{"url": "/factchecks/2019/jun/12/conservative-daily-post/are-migrants-diseases-ebola-being-dumped-san-anton/", "speaker": "Conservative Daily Post", "vclaim": "\"Migrants infected\" from parts of Africa with Ebola \"battered in San Antonio\"", "truth_label": "false", "date": "stated on June 10, 2019 in a post on the Internet:", "title": "Are immigrants with diseases such as Ebola disposed of in San Antonio? No.", "text": "Are Congolese migrants infected with Ebola flowing across the borders of Texas, putting the population of San Antonio at risk with a disease that is almost always fatal? \"Congolese immigrants living with AIDS in San Antonio,\" read the title of one article on the daily Post site. The article begins, \"The Congolese immigrants, who know what kind of disease, given that the nation is full of Ebola, have been unexpectedly disposed of in San Antonio.\" The rest of the article \"The daily newspaper of governors\" reprints a piece of \"Brittepart\" that doesn't get that far. This article focuses on the arrival of Congolese migrants, but does not refer to Ebola. After interviews with federal and local officials as well as with infectious disease experts, Polyte Fact found that Congolese migrants were already coming to San Antonio, but, contrary to the article of the daily Post, they do not carry Ebola or, in this regard, any infectious diseases other than normal cold and upper respiratory infections with which many American citizens struggle every day. • Customs and border protection, the federal agency responsible for border control, simply stated this in a statement to Poletti Vac: \"There have been no confrontations with Ebola along the south-west border.\" However, the surge in social media interest in Ebola-affected migrants prompted the city of San Antonio to hold a press conference to refute those rumours on June 12. The Poletti Fact newspaper wrote extensively about questionable claims concerning Ebola, including one from 2014 by a member of Congress at the time who said that in the midst of a \"crisis on our southern border,\" there are \"reports of illegal immigrants carrying deadly diseases such as Ebola.\" We've evaluated those pants on fire. We did some reports to make sure that the allegation was still wrong. The fears about Ebola at the border were \"very worrying about nothing,\" as Colleen Bridger, Assistant Administrator of San Antonio City and Director of Health of Metro said. \"any rumors that they bring Ebola or the dangers of Ebola are clearly false.\" Let's take a closer look at the facts. (We tried to contact Governor Daily Post through his website, but we did not hear a reply. Is there an Ebola outbreak in the Democratic Republic of the Congo? There is a continuing outbreak of Ebola in eastern Democratic Republic of the Congo. As of early June, the outbreak had killed 1,396 people, according to the World Health Organization (WHO), making it the second largest known outbreak of Ebola. \"The current Ebola outbreak in eastern Congo is large and continues for at least 10 months,\" William Shafner, Professor of Medicine and Preventive Medicine at the Vanderbilt University Medical Center. But the good news is that the outbreak contained one geographic area. \"It's still trapped in this remote region -- there was no local spread in the surrounding areas, and there were no long-term exports to Europe, the United States, or any other part of the world,\" Shafner said. \"This is impressively reassuring, but of course public health is still on alert, ready to respond, diagnose, treat and isolate any suspected case.\" Does Congolese migrants come to the border between the United States and Mexico? Congolese migrants reach the border between the United States and Mexico, although they still make up a small percentage of all migrants. Customs and border protection have observed an increase in African migrants in recent weeks, with 15 arrests reported from the Congo on 28 May; 116 from Angola, Cameroon and the Congo on 31 May; 37 from the Democratic Republic of the Congo and the Democratic Republic of the Congo on 3 June; and 34 from the Democratic Republic of the Congo, the Democratic Republic of the Congo and Angola on 5 June. Officials of the city of San Antonio said that the detention sites would eventually bring immigrants to the city because they had the nearest major bus depot. Migrants were allowed to join relatives or other guardians elsewhere in the country because they were seeking asylum. The first step in this process is for the immigration judge to consider their case. \" Since 4 June / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / Another of that group is taking their bus today and heading to their final destination. According to Noah Y. Kim, 22 January 2021, many more immigrants from other countries have been through San Antonio in recent months, as has a city spokesman, Laura E. Mays. She said that a local shelter was dealing with the influx of immigrants \"seen more than 14,000 people passing through it.\" Did any Congolese migrants passing through San Antonio suffer from Ebola? For many reasons, no Congolese immigrant suffers from the Ebola virus. First, science makes it impossible. According to officials, migrants had been in transit for several months, yet the period of Ebola custody was 21 days. Therefore, someone who became infected with Ebola in the Congo and then began his journey to the United States with symptoms during the journey, far from the American border. The Ebola symptoms are weak, and the injured individual will not be able to continue his journey. They're probably gonna die long before they get to the U.S. \"Ebola is clearly not considered a group of travellers who have long been out of Africa,\" said Thomas Vickett, Professor of Medicine, Microbiology and Immunology at Temple University. \"That makes as much sense as keeping Americans out of other countries because we have over 1,000 cases of measles here.\" Secondly, each of these migrants has been extensively screened for Ebola, as well as other health concerns. Migrants to the United States are released immediately only after they are allowed by medical examiners from the United States Government. \"CBP officials review all passengers entering the United States for public signs of disease - visual surveillance, interrogation, and reporting to the CDC as required - at all ports of entry in the United States,\" said CBP spokesman Stephanie Malin in a statement to PolitiFact. The statement stated that customs, border protection and disease control and prevention centres \"harmonized closely the development of policies, procedures and protocols to identify travellers at all ports of entry who are likely to have infectious diseases and to minimize risks to the mobile public.\" In addition, migrants from the Congo would have been screened at every international border crossing because of the Ebola virus and any other health problems. \"They've had more health tests in the last six months than most of us in our lives,\" said Bridger. Bridger, who said that she had been in contact with the Centre for Disease Control with regard to the health examinations of migrants, said that migrants with any adverse effects simply suffered from cold or upper respiratory infections. She said that less than 10 per cent of immigrants arriving through San Antonio were seeking medical services, \"of these, perhaps 1 per cent should go for further assessments at a clinic or hospital.\" Thirdly, there is no guarantee that the migrant from the Congo will be from the part of the country that is struggling with the Ebola epidemic. The Democratic Republic of the Congo is eight times greater than Texas geographically, and the Ebola outbreak has been concentrated in North Kivu (or North Kivu) and Ituri provinces. Each of these districts is geographically smaller than West Virginia. So far, Bridger has said, \"Migrants are not from the region of the Democratic Republic of the Congo, which is suffering from the current Ebola outbreak. There is a much greater risk than a person who brings measles from New York from a person from Central Africa as an asylum seeker.\" Our ruling daily Post published a keynote address: \"Dissease-Ridden Kongoly Higherrants deves in San Antonio,\" and referred to the Ebola outbreak in that region of Africa. While there is an Ebola outbreak in eastern Congo, while a number of Congolese migrants appeared on the border between the United States and Mexico before being routed through San Antonio, government officials agree that none of these migrants suffer from Ebola. In view of their months of journey, they would not have been healthy enough to reach the United States had they been infected. Furthermore, American health officials examined every immigrant before allowing him to enter the country, and they could have received multiple medical examinations before even arriving in the United States. We're assessing the statement wrong.", "vclaim_id": "vclaim-pol-00538"}