{"url": "/factchecks/2018/nov/15/eric-swalwell/how-many-troops-has-donald-trump-sent-us-border/", "speaker": "Eric Swalwell", "vclaim": "\"15,000 soldiers will never see their families for Thanksgiving because of @realDonaldTromp's Skaravan Stant. Yes, it also costs you $200 million.\"", "truth_label": "half-true", "date": "stated on November 12, 2018 in a tweet:", "title": "How many troops did Donald Trump send to the U.S. border so far?", "text": "President Donald Trump is preparing the borders for the arrival of Central American immigrants who intend to seek asylum in the United States. Democrats ask at all costs. \"15,000 soldiers will not see their families for Thanksgiving because of @realDonaldTromp's Skaravan Stunt,\" Twittered \"Rep. Eric Swalwell, D-Calwell.\" \"Oh, it also costs you $200 million. Is it time to bring our troops home?\" The last question was a Twitter poll; 57 per cent of the 137,000 Twitter users who responded said it was time. The Ministry of Defence sent thousands of troops to provide logistical support to the Ministry of National Security, in particular customs and border protection, on the south-west border. It is anticipated that the mission will be extended until 15 December. This, as Swallow has been tweeted, keeps the soldiers away from their families during Thanksgiving. The cost and size of troops are flowing, but Swalwell estimates go beyond reality. How many troops will be on the border at Thanksgiving? The Director of Communications of Sualwell Josh Richman Poletti Fuckett told them that they were accepting Trump's words that 15,000 soldiers would be sent to the border. On October 31, Trump told journalists: \"We have about 5,000. We will go up anywhere between 10,000 and 15,000 military personnel on top of the border patrol, the CIA and everyone else on the border. \"No one's going in.\" However, 15,000 troops were not deployed. As of November, some 5,900 active duty force personnel have been deployed, in addition to some 2,100 national guards. The Ministry of Defence expects the number to fluctuate between 5,500 and 7,000. \"It can go down to 5500, it can go up to 7,000, depending on what they ask for at the border,\" said Lauren Hill, spokesman for the North American Command. Some 1,500 soldiers are currently stationed in California, 1,500 in Arizona and 2,800 in Texas, as Hill said. That's almost half of what Swallowe had tweeted, when he included the National Guard. On January 13, 2021, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines in security, and told her, \"We're not working for you.\" By Samantha Buterman: January 17, 2021, would it cost you $200 million? The total cost of the mission has not yet been announced by the Ministry of Defence. \"We don't yet have an estimate of the cost of the operation,\" said the Pentagon spokesman William speaking. \"The Comptroller of the Ministry of Defence audits the Ministry of Defence to finance this task with the least possible delay in preparation and other tasks of the Ministry of Defence.\" The Swallow office has led us to news articles about $200 million. The Washington Post report says that military deployment costs could increase by over $200 million by the end of 2018. This estimate summarized the cost of deploying the National Guard and the active service forces. According to the report, the cost of the National Guard for this operation amounts to $77 million, a quarter of the cost reported by the Post Centre for the deployment of the National Guard to the border from October 2018 to September 2019. This corresponds almost to the $103 million in Democrats who reported that the National Guard had surrounded them since their initial deployment in April. Travis Sharp, a research fellow at the Centre for Strategic and Budgetary Assessments, calculated the cost of deploying staff working for the preparation of the report using the cost of the most recent comparable mission by the Government Accountability Office, adjusted for inflation. It is sharply estimated that the deployment of 15,000 active troops between 29 October and 15 December will cost between $90 million and $110 million, and the total cost will fall by some $200 million. The distribution of the labour force is less expensive because it does not require salaries or additional benefits. However, fewer soldiers were deployed than Trump announced. When Sharp added the cost of the average number of troops deployed to date to an estimated ceiling of 7,000 until 15 December, the cost was found to be between $42 and $52 million. That leaves us somewhere between $119 and $129 million. Swallow said our governor \"15000 troops will never see their families for Thanksgiving because of @realDonaldTromp's Skaravan Stant. Yes, it also costs you $200 million.\" Trump deployed between 10,000 and 15,000 troops to protect the border. However, the Ministry of Defence estimates that it will deploy no more than 7,000 troops until 15 December. This is in addition to the 100.2 members of the National Guard who have been there since April. The Ministry of Defence did not announce the cost of publishing, but Swallowell cited news stories indicating that the estimate was about $200 million. Given current troop numbers, the cost may be between $119 million and $129 million. This is still very high. We're assessing this statement half right. Sharing the facts of 2018-11-15 16:07: 19 UTC PoliticsFact 4 1 7 Politic Factoring: Half True \"15,000 soldiers will never see their families for #Thanksgiving because @realDonaldTromp's Skaravan Stant. Yes, it also costs you $200 million.\" = 12 in tweet on Monday, 12 November 2018-11-12. Read more information.", "vclaim_id": "vclaim-pol-01262"}