{"url": "/factchecks/2018/nov/19/blog-posting/no-evidence-broward-inmates-got-absentee-ballots-a/", "speaker": "Bloggers", "vclaim": "\"Proward County's deputy says the civil rights attorney was handing out absence cards to prisoners after the election?\"", "truth_label": "false", "date": "stated on November 13, 2018 in a post on Facebook:", "title": "There's no evidence that Broward's prisoners missed the vote after the election.", "text": "In November 6, Florida voters approved a constitutional amendment that restores the right to vote to 1.4 million people with convictions for crimes. Does that mean they were able to vote in mid-term exams this year? \"Deficit Report,\" reading an address from the November 13th story at the Bondet Gate. \"Proward County's deputy says the civil rights attorney was handing out absence cards to prisoners after the election?\" This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) The story has been published more than 20,000 times on Facebook. The writer of the blog, with the slogan \"We're telling the truth - We leave the story of the Russian illusion to the media conspiracy,\" said Politi Fact, \"He's in the article\" in response to an e-mail asking for more information about the statement. The story begins: \"Annie Marie Delgado, President of Tramp Tim Florida 2020, conference called Anne Vanderstel with a current staff member of the Ministry of Justice who was a former high-ranking law enforcement officer in Broward County. At 7 a.m. he reportedly received a call from a deputy at Broward County Prison. The deputy said that there was corruption inside the prison and that he had seen nothing like it, and he went on to say that the lawyers had arrived \"and demanded to see the prisoners. They weren't personal lawyers. Civil rights lawyers provided the inmates with the account that they had never received a vote of absence. The liberal lawyers said that the prisoners were denied the right to vote and had to file a complaint with the deputies in the prison.\" However, a spokesman for the Mayor of Broward District denied the report. Facebook was published on January 11, 2021 in the Facebook newspaper Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021, \"That's not true,\" and I told Kela Concepción Politifact in an e-mail. But it is true that qualified prisoners can vote from prison. Prisoners can register and vote before trial on the assumption that there are no previous convictions or other cases of denial of legal capacity. This constitutionally protected right received national attention after the father of a Parkland victim shot on Twitter that Democrats allowed prisoners, including Parkland, to shoot the suspect Nicholas Cruz, to register to vote from the prison. (Cross is the registered Republican.) Concepción said: \"The selected ballot papers are sent directly to them in prison and then returned to the election office supervisor as soon as they vote.\" The sheriff's office served as a \"mailman\" between prisoners and the election office. One thing is illegal, though? Concepción said: \"The voting rights are taken for a qualified person awaiting trial.\" Our verdict was posted online and posted on Facebook thousands of times, stating that \"Proward County's deputy says that civil rights lawyers were handing out absence cards to prisoners after the election?\" We're assessing this statement wrong.", "vclaim_id": "vclaim-pol-01249"}