{"url": "/factchecks/2015/jun/25/scott-walker/scott-walker-says-barack-obama-told-coast-guard-gl/", "speaker": "Scott Walker", "vclaim": "Barack Obama says to the American Coast Guard Academy that the first threat to the army and the world today is global warming.", "truth_label": "barely-true", "date": "stated on June 20, 2015 in a speech:", "title": "Scott Walker says Barack Obama told the Coast Guard that global warming is the biggest threat to the military and the world.", "text": "While pursuing a bid for the White House in 2016, Jove. Scott Walker made it a point to call for further action against \"extremist Islamic terrorism.\" He did so again when he spoke on June 20, 2015 in Washington, D.C., at a conference of the Alliance of Faith and Freedom, a group led by the conservative political strategy Ralph Reed. At the end of his remarks, Walker turned to national security -- or what he prefers to call \"safety.\" President Barack Obama and former Foreign Minister Obama, Hillary Clinton, criticized the democratic front of the presidency. He then filed a claim for Obama, national security and global warming. \"You know, I think about how to confuse this Obama-Clinton principle when it comes to foreign policy,\" said Walker. \"We have a president earlier this year -- at the Academy of Coast Guard graduation -- he actually stood up and told the graduates that the first threat to the army and the world today is global warming. \"Well, I've got a message for you, Mr. President: the number one threat to the army, the number one threat to America, the number one threat to the world, is radical Islamic terrorism. This was followed by extended applause. But Walker filed a long-term claim. Did Obama tell a branch of the army that global warming is the first threat to the army and the world? It is said that Walker's claim relates to the President's opening speech on May 20, 2015, at the New London Academy. The official text shows that Obama devoted the bulk of his speech to climate change (using this term rather than global warming), describing it as a serious threat to American national and global security. He didn't go far to call him the biggest threat to the army or the world. Here comes a major part of Obama's saying: John Kerry, in an interview with him on 31 January 2021, said that Hurricane Harvey \"more water fell in Houston in five days than he goes to Niagara Falls in one year.\" As a State, we face many challenges, including the serious threat of terrorism. As Americans, we will always do everything in our power to protect our country. However, even as we face threats such as terrorism, we cannot and must not ignore a danger that can affect generations... Here at the academy, climate change -- understanding science and consequences -- is part of the curriculum, and that's true, because it will affect everything you do in your career. As the US Marine Guard has pledged to always be ready -- Simper Paratos -- is ready for all the threats. Climate change is one of the most serious threats. This is not just a problem for countries on the coasts, or for certain regions of the world. Climate change will affect every country on this planet. No nation is immune. Therefore, I am here today to say that climate change poses a serious threat to global security and a direct threat to our national security. And don't make mistakes. This will affect how our army defends our country. And so we need to work -- and we need to work now. Walker therefore suggests that Obama put climate change before terrorism as a threat, but in his speech, the President notes that the United States must face both. We also verified five news stories on the speech - from the Washington Post, the Wall Street Journal, Associated Press, Time and Fox News. They all stressed that Obama described climate change as a threat to or serious threat to national security. In another address before the Coast Guard, Obama suggested - in a general context - that climate change is the world &apos; s first threat. For example, in his State of the Union address in January 2015, Obama said: \"No challenge poses a greater threat to future generations than climate change.\" In April 2015, a few days before Earth Day, he said, \"Today, there is no greater threat to our planet than climate change.\" Therefore, having identified climate change as perhaps the greatest threat in the world at large, Obama devoted a speech to members of the army, to the threat posed by climate change to national and global security. But he didn't go to what Walker claims. Our assessment said that Obama told the Coast Guard Academy that the first threat to the army and the world today is global warming. Obama has said on various occasions, and in a general context, that there is no greater threat to the world than climate change. However, in the speech by Walker, the President told the Coast Guard alumni that climate change posed a serious threat, not the first threat to the army or the world. For a statement that contains an element of truth but ignores critical facts that give a different impression, we often give Walker a lie.", "vclaim_id": "vclaim-pol-06268"}