{"url": "/factchecks/2018/nov/13/blog-posting/post-elected-dems-draws-unsubstantiated-claims/", "speaker": "Bloggers", "vclaim": "\"Democracy has just been elected (including) a man who preys on underage prostitutes... and the anti-Semitic racist who beats women.\"", "truth_label": "barely-true", "date": "stated on November 7, 2018 in a post on Facebook:", "title": "The function is based on elected fees based on unsubstantiated claims", "text": "The Democrats may have won the majority of seats in the United States House, but some bloggers don't think the party has much to show off. \"Democracy has just been elected... a woman whose IQ is lower than Salmandar, a man who preys on underage prostitutes, and a woman who's a woman who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man who's a man. \"You must be very proud.\" The text revolves around the images of four winners in the Tuesday elections: Alexandria Okasio Cortez, elected representative from New York; Bob Menéndez, current senator from New Jersey; Elhan Omar, elected representative from Minnesota; and Keith Ellison, elected congressman from Minnesota for the post of Attorney-General. This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) It has been shared approximately 17,000 times. In our view, the allegation about the level of Okasio-Cortez intelligence is excessive, and after considering other allegations about the age of marriage, we do not have enough information to make a judgement, although Associated Press has made many reports on the subject in response to the allegations. Instead, we'll check whether Menéndez is \"fucking underage prostitutes\" and whether Alison is \"enemy anti-Semitics who defeat women.\" Menéndez first, let's look at Menendez. The 15 October political declaration of his Republican opponent, Bob Hoggen, accuses Menéndez of being a hypocrite. What about the underage prostitutes who accused you, according to the FBI? The narrator says. The charge is an old charge of Menéndez &apos; s recent re-election campaign in 2012. It follows from unknown information that Menéndez and his friend, Salmon Melgen, hired underage prostitutes in the Dominican Republic. Menéndez denied the allegations and, the New York Times stated on October 17, \"it was never proved.\" The FBI investigated the allegations. \"The Government has taken responsible steps to investigate these serious criminal allegations, which were not \"easy rebuttal,\" as the defendants suggest, according to court documents. However, the reporter of the Washington Post Salvador Rizzo, who travelled to the Dominican Republic in 2013 in part to investigate allegations of underage prostitutes, notes that the FBI \"and a platoon of journalists from national news institutions and New Jersey spent months investigating whether the Senator was committing sexual crimes with minors outside the country. The charges have never been proved.\" Rizzo also spoke to Melanie Sloan, a former assistant to the Democratic Congress and the former federal prosecutor: \"I can tell you categorically that there was no evidence whatsoever to support allegations of the prostitution of minors,\" she said. The fact-finding articles mentioned on January 11, 2021 in an article in Facebook by the Speaker of the House of Representatives, Samantha Butterman. On January 12, 2021, in a thorough examination of the facts from the Hogen Declaration, Rizzo finds that \"the accusation of a rival candidate who may sleep with underage prostitutes, strong evidence is inevitable. The proof of Hogan's announcement fails the test.\" This Facebook article also fails the test. Alison, but what about Alison? An old bond with Louis Farkhan, leader of the Muslim Nation, with a history of anti-Semitic remarks, As a law student at the University of Minnesota, Ellison wrote an article to the school newspaper \"Defensing Farakhan against anti-Semitic charges,\" according to the Washington Post story of 2006. He abandoned the nation of Islam that year when he first nominated for Congress. In 2016, a spokesman for Ellison told CNN that he \"rejection of all forms of anti-Semitism.\" The congressman also wrote an op-ed article to the newspaper declaring that he \"neglected the scrutiny of words\" from Farakhan, \"who mixed an African-American empowerment message with a scapegoat for other societies.\" \"These men are organized by the implantation of hatred and division, including anti-Semitism, homophobia and the chauvinist model of manhood,\" wrote Ellison. \"I denied them a long time ago, condemned their views and apologized.\" Others say that Ellison himself made anti-Semitic statements. In a 2017 opinion, Alan Dershoitz, an honorary professor of law at Harvard University, wrote: \"A prominent lawyer, of great credibility, told me that while he was a law student, Ellison approached her and said that he could not respect her, because she was Jewish and because she was a woman who should not be in law school.\" Ellison denied that he was anti-Semitic. He also denied more recent allegations that he had ill-treated his ex-girlfriend Karen Monhan. She accused Congressman of physical and emotional abuse. Once, she said that while he was trying to pull her out of bed, she shouted dirtyly, and the New York Times reported in August. According to Politico, the Minnesota Democratic-Military Workers' Party hired a law firm to investigate the allegations and \"found them unsubstantiated.\" Our rule is a lot to unload here. The allegations in this Facebook article range from silly Okasio-Cortiz to amphibious to incendiary. But all the allegations, including those that we have not verified, are misleading because they are presented as if they were indisputable facts, and that is not the case. The burden of proof is considerable in the claim that someone paid a minor for sex, and in the case of Menéndez, this evidence does not exist. The allegations against Alison are crazier. We know that, while Ellison was in law school, he wrote an article defending Luis Farakhan against allegations that Farakhan was anti-Semitic. Ellison then turned to abandoning the nation of Islam while also addressing those criticisms face-to-face in a Washington Post op-ed article. It seems clear that while this allegation contains an element of truth, it ignores critical facts that give a different impression. With regard to the claim that Alison \"batters women,\" we know that Alison was not convicted of assault in court. However, his former partner did not retract allegations that he allegedly hurt her in a clearly volatile relationship. Without further evidence, it is difficult to judge the matter. However, the claim does not come out of nowhere. While this allegation contains an element of truth, it ignores critical facts that give a different impression. The charges in this function together pose problems, and ultimately range from incineration to largely unproven. We're assessing this viral Facebook mail mostly wrong.", "vclaim_id": "vclaim-pol-01268"}