{"url": "/factchecks/2019/may/23/marcia-fudge/election-security-hearing-marcia-fudge-misleads-ab/", "speaker": "Marcia Fudge", "vclaim": "\"Ohio thought our machines were so terrible we got rid of them, but South Carolina bought them. That's right. South Carolina bought all the machinery we disposed of because it wasn't effective.\"", "truth_label": "false", "date": "stated on May 8, 2019 in a hearing:", "title": "At the election security hearing, Marcia Fodge misled about South Carolina, Ohio voting machines", "text": "In fear of hacking, the U.S. electoral officials told the legislators that they needed more federal money to replace old voting machines or those lacking paper trails. Electoral officials are under pressure to support their equipment before the 2020 elections, following reports that Russia attempted to break through election systems in 2016. The Republic of America, Marcia Fudge, Doo-Ohio, who chairs a subcommittee on voting rights, said that the United States lacked regulations on voting machines. Fadge suggested that one of the states bought defective machines from what they represent. \"I'm from Ohio, by the way, a state that thought our machines were so terrible that we got rid of them, but South Carolina bought them,\" she said at a hearing on May 8 for the Home Management Committee. \"That's right. South Carolina bought all the machinery we disposed of because it wasn't effective.\" A week later, the South Carolina Election Commission wrote a letter to the Commission accusing Fudge of making \"precise and misleading statements.\" Harrison Brant, General Counsel of the Committee, wrote: \"South Carolina did not buy machines for its current voting system once, but then withdrew a certificate or dismissed it by Ohio.\" The machines used by South Carolina were new when the state purchased them in 2004, Brant wrote. It's time for Bolift Fuck to burden him. Here's the short story behind our rule: South Carolina didn't buy the ejecting machines from Ohio. Both states purchased electronic voting machines that experts found vulnerable to piracy. Ohio's study found a mistake with multiple salesmen of election equipment \"Hanging Chads\" in the Florida Punching Card machines in 2000, followed by the recounting of votes. In 2004, South Carolina spent $34 million on the purchase of 12,000 ITEs from election systems and programmes. The machines allowed voters to vote electronically and were used across the state beginning in 2006. Over the years, provinces have purchased some additional machinery, including some refurbished machinery from Florida and Tennessee. But not Ohio. In 2007, the Secretary of State of Ohio, Jennifer Brunner, issued a review of over 300 pages of electronic voting technology in Ohio, which also questioned the security of South Carolina machines. The equipment was evaluated by researchers from a few companies used in Ohio: electoral systems and software, Hart Intersevic, and the former Prime Minister of Elections (Diebold). The study examined multiple vendors because Ohio provinces could choose their own equipment. The researchers found that all three systems lacked protection to ensure credible elections and were vulnerable to attacks. \"The security failure of the ES&S system is acute and widespread,\" they wrote. \"There are weaknesses that can be exploited in almost every electoral device and programme unit, and we have found practical attacks that can be launched by almost any participant in the election.\" On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" ● January 19, 2012, vendors objected to the results, which triggered a debate in Ohio and South Carolina about whether electronic voting machines lacking full paper trail should be disposed of. The Election Commission of South Carolina stated that the equipment was safe, and election officials tested it before the elections to confirm it. The province of Kouyahoga gave up one vendor this study was not the first red flag on electronic voting equipment in Ohio. In 2006, an election team issued a 400-page report detailing the error that led to the failure of the primary stage in May in Kuihuga province, where it took almost a week to calculate the results. The province of Cuyahoga, one of the largest provinces in Ohio, includes Cleveland, which is located in the province of Fudge. The report criticized the decisions taken by senior electoral officials in the province and the multiple breakdowns in the transition to DeBold electronic machines. Debbold later faked his electoral instruments to the Prime Minister's electoral solutions. Following problems with the tabulation of votes in November 2007, Koihuga disposed of the machines. The Ohio study is not the only one that raises concerns about electronic voting machines that lack paper trail. In 2006, a team of computer experts at the National Institute of Standards and Technology reported that they had not found a way to verify the accuracy of the votes cast on the paperless touch screen. By that time, however, many states had moved forward in purchasing such equipment. This equipment continued to be criticized, including in a recent study by Duncan Boyle, a computer scientist at the University of South Carolina. The mysterious evidence of Fodge appears to have combined the two electronic voting machines in Ohio and South Carolina. When we asked the spokesman for Fudge about her evidence, she said that Ohio had been rid of the presidential election. We were unable to find evidence that Brunner had not certified that seller, but had prosecuted them and the state had won a settlement. But South Carolina did not buy equipment from presidential voting solutions; rather, it purchased machines from election systems and software. In 2009, the company purchased a criminal Repulsion Solutions company, although it sold intellectual property a year later. \"My statement was intended to convey that South Carolina purchased the same type of machinery, with the same flaws in Ohio, and faced similar problems,\" said Fudge Politi Fuckett in a statement. The state is still confident of the equipment, the spokesperson for the committee, Chris Whitmeyer, told us that. But given the age of the machines, South Carolina plans to buy a new system that will have a paper record for each voter. The governor, Fudge, said that Ohio thought our voting machines were so terrible that we got rid of them, but South Carolina bought them. That's right. South Carolina bought all the machinery we disposed of, because it wasn't effective.\" Her statement was confusing, and her explanation did not explain it. The state didn't buy machines from Ohio. A study commissioned by Ohio found that multiple types of equipment were weak from both companies. South Carolina continued to use election systems and software equipment despite the results. This does not make the Fudge novel of the story more accurate. We're assessing this statement wrong. https://www.sharethefacts.co/share/165d2107-cb1a-4b25-a366-86d23b13ac09", "vclaim_id": "vclaim-pol-00598"}