{"url": "/factchecks/2014/oct/21/tim-murphy/rep-tim-murphy-says-air-ban-israel-offers-preceden/", "speaker": "Tim Murphy", "vclaim": "The ban on travel from Ebola-affected countries must be possible because President Barack Obama \"closed Israel in the past.\"", "truth_label": "barely-true", "date": "stated on October 19, 2014 in an interview on Fox News Sunday:", "title": "Tim Murphy says that the air ban on Israel provides a precedent for travel policy against Ebola.", "text": "Once again, Ebola was topic A of the Sunday news programmes. In the Fox News on Sunday, the host Chris Wallace exchanged with the Republic Tim Murphy, R-Basa, on one of the most controversial Ebola-related issues - whether to enact a travel ban from Ebola-based countries, such as West African States in Liberia and Sierra Leone. Here's the exchange: Wallace: \"I want to talk about threats from those countries - the \"hot zone\" - to this country, because one of the major issues, of course, is this idea of a travel ban. Congressman Murphy, this is what President Obama said this week: \"Obama: Trying to shut down an entire region of the world, if possible, may make the situation worse.\" The Kingsman Murphy. Why is the president wrong? Murphy: \"Well, look, first of all, the President has closed Israel in the past, and we have temporarily closed other areas. We can have travel restrictions until we get the rest of the right. And the rest isn't right.\" In order to verify the facts, we will focus on whether the travel ban from Ebola-affected countries should be because Obama \"closed Israel in the past.\" We did not hear a reply from Murphy's office, but the only example that the experts could remember was the ban imposed earlier this year on American airlines travelling to or outside Ben Gurion Israeli airport. The Israeli ban on aviation became a celebrity earlier for conservatives such as Ted Cruz, and a comparison of the Israeli ban and the possible ban on Ebola flights was the subject of a comment on some conservative blogs. This ban was in force in parts of 22 July and 23 July, in the middle of a week-long battle between Israel and Hamas. The ban imposed by the Federal Aviation Administration was enacted after a Hamas rocket landed a mile from the airport, raising concerns regarding the safety of aircraft travelling to and leaving the airport, according to news reports. (This was less than a week after Malaysian Airlines plane Boeing 777 was shot down while flying over a war zone in eastern Ukraine on 17 July 2014.) As stated in the FAA official notification on the embargo, \"At 12:15 EDT on July 22, 2014, FAA issued a notice to the pilots (NOTAM) informing American Airlines that they were prohibited from flying to or from Ben Gurion International Airport Israel for up to 24 hours.\" The notification continued to clarify that the transfer \"applies only to United States operators, and has no authority over foreign airlines operating to and from the airport.\" This is an important distinction. The Armed Forces of Angola (FAA) decision prevented United States carriers from flying to or from Ben Gurion airport - but did not prevent foreign carriers from flying to Ben Gurion or exiting, including those who were going to the United States, carrying Americans or persons of any other nationality. On January 31, 2021, Ryan Fornier stated on Twitter \"Biden's administration lost 20 million COVID vaccines.\" By Noah Y. Kim on February 1, 2021, some supporters of Israel, such as former New York Mayor Michael Bloomberg, demonstrated solidarity with Israel by flying to Ben Gurion despite the ban, using foreign carriers such as Israel's El Al Company. On July 23, Bloomberg, \"A safe arrived at Ben Gurion Airport in Tel Aviv - here to show support for Israel's right to defend itself.\" In other words, the example of Israel was not the case of a \"closed\" country. The Angolan Armed Forces did not act to stop aircraft carrying Americans and foreigners flying from Israel to the United States of America only. Jeffrey S. Price, a professor of aviation and aerospace science at the State University of the Capital, Denver, said. This situation is not commensurate with the need to stop the air traffic from West African States currently suffering from Ebola. To really keep Ebola patients from West Africa, the government will need to prevent all flights from West Africa from landing in the United States. This is a comprehensive embargo more than that imposed on Israel. If the Angolan Armed Forces simply followed the Israeli example, foreign carriers could continue to fly into the United States without hindrance, which would defeat the purpose of the Ebola embargo. (It is not even clear what the ban on American aviation might look like.) According to CNN, there are no direct flights to the United States from Liberia, Sierra Leone or Guinea, the three countries most affected today by Ebola. \"It is wrong to compare what happened in Israel with what was discussed with regard to Ebola and Africa,\" said Henry H. Hartfeldt, founder and travel industry analyst with the Atmospheric Research Team. Separately, the United States can ban anyone infected with Ebola. The only precedent worth mentioning in this regard is the more than 20-year ban that kept passengers with H.I.V. The virus that causes AIDS -- from entering the country. (The ban was terminated in 2009 under Obama.) However, if this is the kind of embargo Murphy was referring to, then his air comparison is off-base. The AIDS ban was not specifically targeted at any country, and was implemented by President Ronald Reagan, not Obama. Our verdict, Murphy, said that the ban on travel from countries with Ebola must be possible because Obama \"closed Israel in the past.\" However, the two-day air travel ban imposed by the Angolan Armed Forces earlier this year affected United States-owned carriers without stopping foreign-owned carriers from travelling to and from Israel, which may have been carrying either Americans or foreigners, and which may have been flying unhindered to United States airports. Compared to the travel ban aimed at preventing Ebola from leaving West Africa, it is a case of apples and oranges. The allegation contains an element of truth but ignores critical facts that give a different impression, so it is often wrong.", "vclaim_id": "vclaim-pol-07111"}