{"url": "/factchecks/2016/jan/15/ted-cruz/ted-cruz-says-us-has-lowest-percentage-americans-w/", "speaker": "Ted Cruz", "vclaim": "\"We have the lowest percentage of Americans working today in any year since 1977.\"", "truth_label": "mostly-true", "date": "stated on January 14, 2016 in the Fox Business Network debate:", "title": "Ted Cruz says the United States has the lowest percentage of Americans working today in any year since 1977.", "text": "During the Presidential Republican debate in North Charleston, S. S., S., S., Ted Cruz, R. Texas, the economic record of the nation was aimed at under the leadership of President Barack Obama. \"Millionaires and billionaires do a lot under Obama,\" said Cruz. \"But we have the lowest percentage of Americans working today in any year since 1977. Medium wages have stagnated. The economy of Obama - Clinton has left behind the men and women working in this country.\" We decided to verify Cruz's statement that we have the lowest percentage of Americans working today since 1977. Cruise on something. One of the main employment statistics known as the civilian labour force participation rate has been the lowest since the 1970s. These statistics take the number of Americans in the labour force -- mainly those who work or who seek work and divide it into the total civilian population. This chart dates back to the mid-1970s. When the civilian labour force participation rate is low, this is a matter of concern, as it means that fewer Americans are working to support unemployed Americans. But we're going to offer two stars a Cruise permit. First, as we have noted before, a notable factor in the low labour force participation rate is the ageing of the bum generation of children. As more adults start moving to retirement age, the percentage of Americans working will inevitably decline. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, when we last looked at this issue in 2013, Gary Portless, an economist at the Brookings Institution, told us that it was estimated that the labour force participation rate would have declined in recent years on an ageing basis alone. However, Cruz has the view that the recession has further exacerbated this decline. In the vulnerable labour market, some people who may wish to get a job may return to school, become full-time parents or retire early. Second, there's another way to read Cruz's words. He said \"the lowest percentage of employed Americans\" since 1977, which could also refer to different statistics, the employment-to-population ratio. These statistics take the number of employed persons and divide them among the civilian population aged 16 years and over. The difference in this case is that Cruz's statement is incorrect using the employment-to-population ratio. Unlike the labour force participation rate, the employment-to-population ratio has already improved in recent years, although it is lower than its high rates before the recession. This graph shows these statistics over the same time frame: if the major recession is excluded, the employment-to-population ratio was the last at its current rate in 1984 rather than 1977. He is approaching this resurrection. Our rule, Cruz, said, \"We have the lowest percentage of Americans working today in any year since 1977.\" He put his finger on a trend of concern to economists from all walks, but his wording was poor. In addition, it should be remembered that this particular trend is driven at least to some extent by demographic trends beyond the control of any President. We're mostly assessing the claim right.", "vclaim_id": "vclaim-pol-05551"}