{"url": "/factchecks/2018/oct/30/blog-posting/no-national-cancer-institute-does-not-named-mariju/", "speaker": "Bloggers", "vclaim": "The Institute of Cancer finally admits that marijuana kills cancer.", "truth_label": "false", "date": "stated on July 10, 2018 in a post on Facebook:", "title": "No, the National Cancer Institute didn't call marijuana a cure for cancer.", "text": "Canada did not repay the country's federal debt a day after the legalization of marijuana, but could cannabis wipe out the disease? \"The Institute of Cancer finally acknowledges that marijuana kills cancer,\" depicts the title of an article published about 161,000 times on Facebook. The article goes on to say that in August 2015 the National Cancer Institute published a report on its website that says \"marijuana kills cancer.\" This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) It was published on ehealthmagz.com but it is unclear what the site is actually called. The browser's description of the site says \"Health magazine,\" but at the bottom of the page, \"All Around Us\" simply describes the site, \"newspaper.\" \"The news is your news, your entertainment, your musical fashion site,\" you say. \"We provide you with the latest breaking news and videos directly from the entertainment industry.\" An e-mail sent to the contract address on the website - [e-mail protected] - has returned. Although the website attributes the article to Stoneers' cookbook, the link leads to a broken web page. However, the story also links a page on cannabis and cannabinoids to the website of the National Centre Institute, which is part of the National Institute of Health. In an e-mail, a spokesman for the National Institute of Cancer, Politifact, addressed the same web page on cannabis and cannabinoids. However, according to a statement by the Institute, \"this page is not a report or study.\" This summary has been on the Institute's website for almost 13 years and is being maintained and updated \"by an independent editorial board of experts from the private and public sectors.\" Facebook was published on January 11, 2021 in Nancy Belusi's newspaper, no longer the Speaker of the House of Representatives by Samantha Buterman on January 12, 2021. The information in the summary reflects a review of biomedical literature, according to the statement; it does not represent a political statement by the National Institute of Health or Institutes. The cannabis page was updated in August 2015, as the story says, and in August 2018. But there's no place on site that says \"marijuana kills cancer.\" Here are some of the information it contains: specific receptors are activated throughout the body to produce pharmaceutical effects. Some types of canabinoids are approved drugs for the treatment of cancer-related side effects, and may have benefits in the treatment of cancer-related side effects. One rodent study indicated that certain types of tumours could be withheld from canabinoids. In another study, \"Canabinoids seem to kill tumor cells.\" \"Other studies have shown the effect of the tumor anticannabinoids... in pre-bed forms of breast cancer.\" However, \"no ongoing clinical cannabis trials have been identified as a cure for cancer in humans\" in research studies, according to the National Cancer Institute web page. Although cannabis has been shown to kill cancer cells in laboratories and may benefit from the side effects of cancer treatments, such as chemotherapy, it is not a cancer treatment approved by FDA, there is insufficient evidence that doctors recommend it as cancer-related symptoms, and the National Cancer Institute has not recognized that marijuana kills cancer. We're assessing this statement wrong.", "vclaim_id": "vclaim-pol-01366"}