{"url": "/factchecks/2014/oct/29/ernest-almonte/ernest-almonte-claims-seth-magaziner-treasurer-pla/", "speaker": "Ernest Almonte", "vclaim": "Seth, \"Plans to spend billions more than your money.\"", "truth_label": "false", "date": "stated on October 19, 2014 in a television commercial:", "title": "Ernest Almonte claims that Seth is a cashier who plans to spend billions of taxpayers' money.", "text": "In a television announcement by Ernest Almonte, the independent candidate for the Secretary of the Fund, his campaign attempts to compare him with the man of Seth's democratic magazine in categories such as financial efficiency, staff pension protection and political ties. At some point, the Narrator says: \"Erny Almonte is independent and is not linked to any party and is willing to provide tax funds. Seth magazine -- a party politician with plans to spend billions more than your money.\" Billions? This is exactly the claim when the current state budget is $8.7 billion. When we called Almonte's campaign to ask what the Billions were referring to, the Christine Honsinger's spokesman sent a list of five items totalling just over $2 billion. It turns out that all those $2 billion are hypothetical. In essence, Almonti takes the magazine's proposals - which lack in particular specific cost estimates - and extrapolates his own estimates, to the maximum extent of each. It is assumed that a magazine plans to finance every school, infrastructure and history conservation project proposed by the State. It is assumed that this folder will serve eight full years, maximizing the potential costs. The Almonte account on the magazine's website is the \"Rod Island Planner\" document, which makes several proposals to stimulate state economic growth. We'll consider the five items separately. The Main Street Loan Program -- Almonte indicates that the magazine is preparing an invitation for $20 million for this loan program for people who are looking to start a business. The magazine campaign office will only cost the state $20 million if each loan is unable to pay immediately. But, actually, the state still pays $20 million in advance to make loans in the first place. Actual cost of taxpayers: $20 million, according to Almonte. Rhode Island Ventur Bull -- Almonte says that the magazine calls for an investment of $15 million from the government pension fund in the venture capital programme that focuses exclusively on new Rhode Island businesses. The aim is to create jobs. But the program will only cost $15 million if the entire amount is loaned and companies don't pay any. According to Almonte, it is reasonable to bear the full amount because investments in new companies involve significant risks. Actual cost of taxpayers: Nothing immediately. With bad investments - up to $15 million. Or maybe make money. The School Buildings Improvement Authority -- the photographer in his plan says he wants to rebuild or renovate Rhode Island schools using the School Buildings Improvement Authority. His scheme does not mention any price card, but he says it will be a model after a successful program in Massachusetts, where one penny of sales tax 6.25 percent goes to school construction and improvement. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. In fact, white women got a job. But the state has to find a way to compensate for the loss of sales tax money, so it's gonna be an extra burden on taxpayers. The total cost of the proposal is estimated by Almont at over $1 billion - $127 million per year, which could be over eight years of the magazine &apos; s work. However, Ivan England, director of the election campaign for magazines, said that the candidate had not determined the amount of the sales tax that should be exploited, and he simply proposed that a portion of the current State revenue should be allocated to the construction of schools. The actual cost of taxpayers: It depends on how the programme is designed and how ambitious it is. The Bank of Infrastructure magazine proposes a revolving fund for roads and bridges similar to a fund in Virginia that provides bonds and loans to communities at low interest rates. Once again, it does not set a figure of one dollar. But Almonte says it's going to cost $430 million over several years. This figure is derived from the 2013 General Assembly staff report, which states that Rhode Island needs to spend hundreds of millions of dollars on its largest infrastructure projects over five years. The magazine campaign manager said that the bank would fund every proposed infrastructure project \"is completely outside the left domain and does not appear anywhere in the scheme.\" Actual costs incurred by taxpayers: Again, this cost will vary depending on how the programme is developed and how ambitious it is. The Tax Credit Fund for the Preservation of History -- a journalist's scheme is a \"payback\" of the program, which has been divided into reduced costs. Again, magazine doesn't mention the cost. Almonte said that the programme would cost $460 million, a figure that included the assumption that all 277 projects mentioned in the 2007 report would be funded. England's response: \"Seth has said many times that tax exemptions should exist, but the level and ceiling should be fluid and responsive to the needs of the economy for that specific year,\" the actual cost of taxpayers: it depends on the number of projects already granting tax exemptions. Governor Ernest Almonte said Seth is from \"Planning to spend another billion of your money.\" The Almonte refers to the magazine outline for Rhode Island, which outlines a series of economic development proposals. If any of them are implemented, there will certainly be a cost, but the lack of details in the scheme makes it impossible to calculate. The Almonte of Bolift Fact Road Island said that he was simply doing what a good general treasurer should do - evaluating proposals and providing realistic estimates of the cost they would cost. The final total price could be over $2 billion. However, extrapolating the costs of the worst cases from vaguely defined programmes, and making assumptions about and expanding the assumption for several years is not realistic at all. Because the statement contains some elements of truth but ignores critical facts that give a different impression, we assess them wrongly. (If you have an allegation that you want Polly Fact Road Island to check, send us an e-mail on [a protected e-mail] and follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07067"}