{"url": "/factchecks/2014/oct/08/barack-obama/obama-health-care-driving-down-deficit/", "speaker": "Barack Obama", "vclaim": "The cost of \"health care is now the largest factor driving the decline\" in the federal budget deficit.", "truth_label": "mostly-true", "date": "stated on October 2, 2014 in a speech at Northwestern University:", "title": "Obama: Health care pushes the disability down.", "text": "Since the proposal of the Affordable Care Act for the first time, policymakers have been discussing its potential impact not only on health care but also on the economy as a whole. The bill already increases certain types of expenditure, reduces others and increases some taxes. President Barack Obama considers health care legislation to be one of his economic success stories. In a speech on economics last week at Northwestern University, Obama said: \"Because health-care prices have been growing at a slower rate for nearly 50 years, and growth in government health-care costs is declining,\" Obama said in a speech on economics last week at Northwestern University. \"Health care has long been the only driver of America's future deficit. He was our biggest motive. Health care is now the largest factor driving the reduction of this deficit.\" We wondered: Is it true that \"health care is now the biggest factor driving the reduction\" of the federal budget deficit? We found that the claim was fully supported. And simply: a few years ago, economists predicted that federal net spending on health care would become very high, very fast -- fast enough to push the deficit out of control. Now, on the contrary, they expect that the net federal spending on health care will grow, but not as fast as originally thought, making the deficit at least more manageable. We know that the deficit has declined slightly in the last few years -- from about 10 per cent as a share of GDP in 2009 to about 3 per cent this year. For future projections, we have moved to the non-partisan budget office in Congress, which often publishes reports on budget projections. In 2010, the Community Bureau stated that health care legislation, as proposed, would reduce the deficit by an estimated $124 billion over a decade compared with projections that do not include affordable care law. Since then, the Community Bureau has said that economic conditions have changed, making this projection less reliable; the Community Bureau continues to say that it is likely to reduce the deficit, but has not recorded a specific dollar value. In February, the organization released a report setting out general budget projections for the next decade, up to 2024. In that report, they stated that the shortfall over those 10 years would be a cumulative $7.9 trillion. Then, in April, the organization revised those calculations, reducing the cumulative deficit over the next decade to $7.6 trillion - $286 billion less than before. The Community Bureau said that this decreasing projection of disability was largely due to the lower estimates of the cost of insurance benefits under the Affordable Care and Medical Care Act. Between February and April, civil society organizations reduced the estimated expenditure over the 10-year period for expenses related to the Affordable Care Act by 15 per cent and estimated expenditure on medical care by 1.4 per cent. This is, of course, a comparison between two scenarios that take into account the law of affordable care. Some of these changes may be related to costs associated with affordable care law, but these costs would not have existed had the law not been enacted in the first place. This trend also exists in the long term, as stated by David Rosenc, an economist at the Liberal Centre for Economic and Policy Research. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2021, Samantha Buterman referred to the 75-year projection published in 2007, which was both before the recession and before the Affordable Care Act. In that year, the Community Bureau expected the initial deficit (i.e. the deficit that did not account for interest payments) in 2082 to be about 7.1 per cent of GDP. In contrast, the 75-year budget projections published in 2014 indicate that the deficit in 2082 will be about 2.4 per cent - well below previous projections. This coincides with the projected decrease in expenditure on medical care and aid over the next several decades, as Roznik said. In 2007, the organization predicted that medical care and aid expenditures would cost about 18.6 per cent of GDP in 2082. However, in 2014, CSO predicted that the costs of medical care support, medical aid and insurance would amount to about 13.1 per cent of GDP in 2082. The change in expenditure on federal health care projected compared to the change in the projected deficit shows that \"the first factor is the largest factor driving the reduction of the deficit in the long term.\" Of course, the art of dropping the deficit until 2082 is far from accurate -- this will be 21 years after Obama becomes 100 -- and a lot of factors in play. However, we spoke with many budget experts who agree that health care is the main reason for the low expectations of community-based organizations on disability in the future. Henry Aaron, a senior colleague at the Brookings Institution, said that while cuts in spending known as isolation and ending some tax cuts for rich people helped reduce long-term disability projections, health care was the main driver. \"Longer-term projections are now much less threatening than they were a few years ago,\" he said. \"The big story is that the growth of spending on health care is now expected to be much slower than it was expected only a few years ago.\" However, there is discussion among health economists about the extent of the downward trend, which is due specifically to the Affordable Care Act. Mark McLean, a former head of the Ministry of Medical Care and the Ministry of Medical Care led by President George W. Bush, now operating in Brookings, said that it was unlikely that the legislation itself would be the main factor, since the slow cost of health care began before the law was enacted, and most of the cost reductions come from health care areas that are not directly affected by the law. McLean also noted short-term concern: the main reason expected to lead to higher deficits over the next decade is health-care spending. CBO agrees. \"The pressures of population ageing, the high cost of health care, and the expansion of federal health insurance subsidies will cause increased spending on some of the largest federal programmes for GDP.\" Of course, it should be noted that the elderly population would have been provided independently of the Affordable Care Act and that the cost of health care would have increased for years before the Act was signed. Our Governor Obama said the cost of \"health care is now the biggest factor driving down\" the federal budget deficit. The Community Welfare Office has recently reduced its expectations for long-term deficits and specifically referred to health-care costs as the main cause, although the Affordable Care Act is not necessarily the main reason for that calculation. However, although expectations are lower than they were years ago, spending on health care is rising in the short term and will continue to increase the deficit. We appreciate Obama &apos; s claim that it is often true. Sharing the facts 2017-05-24 21:02:43 UTC PoliticsFact 2 1 7 PoliticsFact Dacting: Most of them validly the cost of \"health care is now the largest factor driving down\" the federal budget deficit. Address by former United States President Barack Obama at Northwestern University on Thursday 2 October 2014 - 10 - 02 Read more information", "vclaim_id": "vclaim-pol-07179"}