{"url": "/factchecks/2019/sep/05/facebook-posts/no-members-congress-did-not-make-50-cents-day-1789/", "speaker": "Facebook posts", "vclaim": "\"In 1789, being a member of Congress in the United States was regarded as a civil duty, paid only 50 cents a day.\"", "truth_label": "false", "date": "stated on August 30, 2019 in a Facebook post:", "title": "No, Congressmen didn't get 50 cents a day in 1789.", "text": "Did Congressmen pay only 50 cents a day in 1789? Would that translate into an annual salary of about $5,000 in current dollars? This is what one Facebook post claims. It presents a picture of Henry Clay from Kentucky addressing the United States Senate in 1850. A higher version of the Facebook photo says: \"In 1789, membership in the United States Congress was considered a civic duty, and they were paid only 50 cents a day. When the annual salary of Congressman was adjusted, it was only about $5,000 a year in dollars a day.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"to demand that he stick to the proven democratic playbook.\" Members of the Senate and representatives of the first United States Congress received more than 50 cents a day. According to the historical list of Senate salaries, senators received $6 a day in 1789. The same number can be found on the list of the United States House, too. The daily subsistence allowance of $6 is also reflected in a report issued by the Congressional Research Service. According to the archives of the Congressional session, the first congressional session took 168,1789 days. If members are paid $6 for each of those days, they will receive $1,008 from 4 March to September 1789. When it comes to calculating what this amount will translate into dollars today, it is somewhat more complex. This is because there are no official inflation figures due to this extent. The United States Bureau of Labour Statistics dates back only to 1913. This article reduces the value of the payments made by members of the first United States Congress and there is no official source for converting United States currency 1789 into dollars today. We value this allegation wrong.", "vclaim_id": "vclaim-pol-00198"}