{"url": "/factchecks/2014/oct/22/rick-scott/rick-scott-says-he-supported-state-tuition-dreamer/", "speaker": "Rick Scott", "vclaim": "Rick Scott says he supported the state's dream education while Charlie Christ was against it.", "truth_label": "half-true", "date": "stated on October 21, 2014 in a CNN debate:", "title": "Rick Scott says he supported the state's dream education while Charlie Christ opposed it.", "text": "(Joff) Rick Scott and the former Goof. Charlie Christ argued about migration reform during their third and final discussion. Scott defended his record in the debate, arguing that he helped a certain group of illegal immigrants afford university costs -- \"dreams.\" \"Dreams,\" called the undisputed DREAM Act, are illegal immigrants brought to the United States as children. Following the failure of Congress to pass the bill, President Barack Obama announced in June 2012 a two-year moratorium on the deportation of some children who had been illegally brought into the United States by their parents. \"Let's look at what you did that Charlie said was the wrong thing to do,\" said Scott. \"If you grow up in our state, you must receive the same education in the state as your peers. Charlie said when the legislature didn't pass before, they did the right thing. So Charlie was against it, but we did the right thing, because whatever state you grew up in, if you live in Florida you must have the same right (to) to education in the state as your peers.\" However, Scott overlooks part of his own record -- and part of Christ's record -- of \"dreams\" and education in the state. In April 2014, when the legislature appeared to be governed by the Government. Scott will agree to education in the state for some illegal immigrants, the Florida Republican Party said in an e-mail that \"in 2006, Charlie Christ opposed education in the state for illegal immigrants.\" This was in the past when Christ was a Republican; he is now running as a democracy to regain his old position. In support of her claim, the State party &apos; s e-mail cited an article from the Miami Herald newspaper in 2006 on Christ, who was then acting as Attorney-General. According to the Herald article, \"Crest, like the GOP competitor to Governor CFO Tom\" Gallagher, state legislators did \"the right thing\" earlier this year when they rejected a bill allowing children of illegal immigrants to pay the same tuition fees as residents of Florida. But Christ, like Gallagher too, said he supported a proposal to let illegal immigrants get driver's licences. It didn't go through two years ago, despite Goff's support. ................................................................................................ That year, a proposal was made to give some residents of Florida who were illegal immigrants in the State education to divide Republican legislators and attract opposition from then President Tom Lee. In the end, the proposal failed. (Bosch had said that he was in favour of giving education in the State to these children if they lived in Florida for at least two years, but added that he felt that the year was not the appropriate year to deal with it, so the controversial provision was removed from the Education Bill. When we considered this question earlier, no further statements from Christ in support of the prosecution were made by a spokesman for the Republican Party in Florida. We therefore sought further statements from Christ on the provision of education in the State for the children of illegal immigrants. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, we found little before his current campaign as a democracy. We didn't find any state scholarship bills for \"dreams\" that reached Christ's office during his term as Governor 2007 and 2011. We found an article in August 2006 in the Tampa Bay Times that included one word \"yes\" or \"no\" from candidates for governorship for several questions, including: \"Can we allow children of illegal immigrants to pay tuition fees in the states at our universities?\" The answer to Christ? \"No\" This supports Scott's claim. However, both candidates had a zigzaging approach to this issue, complicating the story line neat Scott tried to contact CNN. Scott overlooked that during the 2014 campaign, Christ supported the education of illegal immigrants in the State. \"We must immediately enact legislation allowing undocumented children of parents to attend Florida colleges and universities at state education levels,\" Christ wrote on his campaign website. \"It is simply unfair to punish children of undocumented parents.\" At the same time, Scott overlooked that he had changed his mind on the matter, and earned him a full flup from Polyte Fact Florida. In September 2011, Scott told Governor Newsmax that \"with regard to education in the State for illegal immigrants, I am totally against it.\" This changed by 2014 when, after a decade of failed attempts, the legislature appeared to approve the bill. In mid-April, Scott explained his support. In a joint statement with the former Republican Government The students who spent their childhood here in Florida deserve to qualify for the same level of state education in universities. We want our students to stay here in Florida when they go to college and when they choose a profession, which means we have to make the college more expensive for all the students who call Florida home. The Florida Senate must take immediate action to transfer S.B. 1400 forward.\" Our judge, Scott, said he supported \"dreams\" education in the state while Christ was against it. There is some truth in this allegation, but the fact is that both candidates have turned on the case, raising such a clear and problematic comparison. In fact, Scott was against education in the state for \"the dreamers\" in 2011 but came for that in 2014. Christ opposed it in 2006 but expressed his support during this current campaign. Anyway, we're assessing the claim half right.", "vclaim_id": "vclaim-pol-07106"}