{"url": "/factchecks/2019/apr/19/kamala-harris/unexpected-400-expense-would-be-damaging-many-kama/", "speaker": "Kamala Harris", "vclaim": "\"It's clear in our country now, nearly half of American families are an unexpected $400 expenditure away from total unrest.\"", "truth_label": "half-true", "date": "stated on April 17, 2019 in a podcast:", "title": "Unforeseen expenditures of $400 will hurt many, but Kamala Harris overstates the report's findings.", "text": "In the course of the 2020 presidential campaign, California X. Kamala Harris often describes the economic difficulties faced by American families. It refers to statistics on the cost of housing, colleges and health care, and how its policies, if elected as President, will reduce the burden. Harris followed the same approach when she spoke of Bod Save America this week, where this claim about economic instability said: \"It's clear in our country now, almost half of the American families are $400 in unexpected expenses away from total unrest.\" We have already seen similar versions of this allegation and would like to know whether the Harris statement is accurate. We've begun to verify the truth. We looked in January, Politics Fact is often true of a similar claim by Starbucks CEO Howard Schultz. In the 60-minute interview, he claimed that \"over 40 per cent of the American people do not have $400 in the bank.\" Schultz had relied on a report from the Federal Reserve in May 2018 on the welfare of the United States. Households in 2017. I found that \"four out of ten adults, if faced with unforeseen expenditures of $400, would either not be able to cover them or would cover them by selling something or borrowing money.\" These results generally support Harris' claim that \"almost half of American households\" are experiencing difficulties at a cost of $400. The spokesman for Harris' campaign said the senator relied on the FBI report. But we took a deeper look at the survey to examine her claim that this would actually lead to a \"total disturbance\" of nearly half of American families. What did the scan order? This is the inquiry question that led to the conclusion that 40 per cent of adults cannot immediately pay an unexpected cost of $400. \"EF3. Let's say you have an emergency charge of $400. Based on your current financial situation, how are you going to pay for these expenses? If you are using more than one method to cover these expenses, please specify all that apply. (a) Implementation of the Declaration on the Elimination of All Forms of Discrimination against Women Put it on my credit card and pay it in full in the following statement: Put it on my credit card and pay it over time c. With money currently in my own account/savings or with money d. Use the money from a bank loan or credit line e. Borrow from a friend or member of the family. By Bill McCarthy: 20 January 2021, the results show that \"59 percent of adults in 2017 said that they could easily cover (spending $400), using full cash, savings or credit card paid in the following statement. Of those who could not easily pay, 43 per cent said that they would put it on a credit card and pay it over time; 26 per cent reported that they would borrow from a friend or family member; 19 per cent said that they would sell something; 9 per cent replied that they would use a bank loan or credit line; 5 per cent said that they would use a loan on the day of payment, a deposit advance or an overdraft; and 4 per cent said that they would fall in love with an unspecified or \"other\" payment method. And 29 percent said, \"They won't be able to pay for it now.\" Respondents were able to choose multiple answers. Source: United States Federal Reserve, United States Economic Welfare Report. In 2017, in May 2018, experts weighted Daniel Schneider, Professor of Sociology at the University of California Berkeley, whose research disciplines include economic instability, reviewed Harris &apos; statement, together with the survey and its results. \"I think it's an open question about how those other options... map with 'full disturbance'. Did he put something on your credit card to pay for it over time \"a complete disturbance \"? Maybe, he wrote in an e-mail. \"One can certainly imagine that confronting the shock of expenses and resorting to (those options) would be exhausting.\" The \"comprehensive idea\" behind Harris Minute's Statement, Abdou Chaudhry, Professor of Honorary Economics at the University of Marquette told us in an e-mail. However, Chaudhry added that the percentage of people facing hardship due to an unexpected cost of $400 \"may be lower today. The survey, from which the figure was quoted, was conducted a few years ago.\" \"With the low unemployment rate and increases in the wage rate, fewer people are in the category of \"near bankruptcy,\"\" added the professor. A spokesman for the Harris campaign made a written statement: \"Many millions of hard-working Americans cannot afford an unexpected expenditure of $400. It's a medical bill, a repair of a car, or an increase in rent away from painful decisions such as resorting to the neighbor's hat to ask for a loan, putting themselves in escalating debt with a credit card, selling their cars, or going to a mortgage shop with their wedding ring. Let's just say that none of these things are gonna hurt someone's daily life. Mr. Kamala Harris recently claimed: \"It is clear in our country now that nearly half of the American families are $400 in unexpected expenses away from total unrest.\" The part of Harris' statement about \"almost half\" of families is on the right track. A report issued by the Federal Reserve Bank in 2018 found that 40 per cent of the adults surveyed were not easily able to pay an unexpected cost of $400. However, the report does not describe \"full disturbance\" of that group. Instead, many found putting these expenses on a credit card and paying them over time, borrowing money from a friend or family or selling possession. These represent very real difficulties for families. However, their description of them as leading to \"total disturbance\" is not supported by the facts and the results of the survey are out of context. We evaluated Harris' claim for half a trout. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Sharing the facts 2019-04-1918:31:13 UTC Politic Fact 4 1 7 Politic Facting: Half True: \"It is clear in our country now, almost half of American households are $400 unexpected expenses away from total disturbances.\" Kamala Harris United States Senator https://www.youtube.com/watch?v=roz6dHDxIno&t=1329 on Wednesday, 17 April 2019 2019 2019-04-17. Read more relevant information: Kamala Harris calls her plan LIFT 'the most important middle class tax reduction in generations'. Right? Are salaries unable to keep up with inflation? Did the teacher pay less than 30 states, as Kamala Harris said?", "vclaim_id": "vclaim-pol-00742"}