{"url": "/factchecks/2019/may/21/viral-image/photo-blaming-environmentalists-trashing-park-eart/", "speaker": "Viral image", "vclaim": "He says that the image of a garbage park was left by \"environmentalists\" after the celebration of Earth Day in California.", "truth_label": "false", "date": "stated on May 20, 2019 in a Facebook post:", "title": "The picture blames environmental scientists for destroying a garden on Earth Day is really from a football site.", "text": "A viral picture of social media tours claiming that environmentalists are scattered in California Park on Earth Day. But the picture wasn't taken in California, nor did it visualize the effects of Earth Day's event. Text under the viral image, \"Earth Day in California. This is how environmental scientists left a park in California after Earth Day.\" The picture was highlighted as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) The picture began to appear online shortly after Earth Day celebrations on April 22. The picture isn't fake, but it's wrong. The photo was taken almost 10 years ago to show the garbage left from the University of Georgia's canceled prom after the school's open football game against South Carolina on 12 September 2009. Facebook, published on January 11, 2021 in Facebook, Nancy Belosi, is no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021, the reverse image search shows that the picture was published in a story published in the newspaper Atlanta Journal in September 2009 to illustrate the destructive grass. The newspaper stated that the crews collected about \"70 tons of garbage\" after the back gate. A local radio station also uses the same picture, which is credited to Atlanta-Constitution, in the 2011 story of the University &apos; s tracking policies. The title explains that the scene was \"in front of the Law Library of the University of Georgia Sunday morning in September 2009, after tracking activities during the last night's football game.\" In response, the University tightened its rules on back-party but reduced them in 2011. Our judgment is a viral image showing the litter scattered across the grass comes with the allegation that the garbage was caused by environmental scientists after Earth Day in California. The picture has nothing to do with environmentalists, California or Earth Day. She was arrested in 2009 following a background party at the University of Georgia. We're assessing this wrong. Sharing the facts of 2019-05-21 16:37:41 UTC PoliticFact 2 1 7 PoliticFact Rating: Falsely says a picture of a garbage park left behind by \"environmental specialists\" after the celebration of Earth Day in California. On Monday, 20 May 20, 2019 2019-05-20 read more information", "vclaim_id": "vclaim-pol-00616"}