{"url": "/factchecks/2019/jan/09/blog-posting/no-rashida-tlaib-did-not-tweet-about-raping-and-pi/", "speaker": "Bloggers", "vclaim": "The new United States Republic of America, Rashida, tweeted: \"The Americans have spent decades raping and looting my people. What goes around comes around.\"", "truth_label": "pants-fire", "date": "stated on January 4, 2019 in a tweet:", "title": "No, Rushida Talib didn't tweet about \"rape and looting\" in America.", "text": "The newly established Republic of Democracy Rashida Talib wrote headlines during the first week of her tenure, from being the first Palestinian woman elected to the United States House of Representatives to using exile as part of an undertaking to isolate President Donald Trump. Now, a humiliating tweet is supposed to be done by a social media relay. The tweet says: \"The Americans have spent decades raping and looting my people. What's going on around here comes around. @Friday feeling\" The article was announced as part of Facebook's efforts to combat false news and misleading information on the news broadcast. ∙ (Read more about our partnership with Facebook.) Facebook was published on January 11, 2021 in Nancy Belusi's newspaper, no longer the Speaker of the House of Representatives by Samantha Buterman on January 12, 2021. The tweet, published after January 10 a.m., is not from a tweaking novel and is no longer on Twitter. It's a trick. The real account of a student is checked and the blue cheque badge is carried in its name. The tweet referred to in Facebook came from an account that is not - an account that has since been deleted or deleted from the social media platform. The false account also tried to appear as if the name of the altercation had been correctly spelled out, but it was not. The letter \"i\" was used at the \"L\" place in its last name. When her name is accurately spelled on Twitter, the result is that the lower letter \"L\" reaches higher than the \"T\" in her last name. When the spelling misses the upper \"i,\" this \"L\" comes at roughly the same height as T. Moreover, Twitter Tlayb follows about 277,000, which is more equal for a member of the American House than 30 followers that had accumulated the trick account before it was removed. We're assessing this allegation pants on fire! Sharing the facts 2019-01-09 18:55:18 UTC Politic Fact 1 1 7 PoliticFact Dacting: Pants on New New New Rp. Rashada Tlaib tweeted: \"The Americans have spent decades raping and looting my people. What goes around comes around.\" On Friday, 4 January 2019, 2019-01-04, bloggers in Twitter read more information.", "vclaim_id": "vclaim-pol-01146"}