{"url": "/factchecks/2016/sep/08/hillary-clinton/clinton-says-trump-supported-intervention-libya/", "speaker": "Hillary Clinton", "vclaim": "Donald Trump says he's widely registered to support intervention in Libya.", "truth_label": "mostly-true", "date": "stated on September 7, 2016 in the NBC Commander-In-Chief Forum :", "title": "Hillary Clinton says Trump supports intervention in Libya.", "text": "When it comes to national security, the Republican Donald Trump throws the Hilary Clinton Democratic Party as he is very ready to wage war in the country. A key example is Clinton &apos; s full support for the attacks that brought down Libyan dictator Muammar Qadhafi. However, at the NBC News Forum, he focused on the role of the Commander-in-Chief, Clinton addressed this criticism. There was no difference between her and Trump in Libyan action. On September 7, 2016, Clinton said: \"It is in the records that it supports large-scale intervention in Libya, when Jedhavi was threatening to slaughter its inhabitants.\" Did Trump support the attacks on Muammar Qadhafi, the then leader of Libya? The record shows he did it. In early 2011, before the United States joined NATO to expel Gadavi, Trump defended American action. We know what Trump thought at the time, thanks to a video on the Trump blog (based on Bazved's discovery) \"I can't believe what our country is doing,\" said Trump, according to the Bazved script. \"Jaffafi in Libya kills thousands of people, nobody knows how bad that is, and we sit around. We have soldiers all over the Middle East, and we don't bring them to stop this terrible massacre, which is what it is: it's a massacre. Keep going, Trump. \"You're talking about things that happened in history; it could be one of the worst,\" he said. \"Now we have to go in, we have to stop this guy, which will be so easy and so fast. We can do it surgically, prevent it from doing it, and save these lives. This is completely insane. We don't want to get involved and you'll end up with something you've never seen before.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 and then... \"But we have to save these lives; these people are slaughtered like animals,\" said Trump. \"It's terrible what's going on, it has to be stopped. We must do on a humanitarian basis, immediately go to Libya, beat this man out very quickly, very surgically, very effective, and save lives.\" Trump offered a more mixed assessment on CNN after the attacks began. His main concern was the political tendencies of forces opposed to Gaddafi. \"I really want to know who these people we're fighting for, who they are,\" said Trump on March 28, 2011. \"I heard they were allied with Iran. I heard they might be allied with Al-Qaida.\" But Trump said, \"At this point, if you don't get rid of Jedhavi, it's a major black eye for this country.\" Clinton told our governor that Trump in the records \"could\" support the attacks that unleashed Libyan gravity. We didn't actually find much comment from Trump about Libya. But when he did, he was sure. In 2011, before the first bombing, Trump said, \"We have to go in, we have to stop this guy.\" Even when he expressed his concern about who would be managing Libya in the post-glavi phase, he supported intervention. We appreciate Clinton's claim that it is often true. https://www.sharethefacts.co/share/06e4eaf5-2b03-451c-9282-da80ca345d38", "vclaim_id": "vclaim-pol-04358"}