{"url": "/factchecks/2014/sep/22/rick-scott/ad-promote-rick-scott-rothstein-investor-says-he-w/", "speaker": "Rick Scott", "vclaim": "Scott Rothstein's victim says Charlie Christ tricked him.", "truth_label": "pants-fire", "date": "stated on August 27, 2014 in TV ad:", "title": "In the ad for Rick Scott's promotion, Rothstein's investor says it was a 'bluff' by Charlie Christ.", "text": "A television announcement made by the Republican Party in Florida has made a big fuss in Florida's political world. The announcement was made by an unidentified man who said that he had been deceived by Ponzi Scott Rothstein's scheme -- and on the other hand, by former Goff. Charlie Christ, who is now a Democrat and seeks to cancel his seat in Florida Goff. Rick Scott. \"Scott Rothstein fooled a lot of people, including me,\" said the unknown novelist. \"Many families are bankrupt. No one was closer to Rothstein than Charlie Christ. Ruthstein was always around Charlie throwing parties and giving Charlie money. Ruthstein boasts that he gave Charlie Christ the money so he could choose judges. Of course Charlie took the money. I was fooled by both Rothstein and Charlie. If Charlie Christ is gonna sell judgeships, it's all for sale.\" The ad -- which runs at least 4,000 times at a cost of about $2 million -- contains photos of Ruthstein and Christ hugging each other and blowing candles on Krest's 52nd Christmas cake. (Technical note: The declaration was made by the State Republican Party, but on behalf of Scott. Scott's campaign was defending her, and he first asked questions about advertising to his campaign. That's why we're putting Scott on Truth or Meter. In the past, Polyte Fact Florida has reviewed two allegations concerning Prothstein, who began a 50-year prison sentence in 2010 for convictions for a 1.4 billion Ponce scheme involving the sale of fabricated legal settlements. But Scott's accusation that Krist is a new investor is a serious charge. Christ revealed his counter-attack, which called for the announcement to lie and listed Scott's fraud in the amount of US$ 1.7 billion in medical care because of his days as CEO of a health-care company. We decided to put it in Truth or Meter. We relied heavily on the work of the political writer in Miami Herald Mark Caputo and the correspondent of the federal courts, Jay Weaver. On September 16, Caputo and Weaver published the story that the investor was Dean Krishmar of Fort Lauderdale. The investor &apos; s lawsuit did not mention that Krist Kritchmar was part of a group of investors known as Rizorpak invested with Rothstein. In June 2009 or around that date, Krishmar invested $8 million, according to Krishmar and other investors filed in November 2009. Several defendants, including Rothstein and TD Bank, were assigned to the Rothstein law firm. Christ &apos; s name was not mentioned in the lawsuit. The group sought $190 million and settled at $170 million with TD Bank, as reported by Herald. The newspaper stated that Kritchmar had recovered most of his investments. It is not mentioned in the announcement that Krishmar &apos; s lawyer is William R. Shearer, a donor from Scott. Earlier this year, Scott &apos; s office hired the Sherry Bar to sue the digital domain, a digital-impact company that moved scenes in Titanic and Transformers &apos; films. Under Christ, the company received $20 million from the State but in 2012 closed Florida and declared bankruptcy without creating hundreds of jobs promised by the State. (Cherer told the Herald that the purpose of the announcement was that Christ took Ruthstein's money - about $81,000 for the failed American Senate campaign in 2010 - at the same time that Krishmar was robbed. But none of this is explained in the Declaration.) Krishmar gave about $19,000 to candidates for the State and Union People's Election Commissions, including - paradoxically - $500 to Christ when he ran for governor as a Republican in 2006. On January 27, 2021, Marco Rubio says in his remarks: \"Only in the Third World do you see this routine use of trials of former leaders?\" Rothstein testified that he bought Christ's judicial choices, but he didn't mention Kritchmar. While the electoral campaign stopped in Miami, Scott told the Herald Caputo that his announcement was not intended to say that Christ was an active participant in the fraud; it was intended to be more metaphorical, and to be equivalent to Christ's political movements with Rothstein's tricks. From Herald: \"This person was the victim of both Scott Rothstein and Charlie Christ. Scott said they both promised things, and they didn't make it. Charlie said he was a Republican of Ronald Reagan. It was against tax increases. It was against raising your tuition fees. And he did both, \"Scott said, repeating the differences in this argument when journalists asked for clarification. Charlie was a Republican, then he was independent, then he was democratic. The director of the Scott Melissa Sellers campaign cited a list of political positions that Christ had forged, such as gay marriage. Polyft Vac confirmed a number of these similarities. However, none of this manoeuvring is remotely linked to the criminal acts committed by Rothstein. Miriam Webster's online dictionary defines \"fraud\" as \"access to money or property through fraud or deception,\" a definition that does not extend to public policy. The Florida Group didn't give up the \"Trick\" argument -- a new online ad released on September 22 says \"Crest tricks Florida.\" Deception of his supporters. \"Breaked voters with the promises they made and the promises that were cut\" This declaration focuses on Christ's prank and does not mention Rothstein.) Sellers also said, \"No one ever said that Christ wasn't part of Rothstein's investigation.\" The campaign refers to an article in January 2012 in the Miami Herald newspaper on pending charges against others involved in the Rothstein scheme. (To date, there have been more than 20 separate convictions.) The article contained information from the 10-day testimony of Rothstein in a civil case, where a lawyer asked Rothstein whether he had been \"convicted\" or \"wrong\" a list of senior national politicians, including General Democratic Party candidate Sen. John McCain. Rothstein testified that he bothered them all. Then Rothstein was asked by a lawyer whether he was a Krest fraud or a former American, Mel Martinez, R-Fla. The Herald newspaper wrote that \"Rothstein was not allowed to answer questions about Florida politicians because of objections raised by the main federal prosecutor in the criminal case, Lawrence Lavico, who cited \"the privilege of investigation.\" The legal experts said that Lavico objected because his team was still investigating the political donations made by Rothstein and other members of his company to their campaigns.\" This year, Rutstein witnessed a separate criminal case involving a former employee who made judicial appointments in exchange for Rothstein &apos; s donations. But the Herald reported in September that the FBI examined Rothstein-related donations to Christ in 2010 and found no evidence of a mistake and did not actually investigate the charge. In a television announcement by the Republican Party in Florida from August, Rothstein confirmed that \"hundreds of thousands of campaign funds were received to control Christ's appointments to key state judges.\" Rothstein and his company donated to Christ and RPOF -- as well as a long list of politicians and candidates from both parties. Krest (Rothstein) was appointed to serve on a committee that recommended appeals judges, but was only one of nine votes. To say that Rothstein took control of the dates is an exaggeration, which led us to appreciate that claim as the \"real half.\" Our announcement by Scott quotes Rothstein's victim who says that Christ is his \"deception,\" but this is a blatant distortion. Kritchmar was fooled by Rothstein, but the ad does not provide any evidence that he was \"decepted\" by Christ as well. Scott and his campaign argue that the comparison of \"museums\" by Rothstein and Christ is metaphorical, with Christ having the \"museum\" of voters by changing his attitudes on political issues such as same-sex marriage. However, the way in which the charge was brought in the ad leaves viewers with the impression that Christ was part of the Ponzi criminal scheme of Rothstein -- it wasn't. The equation between the two is ridiculous, so we're assessing the claim that the pants are on fire!", "vclaim_id": "vclaim-pol-07269"}