{"url": "/factchecks/2011/apr/27/barack-obama/president-barack-obama-says-rep-paul-ryan-voted-wa/", "speaker": "Barack Obama", "vclaim": "Paul Ryan says, \"A voice of unpaid warriors, a voice of unpaid tax discounts in Bush, a voice of the bill for medicine that was charged as much as the bill for health care -- but not paid for.\"", "truth_label": "mostly-true", "date": "stated on April 14, 2011 in remarks at a campaign fundraiser:", "title": "President Barack Obama says that Republic Paul Ryan voted for war, tax rebates, and the bill of drugs she didn't pay for.", "text": "In closed remarks to campaign supporters on April 14, 2011, President Barack Obama once again looked at the frustration of protracted negotiations with the Republicans on funding to keep the federal government operational. Obama, as reported on the online news of CBS, expected the Republicans to continue using the budget process \"to activate their political agenda under the guise of spending cuts.\" The President singled out Paul Ryan of the United States, Chairman of the Budget Committee of the House of Representatives, who had drawn up a long-term plan to reduce the deficit. \"When Paul Ryan says his priority is to make sure, you know, that he's just an American accountant, trying to be responsible... this is the same guy who voted for warriors who didn't pay for, a voice for Bush's tax discounts that didn't pay for, So it's not on the level. In making this observation, Obama referred to several large items that were approved during the Bush administration during Ryan's presence at Congress -- which he says helped pay for the nation's record deficit. Given the importance of actors and the timeliness of comments, we decided to take a look at Obama's criticism of Ryan. In words, Obama offers an opinion on how Ryan has formulated his efforts to reduce the budget. We can't verify the president's opinion on Ryan's letter. But we can focus on factual assertions, and try to put them in a context. We began with the White House, which refused to comment, saying that the Chairman &apos; s remarks spoke for themselves. Let's look at the sounds. There is no dispute over the financing of Afghanistan and Iraq in the war; on the major tax cuts approved under President George W. Bush in 2001 and 2003 (extended in 2010); and on the new benefits of medicines provided for medical care established in 2003. They were all big things. But Obama took another step to confirm that everyone \"didn't pay for it.\" This is Washington &apos; s expression of invoices that are not matched by corresponding spending cuts or tax increases elsewhere in the federal budget. We have consulted the budget experts and the historical record confirms that there is no direct compensation in those invoices. Obama's claim on the prescription was slightly different -- that it wasn't paid for and \"cost as much as my health-care bill.\" Let's divide this into two parts. It appears that Obama refers to the total expenditure required for the two historic bills. With regard to the Medical Medicines Bill, which was adopted in 2003 and entered into force in 2006, we found a set of cost estimates for 10 years: $395 billion to $720 billion. The official estimates of the Congressional Budget Office were the low end. That was at the time. Now, the Government estimates that the original cost projections were very high, perhaps as high as 40 per cent, and John Gable, a senior health-care research fellow at the National Opinion Research Centre, said. The Obama Health Reform Bill - the Patient Protection and Affordable Care Act - was more volatile, with estimates ranging from $800 billion to $1.4 trillion. Ryan and the Republicans opposed the bill. But the two measures were passed after seven years, so inflation could be a factor. Paul van de Wotter, a former officer of the Congressional Budget Office, who has now become a senior colleague at the Left Center for Budget and Policy Priorities, made an inflation-adjusted comparison and found that the medical care bill is likely to be two thirds or three quarters of the cost of Obama &apos; s healthcare measure. This means that Obama &apos; s health-care bill is still more expensive than the hundreds of millions of dollars worth of medical-care treatment bill. So the president was parked in the total billing cost equation. With regard to the compensatory question, the draft Medicines Bill described by the medical care system has undoubtedly added to the federal deficit. It was not matched by new revenues or other reductions in expenditure. In contrast, the Government &apos; s official assessment of the impact of the Health Care Act 2010 stated that it would actually reduce the deficit, partly because of the new taxes it enacted to help offset the costs of expanding health coverage. The source of this is the non-partisan Congressional Budget Office. There is no question in the Senate's appreciation - Ryan and other Republican leaders and various budget analysts claimed that the Council's report was distorted by questionable assumptions made by the Obama administration. They're pretending the law actually adds to the deficit. However, we and Congress have used the estimates of community organizations as a golden standard in these matters. So Obama has a very solid leg to stand on, saying that his health bill was paid while the medical bill wasn't. This covers the details underlying the Chairman &apos; s remarks. In this case, it is important to put it in context. We consulted with several experts and sought to get Ryan. Ryan was asked in a recent interview about Obama &apos; s reference to the Medical Care Medicines Programme, the Warsan, and the Bush tax cuts as key drivers of disability. It's different: \"We still have these huge commitments, construction, unfunded, medical care, medical assistance, social security -- I mean, the big engines of our debt.\" He sent us his office in defence of his vote on war financing, quoting his budget plan: \"Like all categories of government expenditure, defence spending must be implemented more efficiently and more accountable. But responsible budgeting must never lose sight of the fact that the Federal Government's primary responsibility is to provide for the defence of the nation.\" In Bush's tax cuts, Ryan and Congressman's associates said that \"we have a deficit because Washington spends a lot, not because Americans are taxed very little. He states that tax cuts helped fuel economic growth and brought in more tax revenues. Indeed, in December, Obama himself supported a compromise with the Republicans, including Ryan, who extended the fiscal cuts imposed by Bush. \"Boutum Line: Ryan's voice for massive new spending as well as the President,\" said Tad Dehaven, Budget Analyst at the Liberal Kato Institute. The cost of Iraq's war has reached $1 trillion, as Scott Lily, the former Director of the Accreditation Committee of the House of Representatives, said, and now a research fellow at the left-wing centre for American progress. The analysts have noted that Bush &apos; s war efforts in Afghanistan and Obama &apos; s escalation there have not been paid for. In April, Obama and Ryan revealed long-term plans to reduce the neighbourhood deficit by $4 trillion over a decade or more. So where does this leave us? The President selected a handful of votes in an attempt to show that Ryan was not pure on the subject of disability. Obama was right to support Ryan's large card bills, including war financing, medical care medicines, and tax deductions in Bush. He also had the objective of saying that nothing had been compensated or \"paid\" through spending cuts or tax increases. This is the main part of his claim. He was far from the target when he confirmed that one of the invoices - medical care drugs - was as expensive as the Health Care Reform Bill 2010. This often puts it right. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012", "vclaim_id": "vclaim-pol-13190"}