{"url": "/factchecks/2019/jul/26/priorities-usa-action/honest-ad-mostly-wrong-about-trump-taxes-and-medic/", "speaker": "Priorities USA Action", "vclaim": "\"Tremp wants to cut down Midcary just to pay the billionaire tax credits.\"", "truth_label": "barely-true", "date": "stated on July 23, 2019 in a digital ad:", "title": "The \"honour\" announcement is mostly wrong about Trump, taxes and medical care.", "text": "Targeting Wisconsin as one of the four most critical states in the 2020 presidential election, the United States of America declared that it planned to spend at least $300,000 a week on digital advertising in the state. The first plane of the Democratic Group includes a 30-second announcement entitled \"Bill and Mona\" showing a couple on the farm discussing President Donald Trump. \"I paid for medical care my whole life,\" says the farmer who recognized \"Bill A.\" \"Tremp wants to cut it just to pay tax exemptions to the billionaire.\" Mona A adds: \"It's just rich people want to be rich, and the rest of us have to deal with it.\" The United States of America launched the \"Let's Be Honest\" campaign. Let's see if their demand for tax exemptions is worth the slogan. The Declaration incorporates the separate measures. \"tax cuts\" in the Declaration refers to the Tax Reductions and Jobs Act, a tax law reform signed by Tramp into law in December 2017, according to a supporting document provided by American priorities. The \"cut\" of the medical care programme refers to changes in the proposed budget for Trump. We will examine these elements separately and then see whether it is reasonable to link them. The declaration implies that many - or each - of the tax cuts referred to go to the billionaire. The tax reduction provides tax exemptions for billionaires. And a lot of other people, too. Total reductions are expected to reach $1.8 trillion over the next decade, according to the Tax Corporation, an intellectual institution that generally has a pro-business tendency. In 2018, about 80 per cent of taxpayers received a tax reduction due to the new law, according to the Joint Centre for Tax Policy of the Urban Institute and the Brookings Institution, an independent group following the effects of tax legislation. Savings tend to drift towards high-income people. The Centre stated that 21 per cent of total tax savings went to the highest 1 per cent of taxpayers in 2018, more than the total for the lowest 60 per cent. By 2025, this gap is expected to increase, with tax savings reaching the highest 1 per cent by 25 per cent. Increases are greater for higher-income people on a percentage basis as well - not only in crude dollars. In 2025, the highest 1 per cent is expected to increase income after tax by 2.9 per cent, compared with 1.4 per cent or less for the lowest 80 per cent of the income holders. This is largely in line with estimates from other groups, such as the Tax Corporation. We couldn't find a breakdown exactly how much of this money goes to the billionaire. The Centre for Tax Policy discontinued its analysis by 0.1 per cent of the highest-income population. This group includes some 140,000 tax returns, and by 2025 it will receive about 11 per cent of total tax savings. (The annual income for this category currently amounts to at least $6.9 million, according to the Internal Revenue Service). Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" By Haley Bimler: 26 January 2021, at the same time, Forbes reported that there were 607 billionaires in the United States in 2019. This is less than half of the top 0.001 per cent of the income-holders. It's enough to say that the vast majority of the money won't go to the billionaire. The reduction of medical care costs under the Trump budget is expected to amount to approximately $600 billion over the next 10 years, compared with current expenditure levels, according to the non-partisan budget office in Congress. To a large extent, the responsible Federal Budget Committee of the two parties agrees that the number is $575 billion. There are some important warnings. Some 85 per cent of the savings come from reductions in the payment of medical care to service providers, according to the responsible Federal Budget Committee. \"These cuts would reduce in the first place the payments made by medical care providers, and I do not expect them to have negative effects on medical care recipients.\" Matt Fidler, an economist at the left Brookings Institution, said in e-mail. The budget proposals for medical care are also, in my view, a very reasonable policy. Changes in medical care are also not an original idea, but Trump is actually building on proposals from Democratic President Barack Obama. The recent Obama budget proposed to cut spending on medical care by a much similar amount: $420 billion over 10 years. Is it fair to link the proposed changes in the medical care system to tax cuts two years ago? In October 2017, Politi Fact National (Sen. Shuck Schumer) gave the United States a half real degree to claim that the Republicans were proposing \"to pay the giant tax to the rich.\" At that time, we noted that the establishment of a direct link between the specific tax cuts and the cuts in medical aid had been exaggerated because they were separate legislation. The priority declaration in the United States of America presents a different claim, beginning with the fact that it refers only to medical care (not medical care and medical aid) and instead of \"rich people,\" it refers specifically to billionaires. In addition, we are now dealing with the final version of tax cuts and a consistent budget proposal. However, the Declaration links the two legislations as did Schommer, which we have noted is a problem. Finally, Fidler points out that, generally speaking, tax cuts require further adjustments. In an e-mail, he said: \"Tax cuts are not free lunch: lower tax revenues will result in higher deficits, which will require either future tax increases or spending cuts.\" \"Medical care is a large part of federal spending, so it is certainly possible that medical care will bear part of those future adjustments, but it is impossible to say with any precision where those adjustments will eventually fall.\" Our online priority announcement from the United States of America said that Trump would reduce medical care to fund tax exemptions for billionaires. Any large-scale tax cuts reduce revenues and may require cuts elsewhere in the federal budget, where medical care is an expensive piece. However, the declaration directly linking tax cuts was signed into law almost two years ago and changes in medical care that remain in business. The reference to tax cuts simply \"to the billionaire\" is also an extension. Reductions benefit the rich disproportionately, but a very small portion of the money actually goes to the billionaire. We're assessing this allegation mostly wrong.", "vclaim_id": "vclaim-pol-00389"}