{"url": "/factchecks/2019/aug/12/viral-image/viral-photo-ice-melting-cup-misrepresents-icebergs/", "speaker": "Viral image", "vclaim": "He says that the melting of ice in a cup shows that sea levels do not rise when icebergs melt.", "truth_label": "false", "date": "stated on July 31, 2019 in a Facebook post:", "title": "This is the viral picture of the melting of ice in a glass that distorts icebergs and sea level rise.", "text": "The widespread and historical melting of ice through Greenland's ice sheet this summer has caused alarm. According to the Washington Post, Greenland has lost more than 250 billion tons of ice - enough to fill more than 90 million Olympic swimming pools. On July 31, the Post reported that the recent heat wave caused \"one of the biggest melted events observed on the fragile ice sheet.\" But the picture posted on Facebook the same day casts doubt on how the icebergs affect sea level rise. The article, in which more than 4,700 participants took part on 9 August, shows two photographs. The first picture of a glass of measure filled with water and ice. An arrow referring to ice says \"Sprig\" and an arrow referring to water says \"the ocean.\" The second picture is similar except there's no ice. An arrow indicates where the ice says \"smelling ice,\" an arrow refers to water, says \"ocean,\" and a third arrow refers to the line on the measuring cup where the water stops. It's the same line as in the first picture and the arrow says, \"The level of the ocean remains the same.\" The author wrote the article \"A little scientific lesson for #IDIOTS at the Global Warming Conference.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This is because the picture distorts how icebergs affect sea level rise. The iceberg is a piece of ice cut from ice, an ice shelf, or a larger iceberg. They float in the ocean (or the lake) and unlike the sea ice that freezes and melts in the ocean, the glaciers are made up of fresh water because they form on land. It was published on January 25, 2021 in a video that says Bill Gates \"at least 3 billion people must die\" from this planet. Daniel Funk wrote: January 27, 2012, when an iceberg melts, it does not raise sea level, as Walt Meyer said, a research scientist at the National Ice and Ice Data Center. But he said it was because the iceberg had already raised sea levels when it moved from land to the ocean. William Coulgan, a senior researcher at the Danish and Greenland Geological Survey, said that one of the best examples of how icebergs affect sea level is the suspension of an ice cube on lollipop sticks above water. When it falls into water or melts into water, the water level will rise. Kolligan said, \"Here they start the icebergs in the water.\" \"But the moment the iceberg crosses into the water, it raises the sea level.\" If you heat the water in the glass and measure it closely enough, Colgan said, the water level will rise. The reason for this is that warm water is expanding; according to NASA, \"sea level rise is mainly due to two factors related to global warming: water added from melting ice sheets and glaciers and the expansion of seawater during warmth.\" Kolgan compared the Facebook article with the same evidence as people who believe the world is flat. The tests were conducted in a way that supported their assumptions while excluding information that ran counter to them. Our Facebook article claims that it shows what happens when icebergs melt into water but ignores critical facts that give a different impression. The melting of ice into water, as the ice appears in Facebook, does not lead to rising water levels. This is because the glaciers form on land and then the water is destroyed when it breaks into the ocean, leading to rising sea levels. We value this wrong mail.", "vclaim_id": "vclaim-pol-00280"}