{"url": "/factchecks/2019/mar/08/viral-image/no-winston-churchill-didnt-say-quote-about-age/", "speaker": "Viral image", "vclaim": "Winston Churchill says: \"When you're 20 years old, you care what everyone thinks, when you're 40 years old you stop caring about what everyone thinks, and when you're 60 years old, you realize that no one thinks of you in the first place.\"", "truth_label": "false", "date": "stated on March 6, 2019 in a Facebook post:", "title": "No, Winston Churchill didn't say that quote about age.", "text": "Winston Churchill once said, \"It's good for an uneducated man to read a book of quotations.\" The British statesman is himself widely quoted, both online and offline. Maybe you heard this: \"If you're going through hell, go on.\" Or maybe \"the price of greatness is responsibility.\" But we didn't know anyone else on Facebook. \"When you're 20 years old, you care what everyone thinks, and when you're 40 years old you stop caring about what everyone thinks, when you're 60 years old, you realize that no one was thinking about you in the first place,\" you read a quote published on March 6th attributed to Churchill. It was referred to as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) The online quotation search shows many articles that attribute the statement to Churchill on sites such as Quotefance, which makes computer wallpaper with \"inspired jobs.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman: 11 January 2021, but we also found articles that attributed quotes to \"unknown,\" including this article Reddit five years ago. These self-help books describe the quote as \"saying\" and \"unknown\" When Ryan Seacrest, co-host of \"Life with Kelly and Ryan,\" published his Facebook page on 27 August 2014, he noticed that the person who said it was \"unknown.\" We had difficulty finding an original or reliable source that actually showed Churchill making this statement. Richard Langworth, Senior Fellow of the Churchill Project at Hillsdale College, who wrote, \"Churchill by himself: The Fintientive Collection of Quotes,\" puts it on his website in an article in November 8 entitled \"All quotes of \"Winston Churchill never said.\" Langworth says there's nothing to quote. This quote is not included on the Churchill International quotes page, or in the American BBC group of 50 Churchill quotes \"to live.\" We live with the facts, and having found no evidence that Churchill made this statement, we are evaluating this false article on Facebook. Sharing the facts 2019-03-08 17:56 UTC Politics Fact 2 1 7 Politic Facting: Winston Churchill said: \"When you are 20 years old, you care what everyone thinks, when you are 40 years old you stop caring about what everyone thinks, when you are 60 years old, you realize that no one thinks of you in the first place.\" On Wednesday, 6 March, 2019 2019-03-06. Read more information.", "vclaim_id": "vclaim-pol-00920"}