{"url": "/factchecks/2019/sep/11/facebook-posts/no-ronald-reagan-didnt-meet-taliban-because-taliba/", "speaker": "Facebook posts", "vclaim": "The picture says that President Ronald Reagan is meeting with the Taliban leaders in the White House.", "truth_label": "false", "date": "stated on September 9, 2019 in a Facebook post:", "title": "No, Ronald Reagan didn't meet with the Taliban because the Taliban didn't exist.", "text": "President Donald Trump recently announced that he had suspended talks with the Taliban, a meeting that was scheduled to take place days before the eighteenth anniversary of the 9/11 attacks. While the news of that planned meeting inspired criticism, the viral picture of social media suggests that Trump was not the first President of the United States to do so, had he been through it. In the photograph, former President Ronald Reagan sits in the Oval Office with a group of men wearing a turban. \"Whatever the trampers are,\" reads the September 7 tweet that showed the picture, \"The President's meeting with the Taliban, that's awful!\" In addition to retweeting more than 1,700 times, this flawed allegation of years ago also moved to Facebook, where, in a single copy, the text around the picture is announced, \"Ronald Reagan is meeting with the Taliban. \"These gentlemen are the moral equivalent of the founding fathers of America - Ronald Reagan, 1985.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) It's fake on many counts. The men in the picture are not Taliban; the organization was not created even years later, in the mid-1990s. Nor was the picture taken in 1985, nor did Reagan compare the group in the picture with the founding fathers. According to Ronald Reagan's library and museum, the photo was taken on February 2, 1983, showing that Reagan is meeting with Afghan \"freedom fighters\" in the Oval Office to discuss Soviet atrocities in Afghanistan. On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. • On January 22, 2012, the Reagan administration helped the Mujahideen to help their battle against the Soviets. The United States withdrew funding after the Soviet withdrawal and the Taliban were formed. Therefore, while some mujahideen may have become part of the Taliban a decade after taking the picture, the two groups are not the same. It is not true that Reagan resembled men with founding fathers. The potential source of the quotation lies in a speech delivered by Reagan at the conservative political action conference on 1 March 1985. But he wasn't talking about the Taliban or Afghan fighters sitting with him in the picture. He was talking about Nicaraguan rebels: \"I recently spoke about freedom fighters in Nicaragua. You know the truth about them. You know who they're fighting for and why. They are morally equal to our founding fathers and brave men and women of French resistance. We cannot stay away from them, because the struggle here is not true against the left; it is true against the wrong.\" Our social media articles claim a photo of President Reagan sitting in the Oval Office showing that he's meeting members of the Taliban. This is totally wrong. The picture was taken in 1983, almost a decade before the formation of the Taliban, and there appeared to be Afghan rebels fighting against the Soviet occupation in Afghanistan. We're assessing this wrong.", "vclaim_id": "vclaim-pol-00171"}