{"url": "/factchecks/2019/feb/27/mary-elizabeth-coleman/does-entering-prostitution-mean-you-have-seven-yea/", "speaker": "Mary Elizabeth Coleman", "vclaim": "The life expectancy of a girl is seven years after entering prostitution.", "truth_label": "false", "date": "stated on January 23, 2019 in a speech at a General Laws Committee hearing:", "title": "Does getting into prostitution mean you have seven years to live?", "text": "Under existing safe harbour laws, minors in Missouri can use coercion to defend the charge of prostitution. A new bill proposed by Mary Elizabeth Coleman, R. Arnold, would take another step, giving all those under 18 years of age who are convicted of prostitution an opportunity to write off criminal records. During the presentation of the bill at a hearing by the General Law Commission, Coleman used some disturbing statistics. \"The average age of a girl, usually a girl, entering prostitution is 14 years,\" said Jan 23. \"Prostitution is practised in the same manner as most victims of sex and sexual assault, which is done through the process of luring, often by a family member. Its life expectancy is seven years after entering prostitution.\" Sexual labor is a dangerous business, especially for someone who has been forced to, but do they die after seven years? We decided to find out. When we asked Coleman about her source of statistics, the FBI cited the 2011 FBI document. The document in question, which does not mention a specific study, states that \"the average age of the new child prostitutes is 13 years, and the life expectancy after the child becomes a prostitute is 7 years.\" However, when Poletti Fuckett contacted the FBI to verify the facts in 2015, an agency spokesman retracted by e-mail: \"It should not be considered a public statement of the FBI's findings.\" There are other studies that call into question statistics. There are not many studies on sex work or child prostitutes, but existing studies do not support a seven-year claim. In a long-term study of the deaths of sex workers in Colorado Springs, researchers tracked over 1,600 sex workers from 1967 to 1999. Of these women, 100 died during 33 years of schooling. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • 20 January 2021 CYOTE-RI, an advocacy group for sex work in Rhode Island, conducted a survey of approximately 1,500 sex workers in the United States in 2017. While the study had not yet been published, Executive Director Bella Robinson said in an interview that the average age of entry for prostitution was 22 years and the average age of respondents was 33 years. Robinson said that life expectancy statistics for seven years were out of reach - partly because they had been in industry for 35 years. Part of the seven-year demand problem is the combination of sex work and sex trafficking. Robinson explained that there are many different types of sex work, so it is impossible to make any accurate generalizations. Melissa Torres, Director of the Human Trafficking Research Portfolio of the Institute on Domestic Violence and Sexual Abuse, said that seven-year statistics were often cited in tandem with the average income age of 12 years. These numbers are used and reused, but Torres said there's no way to know that information. \"There are a lot of factors... to see if the prosecution is true, but from what we know, it's unfounded right now,\" said Torres. Our ruling, Coleman, said that a girl's life expectancy was seven years after entering prostitution. No extensive studies have been carried out to substantiate these statistics. Some smaller studies, including those of CoYOTE-RI, show that sex workers live much longer than seven years. Coleman based this claim on the eight-year-old budget report. The FBI has not mentioned a source of this figure and has since denounced it. We're assessing the allegation wrong.", "vclaim_id": "vclaim-pol-00962"}