{"url": "/factchecks/2019/jun/25/terry-mcauliffe/mcauliffe-falsely-claims-he-inherited-24-billion-d/", "speaker": "Terry McAuliffe", "vclaim": "\"Five years ago, when I took office, our country was in debt - a $2.4 billion debt left by the Republicans.\"", "truth_label": "false", "date": "stated on June 18, 2019 in a speech.:", "title": "McCullough falsely claims to have inherited $2.4 billion in debt that Gob left behind.", "text": "Previously on Goff... Terry McCullough likes to talk about his financial management. \"Five years ago, when I took office, our country was mired in debt - a $2.4 billion debt left by the Republicans,\" Makulev said to some 1,800 democratic colleagues during a speech on June 15 at the Blue Commonwealth Party. \"We got the country whirling again and left the office with the biggest surplus in the history of the state,\" he added. Similar statements on the legacy of a budget deficit of $2.4 billion were made during a speech delivered on 24 January at the University of Virginia, on 11 January at the Federation Radio, on 30 December at CNN, on 12 November and 26 September on Bloomberg Television, and on 18 September to journalists in De Moin, Iowa. This allegation was part of Maculev &apos; s propaganda shortly after he took office in 2014. We verified it in 2015, wondering how it could have inherited a deficit from his predecessor, the Republican Government. Bob McDonnell, when the state constitution requires a balanced budget. It is time to examine the statement again. McCullough's planning to show up on the news. With Jove. Ralph Northam, overlooked by his black face scandal, is pledging to raise money and campaign for Democrats this fall when all 140 General Assembly seats will be on ballot papers and party control over both legislatures will be at stake. Virginia's inheritance has a two-year budget cycle beginning on 1 July of each married year. Before the beginning of the first budget year, a biennial plan is approved by the Legislative Council and signed by the Governor. Subsequently, the Governor and the legislator are negotiating an adjustment of the budget on the basis of needs and finances at that time. Under the State Constitution, total expenditure does not exceed revenue. In one of his recent work as Governor, McDonnell submitted draft budgets to the General Assembly on 16 December 2013. The first draft law was finalized on the two-year budget, due to expire on 30 June 2014. The proposal, called the \"big budget,\" projected $35.4 billion in General Fund income for the budget cycle and $34.9 billion in expenditure. The second draft law was the McDonnell budget proposal for the next two years, which began on 1 July 2014. It projected $37.8 billion in general income and proposed to spend $37.7 billion. In other words, when Makulev took office on 11 January 2014, McDonnell left two balanced budget projects on his desk. So why does McCullough say he inherited a disability? Four years ago, we asked Brian Coe, who was the head of McCullough's communications. Koi noted that the economy slowed down during the winter and spring of 2014, resulting in tax revenues falling below expectations. He said that McDonnell's administration \"left behind a budget that had a forecast that was very optimistic about our financial situation.\" They endorsed a spending threshold that was too high. Does that mean McDonnell should have seen the economic slowdown coming? \"With the benefit of late insight, some signs can be discovered and some may not be,\" said Koi. The State budget analysts linked this slowdown to two factors: in 2013, the cuts initiated by former President George W. Bush, which led to a rise in capital gains tax, ended. As a result, there was a surge in the number of people spending capital assets before the higher rates came into effect, followed by calm after fees had risen. This calm caused a sharp drop in unpaid tax receipts in Virginia in 2014. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On 20 January 2021 the cuts in federal spending affected northern Virginia, the economic engine of the State. Makulev felt problems shortly after taking office, but initially reduced their severity. On 12 February 2014, the income estimate in the next proposed budget for McDonnell was reduced by $140 million. \"Despite our basic economic expectations,\" said Makulev, \"it is clear that current revenue deserves attention.\" McDonald said that McDonnell's income estimate was $140 million high, but he kept McDonnell's budget \"core economic speculation.\" In May, the deficit fell to an estimated $1.5 billion. That month, the General Assembly and Makuliv approved a new two-year budget, which will enter into force on 1 July, closing the income gap by reducing the $800 million in expenditure and withdrawing $700 million from today's rainy State fund. After seven months of his term, in August 15, 2014, Makuliv estimated a deficit of $2.4 billion and ordered additional reductions to maintain the balance of the new budget for the biennium. In a speech to the funds committees of the General Assembly, the Governor said that, out of caution, his expectations were deliberately \"sympathetic.\" The Maculiff surplus usually adds that under his control, the shortfall was \"converted\" to \"the largest surplus in Virginia's history.\" Although this allegation is not considered to be a factor in our judgement in verifying the facts, we will present it with footnotes. The record surplus in the claim stems from the July 2015 Maculiffe announcement that Virginia completed its first year of budget for the biennium amounting to $550 million in black. This figure slightly exceeds the previous high surplus of $545 million for the budget year that ended in mid-2005, according to records dating back to 1990. The 2005 surplus remains the highest when adjusted for inflation. Some people who have heard the McCullivi statement may conclude that the Virginia budget recovered by almost $3 billion in one year of the Maculevi State - from a deficit of $2.4 billion in 2014 to a surplus of $550 million in 2015. That's not the case. McCullough overestimated the economic problems of the State in August 2014 when the budget for the two years was adjusted to \"sympathetic\" projections with a decrease of $2.4 billion. This assumption was found to be very high at $550 million and resulted in a record surplus mentioned by Makulev. Our government said, \"Five years ago, when I took office, our country was in debt - a $2.4 billion debt left by the Republicans.\" This is wrong. Maculiff inherited balanced budget proposals from McDonald in 2014 - as required by the State Constitution. Perhaps, McDonnell should have seen the clouds approaching and suggested a more conservative spending plan. But the financial outlook is difficult. When McCullough felt an economic slowdown during the first weeks of his tenure, he made a modest reduction of $140 million in McDonnell's revenue projections and said that he was committed to the \"core economic outlook\" that provided for McDonnell's budgets. Six months later, Makulev expected a deficit of $2.4 billion. Maculiff is hardly the first governor to accuse his predecessor of leaving a financial mess. But the evidence shows that the lack of weight, although it wasn't McCawliff's fault, occurred during his period of observation. There is no doubt that McCalliffe faced difficult financial circumstances. But he did not inherit a deficit of $2.4 billion from the Republicans, as he said years ago. We're assessing his statement wrong.", "vclaim_id": "vclaim-pol-00498"}