{"url": "/factchecks/2019/aug/02/donald-trump/donald-trumps-flawed-comparison-homicide-rates-bal/", "speaker": "Donald Trump", "vclaim": "\"The homicide rate in Baltimore is much higher than in El Salvador, Honduras and Guatemala. .................................................................................... I think it's higher than Afghanistan.\"", "truth_label": "half-true", "date": "stated on August 1, 2019 in a rally:", "title": "Comparison of Donald Trump's flawed homicide rates in Baltimore, Central America", "text": "Days after President Donald Trump was acquitted of Baltimore as \"the mess of infected mice and rodents,\" he claimed that the problem of murder in the city was worse than some of the world's most dangerous countries. In an uncharted moment at a gathering in Cincinnati, the President asked the crowd to locate another place with the reputation of violence. \"The homicide rate in Baltimore is much higher than in El Salvador, Honduras and Guatemala. I think it's higher than -- give me a place you think is too bad.\" Tramp said 1 August. Trump, listen to the crowd. And then he said, \"The man says, \"Afghanistan. I think it's higher than Afghanistan.\" The line got a reaction from the crowd, and in the most literal sense, Trump has a point of view. However, experts studying crime say that comparing a city with a country is a misleading political point of discussion. Only Baltimore figures, a city just over 600,000, saw 309 murders last year. This translates into an average of more than 51 homicides for 100,000 residents. This makes the homicide rate in Baltimore higher than in El Salvador (50), Honduras (41), Guatemala (22) and Afghanistan (7), based on the latest available annual data. (The data are not complete, as we will note later.) Note: The United Nations said that deaths due to armed conflict are usually excluded from data on intentional killings, but also notes that \"there are challenges in determining the nature of conflicts versus non-conflict deaths in Afghanistan.\" This is the approach taken by Trump to make his claim. But this is wrong, as the experts have told us. In order to better understand, the difference in urban and rural crime rates is considered. Cities usually suffer more crime, including homicides, than in rural areas. Based on population density, Baltimore is an urban area. In contrast, the countries of the Northern Triangle, as well as Afghanistan, are a combination of both urban and rural. On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request for marine security, telling her that we were \"not working for you.\" By Samantha Butterman on January 17, 2021, it is reckless to measure the rate of Baltimore's murders against entire countries. \"Baltimore is 100% urban, but a large proportion of the population of every nation lives in rural areas,\" said Jay Corzin, Professor of Sociology at the University of Central Florida. \"It's a comparison between apples and oranges.\" As part of its annual survey of crime and safety abroad, the Ministry of Foreign Affairs took note of the urban-rural crime gap in El Salvador. In the past year, according to the Overseas Security Advisory Council of the Ministry of Foreign Affairs, five municipalities representing only 22 per cent of El Salvador &apos; s population experienced 40 per cent of the country &apos; s homicides. One of the more equitable measures is to compare the rates of murders in Baltimore in a place such as San Salvador, the capital of El Salvador and its largest city. According to the world &apos; s most dangerous city by the Mexican non-governmental group Citizens &apos; Council for Public Security, the murder rate in San Salvador in 2017 was 59 per 100,000 inhabitants - higher than in Baltimore in 2018. Philip Cook, a sociologist at Duke University, observed that rates fluctuate according to a number of factors, and these rates can be particularly volatile in Central America. El Salvador &apos; s homicide rate was 103 in 2015 - more than double that of 2018. Cook added that some Central American data also tended to reduce the real number of homicides, another complicating factor when compared to an American city. \"In view of the possibility of significant undercalculation,\" said Cook, \"I won't bet the farm that El Salvador was safer than Baltimore in 2018.\" Another way to look at homicide rates is to compare Maryland, which includes Baltimore, to the countries mentioned by Tramp. However, in this case, the comparison breaks down. The homicide rate in Maryland (with a population of just over 6 million) was 9 per 100,000 persons, compared with El Salvador (50), Honduras (41), Guatemala (22) and Afghanistan (7). The Governor Trump said Baltimore had a higher homicide rate than El Salvador, Honduras, Guatemala and Afghanistan. This comparison is flawed, as it uses homicide rates in entire countries - a combination of relatively high urban crime and low-crime rural areas - as a measurement stick to measure the level of violence in cities. We value this half right.", "vclaim_id": "vclaim-pol-00366"}