{"url": "/factchecks/2019/sep/05/whoopi-goldberg/whoopi-goldberg-warned-about-another-hollywood-bla/", "speaker": "Whoopi Goldberg", "vclaim": "\"The last time people (the creation of the Black Hollywood List) killed themselves, they were accused of losing their right to work.\"", "truth_label": "true", "date": "stated on September 3, 2019 in an episode of ABC's \"The View\":", "title": "Wobby Goldberg warned of the other black Hollywood list. That's what she was talking about.", "text": "The \"view\" co-host of Woody Goldberg hit Will and Grace's stars to demand a list of people attending a major fundraiser for President Donald Trump. The representatives Debra Messing and Eric McCormack invited Hollywood's correspondent to publish a list of people who went to September 17 to collect for Trump in Beverly Hills. \"Hello, @THR, nice report on everyone attending this event, so that the rest of us are clear about who we don't want to work with,\" McCormack Og. 30. Hey, @THR, nice report on everyone attending this event, so the rest of us can be clear about who we don't want to work with. Thex. https://t.co/7W3xPG3bI2 - Eric McCormack (@EricMcCCorpack) 30 August 2019 \"Please print a list of all present, please,\" tweet Messing the following day. \"The public has the right to know\" Please print a list of all those present. The public has the right to know. https://t.co/YV4Uxrphi - Debra Messing (@Debramesing) August 31, 2019 in reboke, compared the tweetings with the black Hollywood lists that sought to get rid of communist sympathizers from the film industry in the mid-1900s. \"The last time people did this, they ended up killing themselves,\" she said during the first show of the season. \"That's not a good idea, okay? Your idea of who you don't want to work with is your personal concern.\" \"Don't encourage people to print lists because the next list that shows up, your name will be on, then people will come after,\" she added. And then Goldberg gave this history lesson: \"We had something called a blacklist, and a lot of really good people were accused of things. No one cared whether it was true or not. They've been charged, and they've lost their right to work... Think about it. Read about it. Remember what the blacklist really means to people and don't encourage anyone, anyone, to do it.\" We thought that some viewers might not know what Goldberg was talking about, so we contacted some expert historians to fill the gaps. They said her account was too close. The original black Hollywood list mentioned by Goldberg occurred during the 1940s and 1950s, with the cold war heating between the United States and the Soviet Union. This age - known in history books as \"Red Fear\" - has been defined as an anti-communist campaign led by the late S. Joseph McCarthy of Wisconsin, who targeted federal government officials suspected of harbouring communist beliefs. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy • January 12, 2012, but it was not McCarthy who started the black Hollywood list. In October 1947, the Committee on Non-American Activities, called HUAC, launched an investigation into the Hollywood film industry, which anti-communist legislators were concerned about pushing communist propaganda. He ended up calling over 40 industrialists. Many names came from a series of columns written by the publisher and founder of the Hollywood Reporter, who identified communists and sympathizers, according to the magazine, whose role was considered in the 2012 report. A group of scenario writers and managers later known as \"Hollywood 10\" denounced the investigation as a violation of their constitutional rights. Because of their troubles, they were cited for contempt of Congress, tried and convicted. Each spent one year in prison and a fine of $1,000. It was also blacklisted by the studio executives. In a press release, Eric Johnston, then President of the American Mobile Image Association, said that the members of the Association would not rehire the 10 Hollywoods and would not knowingly hire other communists. The House Commission of Inquiry was \"The Black Hollywood List Start Gun,\" said Thomas Doherty, Professor of American Studies at the University of Brandys. \"I prompted the M.A. to issue Waldorf's notorious statement in November 1947 saying that studios wouldn't hire communists.\" While the Commission continued its investigations during the 1950s, the blacklist grew to include some 325 scenario writers, representatives and managers, before ending in the 1960s, according to history.com. :: Recent mixed reports on the number of blacklisted workers who were in fact members or sympathizers of the Communist Party and how many were charged only, but according to history. Peter Bohl, a retired senior lecturer at Brown University, said: \"Almost all extremist groups and individuals, almost all deep right-wingers, were involved in calling for a blacklist and calling it \"guilty,\" but acceptance of this guilt by the liberal current was widespread until the late 1950s.\" Some people have dealt with the blacklist by moving abroad or writing texts under aliases or in the name of others. But most of them have had difficulty maintaining their profession. \"For the majority of those on the blacklist, there was no functional rehabilitation, their lives destroyed,\" said Boyle. Doherty noticed that Philip Loeb killed himself in 1955 after being blacklisted from his TV show The Goldbergs in 1951, and said that a number of other actors had suffered premature deaths. Doherty said \"Hoopie is dead on,\" adding that comparing the host of the Hollywood Black List in the 1950s and tweeting from Messing and McCormack seemed appropriate. He said, \"There's an unpleasant parallel,\" he said. \"In both cases, people are targeted - and threatened with professional consequences - for a non-popular political doctrine.\" The weight of Trump in the Tweeting of Messing was twice, and he wrote that the actress was \"in hot water\" and \"indicted by McCarthy\" before suggesting that she should be expelled. Debra's bad \"support\" is chaos in hot water. She wishes to establish a \"black list\" of Tramp supporters, now accused of McCarthy. He's also accused of being racist because of the terrible things she said about blacks and mental illness. If Roseanne Bar... - Donald J. Trump (@realDonaldTromp) 5 September 2019 said our Governor Goldberg, \"The last time people (I created the Black Hollywood List), The experts on the original blacklist in Hollywood said that the Goldberg novel, although lacking specific details, was accurate. So we evaluate her statement correctly.", "vclaim_id": "vclaim-pol-00199"}