{"url": "/factchecks/2017/jan/26/claire-mccaskill/claire-mccaskill-overstates-tax-impacts-repealing-/", "speaker": "Claire McCaskill", "vclaim": "Not a dime of the tax they're gonna make with the Obamaker canceling, it's gonna go to people who make less than $200,000.", "truth_label": "barely-true", "date": "stated on January 23, 2017 in an interview on MSNBC's \"Morning Joe\":", "title": "Claire Macaskel overestimates the tax implications of abolishing Obama's care.", "text": "In the face of the possibility of Congressional Republicans and President Donald Trump repealing the Affordable Care Act, Democrats are trying to warn Americans of some of the consequences. However, at times these warnings go very far. One example was a statement made by Sinclair Macaskel, D-Mo., in an interview with MSNBC on the morning of 23 January 2017. :: During a discussion of the women &apos; s march that took place a few days ago, Macaskel said that Democrats needed to highlight possible policy changes by the Trump administration and the Congress controlled by the World Democratic Party. As an example, she mentioned how the tax law could change if the anti-corruption law was repealed by legislators. Macaskel said: \"Not a cent of the tax cut they're gonna make with Obamaker's cancellation will go to people who make less than $200,000. We will take a closer look at this statement, recognizing that we do not know the final form of Congress repealing the law (or, in this matter, whether it will happen at all). Of course, neither does Macaskel. But we know that Macaskel is wrong to say that cancellation will only give tax cuts to the rich. While the Affordable Care Act is best known for its provisions aimed at expanding health insurance coverage, it is also a major tax bill, as its drafters seek to provide continuous sources of income to support other parts of the Bill. When we checked the Macaskel office, they said that Macaskel was referring to a provision of the bill that imposed an additional tax on the salaries of 0.9 percentage points for individuals earning $200,000 or couples earning $250,000, as well as a tax of 3.8 per cent on the unrecovered income of higher-income taxpayers. This is indeed the largest tax increase in the law. Shortly before its approval, the Joint Tax Commission - the bilateral congressional group analysing all proposed tax changes - expected that these funds would raise $210.2 billion in revenue over the 10-year period 2010-2019. We found another tax judgement that would also benefit wealthy Americans - a provision that limits the possibility of deducting compensation for executives in the health insurance industry to $500,000. The Joint Tax Commission expected this provision to generate significantly lower revenue - $600 million over 10 years. So, the total total of these tax cuts for high-income Americans is approximately $211 billion. This shows that the complete repeal of the tax provisions of the Affordable Care Act would impose a significant tax reduction on Americans who earn more than $200,000 annually. However, the law imposed other taxes that would affect more than just the rich. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, for example, several provisions of the law changed the rules governing flexible expenditure accounts for medical expenses, such as limiting the maximum dollar amount that people can put in them. In addition, the law imposed a tax of 10 per cent on tanning services. Together, the Committee expected these funds to exceed $37 billion over 10 years. But that's not all. The provisions we have so far included in this section are direct taxes that can (and possibly) affect middle-class Americans. However, the law also includes taxes on pharmaceutical and health insurance manufacturers that are likely to pass to middle-class Americans. According to JCT projections, taxes on the pharmaceutical and insurance industries will increase by a total of $87.1 billion. Not all of these costs will necessarily be transferred, but the standard used by the Urban Institute/Brookings Institute Centre for Tax Policy is that one fifth of corporate taxes are transferred to workers, while the remaining investors swallow up. So if we use the ratio of five in the center, the blow to middle-class Americans of these taxes would be about $17 billion. Finally, it is almost certain that abolition will eliminate the mandate for Americans to buy health insurance or else face a tax penalty. The Japanese Central Council did not predict the amount of revenue that such tax sanctions would generate, but the most recent report by the Inspector General of the Treasury Tax Administration concluded that 8.1 million taxpayers had been affected in the 2014 tax year by these tax sanctions, totalling approximately $1.7 billion. Therefore, over the 10-year window used by JCT, this provision is expected to generate $17 billion in revenue over 10 years. If all these categories are put together, tax changes will amount to $71 billion. :: Two independent experts, Roberton Williams of the Centre for Tax Policy and Gil Wilinski, who headed medical care and aid under the chairmanship of President George H.W. Bush -- he told us that our analysis was correct. For its part, the Macaskel Office referred to an analysis of the Centre for Tax Policy that showed that high-income Americans earned most of the tax benefits if all taxes imposed by the Anti-Corruption Act were cancelled. For example, those who earn $1 million and raise their taxes will reduce their taxes by about $50,000 each, while those who earn between $500,000 and $1 million will see a tax reduction of $4,580. In contrast, no income group below that category will experience an average reduction (or tax increase in some cases) of more than $200. The Makaskel office also warned that the analysis by the Joint Chadian Council was seven years old, and that it did not provide details of taxes that would harm income groups. They also referred to news reports indicating that the General Democratic Party was closer to abolishing high-income taxes than those that tended to hit middle-income Americans. However, while the abolition of all taxes in law would benefit disproportionately high-income Americans, the Macaskel idea that \"no cent\" of tax benefits would go away to ordinary Americans. While a minority of total tax benefits from cancellation will end up in ordinary American pockets, the percentage is neither zero nor negligible. Our judgment, Macaskel, said: \"There is not one cent of the tax they're gonna raise with Obama's cancellation will go to people who make less than $200,000.\" It has the point that if all taxes provided for by law are abolished, high-income holders are likely to receive the majority of benefits. However, $71 billion in tax cuts are more widely distributed across the income spectrum than \"not a cent.\" The statement contains an element of truth but ignores critical facts that give a different impression, so it is often wrong. Sharing political facts 3 6 policy evaluations: \"None cent of the tax cuts they will make with Obama abolishing care will go to people who make less than $200,000.\" Claire Macaskel (United States of America) Senator, D-MO. Interview on MSNBC Monday, 23 January 2017 - 01/23/2017 Read more information", "vclaim_id": "vclaim-pol-03754"}