{"url": "/factchecks/2014/oct/08/alison-lundergan-grimes/alison-lundergan-grimes-says-mitch-mcconnell-not-s/", "speaker": "Alison Lundergan Grimes", "vclaim": "The only candidate who makes a lot of money from people who want to destroy coal is Mitch McConnell.", "truth_label": "false", "date": "stated on October 6, 2014 in a campaign ad:", "title": "Alison Longran Grimes says Mitch McConnell, not her, takes money from the coal control groups.", "text": "Not all agree that there is a war on coal, where Republicans are often accused, but there is no doubt that there is a war on coal in the prominent Senate race in Kentucky. For months, democracy has pressed Alison Lundergan Grimes and Senate Republican leader Mitch McConnell against each other, saying that their opponent is too weak to support abundant fossil fuels in the state. The most recent salvo comes from Grimes, who have endured accusations from Maconel that they will not resist the new EPA proposal to regulate carbon emissions. In a recent announcement -- which begins with her \"approval\" of the declaration as it appears in a mine, helmet and everything -- it replaces Maconel's claim to launch her own coal attack. \"What Mitch McConnell doesn't want to know is that he and his wife personally took $600,000 from anti-coal groups, including the New York City Mayor Michael Bloomberg Coal Control Foundation.\" The only candidate who makes a lot of money from people who want to destroy coal is Mitch McConnell. We will evaluate two parts of this claim. First of all, is McConnell \"stealing a lot of money from people who want to destroy coal\"? And secondly, is he the \"only candidate\" who takes money from anti-coal activists? When we asked Grimes for evidence that McConnell had received $600,000 from those opposing coal, a spokesman for Grimes said that the wife of McConnell, former Labour Minister Ellen Chow, was sitting on the board of the Bloomberg Charitable Foundation, a charitable organization founded by the former Mayor of New York City and founder of the Bloomberg Media Catch. In 2011, the Bloomberg Philanthropy Foundation promised $50 million over four years to the Sierra Post-Coal Club initiative. The recipient had a fixed coal control agenda, including an effort to close coal plants in many parts of the country. According to Yahoo, The news, Bloomberg said, \"Chamber energy production is the right thing to do, because while it may seem an inexpensive source of energy, influencing our environment and influencing public health is important.\" However, Chao did not join the Council until 2012. \"The decision was made to provide funding for the Sierra Beyond Coal Club initiative before Ellen Chow joined the Bloomberg Council of Charities. Members of the Bloomberg Charitable Board do not vote on individual initiatives or programmes that are spent.\" But the prosecution gets off track when the ad says Maconnell and Chow took $600,000 from the coal control groups. Chow achieved much less - $9,400 - for service on the Bloomberg Board of Directors of Charities, according to the organization &apos; s most recent annual deposit in 2012. So how does the Grimes campaign get to $600,000? They also calculate the amount of $684,186 as fees, equity options and other compensation paid by Chao while serving on the Welsh Fargo Board. How can the bank be anti-coal? According to Yahoo, In 2013, Wales Fargo announced that it would stop investing in companies involved in the removal of mountain peaks, a practice involving coal extraction in one form or another by blowing up mountain peaks. \"We recognize the important concerns associated with this practice, and we also recognize the significant investments made by coal clients in their mining operations, entered in good faith and in accordance with applicable regulations,\" Welsh Fargo wrote in an environmental and social risk management report. \"As a result of our deliberate approach and the wider movement of industry towards other mining methods, our participation in the practice of mountain removal is limited and declining. Wales Fargo will not provide credit for individual mining projects for the Mid-term Review or for a coal product that receives most of its mining production from the Mid-term Review.\" This is not a trivial development, but, as the fact-checker in Washington observed in his analysis of the Declaration, this tells only part of the story. For example, in an interview on January 31, 2021, John Kerry stated to the Washington Post that \"Storm Harvey dropped more water in Houston in five days than in Niagara Falls in one year.\" By Brandon Mulder on February 5, 2021, environmental groups also disagree that Willis Fargo seeks to destroy coal. On the contrary, in 2012, the Rainforest Action Network, the Sierra Club, and the Bank Track named Wells Fargo, one of the five largest coal banks because of \"the relationship of these filthy dinosaurs and control over these filthy dinosaurs.\" An updated 2014 group report card gave Wales Fargo \"B\" for its investments in mountain removal, but the Bank continues to record \"D\" for links with coal-fired power plants. There are certainly banks with a richer relationship with coal and energy companies. However, although Wales Fargo says that \"coal power plants are not funded on an independent basis,\" Wells Fargo remains a bank that, according to the Environmental Report, \"provided $1.9 billion for financing as a principal official or principal manager in transactions with coal-fired energy companies.\" What about the other side of the equation - that Maconel is the only candidate for \"big money theft\" from the coal control groups? As is the case, the Grimes campaign benefited from some groups and individuals who criticize the use of coal. As a start, her campaign reported a donation of $1,000 from Francis Pink, President of the Council for the Defence of Natural Resources. The National Centre for Reconstruction and Development was instrumental in assisting the Obama Administration in developing new carbon regulations at existing power plants. In October 2011, Susie Thompkins Boyle, Women &apos; s Clothes Line Esprit and a well-known climate change activist, organized a fundraiser for Grimes at her home in California. The Grimes campaign indicates that McConnell also accepted funds from some donors with anti-coal links. For example, McConnell received $2,000 in donations to the campaign from David Lightman, a Texas businessman who started Texas's clean air business to oppose the new coal factories there. At the same time, the Grimes campaign also benefited indirectly from outside groups that assisted in the advertising wars taking place in Kentucky without formally coordinating with its campaign. CREDO, a progressive organization with a campaign focused on fighting \"dirty coal,\" spent $35,000 to broadcast ads against MacConnell so far, according to the Centre for Responsive Policy, a campaign financing control dog. At the same time, the majority party in the Senate, a political arm of Democrats in the Senate, placed $4.3 million in the race. The Alliance has received substantial funding - about $5 million so far - from billions of environmental activists Tom Styre. This does not mean that the Grimes campaign is funded by or severely affected by anti-coal organizations. In fact, environmental groups did not jump into the Kentucky Senate race to support Grimes as strong as they must to help Democrats in states like Colorado and Michigan. However, there is sufficient financial support from anti-coal entities to the effect that Grimes &apos; claim of completely clean hands is highly misleading. Our verdict claimed Grimes' announcement that \"the only candidate who has a lot of money from people who want to destroy coal is Mitch McConnell.\" The allegation is that Maconel and his wife took $600,000 from anti-coal organizations. But much of this was won by Chao from sitting on the Welsh Fargo Board of Directors, a bank that still holds $1.8 billion in coal investments, as environmental groups say, despite some steps to reduce its support for mountain mining. At the same time, the Grimes campaign benefited directly and indirectly from funds and advertising from environmental groups and coal-critic activists. We're assessing the allegation wrong.", "vclaim_id": "vclaim-pol-07177"}