{"url": "/factchecks/2015/oct/14/hillary-clinton/clinton-says-nsa-leaker-snowden-failed-use-whistle/", "speaker": "Hillary Clinton", "vclaim": "Edward Snowden says, \"He could have had all the protection for being an informant.\"", "truth_label": "barely-true", "date": "stated on October 13, 2015 in the first Democratic presidential debate:", "title": "Hillary Clinton claims that Edward Snowden had protection for whistleblowers and didn't use them.", "text": "The decision of Edward Snowden to disclose the existence of large national security databases on American e-mail and telephone data remains a turning point for inter-American debate. Some people pay tribute to Snowden as a hero. For others, Snowden is a traitor. The United States Government accused Snowden, an employee of a State security contractor, of violating the espionage law. He had found asylum in Russia but wished to return home. In the first democratic debate on 13 October, the director of the CNN network pressured the candidates to present their point of view on Snowden. Hillary Clinton said Snowden shouldn't go home without facing music. \"The laws of the United States have been violated,\" Clinton said. \"He could have been an informant.\" He could have had all the protection because he was a whistleblower. He could have raised all the issues he had raised. I think there's a positive response to that.\" That's not true, as we found it. While U.S. law protects government reporting, it will not necessarily apply to the Snowden case. Snowden was charged with two counts of unauthorized communications under the Spying Act 1917. This Act makes it a capital offence or imprisonment to share \"information on national defence\" with any person who may wish to harm the United States. Amongst other details, by order of the Federal Court, Ferrison provided the NSA with telephone records for almost all its customers, and under similar conditions, giants such as Google and Facebook deliver user data. He also informed the world that the United States had been listening to the special appeals of the leaders of its closest allies. This Act does not contain any specific protection for whistleblowers. Experts say that what Snowden could have relied on was the Law on the Protection of whistleblowers issued by the intelligence community in 1998. This law contains some protection, but it is not as strong as Clinton says. It's not clear they saved Snowden. Under the 1998 Act, Snowden could have raised his concerns with the Inspector General &apos; s Office of the National Security Agency or talked to the intelligence committees of Congress. A separate federal law protects whistleblowers more generally, but this applies only to the sharing of non-confidential information, not confidential material that was within Snowden &apos; s reach. Snowden claims to have raised his concerns with a legal division of the National Security Agency but refused. The NSA issued one e-mail from Snowden requesting clarification of the laws governing the NSA. On January 10, 2021, in the story of \"The Insubordination Act - General Flynn will be appointed Vice-President.\" • January 11, 2012, includes the 1998 Act, which specifically targets intelligence service personnel, contractors such as Snowden. Daniel Dezidoro, a former judge of the United States Army, in the National Security Journal of Harvard Law School, argued that Snowden had a legal way of expressing his fears. However, he also said that it was unclear whether the issues raised by Snowden fell within the guidelines of that law. In short, Snowden's complaints need to meet the definition of \"urgent concern.\" This term does not specifically cover political differences. At that time, the National Security Agency could reasonably have confirmed that it followed the law, which would undermine the Snowden case, as Desidoro said. Thomas Jemble, Acting Inspector General of the Army, said in 2006 House's testimony that the whistleblower protection law in the intelligence community was \"a false name.\" Jimbell said: \"There is no legal protection against retaliation for reporting offences to members of the intelligence community.\" An evaluation in the Boston University Journal of Law found that the 1998 Act \"is said to offer no real protection to national security whistle-blowers.\" Others familiar with this legal landscape echoed the view that Snowden would have been liable to prosecution had he declared himself through government channels. For example, the Intelligence Community whistleblower Protection Act does not prohibit agencies from responding to employees, as stated by Elizabeth Gottin, Co-Director of the Freedom and National Security Programme of the Brennan Center at the New York University School of Law. Guten said that President Barack Obama helped a little bit when he issued a presidential order prohibiting retaliation against federal officials. However, this did not explicitly address the rights of contractors such as Snowden. Guten added that neither the directive nor the whistleblower law \"prevents the Government from criminalizing whistleblowers.\" I've done this before. In 2010, National Security Agency staff member Thomas Drake tried to use the appropriate channels to report allegations of improper contracting but ended up with an investigation target, and Kathleen McLean, National Security and Human Rights Adviser for the Government Accountability Project, a whistleblower advocacy group. In January 2014, McLean said that Drake had followed the whistleblower reporting law in the intelligence community. \"He went to the Inspector General of the Ministry of Defence and both of the two intelligence committees of Congress and did not protect him from retaliation. In fact, I made it a goal of achievement.\" :: Stalking federal agents (Dreek) in a separate case and accusing him of multiple crimes, according to a report by the Committee for the Protection of Journalists. When it became clear that whatever Drake shared with the press was not secret or in the public domain, the government's crime case collapsed. A federal judge said it was \"unbelievable\" that Drake and his family had endured \"four years of hell.\" We have reached out to the Clinton campaign and have heard no response. Our referee, Clinton, said that Edward Snowden could get all the protection for being a reporter.\" A key law of 1998 focusing on intelligence service personnel already sets out a course that Snowden could have followed. However, there is at least an important legal debate as to whether the issues that Snowden wanted to raise fall within the framework of that law. In addition, legal experts, including an Inspector General of the Army, said that the 1998 Act did not protect whistleblowers from reprisals. The protections referred to by Clinton seem not as strong as I suggested, and most experts consider that they will not apply to Snowden. We're assessing this allegation mostly wrong.", "vclaim_id": "vclaim-pol-05856"}