{"url": "/factchecks/2019/jun/21/facebook-posts/no-gene-hackman-quote-about-trump-misattributed-an/", "speaker": "Facebook posts", "vclaim": "Jin Hackman quotes as he says that Trump can \" easily turn into one of the best presidents that America has ever seen.\"", "truth_label": "false", "date": "stated on June 20, 2019 in a Facebook post:", "title": "No, that's Jane Hackman. A quote about Trump is due and incomplete.", "text": "Jane Hackman believes that Donald Trump could become one of the best presidents in American history. Well, at least that's what one of the articles recently shared on Facebook commercials. In showing a picture of Hackman, the following quote is attributed to the actor: \"Donald Trump can easily turn into one of the best presidents America has ever seen.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) No. Hackman didn't say that. The quote is an incomplete version of something the late Peter Stringfello, an English businessman who owns several nightclubs. We traced the misallocation to the junk website coldinfo24.com, which published an inconsistent article in November 2018, published in November 2018, entitled \"Hollywod Ligend Gene Hakman: \"Donald Trump can easily become one of the best presidents seen by America.\" The article claimed that while Hackman was being interviewed \"a short time ago,\" he spoke of Trump's meeting in the 1980's at a Hackman concert in New York. In the end, the article indicates that Hackman said he was shocked when he first heard that Trump was the Republican candidate, but after \"a year\" of his presidency, he said: By Tom Kircher • January 16, 2012: ▪ What do I think of Trump now? It could be one of the best presidents America has ever seen. His first year was wonderful, so there were many positive changes. Just keep doing the same thing, mister. Hey, boss! Not only did Hackman say this, but this version of Stringville's quote was incomplete and incomplete. After the death of Stringville in June 2018, The South Yorkshire Times published a story about when the nightclub owner Trump met - at the Hackman party in New York in the 1980s - which was said to have been thrown at a Stringville club. The news article says: \"Strangefello wrote shortly after his inauguration as president in 2017: \"Yes - I met Donald Trump - in the 1980s. Jane Hackman threw a party at my club in New York, and Donald was a guest... What do I think of Trump? It could be one of the best presidents America has ever seen... or one of the worst presidents! As they say, time will say. \"Our judgment is a quote about social media. Hackman once says that Trump can \"produce easily to be one of the best presidents America has ever seen.\" Hackman did not make a statement. It belongs to the owner of the late English nightclubs, Peter Strongfellow, and the quote was cut short and deleted that Stringfellow also said, \"or one of the worst.\" We value this allegation wrong.", "vclaim_id": "vclaim-pol-00512"}