{"url": "/factchecks/2019/mar/14/viral-image/no-photo-doesnt-show-joe-biden-engaging-disturbing/", "speaker": "Viral image", "vclaim": "A photo showing that Joe Biden was involved in an annoying behavior with a boy.", "truth_label": "pants-fire", "date": "stated on February 17, 2019 in a Facebook post:", "title": "No, this photo doesn't show that Joe Biden is involved in annoying behavior with a boy.", "text": "Former Vice-President Joe Biden suggested that he would join the crowded group of Democrats competing for the presidency. In the headlines, attention is once again drawn to critics and allegations of inappropriate behaviour. \"Uncomfortable pictures of @JoeBiden have appeared but nothing bothers me more than this one,\" reading the text in what appears to be a footage of the tweet published on Facebook in February 17. \"This is the man who thinks he's a presidential candidate in 2020? Retweeting and raising people's awareness to look at it. # Kenon # # Storm # # Tracking the white link. The article shows a picture of Paiden leaning on a boy with his hand covered in the child's face. In the article's comments, the Facebook account also published a false picture that appears to show that Paiden is flashing his body naked. Of the over 18,000 people who participated in the article on Facebook, one said, \"The perverted president is gay for children.\" Another book: \"Hunsey Uncle Joe must go!\" The original article was referred to as part of Facebook's efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) It is not new to assume that Paden behaved inappropriately with women and children. In 2015, the New York magazine published nine pictures showing \"Joe Biden's time creepy whispering in women's ears.\" But this Facebook article is completely out of context. We found the original picture, among other things, accompanied by a story of June 6, 2015, Associated Press about the funeral of Bo Paiden, former Attorney General Delaware and Joe Biden's son who died of brain cancer. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, photographer Patrick Seminski took the picture. The comment says: \"Vice-President Joe Biden holds his grandson Hunter before Hunter's father's funeral, former Attorney General of Delaware Poe Biden, on Saturday, 6 June 2015, in St. Anthony's Roman Catholic Padua Church in Wilmington, Dell. We've reached out to Smansky to ask more about the picture. \"Biden's extended family walked in a parade behind Sabera carrying the Po Paiden coffin,\" said Politi Fact in the e-mail. \"They stopped about 30 feet in front of me, at the front door of the church, while a military honorary guard removed the coffin and carried it inside for a funeral. At different moments, the Vice President bowed down to rest his grandson and granddaughter while watching the Guardian of Honor and then followed the coffin inside.\" :: Semanski shared other photographs from that day, including one showing him kissing the top of his granddaughter &apos; s head as she stood holding her mother &apos; s hand, one showing him holding his granddaughter &apos; s hand with his arm around the widow of Bo Biden, and one showing Joe Biden and his wife and his son &apos; s widow and grandchildren holding their hands in a line when they approached the phone. Our Facebook article indicates that Paden is acting inappropriately with a boy. Without context, it is not clear what is happening in the picture. Does it cover the child's mouth? Does he whisper in his ear? The article uses this ambiguity, leading to comments that take the picture as confirmation that the former Vice President is \"child rapist\" or \"Handy.\" In time, they say to their father: \"I am not going to be able to do so, but I am not going to be able to do so. \" We're assessing this pants mail on fire! Sharing the facts 2019-03-14 17:55 UTC Politic Fact 1 1 7 PoliticFact Dating: Pants on Fire A On Sunday, 17 February 2019, 2019-02-17, the viral photo is online. Read more information.", "vclaim_id": "vclaim-pol-00891"}