{"url": "/factchecks/2018/dec/20/blog-posting/no-time-magazine-cover-does-not-call-trump-worst-p/", "speaker": "Bloggers", "vclaim": "According to Time magazine, President Donald Trump holds the \"worst\" script. President! Never.\"", "truth_label": "pants-fire", "date": "stated on December 20, 2018 in a Facebook post:", "title": "No, Time magazine cover doesn't call Trump the worst president ever.", "text": "There is no cover for Time magazine that shows President Donald Trump with the text \"worst.\" President! Never.\" This cover you may have seen about Facebook isn't real. The fake cover has a picture close to Trump, with a special effect from his profile turned into a skull. Under the slogan of the code red magazine, there are big white letters that say \"worst.\" President! Never.\" The subtitle says: \"How Donald TRUMP\" Shame the highest position in the nation, with more name pronounced. Trump appeared on his cover several times before and after his presidential victory. But there's no record of this cover in Time's vault. As our friends noted in the Snoops fact check, the false cover has been distributed to social media since at least November 2017. The president's \"worst\" cover has a fabricated twin with a counter-message on Trump: \"Better. President! Never.\" Earlier this year, the weekly magazine published an article on the Internet on many Trump stories. \"Since his presidential campaign was launched, Donald Trump appeared on more than a dozen covers of Time magazine,\" said the Time article. \"He was photographed in multiple stages of collapse, standing next to his electoral opponent and an unstable memorial in Washington, D.C., speaking behind a platform on the path of the campaign and in his inauguration.\" Time has shown Trump on his covers in ways that are not inflatable. But he wasn't on the cover with the text \"worst.\" President! Never.\" This is a made-up allegation that's doing Facebook tours. We value it pants on fire! Sharing the facts of 2018-12-20:28:04 UTC PoliticsFact 1 1 7 PolityFacting: Pants on Fire Way Time magazine coverage by President Donald Trump with the text \"Worst.\" President! Never.\" Facebook bloggers on Thursday, 20 December 2018, 2018-12-2020 Read more information", "vclaim_id": "vclaim-pol-01172"}