{"url": "/factchecks/2019/jan/17/tony-evers/wisconsin-gov-evers-flips-position-dissolving-wedc/", "speaker": "Tony Evers", "vclaim": "To dissolve the Wisconsin Economic Development Corporation in its first budget", "truth_label": "full-flop", "date": "stated on January 2, 2019 in a public forum:", "title": "Wisconsin Goff. Tony Evers turned his position on the Wex solution.", "text": "Wisconsin Goff. Tony Evers was a strong critic of the state economic development agency on the electoral campaign track, and is now in a position to do something about it. The Wisconsin Economic Development Corporation is a public-private partnership that oversees business grants and loans in exchange for promising new jobs, including approximately $4 billion promised by Foxcon to a large LCD plant in Racine County. The Agency has been mired in controversy for years in the midst of poor loans, failure to verify job creation and critical State audits. Evers has been developing plans to eliminate the Agency, but many conservative groups have claimed that he is retracting his earlier claims that he will address this in his first budget. The Republican Party called the State \"a broken promise,\" and the MacIver Institute - a conservative think tank based in Madison - said its current and past WEDC data in \"Tine Stark.\" It seemed a good time to pull out the Flip or Meter we were using to measure whether the candidate had changed his position. Our reminder: We do not classify whether any change is good or bad (policy or politics) - only whether politics is consistent. Was Evers firm in his commitment to solving WEDC? The background of Evers was an ongoing critic of the Employment Agency, which was the former government. (Scott Walker) Republican legislators were created days after Walker took office in 2011. The Council replaced the State Ministry of Commerce, and Evers said that he planned to reverse this step - to restore economic development to a State agency. Republican legislators put a key in those plans in December 2018, when they temporarily limited the Governor &apos; s role in the Environmental Defense Council as part of a bunch of petty bills. The legislation gives legislators the authority to supervise the Board of Directors of the Centre until September 2019, and the Board is responsible for the selection of an agency leader. The Governor appointed that leader, and he will appoint him again after September 2019. President Robin Voss, R-R-Ruchster, said that legislators wanted to take over temporarily to try to show that Everest was doing well and convince him to keep him as he is. The constant criticism of the Centre by Evers was consistent throughout the campaign. In an interview in August 2018, for example, the Agency had been described as \"a consistent source of controversy, inefficiency and ineffectiveness\" and was planning to resolve it. On January 26, 2021, Jim Steinke stated on Republican Twitter that they \"come to the table\" and were part of a compromise \"Give and Take\" on the Corona virus bill. • January 27, 2012, but his plan to replace it was a moving target. He put forward the idea of redirecting all the funding provided by the Council to local officials for economic development and the absence of a government department for economic development. But he gave up that idea day after day. By November 2018, he had consistently referred to plans to replace the Centre with a government agency. When asked whether the dissolution of the Centre for Development of Environment and Development was still the plan, the spokesman for Everest Brett Kodapak referred to the earlier statements of Everest that he intended to replace it with a government agency for jobs. But it is still unclear how and when this will happen. Incoherent attitude on the path of the electoral campaign, Ivers was frank about timing and style. On January 28, 2018, the East Side Progressive Forum in Madison, when he asked what priorities he would have in his first budget, including what he would finance and withdraw, Evers said: \"We will withdraw the funding of the Centre for Environment and Development.\" Now, Evers says that \"WEC\" will not be dealt with in its first biennial budget. \"I wouldn't suggest anything in the budget about WEDC,\" said the Governor in January 2, 2019, an interview with the eyes of Wisconsin. \"We need to get this thing nine months done,\" he said, referring to the legislature's nine-month period of control. When asked whether changes would be included in the budget and brought into force after the nine-month window, Evers said no. He said, \"I was never sure that changing the GPS was an integral part of the budget anyway.\" \"it could have been separate legislation.\" Our classification of Evers has constantly been criticized and repeated plans to eliminate it, but the details of how this will happen have changed markedly. In January 2018, Candidate Evers said that he would withdraw Wick &apos; s funding in his first budget. As governor, Evers now says he's not gonna address the power company in that budget, claiming he's \"not sure\" that he's gonna handle it this way. We assess his location a full flop.", "vclaim_id": "vclaim-pol-01118"}