{"url": "/factchecks/2014/aug/26/greg-abbott/greg-abbott-celebrates-growth-women-owned-business/", "speaker": "Greg Abbott", "vclaim": "\"The growth rate of women-owned businesses in Texas has almost doubled since President Obama took office.\"", "truth_label": "half-true", "date": "stated on July 10, 2014 in an email blast:", "title": "Greg Abbott celebrates growth in Texas women's businesses, ignoring meaningful details.", "text": "In an e-mail explosion, Greg Abbott's campaign said that Texas businesses owned by women flourished with Barack Obama at the White House. Abbott, the Attorney General and the candidate for the post of Republican Governor, did not salute the Democratic President. On July 10, 2014, the e-mail, Kim Snyder, Deputy Director of the Abbott Campaign, called Texas \"The Land of Opportunities - Especially for Women.\" Snyder wrote: \"Let's compare that the growth rate of women-owned businesses in Texas has almost doubled the growth rate of the State since President Obama took office.\" A reader, drawing our attention to e-mail, asked about the growth rates described. As to our question, the spokesman for Abbott Avdell Huerta stated by e-mail that Abbott's semi-duplicative signal was based on reports from American Express Online, described by American Express as the main source of payment cards for small American businesses. According to the State of Women &apos; s Business Report 2013, Huerta stated that there were 8,617,200 companies owned by women in the United States, of which 737,300 were in Texas in 2013. In 2007, the company stated that there were 7,793,139 nationally owned companies for women and 610,007 companies in Texas, according to Huarta. \"On the basis of these figures during the period 2007-2013, almost the period in which President Obama took office, Huerta wrote, \"The number of companies owned by women grew by 10.57% nationwide, and about 20.87% in Texas - almost double the growth rate.\" There is an obstacle to this rapid trend: Obama's first term of office began as President in 2009. However, we noted the estimates mentioned in the report, which he said were based on external firm surveys starting from the surveys conducted by the United States Census Bureau every five years; the latest figures available to the Government were from the 2007 surveys. The report states that \"data from the last three censuses - 1997, 2002 and 2007 - have been collected, analysed and derived up to 2013, taking into account relative changes in GDP not only at the national level but also at the industry and state levels,\" with GDP data received from the Federal Office for Economic Analysis. Outcome: At the national level from 1997 to 2013, the report stated that the number of women-owned companies had increased by 59 per cent - companies owned by women in Texas had increased by 93 per cent, the second highest growth among states that had left behind the 112 per cent surge in Georgia. \"States with the largest number of women-owned companies are, of course, the most densely populated states,\" said the report. California is home to the largest number of women-owned companies in the country, and is the only country with one million or more women-owned companies... The top 10 are Georgia, Pennsylvania, North Carolina, Ohio and Michigan,\" the report said. At the national level, women-owned companies account for 29 per cent of all enterprises, but women-owned companies also employ only 6 per cent of the country &apos; s labour force and contribute just under 4 per cent of business revenues - almost the same share as in 1997. As to our question, the Michigan-based researcher behind the report, Julie Wex, said over the telephone that growth in Texas women-owned businesses had exceeded growth at the national level, but it would be useful to consider how the mandates in the number of employees in women-owned companies and annual revenues, a measure that was folded by weeks of growth rates as a \"common economic gap.\" On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. In fact, white women got a job. Weeks tell us that the updated report, which was designed at the time Abbott's camp e-mailed, shows that Texas was ranked ninth in 2014 on the scale of influence. On 26 March 2014, a press release announced the 2014 edition that Texas enjoyed 98 per cent of women-owned businesses from 1997 to 2014, a growth rate after Georgia &apos; s growth rate of only 118 per cent. Of the 25 most populated urban areas in the country, San Antonio had No. The statement stated that there was only one cumulative sign of economic influence from 2002 to 2014. A spokesman for \"Open Mexico\" has sent us a chart showing trends in the growth of women-owned enterprises at the national level and in Texas from 1997 to 2014. From 2007 to 2014, figures indicate a national growth of 17 per cent in women-owned enterprises; Texas saw an increase of 24 per cent. However, the spokesperson for AMEX Alicia Stavropolous said that the figures for each state were not published at the time of the Abbott e-mail explosion; see the report, published online in August 2014, here. Source: AMEX Open, August 2014, another perspective for another evaluation, reached the California-based economist Alicia Rob, on the recommendation of the National Women &apos; s Business Advisory Council, a federal body. In April 2014, Rob co-authored a Council paper warning that less than 30 per cent of businesses in the United States were owned by women and that only 12 per cent of companies employed anyone other than the owner himself. According to the newspaper, only 2 per cent of these companies have 10 or more employees. Through e-mail, Rob told us that the Wex methodology was sufficient to estimate the growth rate in women-owned businesses, but she said that the indicator alone was not very meaningful because any growth would seem impressive given the lack of previously female-owned businesses. Rob said, \"It is somewhat misleading in that the number of businesses is increasing at a faster rate, but this is more reflective of the minimum rule.\" \"If you look at growth in sales, employment and salaries, women-owned businesses actually grow more slowly\" nationwide \"based on the latest\" data from the United States Census Bureau. A graph in the 2014 paper indicates that women-owned companies produced 4 per cent of all business receipts in the United States in 2012, which represents no change from five years ago. At the national level, according to the paper, the number of women-owned businesses increased by 65 per cent from 1997 to 2012, exceeding the 44 per cent increase in all businesses. Once again, the 66 per cent growth in income for women-owned companies recorded an estimated 91 per cent growth in total business income in the United States, as reported by the newspaper. Our Governor, Abbott, said, \"The growth rate of women-owned businesses in Texas has almost doubled his counterpart in the state since President Obama took office.\" A reasonable estimate shows that the growth rate described in Texas was almost double the national rate from 2007 to 2013. Then again, the horn that Abbott launched against Texas under Republican leadership in the face of the country under Obama was also a setback in the last two years of George W. Bush's presidency, which was not recognized by Abbott's e-mail. The implicit message that women-owned businesses are flourishing ignores the fact that most women-owned companies are still very small and do not generate substantial revenues. We're assessing this statement half right. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07394"}