{"url": "/factchecks/2019/sep/09/beto-orourke/how-many-guns-are-streets-united-states/", "speaker": "Beto O'Rourke", "vclaim": "\"There are 390 million guns on the streets of a country of 329 million people.\"", "truth_label": "true", "date": "stated on September 4, 2019 in an interview:", "title": "How many guns are on the streets in the United States?", "text": ":: During the appearance of Democratic Presidential candidate Peto Aurourke on the site of Amanpur and his company, he discussed the recent decision taken by Walmart to stop the sale of ammunition that could be used in assault rifles, and asked customers not to carry firearms publicly in his stores. The decision followed a mass shooting on 3 August of a El Paso-Mart car, in which 22 persons were killed by an armed man. Aurourke, a former Congressman from El Paso, called the Walmart decision \"a great example of corporate responsibility\" and \"a step in the right direction.\" \"But if we are waiting for this kind of corporate responsibility throughout the country because of the number of arms shows, arms dealers and arms stores, we will be waiting for the rest of our lives,\" said O'Rourke. \"There are 390 million guns on the streets of a country of 329 million people. We must take decisive action and must come from our Government.\" Is O'Rourke right about his numbers on the number of weapons in the country? The last time Poletti Fuckett looked at these figures, it was estimated that there were about 310 million civilian-owned rifles in the United States. Chris Evans, a spokesman for Orrick, referred to a report published by the Global Small Arms Survey in May 2019, which found that the number of civilian-owned firearms in the United States was higher than in any other country. The Small Arms Survey, an operation at the Graduate Institute of International and Development Studies in Geneva, concluded that in June 2018 there were more than 393 million civilian firearms in the United States. The report also details firearms owned by the United States army - about 4.5 million - and law enforcement agencies - about 1 million. The Panel &apos; s estimates are made using a variety of data sources and experts consider its work to be the most comprehensive worldwide research on private weapons ownership. In the United States, the Bureau of Alcohol, Tobacco, Firearms and Explosives publishes annual reports on the number of firearms manufactured, exported and imported. The number of federal licences issued to manufacturers is also considered. However, the Agency &apos; s spokesman said that he did not have a total figure for the total number of weapons in circulation. On 30 January 2021, fact-finding bloggers in a blog entitled \"The Killing of Tramp, Deep State at Panic!\" by Sierra Orroc on 4 February 2021, reported from Congressional Research that there were 242 million firearms owned by civilians in 1996; in 2000 there were 259 million; and in 2009 there were 310 million firearms. The figure in 2009 was significant, representing the first year that, according to the Washington Post, the number of civilian-owned firearms exceeded the total population of the country. Evans referred to a report from the Washington Post on the latest Small Arms Survey, an article entitled \"There are more weapons than people in the United States, according to a new study of global firearms ownership.\" The Washington Post found that, using estimates from the Small Arms Survey, there are enough civilian-owned firearms in the United States \"per man, woman and child to own one and still have 67 million rifles left.\" At the end of June 2012, when the estimate was published, the population of the United States was approximately 327 million. Today, it is over $329 million. Globally, researchers with the group estimate that 85 per cent of the world &apos; s billions of firearms in circulation are in the hands of civilians -- 857 million guns. About 13 per cent of the remaining weapons are used for military purposes and 2 per cent are owned by law enforcement agencies. The number of firearms worldwide has increased significantly, largely as a result of the increase in the number of civilians buying firearms, which researchers have found. The number of weapons owned by civilians worldwide rose from 650 million in 2006 to 857 million in 2017. The United States accounts for the bulk of all civilian-owned firearms. \"Even after adjustment to the population, it is clear that the United States far exceeds the number of other countries,\" read liberalization from the group. \"The United States has 4% of the world's population, but its civilians carry about 40% of the world's firearms.\" Our government said, \"There are 390 million guns in the streets of a country with a population of 329 million.\" This statement is supported by the latest study of civilian-owned firearms in the United States. We're assessing this claim right. The truth is - the statement is accurate and nothing important is missing.", "vclaim_id": "vclaim-pol-00181"}