{"url": "/factchecks/2019/oct/16/facebook-posts/no-evidence-jfk-said-any-us-coup-would-come-cia-no/", "speaker": "Facebook posts", "vclaim": "According to President John Kennedy, \"If the United States has ever experienced a coup d'état to overthrow the government,\" it will come from the CIA and not from the Pentagon.\"", "truth_label": "false", "date": "stated on October 7, 2019 in a Facebook post:", "title": "There's no evidence that John Kennedy said any American coup would come from the CIA, not the Pentagon.", "text": "Did President John Kennedy really say that if the U.S. had seen a coup, he would have come from the CIA? This is what one Facebook post claims. The article presents a picture of President Kennedy with a written text: \"If the US ever sees [a coup to overthrow the government], it will come from the CIA and not from the Pentagon. ∙ (Read more about our partnership with Facebook.) The Internet often attribute this statement to Kennedy, but there is no evidence that he said it or wrote it. In our view, the quotation is widely linked to Kennedy in non-supplier social media articles. However, we have not been able to identify any change in the statement in many of the searches on the website of the John F. Kennedy Library Foundation. Researchers at the John Kennedy Poletti Fuckett Presidential Library told that they did not see the quote in Kennedy newspapers or addresses. \"We found no evidence in the archives here that John Kennedy said or wrote this statement,\" Stacey Chandler, a reference archive clerk with the library, wrote in an e-mail. \"We have, however, archival evidence that the article containing the quote was of some concern to the administration, based on the National Security Council meeting on Vietnam that took place on the same day that the article was published.\" Chandler referred to an article from 2 October 1963, written by Scripps-Howard, employee writer Richard Starns, who was reporting from Saigon, Vietnam, at the time. The article, \"The Arrogant\" CIA, was published in Viet Nam, in the Washington Daily News. The following passage appears to be in the middle of the article: The highlights articles cited on January 12, 2021 in Instagram say that Joe Biden remained silent about the violence in the Black Lives-Mite protests. \"The other American agencies here are incredibly bitter about the CIA. \"If the United States faces seven days in May,\" it will come from the CIA, not the Pentagon, \"Seven Days in May\" is a fictional book published in 1962, about a military attempt to overthrow the American government. Starns later adds in the article that \"A very high-ranking American official here, a man who spent so much of his life in the service of democracy, compared the growth of the CIA to malignant, added that he was not sure even the White House could be controlled anymore.\" However, he does not call that official and points out that many anonymous sources have provided quotations such as that of the \"United States official\" to which the suspension of the coup d'état is attributable. The following day, an article was published in The New York Times on the Starns Report. The journalist Arthur Croak wrote about the Starnes article and collected some quotes in one paragraph: \"From the views attributed to United States officials at the scene, including one described as 'a very high-ranking American official... who spent a lot of his life in the service of democracy... \"If the U.S. ever experiment [trying to overthrow the government] it will come from the CIA and not the Pentagon.\" The Agency is a tremendous force and a total lack of accountability for anyone. This video puts the \"Very High American Official\" close to the quoted quote, and may be the reason why people started connecting words to Kennedy. \"In the archives here, we have evidence that John Kennedy was aware of the Starz piece,\" said Chandler. Kennedy had mentioned this at the meeting of the National Security Council on 2 October 1963, according to the summary of the meeting (contained on page 27 of the document surveyed here): \"The President then asked what we should say about the news story attacking the CIA that appeared today in the Washington Daily News. He read out a draft paragraph for inclusion in the general statement, but rejected it for being too confusing. In his view, no one would believe a statement to the effect that there were no differences of views between the various American agencies represented in Saigon. He believes that we should now say that we have a positive policy approved by the National Security Council and that this policy will be implemented by all concerned.\" President John Kennedy once says, \"If the United States sees a coup to overthrow the government,\" it will come from the CIA and not from the Pentagon. But there's no evidence that John Kennedy made the statement. It appears that an October 1963 newspaper article quoting the name of an unidentified \"American official\" is the original source of the quote. In the years that followed, people assumed that this person was Kennedy, but the scientists of the Japan Confederation of Kennedy did not make that frank leap. We're assessing this wrong.", "vclaim_id": "vclaim-pol-00052"}