{"url": "/factchecks/2019/sep/13/bernie-sanders/do-50-million-people-really-lose-health-coverage-e/", "speaker": "Bernie Sanders", "vclaim": "Was 150 million people on private insurance? 50 million of these people lose their own insurance each year when they resign from their jobs, become unemployed, or change their insurance policy by their employer.\"", "truth_label": "barely-true", "date": "stated on September 12, 2019 in comments during the Democratic presidential primary debate in Houston:", "title": "Does 50 million people really lose health coverage every year because of their jobs?", "text": "The directors of the third democratic dialogue with health care began another round of ongoing discussion, \"Medicare for all.\" Vermont Sen, Bernie Sanders, drew our attention to his claim that 50 million people lose their own insurance every year. \"George, I talked about, was 150 million people on private insurance? 50 million of these people lose their own insurance each year when they resign from their jobs, become unemployed or change their insurance policy by their employer.\" Sanders said. That sounds like a huge number even before he's qualified for job loss and other work-related events. We contacted Sanders' campaign to find out the basis for this allegation and referred to an analysis by the People's Policy Project, a centre for democratic social thinking. This analysis is based on a question raised as part of a survey conducted by the National Centers for Disease Control and Prevention in 2014, in addition to a few basic strikes. The survey asked adults aged 18-64, in 43 years: \"In the past 12 months there has been a time when you didn't have any health insurance or health coverage?\" In response, 12.9 per cent said that they faced a gap in coverage, while 11.5 per cent said that they had not received insurance for more than 12 months. The analysis of the think tank then collected these percentages and multiplied them in the current population estimates, and came up with \"less than 50 million people\" who were not insured at least for part of the year. (I went to support \"medical care for all.\") This claim becomes confusing when it takes into account the total number of persons who have not been insured in recent years. In 2013, there were more than 44 million uninsured Americans, and in total older persons. With the initial implementation of the Affordable Care Act, this number has declined steadily until last year, when it rose slightly to 27.5 million. Another blog by the People &apos; s Policy Project analysed the number of people leaving their jobs (66.1 million in 2018) and government data on the number of jobs held by the regular worker by the age of 50 (11.9 per cent). On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black: 2 February 2021, the campaign specifically referred to this sentence in the blog: \"These turnover statements leave no doubt that persons with employer-sponsored insurance continue to lose such insurance, as is the case with their spouses and children. There is no doubt that the CDC's data are convincing - but Sanders did not accurately capture what she said at the discussion stage, nor did he accurately depict the policy analysis that his campaign allegedly originated. Sanders appears to indicate that one third of persons with private insurance are not insured for at least a short period of time each year due to a change in their employment benefits. In fact, data from the Centre for Disease Control show that some 24.4 per cent of non-old adults in 2014 faced at least a gap in insurance coverage in the previous year. The respondents were not asked to determine the reason. The lifetime of the report also presents a challenge: the expansion of the Affordable Medical Care Act began in 2014, and only 23 expansions of the medical care system were explored at the time. Today, 37 states and departments of Colombia have expanded the Medicaid programme, indicating that the number of people with insurance gaps on an annual basis could have decreased. In fact, the analysis of the draft popular policy generally refers to 50 million elderly Americans who were not insured, temporarily or uninsured -- this does not mean that these persons were not insured because of their changed employment status. Our judge Saunders said that 50 million of these people lose their own insurance every year when they resign from their jobs, become unemployed or change their employer's insurance policy. Saunders has the point that continuity of coverage is a major problem in a country where approximately 150 million people get insurance from their jobs. But his claim is amplifying the scope of the problem. It reached a broad conclusion on the number of people who suffered from an insurance gap for any reason almost five years ago and used it misleadingly to describe a much smaller segment of the current population who lost insurance due to changes in employment. The prosecution has an element of truth but leaves critical information that gives a different impression. We're mostly assessing the statement wrong.", "vclaim_id": "vclaim-pol-00164"}