{"url": "/factchecks/2011/may/12/newt-gingrich/newt-gingrich-inaccurate-budget-debt-claims-video-/", "speaker": "Newt Gingrich", "vclaim": "\"For four years, we balanced the budget and paid $405 billion in debt.\"", "truth_label": "false", "date": "stated on May 11, 2011 in a presidential campaign announcement video:", "title": "Newt Gingrich is inaccurate in the budget, debt claims in the video ad.", "text": "In the period leading up to the announcement of 11 May 2011 that he would run for president, Newt Jingerick reminded people of the good old days of the American economy when he was President of the United States House of Representatives. \"For four years, we balanced the budget and paid $405 billion in debt,\" said Jingrik in a video on his campaign site. With soft music in the background, Jingerick says with a smile, \"We've done it before. We can do it again.\" From January 1995 to January 1999, when he was a member of the Republican Congress from the suburbs of Atlanta. :: Politifakt decided to verify Jingrik &apos; s claims about budget and debt, where he and other Republicans criticized President Barack Obama &apos; s administration of the economy, hoping to convince voters that the incumbent did not deserve a second term. First, a balanced budget. The federal budget is working on the fiscal year schedule, which starts on October 1 and ends on September 30. During fiscal years 1996 and 1997 - the first to help Jingerick form as speaker - there was a deficit of $107 billion in 1996 and about $22 billion in 1997. By fiscal year 1998, the federal budget had reached a surplus of $69 billion. In fiscal year 1999 - for which Jingrik could claim some responsibility, although he was the speaker in most fiscal year - the surplus was also, in the order of $126 billion. But these are only two balanced budgets that can claim his budget. The Federal Government has made four successive surpluses, but for the last two of these - fiscal years 2000 and 2001 - Jingrich no longer serves in the House of Representatives. Now for Jingrik's comments on religion. The national debt was just over $4.8 trillion when Jingrich became a spokesman for the Council in January 1995. By the time he left the centre in January 1999, debt was over $5.6 trillion. This is an increase, not a decrease. If you look at only two years, Gingrich can claim credit where the federal government was in surplus -- fiscal years 1998 and 1999 -- the government paid about $200 billion in debt. But that would be refreshing, because over the entire four years of his conversation, debt had risen by about $800 billion. Efforts to reach out to Gingerick's keynote speaker, Rick Tyler, were unsuccessful. In summary, Gingrich was not considering the budgetary claims. The budget was really balanced for four years, but it was difficult for him to take credit for more than two of those years. With regard to the repayment of debt amounting to $405 billion, the data we have found show that debt has actually increased during the four-year period of Gengrich as speaker for more than $800 billion. We value Jingrich &apos; s claim as false. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-13107"}