{"url": "/factchecks/2019/aug/13/philip-van-cleave/van-cleave-ballpark-criminals-who-had-gun-backgrou/", "speaker": "Philip Van Cleave", "vclaim": "\"The criminals do not investigate (gun) their background. I think it's 3% by checking the background.\"", "truth_label": "mostly-true", "date": "stated on August 8, 2019 in a radio interview.:", "title": "Van Clive is on the field on criminals who had to check the background of a gun.", "text": "Philip Van Cliff, one of Virginia's lobbyists, says that background checks on arms buyers will not limit crime. The President of the Association for the Defence of the Citizens of Virginia is Van Cliff. :: During an interview on 8 August on WRVA in Richmond, he rejected calls for stronger background checks following this year &apos; s deadly mass shootings in Virginia and other states. He said, \"The criminals don't check their background.\" \"I think it's like 3% passing through background check - 3%. Ninety-seven percent get guns on the street.\" We verified Van Cliff's claim. The Democrats of the Virginia General Assembly and Congress call for more thorough background checks. Virginia and federal laws require all licensed arms dealers - who are involved in the sale of firearms - to conduct computer checks to determine whether buyers have been disqualified from criminal or mental health records. However, arms sales among individuals who do not work in this area - for example, neighbours or amateurs - are exempt. President Donald Tramp recently said that he supported stronger background checks, but did not specify the changes he preferred. He told us that his statistics were 3% from a 2016 survey of 24.848 state and federal prisoners by the United States Bureau of Justice Statistics. The Office reported its findings in January 2019. According to our calculations, 21 per cent of the prisoners reported that they had used or owned a firearm while committing the crime that put them in prison, or about 5,200 of the sample (the study did not divide their percentages into the prison population). Among the prisoners who used or were in possession of a weapon during the crime: Kirk Cox was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. By Warren Fisk: 20 January 2021, 2021 - 43%, or about 2,240, they said they got the weapon \"outside the street or underground market.\" • 25% - about 1,300 - said that they bought the weapon, rented it from a relative or friend, or received it as a gift. • 6 per cent - about 310 - said they stole the weapon. • 10 per cent - about 520 - said that they bought the weapon from a retail port: an arms store, a mortgage shop, a flea market or an arms fair. The rest got their weapons by other means. Now, let's focus on 10% who bought their weapons from the retailer. They are important because researchers know them as prisoners who were likely to have conducted criminal investigations before they obtained their weapons. Of that group of some 520 retail buyers, about 360 - or 69 per cent - said that they bought the weapon using their own names. About 350 retail buyers - or 67 per cent - said that they had undergone a back examination using their real names. (The survey does not mention the reasons why they passed the check, but they probably did not have criminal records at the time. Here is another way of expressing the result: about 350 of the 5,200 prisoners who were carrying or using a weapon during the commission of the crime - or 6.7 per cent - said that they had been subjected to a back examination using their real names. Our judge, Van Cliff, said: \"The criminals do not investigate (gun) their background. I think it's 3% by checking the background.\" It referred to the results of the survey conducted by the United States Office of Justice Statistics in 2016 of 24,848 inmates in the federal states. Some 5,200 prisoners said that they possessed or used a firearm while committing the crime. Of that armed group, about 350 - or 6.7 per cent - said that they had undergone a back examination for weapons. Clive slightly reduces the percentage of gun-addicted criminals who have undergone background checks, but the substance of his claim - a few of whom have done - is intact. We're mostly assessing his statement right.", "vclaim_id": "vclaim-pol-00279"}