{"url": "/factchecks/2019/jan/24/maria-bartiromo/fox-news-host-clashes-ocasio-cortez-over-taxing-ri/", "speaker": "Maria Bartiromo", "vclaim": "\"According to the tax institution, the top 10% of employees already pay nearly 80% of all taxes.\"", "truth_label": "barely-true", "date": "stated on January 22, 2019 in in an interview:", "title": "Fox is hosting clashes with Okasio Cortez because of taxes on the rich.", "text": "Business supporters are pressing against progressive politicians who claim that due to the inequality of wealth in America, American tax law should not allow billions to exist. The Fox Business Network Maria Barteromo once again shot at the Alexandrian Okasio-Cortiz Republic, D-N.Y., which said it was morally wrong for the billionaire to coexist alongside people living in extreme poverty. Okasio-Cortez discussed a 70 per cent marginal tax rate on income exceeding $10 million per year. Bartromo called this view \"fully naive,\" saying those with already high wages paid their fair share. In addition, they would have less incentive to work hard if, as she said, a larger part of their income went to finance the government. \"What will you do to the economy if you make it economically difficult for higher-income people?\" On Fox News, Barteromo said via satellite from the World Economic Forum in Davos, Switzerland. \"According to the tax institution, the highest 10% of employees already pay approximately 80% of all taxes. So you already have the highest wage earners paying their fair share.\" We will leave it to others to discuss whether taxes on the wealthy should remain constant or increase. Here, we wanted to know whether the figures cited by Barteromo reflect the proportion of taxes paid by the rich. It turns out they're too far away. The tax burden on the income group Barteromo did not respond to our request for suspension. However, an article on Fox News about its response to Ocacio-Cortez mentioned the business-supporting tax institution. We have reached out to the Tax Corporation, which has referred to a recent study summarizing the latest federal income and tax data from the Congressional Budget Office, \"Distribution of household income, 2015,\" including individual and corporate income tax, salary tax and production tax. The numbers weren't as high as Barteromo said. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, the following graph shows the share of the above-mentioned federal taxes paid by America's largest wage earners. The three bars on the left give a loving look at the top 10 percent of the tax burden borne by the owners. The blue ribbon on the right shows the total share of the higher partner. According to the latest federal data, confirmed by an analyst of the tax institution, the highest 10 per cent of employees paid about 55 per cent of all federal taxes - not about 80 per cent, as Barteromo said. It would have been closer to the target had it limited its claim to income tax, the first 10 per cent of which represented about 74 per cent. However, the Barteromo Statement referred to \"all taxes.\" Our Governor Barteromo said, \"According to the tax institution, the top 10% of the employees already pay nearly 80% of all taxes.\" The most recent federal data show that the highest 10% of employees pay about 55% of all federal taxes. Her point is that the rich paid a lot of taxes... it was true, but her number was largely canceled. We're assessing this mostly wrong. Fact-sharing 2019-01-24 21:03:42 UTC Politics Fact 3 1 7 PoliticsFacting: Probably false: \"According to the Tax Corporation, Maria Barteromo Fox, a business network hosting Barteromo, appeals to Okacio Cortez for comments on the billionaire: \"Quete Naive,\" in an interview on Tuesday, 22 January 2019 2019 2019-01-22. Read more information.", "vclaim_id": "vclaim-pol-01096"}