{"url": "/factchecks/2015/nov/11/ted-cruz/ted-cruz-says-us-tax-code-has-more-words-bible/", "speaker": "Ted Cruz", "vclaim": "\"There are more words in the IRS code than there in the Bible.\"", "truth_label": "true", "date": "stated on November 10, 2015 in the Republican presidential debate in Milwaukee, Wis.:", "title": "\"Ted Cruz says that the U.S. tax code has more words than the Bible.\"", "text": "During the Presidential Republican debate in Milwaukee, Ted Cruz compared two volumes -- one that was loved by many, and the other that almost all hated. \"There are more words in the IRS code from there in the Bible -- and -- not one of them is good,\" said Cruz. Our company in New Jersey examined a similar claim along it in 2013, so we will apply its research to Cruz &apos; s claim here. How long is the tax code? A 2010 report by the Office of the Taxier &apos; s Advocate of the Internal Revenue Service concluded that the Tax Code contained 3.8 million words. This calculation was done by downloading a closed file from the code, deactivated and operated through Microsoft Words, as noted in the report. The 2012 version of the report places the number of words in the code at \"about 4 million.\" We also reached CCH, Riverwood, and the publisher based in Ill. For the winter version of volumes 2013 of the Tax Code, the best estimate of the length of the word was said to be 4 million. That was two years ago, but we believe it is certain that the length of tax law has only increased since then and has not decreased. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request to use the Marines to install security, saying, \"We are not working for you.\" Dennis Olson, Professor of the Theology of the Old Testament Charles T. Hayley at the Princeton Theological Institute, told Paulette Fact New Jersey that bringing the length of the Bible fairly close was 800,000 words to both the old and the new wills combined. \"The King James translation will be 823.156 while the newest revised version will be 774,746 words,\" said Olsen. Helen Mardaga, New Testament Assistant at the Catholic University in Washington, agreed that estimates that the Bible is 800,000 words are trustworthy. Put it all together and the tax code is almost five times the length of the Bible. So Cruz is right. \"There are more words in the IRS law than those in the Bible.\" It is generally accepted that the tax law is about 4 million words long and that the Bible is about 800,000 words. This is equal to five times. Therefore, Cruz &apos; s claim is true.", "vclaim_id": "vclaim-pol-05749"}