{"url": "/factchecks/2011/may/13/john-kasich/gov-john-kasich-says-60-percent-us-population-with/", "speaker": "John Kasich", "vclaim": "\"We're 600 miles from 60 percent of America. We're in a perfect position.\"", "truth_label": "true", "date": "stated on May 10, 2011 in a speech to the Ohio Chamber of Commerce:", "title": "(Joff) John Cassish says 60% of the U.S. population is 600 miles from Ohio.", "text": "The site is usually referred to as the most important consideration in the purchase of real estate, and the geographical location was the reason that Cleveland was once branded as -- or occupied -- \"the best position in the nation.\" The logo was drafted in 1944 by Cleveland Electric Company, which is now part of the first power company, to help build businesses after the war. \"The claim is based on the fact that half of the United States and Canadian population live 500 miles from the city; that Cleveland was the natural venue for meetings from iron ore, coal, copper, gypsum, stone, sand and other vital raw materials; and that water efficiency, railways, highways and air transport facilitated delivery and reduced costs,\" by historians Carol Poh Miller and Robert Anthony Wheeler. The logo has fallen into untouchability, but geography has not changed. (Joff) When John Cassich spoke to the Ohio Chamber of Commerce about making Ohio more competitive for business growth, he said, \"We are now at the point where the site matters because logistics matters again.\" \"The cost of shipping things is important again. We're 600 miles from 60 percent of America. We're in a perfect position.\" Given our bias towards Bucky, Polly Fuckett Ohio wanted to believe it. However, we have examined similar allegations before and found them undesirable. We knew that the population had changed since the 1940s, when the centre of the population of the entire nation (now in Missouri) was still in Ohio. However, we also noted that Cassish moved the measuring stick from 500 miles mentioned in those earlier claims to 600 miles. Using the tools we used before, we built a map of all American provinces whose seats are 600 miles from the Ohio border. We used U.S. Census Bureau data to calculate the total population. We found that 184,900,000 people live 600 miles from Ohio, or 59.9 per cent of the United States population of 308.7 million. This is 60 percent, whether you're close to a number that has no statistical significance or a margin of error factor. The arrival of approximately 600 miles includes all the eastern coast, the upper central west, a large part of the deep south and some states west of the Mississippi River. Additional note: In addition to 60 percent of the United States population, Cassish's claim also includes the most densely populated part of Ontario and Quebec. We're assessing Kasich's statement as correct. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy • January 20, 2012", "vclaim_id": "vclaim-pol-13099"}