{"url": "/factchecks/2019/sep/27/facebook-posts/greta-thunberg-did-not-pose-isis-or-george-soros/", "speaker": "Facebook posts", "vclaim": "It says a picture that shows Greta Thunderberg standing next to George Soros and with ISIS.", "truth_label": "false", "date": "stated on September 23, 2019 in a Facebook post:", "title": "Greta Thunberg wasn't formed with ISIL or George Soros", "text": "In social media, some users exchange misleading information about the 16-year-old activist who inspired the global climate strike on 20 September. One of the articles published on Facebook on 23 September claims to contain three photographs of Greta Thönberg. He claims to have been offered to a Swedish teenager who is demonstrating with a member of the Islamic State, a charitable actor, George Soros, and Anteva's T-shirt. \"Well, well... do I need to explain anymore?\" The text is read over the images, followed by the marking, \"#Anonsknew #Greta Thunberg #Deep State Puptip.\" The Facebook user who shared the article wrote next to the picture, \"These are typical fake lies, stupid left believes these idiots!\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) It's been exchanged hundreds of times, so we wanted to see if the images were real. On the basis of our analysis, only one of the Facebook photographs is the original ones - the other two were rotated or taken out of context. The address on the real, which shows Thunderberg wearing an antifascist shirt, is not accurate. The picture of ISIS's first photo in the article in public is a shot of another Facebook user publication. He claims to be showing Thonberg while he is demonstrating with a bearded member of the Islamic State, the man's arm around her shoulder while speaking in the microphone. But the picture isn't for Thunderberg. The search for the opposite image reveals that the photo was six years old and was taken from a video produced during the ISIL-led reading contest in Aleppo, Syria, according to a news comment, as noted in a previous factual report. The photo was published in an article that was now posted on an Iranian website in August 2014. At about the same time, Morocco &apos; s global news reported that the girl in the video was seven years old, torn apart by the mistakes she had made in reading them. And while the girl looks mysteriously like Tonberg, who was going to be 10 at the time, there's no evidence that she is. The photos of Soros, the second in Facebook, indicate that they show Thunderberg acting alongside Soros, a charitable and democratic donor who is often the target of conservative attacks. But we found that the picture was digitally changed to make it look like Thunderberg was friendly to a rich liberal financier. The original picture appears in fact Thunderberg with former Vice President Al Gore in December. It was published on January 25, 2021 in a video that says Bill Gates \"at least 3 billion people must die\" from this planet. • January 27, 2012, thank you for being a true pioneer. Very few people have done more. It was an honor to meet you. ==External links==*Climatecrise#Climateconverdown pic.twitter.com/HzbvPcGkwo - Greta Thunberg (@GretaThunberg) 30 December 2018 The amended version of the picture appears to have been created by French exits in late August. The photograph of Antepha, the last photo in the suspect's Facebook post, shows Thönberg sitting on the couch while wearing a shirt that says \"against fascism all stars.\" The text on the photo claims that the activist \"organizes itself with the antiva terrorist organization\" Antefa is a group of left-wing activists who are loosely linked and whose task is to counter fascist ideology. Members have been criticized for their desire to use violence against extreme right-wing groups. The picture of Thunderberg is real. On July 26, she said that she had deleted a picture of herself wearing a shirt after knowing that it could be linked to a \"violent movement.\" However, in the same tweet, she said that the shirt was borrowed. Yesterday I posted a picture in a shirt that said I was against fascism. This shirt seems to some to be associated with a violent movement. I do not support any form of violence nor do I avoid the misunderstanding that I am removing. Of course, I am against fascism - Greta Thunberg (@GretaThunberg) July 26, 2019. The fact that one is against fascism does not necessarily mean that one supports the leftist anti-fascist group. Furthermore, the Facebook newspaper &apos; s claim that Antiva is a terrorist organization is questionable. The Central Intelligence Agency (CIA) did not include the group in its list of these organizations, although some legislators requested that it be included. However, in the past, some officials of the intelligence community described Antiva members as \"local terrorists\" in secret documents. Our Facebook article claims that it shows Greta Thunberg that he's driving with ISIS, George Soros and Antefa's shirt. The first picture was taken out of context and does not show Thunberg at all. The second image has been digitally altered. Third is real, but Thunderberg said she borrowed the shirt at the time. Also, being an anti-fascist is not the same as being a member of Antiva. The mail is inaccurate. We assess it wrong.", "vclaim_id": "vclaim-pol-00113"}