{"url": "/factchecks/2016/sep/27/hillary-clinton/true-hillary-clinton-says-federal-government-sued-/", "speaker": "Hillary Clinton", "vclaim": "Donald Trump says that \"his career began in 1973 with the prosecution of racial discrimination by the Ministry of Justice because he did not rent apartments in one of his developments for African-Americans.\"", "truth_label": "true", "date": "stated on September 27, 2016 in the first presidential debate:", "title": "According to Hillary Clinton, the federal government sued Donald Trump for discrimination in housing.", "text": "After years of repeated conspiracies that President Barack Obama was not born in the United States, Donald Trump finally retreated from the so-called birth movement earlier this month. However, this did not prevent the question from being asked during an exchange of keys in the presidential debate held on Monday in New York. Hillary Clinton said Trump embraced a \"racial lie\" and showed a pattern of his business practices. \"Donald began his career again in 1973 by the Ministry of Justice on charges of racial discrimination because he was not renting apartments in one of his developments for Americans of African descent,\" she said. This is exactly the charge, but is it true? Yeah. It turned out to be. In 1973, Trump, aged 27, was the head of his father's real estate company, Trump Administration. It operates approximately 40 residential buildings, mostly in New York City. By all accounts, including his own country, Trump was a very practical and active leader in day-to-day business operations management. In that year, the Federal Government filed a complaint against Trump, his father Fred Trump, and the Trump Administration. The complaint alleged that Tramps violated the Fair Housing Act, which is part of the Civil Rights Act 1968, by discriminating against tenants and potential tenants on the basis of their race. \"The defendants, through the actions of their agents and employees, discriminate against persons on account of race in the operation of their apartment buildings,\" the complaint states. Blacks were often told, as the Government found, that the Trump management complex was not available when apartments were available for rent. In one case, a black man asked about two-bedroom apartments at the Westminster compound in Trump, Brooklyn, on 18 March 1972, and one of the supervisors told him that there was nothing. On March 19, 1972, the black, white man's wife visited the compound and offered him an application for a two-bedroom apartment at the site. Government lawyers also interviewed several people who said that the executive directors of the Trump Department did not encourage leasing agents to rent to blacks. In one case, the Government stated that the company &apos; s Comptroller had ordered the lease agent to attach a \"C\" paper to each application submitted by a coloured person. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman on January 11, 2021, Trump strongly denied the allegations, which he called \"absolute absurdity,\" according to The New York Times 1973. Trump and his company filed a counter-claim in the following December, claiming that the Government had made unfounded accusations and claimed damages of $100 million. The Court dismissed the counter-claim. The Trump campaign did not respond to our requests for comments. However, he provided an explanation in the discussion. \"As far as the lawsuit is concerned, yes, when I was too young, I went to my father's company, I had a real estate company in Brooklyn and Queens, and I had a real estate company in Brooklyn and Queens. \"We settled the case with zero -- no guilty plea. It was very easy to do.\" Indeed, both parties settled in 1975 after a lengthy legal battle. In his 1987 memoirs, Tramp Al-Nasser claimed the art of the deal: \"In the end, the government could not prove its case, and we ended up making a simple settlement without admitting any guilt.\" It should also be noted that most of these cases are usually settled and often fast -- \"North 98%,\" Robert Schweem, Professor of Law at the University of Kentucky, and an expert on housing discrimination law, who has already told Politi Fakt. In each settlement, the agreement allows the defendant to take voluntary action to address the problem without admitting guilt. \"That doesn't mean there wasn't much evidence\" against Trump, as Shuim said. Our judgment, Clinton, said that Trump started his career in 1973, where he was sued by the Ministry of Justice for racial discrimination because he wouldn't rent apartments in one of his developments for African-Americans. Both parts of the statements are carefully and accurately drafted. The Ministry of Justice instituted proceedings against Tramp, his father and their company under the Civil Rights Act 1973. In many cases, the government said, potential black tenants were prevented from renting his premises. The case was settled and Trump never pleaded guilty, although his company had to agree to conditions aimed at preventing future discrimination in his rental property. We're evaluating the statement right. https://www.sharethefacts.co/share/a1eeec4-fa30-47b3-a119-110b7b898f1", "vclaim_id": "vclaim-pol-04257"}