{"url": "/factchecks/2019/feb/13/darren-jackson/would-medicaid-expansion-bring-40000-jobs-north-ca/", "speaker": "Darren Jackson", "vclaim": "\"Expansion of Medicaid will bring 40,000 jobs to North Carolina.\"", "truth_label": "mostly-true", "date": "stated on January 30, 2019 in a tweet:", "title": "Will Medicaid's expansion bring 40,000 jobs to North Carolina, as the state's democracy says?", "text": "Last month, Democrats at the North Carolina General Assembly introduced bills to expand Medicaid, and now party leaders are bringing their case to the public. One big selling point: jobs. \"The expansion of Medicaid will bring 40,000 jobs to North Carolina,\" said House minority leader Darren Jackson, who is part of Wick County, in January 30. :: Polyte Fact North Carolina has reviewed the allegations about the added coverage that Medicaid expansion may give to North Carolines, but the Jackson Statement is the first statement we consider to be an attempt to link expansion to more jobs in the state. So we decided to see how it gets to the facts. * (Polyte Fact considered similar statements from politicians in Florida and Wisconsin in 2013). What's Medicaid's expansion? North Carolina has participated in the Medicaid programme, which has provided health insurance for low-income people since 1970. Since 2010, 36 states and provinces of Colombia have used a provision in the Federal Affordable Care Act to pay for the expanded coverage of medical aid for persons whose household income is less than 138 per cent of the federal poverty line, according to the Kaiser Family Foundation, an independent health-care research group. North Carolina did not expand the Medicaid programme, and the Republican-led State Legislature passed a bill in 2013 effectively prohibiting expansion without legislative approval. But Democrats say there are economic reasons for expanding the program. The costs of Medicaid are divided between the state and the federal government, and the federal government currently pays 67%. However, the Federal Government has pledged to bear the bulk of the expansion costs, including 95 per cent now and 90 per cent after 2020. Will it create jobs? We spoke to four experts on economic impact and agreed on significant job gains. They said that the reason was simple: the influx of new Medicaid funds would lead to more expenditure throughout the State economy. Jackson said that the estimate of $40,000 came from a 2014 report by the Kon Health Foundation, an organization based in Greensboro 501 (c) (3) that supports the Kon Health Foundation, a non-profit network of health-care providers in the region. The Kon report stated that if North Carolina did not accept expansion by 2016, the state would lose an estimated $21 billion in federal funds between 2016 and 2020, resulting in a reduction of 43,000 jobs across the state. Leighton Coe, Director of the George Washington University Health Policy Research Centre and lead author of the Kon report, said that he had not completed his analysis since 2014. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. By Warren Fisk: 20 January 2021, but he said that the circumstances are now almost the same and the amount of federal money to expand Medicked would make \"almost identical to our previous estimates.\" \"The evidence continues to suggest that the expansion of Medicaid would increase the flow of federal funding to North Carolina, which would improve economic growth and increase the number of jobs,\" said Ko. \"States that expanded the Medicaid program found their economies stronger; the lack of expansion in North Carolina prevented the State from returning.\" Other experts agreed. David Anderson, Research Assistant at the Margolis Health Policy Centre of Duke University, said that Medicaid's expansion would \"turn into a new flow of federal funds to the state without changing the current outflow of funds.\" In other words, there's gonna be a lot of money coming, but not going out. Michael Walden, Professor of Economics at North Carolina State University, said that money would turn into spending and jobs both inside and outside the medical industry. According to the Kon report, only about half of the jobs will be in the medical industry, while the rest are distributed to industries such as construction, retailing, real estate, food and beverages. Using an economic development model for North Carolina, assuming that the expansion of the Medicaid programme would bring $13 billion over the next decade, Walden estimated that this expansion would create some 39,000 jobs - a number similar to the results of the Kon Health Foundation in 2014. However, as the Polyte Fact Florida reported years ago, it may be difficult to determine the extent to which new jobs are the direct result of one programme or another. There are many moving parts, and expansion can inspire qualified new Medicaid but have not yet signed up for their own benefits, adding more costs to the State, which in turn can influence job growth. It should also be noted that the Kon Health Foundation calls itself a \"support organization\" for the health of the cone, which is supposed to receive additional funds from the expansion of the Medicaid programme. We must therefore take its results with a small grain of salt, although Anderson said that the report uses \"an established methodology and tools.\" Our judgment, Jackson, said, \"The expansion of Medicaid will bring 40,000 jobs to North Carolina.\" In fact, economists and health care say that more money being injected into North Carolina would lead to more jobs for its population, although it is difficult to quantify exactly. Jackson's estimate is consistent with available research, and the experts we talked to agreed that it was reasonable. But this is still an estimate - a fact that Jackson did not mention in his tweet. We're mostly assessing this statement right. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To present ideas for fact-finding, e-mail [protected] fact-sharing 2019-02-13:05:14 UTC PoliticsFact 5 1 7 PoliticFact Rating: Mostly true: \"Expansion of Medicaid will bring 40,000 jobs to North Carolina.\" The minority leader of Darren Jackson N.C. House https://twitter.com/JacksonforNC/status/10906287850380483 in tweet on Wednesday, 30 January 2019 2019-01-30 read further information", "vclaim_id": "vclaim-pol-01025"}