{"url": "/factchecks/2016/oct/10/hillary-clinton/clinton-said-terrorists-use-trumps-remarks-about-m/", "speaker": "Hillary Clinton", "vclaim": "\"You can look at propaganda in many terrorist sites and what Donald Trump says about Muslims used to recruit fighters.\"", "truth_label": "true", "date": "stated on October 9, 2016 in the second 2016 presidential debate:", "title": "Clinton said the terrorists were using Trump's notes on Muslims to recruit.", "text": "Democratic presidential candidate Hillary Clinton criticized the Republican Donald Trump during his second discussion of his proposal to prevent Muslims from entering the United States. Clinton asked how such a religious test would be carried out, saying that Trump's comments were \"very ill-advised and even dangerous.\" \"In fact you can look at propaganda at many terrorist sites and what Donald Trump says about Muslims being used to recruit fighters,\" said Clinton in October 9 square off in St. Louis, Mo. Trump amended the temporary ban on Muslim immigrants he once proposed to say that instead he would stop migration from areas with \"proven history of terrorism.\" Clinton has said before that Trump uses \"to be a prime recruit\" for people to join the cause of terrorism. Earlier this year, Al-Shabaab, affiliated with the East African Al-Qaida terrorist group, released a 51-minute video saying that \"Muslims from the West\" are not welcome in countries such as the United States. The video says that the United States has a history of slavery, isolation, mob killing, Ko Klux Klan, and tomorrow, will be the land of religious discrimination and concentration camps. He then shows a video of Donald Trump calling for \"the complete and complete closure of Muslims entering the United States\" so that United States representatives can find out what's going on. Trump made that statement after the attack on San Bernardino and Califf. The video calls for American Muslims to leave the United States and join the terrorist group, as reported by the Wall Street Journal. This spring, Newsweek also reported that a video released by the Islamic State in the wake of the Brussels attack contained a tape of Trump talking about Brussels. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" \"Brussels was one of the great cities, one of the most beautiful cities in the world 20 years ago. It was amazing, actually, and safe. And now it's a horror show. Trump says in the video, and ISIS allows the term \"absolute horror\" to resonate over and over again. Clinton's campaign sent us a story about that video, noting that it's also showing \"English translations, musical escorts, and some kind of song, with words: \"Brothers rise! Call your victory! Let's go, let's go, let's go to jihad. \" Her campaign also referred to foreign affairs articles and times that mentioned that an ISIS spokesman wrote on an ISIL channel, \"I ask God to deliver America to Trump.\" The Trump campaign did not respond to requests for comments. Clinton is right about including Trump's comments in publicity, but it is difficult to know what effect his words have had on recruitment, as Dave Gartenstein-Ross, his senior colleague at the Foundation for the Defence of Democracies, said. \"It is clear that we know little about the effectiveness of his comments as a recruitment tool -- reliable data that is hard to obtain,\" said Gartenstein Ross. \"But that's how it's used.\" Our rule, Clinton, said, \"You can look at propaganda in many terrorist sites and what Donald Trump says about Muslims being used to recruit fighters.\" An East African associate of the Al-Qaida terrorist group used a video on Trump in one of its videos, where \"Muslims from the West\" said that they were not welcome in countries such as the United States and urged them to join the terrorist group, according to numerous news reports. While it is difficult to determine the effectiveness of the two videos, at least one of Trump's words was shown. We appreciate that Clinton's statement is correct. https://www.sharethefacts.co/share/7013fbbb5-91d-4807-8270-a7637dbe4142", "vclaim_id": "vclaim-pol-04167"}