{"url": "/factchecks/2012/oct/23/mitt-romney/mitt-romney-says-he-balanced-budget-salt-lake-city/", "speaker": "Mitt Romney", "vclaim": "\"I went to the Olympics that were unbalanced, and we got it balanced.\"", "truth_label": "mostly-true", "date": "stated on October 22, 2012 in the third presidential debate in Boca Raton, Fla.:", "title": "Mitt Romney says it's a balance between the Salt Lake City Olympic budget.", "text": "The London Games may be just a memory now, but the Olympics are still an issue in the presidential campaign. During the third and last presidential debate in Boca Raton, Mitt Romney once again referred to his experience in the conduct of the 2002 Winter Olympic Games as a credentials in his bid for the White House. \"I'm glad I have balanced budgets,\" he said. \"I've been in the business world for 25 years. If you don't balance your budget, you're out of work. I went to the Olympics that were unbalanced, and we got it balanced, and it worked there.\" Did Romney's claim of funding for the Salt Lake City Olympics in 2002 be accurate? First, some background. Romney left Maine in early 1999 to lead the Salt Lake Organizing Committee following the bribery scandal that eventually revealed widespread corruption in the bidding process used to grant matches. The scandal forced many Olympic officials in Salt Lake City to resign, and the committee was reorganized. Two years after the games began, officials needed someone to help restore the credibility of the organization and exploited Romney, Mormoni, whose family was deeply rooted in the state and attended the University of Brigham Young. The mission launched Salt Lake City Romney into national lights and helped restart his political life, impulsive to a successful campaign of governor in 2002 in Massachusetts. While analysing Romney's claim, it is important to understand that there is no single budget for the Olympic Games - there are two budgets. One of them is administered by a special committee - in the case of the 2002 Winter Games - by the Lake Salt Organizing Committee. The Commission collects funds from sources such as television rights, ticket sales and welfare. Under the rules in force at the time, these revenues financed the operational costs of the Olympic Games as well as the costs of building the necessary sports places. The other amount of funds comes from government funding - mainly to cover improved transportation and security costs. The budget that Romney's talking about is the first to cover the Olympics. He is right that under his leadership, this budget was balanced - in fact, more than balanced. According to Frasier Bullock -- a former colleague in the capital, Payne Romney, who joined him on the committee as Chief Operating Officer -- the committee spent $1.3 billion and ended up with a surplus of about $100 million. Romney is widely credited with the creation of hoggernot care, landing in companies such as Allstate, General Mills, Sears Robock, Angus Beef, and Monster.com to care for games. According to the Washington Post, the Committee received 53 deals, more than twice the number of games in 1998 in Nagano, Japan. More than $300 million after Romney's arrival, perhaps a third of which consisted of local Utah sponsors who had never sponsored the Olympic Games, was reported to the New York Times in 2007. On the spending side, Romney flouted the fine patterns of the Olympic committees, and one dollar was imposed on staff on a chip of pizza (serve on paper plates) and 25 cents of soda. \"When he joined the dead (the Committee), there was a budget deficit of $400 million,\" said Bullock Politi Fact. \"So (Committee), \"Met not only weighed the budget, but produced a surplus, which is wonderful. Only Los Angeles in 1984 had a surplus as well. All the other Olympics lose money -- a lot.\" However, these figures do not include the second budget. Bullock calculates the second budget as $400 million - $240 million for security (the games came shortly after 11 September, with increased costs) and $160 million for improving basic transport, such as interstate exchanges. Bullock says that in many cases the dollars spent on transport projects were already on track, but were accelerated to meet the Olympic timetable. Other observers, however, say that the real amount of this second budget exceeds $400 million. In addition to this basic amount, at least $400 million was spent on the light rail system. According to Bullock, local politicians used the Olympics as an opportunity to pay through funding for the light rail project, and he did not consider it an expenditure that was required from the Games. \"I don't include any reason for the light rail\" in the accounts, Bullock said. \"We didn't need it.\" :: Detectives Donald Barlett and James Steele, according to a video article on sports in 2001, Congress spent $1.5 billion of taxpayers on the Salt Lake City Olympics - 1.5 times the amount that legislators spend to support all seven Olympic Games held in the United States since 1904 -- combined.\" (These figures have been adjusted for inflation) We couldn't independently verify the $1.5 billion, but even the number that Bullock accepts -- $400 million -- isn't an insignificant amount of extra dollars. Kenneth Bullock, a former member of the Executive Committee of the Salt Lake Organization Committee, now administered by the Yutah Cities and Cities Association, added that many Utah areas had shrunk in an unknown number of additional dollars. Kenneth Bullock, who had nothing to do with Fraser Bullock, said. Officially, Romney had no control over this second budget. However, he appears to have played an aggressive role in advocating for additional expenditure. In Romney's 2004 book: Crisis, Olympic Leadership, he wrote that he asked his supporters \"to bring more federal funding ever allocated to any Olympics, summer or winter. The Committee employed five federal pressure companies outside its internal pressure office and spent a total of $3.5 million, which was reported in the NBC News report earlier this year. According to the Government Accountability Bureau report of 2001, the Games were supported by at least 18 federal agencies. \"I succeeded in organizing the Olympics, and I got the record money from the federal government,\" said Romney in 2002, while running for the post of Governor of Massachusetts. We asked a number of Olympic experts whether they thought Romney was accurate when he said it was the Olympic Budget Budget in Salt Lake City. Most agreed that it was not a simple question. Bill Malone, co-founder of the International Olympic History Society, said: \"The whole question of the financial accounting of the Olympic Games is difficult, because it is very difficult to know what can be considered an Olympic-related cost and what is the improvement of the host city's infrastructure.\" \"It can get very complicated.\" However, most of the experts we asked concluded that Romney was right, but with what David Walichinski, the author of a history at the Olympics, said, was a \"big star.\" \"Romey is right about the technology missing the main issue about funding any Olympic,\" said Roger G. Noll, Economist, Stanford University, who studied large public infrastructure projects, including playgrounds. Romney saved the Salt Lake City Olympics by restoring political support. One of the ways he did that was to cut costs below the plan, but the main reason is that Romney managed to get huge support from the federal government.\" It is true that Romney did not weigh the budget of the Salt Lake Organization Committee. But this does not tell the whole story, because it helped to secure at least $400 million - perhaps even $1.5 billion - in government funding to make the Olympics work unbudgeted. The statement is precise but requires further clarification or information. Therefore, Romney &apos; s claim is assessed as mostly correct. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-10108"}