{"url": "/factchecks/2014/oct/24/stephanie-cutter/stephanie-cutter-ebola-vaccine-research-was-cut-ha/", "speaker": "Stephanie Cutter", "vclaim": "\"Money towards Ebola vaccine is cut in half to what it was. \"more cuts will be subject to the isolation of Congress.\"", "truth_label": "mostly-true", "date": "stated on October 19, 2014 in an episode of \"Meet the Press\":", "title": "Stephanie Cutter: Ebola vaccine research has been halved, and further cuts are coming.", "text": "If you're following Ebola's news, you've probably heard accusations that budget cuts are responsible for the lack of a vaccine. The director of the National Institutes of Health Dr. Francis Collins told Hovington Post that \"we might have had a vaccine in time\" for the Ebola outbreak without a 10-year drop in federal dollars for research. (Politi Fact explored that idea.) His colleague, Dr. Anthony Foche, from the National Institute of Sensitivity and Infectious Diseases, was in conflict with Collins in the 19 October edition of the newspaper \"Meet the Press.\" When the host asked Chuck Todd whether Collins' comments on budget cuts that led to the absence of a functioning vaccine were \"Hyperbole,\" Fawshi said he did not agree with Collins. \"You can't say that. I guess you can't say we're or aren't gonna get this or this. Everything's slow. But I wouldn't make that statement. Fosse said. Later in the Ebola Focus, Stephanie Cutter &apos; s democratic strategy picked up Fawsi &apos; s statement that research slowed down with funding. \"In fact, the money for the Ebola vaccine is basically cut to half of what it was,\" she said. \"More discounts will be subject to the isolation of Congress.\" We wanted to know whether funding for the Ebola vaccine has been halved from \"what it is\" and whether further cuts come under siege. Cutter didn't answer our question. As we spend on Ebola vaccine research, the national health institutes, which include the Fashi National Institute of Sensitivity and Infectious Diseases, are the world &apos; s largest source of medical research dollars. Internal scientists work on some projects, while other grants are provided to scientists in research institutions and universities. These research agencies have cuts just like the rest of the federal bureaucracy, including in biomedical research. The Government focused heavily on these diseases in 2001, with officials increasingly concerned about threats of bioterrorism such as anthrax and smallpox. Specific research carried out by the National Health Institute in the area of Ebola prevention and treatment is lower than in the past, although determining whether \"half of the amount\" depends on an objective and selective timetable. An analysis of the Agency &apos; s Ebola research since 2003, including vaccine expenditures, was provided by a spokesperson for the National Institute of Sensitivity and Infectious Diseases. (These figures do not include stimulus dollars and are not adjusted for inflation). The chart below shows the trend in the Agency &apos; s spending on Ebola vaccine research, treatments (or treatments), as well as total spending on Ebola research, which covers those groups and also includes basic research on how the disease works and diagnosis (data of the complete chart here). Since Cater identified Ebola vaccine research, let us focus on that (Blue Line). It is difficult to say what the regular expenditure is in this area, with the dollar ranging from a low of $11.6 million to a high of $37.2 million per year. However, if expenditure in 2010 compares with expenditure in 2014, expenditure has already fallen by more than half, from about $37.2 million to $17.7 million. Fiscal year 2009-2010 was a higher year of expenditure than usual. In the previous year, expenditure amounted to $20.8 million. The story of total Ebola research spending by the National Institute of Health is similar, amounting to $59 million in 2006 before it fell, peaked again in 2010 and exceeded it in the aftermath of the recession. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, research funds certainly did not keep pace with the rising costs of research, especially in the recent Austre budget climate. Let's compare spending before the cuts that Cutter mentioned. Remember that funny word, reservation? It wasn't much news, but it didn't go far, and it has a great influence on whether the National Institute of Health keeps funding for things like Ebola research at large levels. (See the Bible in this article.) The isolation is the result of the 2011 dispute between the White House and Congress on how to solve the debt ceiling problem. Because the Congress's \"Supreme Committee\" failed to obtain $1.2 trillion in targeted cuts, overall spending cuts of 5 per cent came into effect in 2013. In December 2013, an agreement reached between the Republic, Paul Ryan, R-Wis, and the age of Patty Murray, D-Washington, provided a slight easing of the barrier, setting a ceiling for the 2014 and 2015 budgets for estimated (non-military) expenditure exceeding the amount required by the barrier. In fiscal year 2011-2012, spending on Ebola vaccine research was $22.5 million before isolation. In 2013, after isolation, this expenditure fell to $17.2 million. It rose slightly to an estimated $17.7 million in 2014. It is clear that budget cuts lead to a reduction in dollars for the Ebola vaccine. But it is not half the amount that preceded it, so the Cater's statement is an exaggeration of this measure. What does that mean for future medical research? It is certain that expenditure will remain tight and will continue to be outweighed by the cost of research. But exactly what continued austerity means for Ebola research is yet to be seen. Among the many diseases affecting or threatening to affect Americans, Ebola has not been one of them and therefore has not been given high priority in the budgets of national health institutions in the past. Congress provides funding for national health, but agency leaders advocate for any research that gets the level of funding. In general, the National Institute of Health has attempted to make budget cuts even through more than 20 satellite institutions focusing on specific disease research, as Benjamin Corb said, the American Society of Biochemistry and Molecular Biology, Director of Public Affairs. If this trend continues, research on Ebola is likely to lead to a further reduction, although spending priorities may change in the face of the serious epidemic in West Africa. The Agency has already moved forward with some treatments close to completion in an effort to address this disease, such as Zambab, which has been used to treat two U.S. missionaries infected with Ebola but not yet produced in large supplies. The spending ceiling for fiscal year 2014-15 is basically stable, so spending on all research will remain tight, as stated by David Reich, a former member of the Board of Representatives &apos; Accreditation Committee and adviser to the Left Center on Budget and Policy Priorities. He said, \"If inflation is a factor, it's definitely a reduction. He said, \"We don't know where they'll be until the process is over.\" A spokesman for the National Institute of Health said that the Agency had not yet known how detention could affect Ebola virus research. Experts caution that increased funds for Ebola research will not necessarily mean more results, although they agree that more money would have been likely to lead to more sophisticated product testing. The governor, Cutter, said, \"The money for the Ebola vaccine is basically half of what it was,\" and \"more cuts come under congressional rule.\" Whether the money for the vaccine is reduced by half depends on the scale that it uses. It is true that if you compare 2010 with 2014 estimates, when spending on vaccine research fell from $37 million to $17.2 million, but not if you use other parameters. The financial picture of national health is not expected to shine much at any time in the midst of budgetary control measures, although due to the emergence of the threat in the United States and the great interest in this issue, Congress and the President can choose to increase funding for Ebola, which is moving forward. We assess her claim mostly correct.", "vclaim_id": "vclaim-pol-07085"}