{"url": "/factchecks/2014/oct/22/democratic-senatorial-campaign-committee/does-david-perdue-want-eliminate-us-education-depa/", "speaker": "Democratic Senatorial Campaign Committee", "vclaim": "David Birdo says he wants to abolish the United States Department of Education, which would cost Georgia's schools $1 billion a year and eliminate millions of student loans.", "truth_label": "half-true", "date": "stated on October 14, 2014 in a television ad:", "title": "Does David Birdo want to cancel the U.S. Department of Education?", "text": "A new announcement from the Senator &apos; s Democratic Campaign Committee wants the Senate to draw David Birdo &apos; s hope as an extremist when it comes to education. Education has indeed been an interesting issue in the Governor &apos; s narrow race. The announcement, \"Help,\" appears to be the alarm for the matter in the closely observed Senate battle between Birdo and the democracy of Michelle Nan. The main claim is: Birdo wants to abolish the Federal Ministry of Education, which would endanger $1 billion for public schools in Georgia that are already in budget cramps. \"This would destroy Georgia's schools,\" says the novelist in an announcement. A billion dollars has been reduced from K to 12. \"The elimination of all federal student loans.\" The Republicans have called for the abolition of the Federal Ministry since Ronald Reagan first pledged to do so in his 1980 presidential campaign. The issue has remained in some conservative circles, even in the midst of strong opposition from Congress for decades. Reagan changed his position in 1983, after a federal report warned of a \"increasing wave of decline\" in American schools. The son of two teachers, Birdo, spoke at length about the need for more local surveillance. But does this translate into the abolition of the Federal Ministry? Would such a reduction mean a dramatic loss in school funding in Georgia? The Georgian Polyte Fact decided to check this out. First, we looked at Birdo's position. When she was asked about Connor Corr in an interview with the Marietta Daily in July, he invited Birdo to abandon academic standards and \"she went to say that the Federal Department of Education should be abolished.\" The July story contains no direct quote. But the story of July in Covington News quotes Birdo that it says that the department must be \"funded\" and stable. In October, the Internal Political Code referred to the story of the Ministry of Justice calling for the abolition of the section and quoted a campaign speaker as saying that the Birdo Plan called for the transfer of money from the federal to the local level. The repeated duties to clarify those comments were not responded to. However, he did not deny the allegation when Channel 2 Action News asked him to charge him at a press conference held at the National Confederation of Independent Business on 2 October. \"My stand all the time in this was that the big government didn't produce results,\" said Birdo. \"So what I'd like to consider doing is moving a lot of those dollars that go back to the federal government in local school systems where the best decision can be made.\" States address almost all educational policies and issues. At the federal level, the Ministry of Education conducts research and enforces federal anti-discrimination laws and, as the Declaration states, provides federal financial aid in the form of loans and grants. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, but as the Declaration indicates, there is also a lot of money in hand. The announcement says that the cancellation of the section will reduce $1 billion in K-12 funding each year and cancel student loans. This is a fairly conservative estimate, as Georgia will receive approximately $1.1 billion in funding for primary and secondary schools for the fiscal year that ended on 30 September, and another $1.1 billion for the current year, according to federal figures. There is more money in the two federal loan schemes established by the Higher Education Act of 1965 - where Georgians receive about $2.9 billion in direct federal student loans, as the records show. In addition, more than 297,000 Georgian students received federal grants in 2012-2013, totalling some $991 million, according to federal numbers. All these programmes have been managed by the United States Department of Education since 2010, when the Government abolished the Federal Family Education Loan Programme and began to provide direct loans to students and parents. This means that the loan programme process has already been transformed. The Congress could transfer them back to another agency if it voted to eliminate the Federal Ministry of Education. Reagan had called for such a transformation years ago. Rick Hess, Director of Education Policy Studies at the United States Institute of Projects Governor of Policy Research, said that he did not believe that the next Congress would have the majority of votes required to abolish the United States Department of Education or its funding for student loans and other programmes. Even as the Department had been abolished in the past, discussions had called for such programmes to move to the Ministry of Health and Human Services. \"I don't think you can find 15 votes for lack of funding,\" said Hess. :: Andrew J. Coulson, Director of the Centre for Educational Freedom of the Liberal Cato Institute, agreed that the cancellation of the agency \"is not equivalent to the termination of all programmes/financing flows currently collected there.\" Coulson said that there were federal educational programmes prior to the establishment of the Ministry of Education at the ministerial level under President Carter, and other agencies continued to run some programmes. For example, the vertical start-up program before K is still run by DHHS, as he said. This brings us back to the Declaration, which claims that David Birdo supports the abolition of the United States Department of Education, a position that could paralyse Georgia's schools, students and loan recipients. Our research found that there's reason to believe that Birdo supports the abolition of management and the transfer of funding to the local level. But it's disturbing to suggest that the end of the department will be the end of all K-12 funds. The suggestion that this means the end of student loan programs ignores the history that has already been clouded in their administration. For this reason, we value the claim for half the right.", "vclaim_id": "vclaim-pol-07104"}