{"url": "/factchecks/2019/sep/18/tom-barrett/barrett-overshoots-claim-about-milwaukee-tax-rates/", "speaker": "Tom Barrett", "vclaim": "Milwaukee has less tax power than most similar cities and is the only American city of 400,000 or more \"with no sales tax or local income tax.\"", "truth_label": "half-true", "date": "stated on September 15, 2019 in an appearance on WISN-TV's UpFront:", "title": "Barrett overclaimed the tax rates of Milwaukee.", "text": "They cited the stagnant revenues from the state and an increasing financial pinch, the leaders of the Milwaukee region press the state to sign a 1% sales tax from the province. This step, which could bring up to $160 million a year, would raise the sales tax in the province of Milwaukee to 6.5 per cent. Officials want a binding referendum that will allow the population to decide for themselves to increase taxes, but in Wisconsin, the Republican-controlled legislature must also sign the plan. Therefore, people like the mayor of Milwaukee Tom Barrett, who is democratic, must make the case for both political voters and opponents why this tax increase is required. Here's what he said in doing this on WISN-TV \"Up Front.\" \"In many other states, you've got a different treatment for the largest urban area,\" said Barrett in his back on September 15, 2019. \"We, last reviewed, are the only city in this country with a population of over 400,000 and no local sales tax or income tax. We're only disabled because of state laws.\" So Barrett makes the public case that Milwaukee has less flexibility than his counterparts, whereas he specifically claims that no other city the size of which you get it without some kind of local tax. We'll examine them together. Is Milwaukee uniquely limited? The first element of Barrett's claim is that Milwaukee does not have the same options to increase tax revenues as other large cities. For more than a century, Wisconsin has used State revenues and sales taxes to provide aid - so-called joint revenues - to local governments, while it generally does not allow local governments to impose those taxes themselves, according to the Wisconsin Policy Forum, a non-partisan research group. The main exception is half a cent of \"grey\" sales taxes, which are allowed to charge charges on the same items as the State. Other exceptions include stadium areas. The current sales tax throughout the province of Milwaukee is 5.6 per cent, which includes a 5 per cent state sales tax, a 0.5 per cent provincial sales tax (since 1991) and a 0.1 per cent stadium tax for Miller Park (since 1996). The stadium tax is expected to expire by next year. Many other states do not have such a control clause, which gives the local government the freedom to make independent decisions on tax increases. Some examples: in Hillsboro County, Florida, which includes Tampa, voters passed two referendums in late 2018 raising sales taxes by 1.5 cents on the dollar for transport and schools. The Albuquerque City Council voted in 2018 to levy a three-eighth tax, an increase of about $52 million per year. The two large provinces of Henebin and Ramsey voted around twin cities to impose a half-cent sales tax on transport in 2017, raising about $100 million a year between the two provinces. But not all states have such a system. According to the Inter-Urban Institute/Brookings Foundation Centre for Tax Policy, an independent team following the effects of tax legislation, 37 states allow local governments to tax their public taxes on sales. Wisconsin is hard to classify. On January 10, 2021, in a television interview, \"It takes a long time on election day to download those cards, which is why we have 1 a.m. or 3 a.m. to throw the ballot papers at Milwaukee.\" By Eric Letki • January 15, 2021, provinces may choose to adopt a 0.5% sales tax in the province, but not all of them. According to the Ministry of Revenue, the provinces of Manitouk, Minomini, Otagami, Rasin, Waksha and Winipago do not tax sales in the provinces. The Centre for Tax Policy and Wisconsin are included among the states that allow for local sales taxes. However, the 2017 report of the Wisconsin Policy Forum (then the Public Policy Forum) included Wisconsin among the states without domestic tax authority, as only the provinces had this capacity, with a ceiling of 0.5 per cent. The report of the Policy Forum noted that this has caused increasing problems in Milwaukee: \"The strong aid provided by the State has historically compensated for the lack of diversification of domestic revenues. However, reductions in common revenue have reduced the purchasing power of this programme and have asked Milwaukee to rely heavily on increased taxes and real estate fees to offset the impact.\" The 2019 report of the Policy Forum stated that the stagnation of common revenues along with State ceilings on real estate taxes has led to increasing questions about \"whether local officials can maintain appropriate levels of services in areas such as public safety, streets, libraries and public parks.\" The only big city without local sales or income tax? This leads us to Barrett's more specific claim that Milwaukee is the only city with a population of 400,000 or more in the country with no local sales or income tax. The 2017 report of the Wisconsin Milwaukee Policy Forum was compared with 38 counterpart cities throughout the country. They reported that 30 of those cities had a general local sales tax, and the remaining eight each received revenue from \"selective sales taxes and/or other forms of taxes as well as property tax.\" That report excluded cities such as Indianapolis and Boston from comparison because their funding mechanisms were different from those in Milwaukee. Indianapolis performs some typical functions in the province, and Boston has funds from schools in the provinces that pass through its budget. We asked Barrett's office for details about where his case arose, and sent us to Jeff Fleming, the spokesperson for the city development department in Milwaukee. Barrett &apos; s claim was based on the report of that policy forum. However, Barrett referred to cities by size, not the limited peer group in the study. That makes a difference. The population of Boston is over 400,000, and according to a report issued in August 2019, it does not have a local sales tax or income tax, an intellectual institution that generally has a pro-business tendency. We will assume that Barrett was referring to cities that do not impose their own local sales tax, otherwise Milwaukee would not meet his criteria since the city's residents are subject to local sales tax in the province. In this case, other cities in Boston join the list of exceptions to Barrett &apos; s claim. Indianapolis does not impose its own taxes on sales or income, but Marion Province imposes a local income tax there, according to the tax institution. Portland, Oregon, does not have city sales or income tax, but residents there pay income tax to the Regional Transport Region. Our government, Barrett, has said that Milwaukee faces extraordinary tax challenges: \"The only city in this country with a population of over 400,000 and no local sales tax or income tax.\" Barrett is essentially on the point with the prosecution that Milwaukee is the national minority. Wisconsin is one of almost a dozen states that allows cities to estimate property taxes only - not sales or income taxes. But his basic statistical claim is wrong. Several other cities over 400,000 do not impose their own taxes on sales or income. We define a half true in this way: \"The statement is partially accurate but leaves important details or takes things out of context.\" That fits me right here.", "vclaim_id": "vclaim-pol-00152"}