{"url": "/factchecks/2019/mar/20/matthew-birmingham/vermonts-police-chief-said-cops-risk-death-opioid-/", "speaker": "Matthew Birmingham", "vclaim": "\"Now there is a new threat we are witnessing closely: the risk of exposure to powerful drugs that can be killed even in small quantities.\"", "truth_label": "false", "date": "stated on March 16, 2019 in a press release:", "title": "The Chief of Police of Vermont said that the police risk death due to exposure to opioids. He's wrong.", "text": "The Director of the Vermont State Police seemed certain that he knew what caused one of his soldiers to collapse this weekend in a parking lot after traffic stopped, where the officer took a small bag of heroin from the car. Exposure to what was in the bag. \"The test is under way to determine the subject of the sergeant. \"Flansburg was exposed,\" said Vermont State Police Saturday. :: Colonel Birmingham said officer, acting sergeant. (Britt Flensburg) He could have died of an overdose had it not been for the rapid response of military personnel and medical professionals, who revived him with three doses of opioid anti-narcan. Being a State soldier is dangerous enough with duties such as arresting criminals, dealing with volatile individuals, accelerating towards emergencies, and Birmingham said in the statement. \"Now there is a new threat we are witnessing closely: the risk of exposure to powerful drugs that can be killed even in small quantities,\" said Birmingham. \"This is very disturbing and disturbing, and it places law enforcement personnel at unnecessary risk of losing their lives.\" \"It wasn't for the immediate availability of Narcan and the quick action of his fellow soldiers and medical personnel, and we may talk today about the death of a soldier in the line of duty,\" he added. \"I'm mad at how close we were, and I was relieved that it wasn't worse than it was.\" VTDiger was among a number of local news outlets that reported on the press release. Within hours of publishing, a number of readers told us Birmingham was wrong. They said that the scenario he was describing was simply not possible, although similar stories appeared in Michigan, Massachusetts, Pennsylvania, and Ohio, where a police officer was said to have overdosed after cleaning the remains of Fentanyl out of his uniform. Vermont PD hasn't issued any test results yet. However, we have decided to proceed and verify the basic claim contained in the Birmingham Statement. Does the police face a fatal risk of accidental exposure to small amounts of strong opioids? We contacted SB Adam Silverman's spokesman to find out where Birmingham got his information. Silverman refused to comment further on the link between the collapse of Flensburg and the drugs he had seized. However, he sent us instructions from the Centers for Disease Control and Prevention, United States Customs and Border Protection, including a video advising the first responders on how to deal with Fentanyl and his counterparts. It is true that fentanyl and other synthetic opiates are extremely dangerous. The Customs Agency reports statistics showing that 19,413 Americans lost their lives because of synthetic opioids in 2016, an increase of 639 per cent over 2012. But these people were injected or swallowed effectively, and they didn't have accidental contact. One myth is that touching any amount of fentanyl is likely to cause severe illness, injury or even death. Dr. David Tarantino, Chief Medical Adviser to the Customs Agency, says in the CBP video. According to Tarantino, fentanyl can be washed with soap and water (not handless, which can increase absorption), and first responders can protect themselves with protective equipment such as gloves and face masks. \"Exposure can come in many ways,\" adds, \"By touching the skin, through your mucus membranes, your eyes; or the greatest danger is from airborne air powder.\" Tarantino provides further advice on the Agency &apos; s website. \"Exposure to cut, scratch, break skin or mucous membranes (eye, nose, mouth),\" quotes him. \"More importantly, avoiding the diversion of opiates into a threat generated in the air and breathing into them, as well as increasing the inhalation of risks.\" The other guide provided by Silverman was from the Centre for Disease Control, which provides similar advice to the first responders to contact Fentanyl. \"The most disturbing potential routes of exposure include inhalation, mucous membrane contact, ingestion, and muscular exposure (such as a needle stick), says the CDC. \"Any of these exposure methods can lead to a variety of symptoms that can include the rapid onset of life-threatening respiratory depression.\" However, medical toxicology organizations and emergency doctors all over the country say that law enforcement officers are wrong about everything when it comes to the professional risks of fentanyl. They say something happens to officers, who report dizziness or loss of control over their body, but there are no signs of opioid toxicity such as respiratory depression. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black: 2 February 2021, emergency doctors Dr. Jeremy Faust, a trainer at Harvard School of Medicine, and Dr. Edward Boyer, an assistant professor at Harvard University, wrote a newspaper article for The New York Times after Massachusetts prevented Fentanyl and Carventanel from appearing in court as evidence. \"Policy is based in part on the idea that even a small amount of skin exposure to these drugs can be life-threatening,\" they wrote. \"This is a clear mistake - and we fear that it will exacerbate what is already a public health crisis.\" The doctors wrote two separate stories in Ohio, both published widely in local and national media, about a patrolman from the police and three nurses who touch strong opioids and need to be revived with Narcan. They wrote: \"Only because someone received Naloxone and later recovered, it is not in itself evidence that the drug had any effect more than another tested and real antidote to what was likely to be severe panic attacks: time.\" The American College of Medical Toxicology and the American Academy of Clinical Toxicology reached a similar conclusion in a paper on the subject. \"Fentaniel and its isotopes are powerful influences of opioid receptors, but the risk of high clinical exposure to emergency responders is very low,\" groups wrote in July 2017. \"To date, we have not seen reports of emergency responders developing signs or symptoms consistent with opioid toxicity from accidental contact with opioids.\" Dr. Andrew Stolbach, a doctor at the Johns Hopkins Medical Center and lead author of the newspaper, told the Statistical Service that many of the scenarios and symptoms described by law enforcement officials were incompatible with what might cause an overdose and what they might feel overdose. \"Many symptoms are not described, such as mysterious dizziness, which is not related to opioid poisoning,\" he said. \"In many cases, the way they have been exposed is meaningless, such as cleaning up a small amount of powder off the uniform.\" Therefore, touching the fentanyl for a short time will not cause immediate medical problems. But can inhalation cause an overdose? Perhaps not in the limited amounts that the first responders are likely to encounter at the crime scene, medical toxicologists say in their paper. Dr. Howe Mel, an emergency doctor in the Chicago region and a spokesman for the American College of Emergency Doctors, said that it was highly unlikely that someone would overdose by inhaling fentanyl, unless it had been armed (as in a raid on a Russian theatre). Even for industrial workers who make fentanyl, it will take about 200 minutes of exposure to reach a dose of 100 milligrams, sufficient to obtain a therapeutic effect but not cause an overdose, as he said. The fentanyl plants are likely to have higher concentrations in air than the crime scene. Mel said that the reason that the CDC directives seemed to contradict other advice was that they took the most cautious positions. It is true that fentanyl can penetrate the skin, if people are exposed to large amounts for hours. It can be toxic in the air if it is \"cooled\" in large quantities. Both were highly unlikely, but could not be completely ignored as a scientific possibility. \"We also know that none of the cases in which law enforcement officers were suspected of communicating in this way -- none of them were tested positively,\" he said. After seeing the tendency of high levels of opioid deaths in the hospital, he understood why law enforcement officers would suffer psychological distress because of all of this. He said: \"The body is one after another, and this is a loss, and it is scary, and even experienced, and law enforcement officers of good will must return home in the same way that doctors go in emergency situations and say, \"What's going on?\" \"I understand why people are afraid of this,\" he added, \"It's not a personal error, it's not a deliberate thing, it's a protective response to the mind.\" Mel said that the belief that exposure to small amounts of fentanyl could lead to an overdose was dangerous for two reasons. The fear of accidental contact can make the first responders slow when responding to an overdose, when time is the essence of the matter. It can lead to false diagnoses. For example, if a police officer breaks down from a heart attack, Narcan is not the right answer. \"We have somehow convinced the public that anyone who is unconscious less than the age of the nursing home needs Narcan.\" Colonel Governor Matthew T. Birmingham said: \"Now there is a new threat we are witnessing closely: the risk of exposure to powerful drugs that can be killed even in small quantities.\" It is not clear what happened to Flansburg, the state soldier. But Birmingham went beyond the specific incident to make a broader statement about the deadly threat to law enforcement officials from exposure to small amounts of powerful opioids. Even without protective equipment, the scientific and medical community is clear: accidental contact with small amounts of fentanyl will not cause an overdose. We assess Birmingham &apos; s claim wrong.", "vclaim_id": "vclaim-pol-00874"}