{"url": "/factchecks/2014/sep/11/ted-cruz/ted-cruz-says-snls-lorne-michaels-could-be-jailed-/", "speaker": "Ted Cruz", "vclaim": "Saturday night's executive producer \"Lorne Michaels can be put in prison under this amendment to mock any politician.\"", "truth_label": "half-true", "date": "stated on September 9, 2014 in a Senate floor speech:", "title": "Ted Cruz says that Lauren Michaels could be imprisoned under an amendment backed by democracy.", "text": "In a short period of time in Congress, the first C. Ted Cruz, R-Texas, attracted national attention to his speech. On 9 September 2014, Cross delivered a withdrawal speech and criticized a proposed constitutional amendment supported by Democrats. Proponents of the proposed amendment, S.J.Res.19, state that it is intended to set aside the \"United Citizens\" decision, the Supreme Court decision that reduced the laws on the financing of corporate election campaigns. They argue that the Court &apos; s ruling opened the door to the expenditure of the electoral campaign, which threatens the democratic process. However, Cruz argues that the proposed amendment severely threatens the protections under the first amendment, which dates back more than two centuries. Perhaps the most interesting part of Cruz's long speech (which you can read fully here) came when he suggested that Lorne Michaels, the executive producer of the long show organized by NBC on Saturday Light Live, would be in danger of imprisonment if the amendment were enacted: \"When I asked Senator Minnesota (Al Franken, writer and former representative on Saturday night) on the Senate Judicial Committee, \"Do you think Congress should have the constitutional authority to prevent Saturday night from mocking politicians, the good senator immediately assured me that he did not intend to do anything like this. But what we're discussing is not the intentions of 100 senators. What we are discussing is a constitutional amendment proposed by 49 Democrats for inclusion in the Bill of Rights. \"What the amendment says is for any company, Congress will have constitutional authority to prevent it from participating in political discourse. Well, NBC, which is broadcast live on Saturday night, is a company. Congress has the power to make it a criminal offence. Lorne Michaels could be put in prison under this amendment to mock any politician.\" Political observers expect the amendment to be well below two thirds of the Senate votes that will be required before it goes to the House of Representatives (where two thirds of the votes are needed) and the States (where three quarters of the states need to be ratified). So the fears that Cruz expresses may be controversial. However, many readers asked us to take a closer look at Cruz's claim about Lorne Michaels and Saturday night Live. What the amendment says is let us begin by considering the proposed amendment. These are the main passages: \"The Congress and the states may organize and establish reasonable limits for the collection and disbursement of funds by candidates and others to influence the elections. Congress and States have the power to implement and enforce this article through appropriate legislation and may distinguish between natural persons and other companies or artificial entities established by law, including by preventing such entities from spending money to influence elections. Nothing in this article should be interpreted to give Congress or the states the power to limit the freedom of the press.\" In his speech and in a subsequent telephone interview with Polyte Fact, Cruz &apos; s argument raised the reason that Michaels might have reason to worry about his freedom if the amendment was ratified. Among its points: ● literally read the amendment, the SNL scenario accurately corresponds to its language. In other words, NBC spends money (for production and air broadcasting SNL) that could affect the elections (it is said to have been in the past, as in its description of the 2008 Vice-President of the Republic, Sarah Palin). \"In any case, NBC is a company,\" said Cruz in the interview. \"The amendment says the Government may prohibit such entities from spending money to influence elections.\" In fact, Cruz also argued in the speech and interview that a literal reading of the amendment would also allow for restrictions on the speech of various entities such as the Baramont film studio, the publisher Simon and Schuester, the Laraza National Council and the Sierra Club. \"Every one of these is a company,\" said Cruz. • SNL is unlikely to benefit from the exemption of press freedom from the proposal. While the amendment includes an exemption from press freedom, SNL is a entertainment program, as Cruz noted, and not part of NBC News. \"I agree (amendment) to grant a specific press exemption, but SNL is by no means the press,\" said Cruz Poletti Fact. • It does not matter that the proponents of the amendment undertake that the amendment should be narrowly directed towards campaign financing rather than political recklessness. What matters, Cruz, is how future generations of legislators view it as soon as they have such powerful tools enshrined in the Constitution. \"Many Democrats argue enthusiastically, \"we don't intend to ban books or movies or Saturday night directly,\" said Cruz in the interview. \"In all likelihood, Congress will not try to do so. But things can change. I am not satisfied that I am entrusting our rights to free speech to the good graces and whims of Congress and hope that politicians will not abuse their authority.\" In fact, Cruz pointed out that the facts in the United Citizens case related to the ability of a non-profit company to produce a film critical of Hillary Clinton. \"Democracy says it's unrealistic, but we've already seen the government go after a company that makes a film about a politician.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, experts said that several legal experts we interviewed agreed that Cruz had a point of view. \"It is quite clear that, under this proposed amendment, Congress can pass a law prohibiting companies and their agents from, for example, supporting or opposing candidates during a broadcast other than the news program,\" said Elia Shapiro, a senior colleague at the Liberal Cato Institute. Congress will be free to legislate in this area. Other scientists were not like Shapiro but nevertheless agreed that the Cruz scenario could not be ruled out. \"In general, if the Government has the power to regulate certain activities, it can impose civil liability or criminal penalties as it chooses,\" said the Professor of Law at the University of Pennsylvania Kermit Roosevelt. \"If the amendment is generally interpreted, I would say it is possible.\" Andrew Cobbleman, a professor of law at Northwestern University, said he saw what Cruz \"gets.\" Any criticism of a politician by something as expensive to produce as a TV show is spending money in a way that can affect the elections.\" However, a number of the experts we have contacted - including some who have acknowledged above that Cruz has a point of view - consider the scenario more difficult than the Senator allows. • Even after the entry into force of the amendment, much more must happen before any heat from prosecutors becomes sarcastic. Both Houses of Congress will need to pass a bill on this subject, and the President will have to sign it into law. Then judges must genuinely agree with Cruz &apos; s interpretation and adhere to the law. The prosecutors will have to view it as a good use of their time in searching for television comedians or media outlets for speech violations. \"The government has many forces that can be used to do bad and stupid things,\" said Roosevelt. Congress can prohibit the sale of milk, for example. We usually rely on the democratic political process to stop it.\" Erwin Schimerinski, Dean of the Law School of the University of California-Irvine, said that while he opposed the proposed amendment, Cruz was believed \"to have been involved in excessiveness. It's not a reasonable way to explain the amendment.\" Douglas W. Kimek, Professor of Law, University of Piperden, served at the Ministry of Justice under the chairmanship of Presidents Ronald Reagan and George H. W. Bosch, it's a deal. \"If the amendment to which Mr. Cruz referred could be interpreted in the manner he described, it would be a victory over the imagination of language, and would be contrary to the established interpretative channel that one would certainly avoid interpreting laws - let alone other provisions of the Constitution - in such a way that their validity would be denied.\" • Even if prosecutors begin to use their newly granted powers, Cruz can hardly invoke the word \"prison.\" In theory, it is possible to go to prison for violations of the Electoral Campaign Financing Act - up to two years, plus fines, in accordance with federal law. This current law may have an impact under the SNL scenario, according to Cruz and his allies. However, in the history of the United States, examples of the criminalization of speech itself are rare, and prison terms are more rare. Without taking into account examples of other behaviour associated with the breach of the law, such as infringement of the law, the experts we met could only name the Sedition Act of 1798 and the Spying Act of 1917 as examples. (Some also include the trials of the comedian Lenny Bruce in the 1960s, although Bruce's cases involved a speech that was alleged to be outrageous and not political.) It is important to note that these precedents, rather than bearing judicial weight today, are now unfortunate and persistent as warning stories. According to Timothy Zeke, Professor of Law at William and Mary College. \"It will only take a revolutionary shift in judicial thinking to support any measure criminalizing purely political ridicule.\" In refuting the political act, Cross acknowledged that past history shows little trial and prison sentences for purely political rhetoric. But this does not comfort him for one reason: all of this judicial and historical precedent that protects speech stems from the first amendment, as we know it, and not from the new reality that the amendment that is being discussed may constitute. Laws such as sedition were \"clearly unconstitutional,\" Cruz said in the interview. However, the proposed amendment currently under discussion \"not only reflects the position of united citizens, but goes much further. It wasn't previously the law that Congress could prevent a company from talking about politics.\" In favour of the amendment, \"they might refer to case law in favour of the first amendment, but none of that mattered, since subsequent amendment would prevail over those provisions.\" In this complex discussion, there is only one thing that seems to be a very good bet, as Brett Kabul, attorney at the law firm of Arnett Fox LLP, said. He said, \"I'm sure SNL will make fun of Sen. Cruz\" on his next show. Our judgment, Cruz, said that Lauren Michaels could be put in jail under this amendment to mock any politician. Most of the experts with whom we spoke agreed that the wording of the proposed amendment left open this possibility. However, many of these same experts stressed that the trial of the comedy, let alone imprisonment, for purely political rhetoric, would run counter to centuries of American tradition, and would face many obstacles at various levels of government, and would revolve around popular sentiment. In the general picture, Cruz makes a convincing argument that tampering with the First Amendment is not a good idea. However, his SNL scenario is out of reach. The claim is partially accurate but leaves important details, so we evaluate it half right.", "vclaim_id": "vclaim-pol-07322"}