{"url": "/factchecks/2019/apr/03/mitch-carmichael/have-west-virginia-test-scores-tended-drop-between/", "speaker": "Mitch Carmichael", "vclaim": "In West Virginia, \"Our students enter fourth grade the first time they are tested, 37 or 38 in the nation - and that's not good, but it's not terrible. By the time they're in eighth grade, they're 46 or 47, and then at the 11th grade test they're close to the last.\"", "truth_label": "mostly-true", "date": "stated on February 14, 2019 in an interview with WV MetroNews:", "title": "Was West Virginia's test results dropping after grade four?", "text": "The Chairman of the West Virginia State Senate, Mitch Carmichael, recently said that students in the state were consistently much less classified than students elsewhere when comparing test scores. Carmichael made comments in an interview with Hoppy Kirchival from WV Metro News Thetline on February 14, 2019. The current Senate Bill at the time discussed 451 and what the Bill could provide to both teachers and students. At some point, the improvement of the State &apos; s education system was a moral imperative. In West Virginia, he said, \"Our students enter fourth grade the first time they are tested, at 37 or 38 in the nation - and that's not good, but it's not terrible. By the time they're in eighth grade, they're 46 or 47, and then at the 11th grade test they're close to the last.\" ................................................................................................................ @SenCarmichelWV joins @HopyKercheval to explain his thoughts on @wvhouse version of the Comprehensive Education Bill. WATCH: https://t.co/wkudfIaoe1 pic.twitter.com/90qJg2JDZY-MetroNews (@WVMFetroNews) February 14, 2019. Is that true? We've had a good look. We contacted Carmichael, but he didn't answer. We have moved on to the Book of the Nation's Report, an archive of the national assessment of educational progress. This study was conducted for the first time in 1969, the largest continuous and representative national assessment of student achievements in subjects such as mathematics, reading, science and the writing of the \"Report of the Nation,\" allowing users to compare specific mandates of the State as a whole in a variety of subjects. This is the main interactive page of West Virginia comparisons. The report of the nation &apos; s report examines mathematics and reading outcomes and regulates the states in three categories: \"higher\" than the target situation, \"not much different\" from the target situation, and \"less\" than the target situation. This is a chart showing the order of West Virginia for fourth grade students. The figure shown is the number of states that ranked \"higher\" from West Virginia in the year indicated. According to these data, Carmichael is generally on the right field, although the range of degrees in recent years is wider than he suggested - from 30 to 41, instead of 37 or 38. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2021, this is the graph of eighth grade students: for eighth grade, classifications are not as low as Carmichael indicated, but it has the correct general direction: in most cases, West Virginia's order in mathematics and reading declined between fourth and eighth grades. What about the tests near the end of high school? The available data make it difficult to say. There are only two years of data available at all -- and for those years, not every country has participated. So while West Virginia appears to have improved significantly by the end of high school, there were actually very few participating states that each of these classifications represents another place for that year. This certainly supports Carmichael's assertion -- that by the end of high school West Virginia students are \"near to the end.\" But since almost two thirds of the states didn't participate, we really don't know for sure how good West Virginia was or how poorly ranked all 50 states. Our Governor Carmichael said that in West Virginia, \"Our students enter fourth grade the first time they are tested, 37 or 38 in the nation - not good, but not terrible. By the time they're in eighth grade, they're 46 or 47, and then at the 11th grade test they're close to the last.\" Based on the last six years of NAEP classifications, Carmichael's specific figures are slightly lower for the fourth and eighth grades, but the trend indicated - a decline in West Virginia between the fourth and eighth grades - is accurate and consistent. For the end of high school, while West Virginia has not fallen to the last of the participating States, this conclusion is weakened by the fact that most states did not take part in the test. This makes it difficult to see how successful West Virginia is at the national level. We're mostly evaluating the statement right. Sharing the facts 2019-04-03 23:27:08 UTC PoliticsFact 5 1 7 Politic Factoring: Most of them are true in West Virginia, \"Our students enter fourth grade the first time they are tested, 37 or 38 in the nation - not good, but not terrible. By the time they're in eighth grade, they're 46 or 47, and then at the 11th grade test they're close to the last.\" ∙ Mitch Carmichael West Virginia, President of the Senate https://twitter.com/WVMETRONews/status/109606896268713280 Interview with WV MetroNews Thursday, 14 February 2019 2019 - 02-14 Read more information", "vclaim_id": "vclaim-pol-00804"}