{"url": "/factchecks/2019/jan/21/patricia-fahy/fahy-claims-marijuana-revenue-disappointing/", "speaker": "Patricia Fahy", "vclaim": "As for the projection of recreational marijuana revenues, \"We see all those figures reaching disappointing levels in states that have become legal. They often do not achieve their goals.\"", "truth_label": "barely-true", "date": "stated on January 14, 2019 in a radio interview:", "title": "Fahi's claim of \"depressing\" marijuana revenues is wrong.", "text": "(Joff) Andrew Como wants the state of New York to legitimize recreational marijuana. This idea has long been supported by some state legislators, including the majority leader Crystal of the Stokes Peoples, D-Buffalo. But there was a retraction in the Kumu proposal. Member of the Association Patricia Fahi, a democracy from the Albanian region, prefers to begin decriminalization but raises concerns about the use of young people and leadership under influence, among other issues. Fahi wrote a newspaper article in Times-Uniunion in Albany and discussed her concerns in media interviews. In an interview with radio host Susan Arbitter, Fahi questioned the amount of tax money that New York State would raise if recreational marijuana became legal. \"Everybody thinks this is going to be a huge moneymaker,\" she said. \"There are projections of an additional $200 to $400 million in New York State. We believe that all these figures reach disappointing levels in the states that have become legal. They often do not achieve their goals.\" The Kumo Administration predicts tax revenues of $300 million from the sale of recreational marijuana once it is fully approved, in accordance with budget materials. But is Fahi right? Did other states fail to achieve their target income? Ten more states and the District of Columbia have legitimized recreational marijuana, although Vermont and Washington, D.C. do not allow commercial sales. An assessment by New York state agencies of the effects of legitimation, published in July 2018, warned that \"some states initially overestimated revenues, because they did not take into account the length of time it takes to establish a entertainment market, resulting in sales being lower than expected.\" We asked Alexander Flod, Fahi's spokesman, to provide evidence of her claim. He referred us to California, where the state collected less than expected in the first full year of marijuana sales after Rocky Roll. He also referred to reports that showed that Colorado &apos; s revenues did not meet expectations at first. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" \"The complexity of the state-level laws being implemented has, in turn, complicated revenue projections for these states,\" Flod wrote in an e-mail. We looked at revenue results in states that legitimized commercial sales: in Colorado, the Governor reduced revenue projections during the first year of sales. However, according to the 2016 analysis of the Tax Corporation, revenue is \"now significantly higher than the original estimate of $70 million per year.\" Information from the Colorado Revenue Department shows that tax revenues on marijuana have increased steadily, and in fiscal year 2018, the State raised $263.8 million. In Washington, retail sales began in July 2014, and from the outset tax revenues exceeded expectations, according to economic and revenue forecasts in the country. In fiscal year 2018, the State brought $367 million in cannabis licence fees and taxes, up from $319 million in 2017, $189 million in 2016 and $65.7 million in 2015, according to the annual reports of the Washington State Council on Alcohol and Cannabis. In California, the Entertainment Marijuana Act was introduced in 2018. The State has not reported an estimate of $101 million during the first six months, according to a report issued by the State Legislative Analysts &apos; Office. The launch of the Rocky has hampered growth in the legal market, according to the Los Angeles Times. In Alaska, the first legal sales of recreational marijuana took place in fiscal year 2017, and the $1.7 million series \"did not meet expectations because the licence took longer than expected,\" according to the Alaska Revenue Department. But the story doesn't end there. \"After a slow start, this new industry grew rapidly, and... marijuana tax now generates more than $1 million per month of State revenue,\" according to the State Revenue Report published in December 2018. In the state of Oregon, the proceeds from recreational marijuana were \"a lot higher\" than the estimates when the measure was in the ballot, according to Joshua Lehner, an economist at the state economic analysis office. In Nevada, the state achieved 140 per cent of the revenue it expected during the first full year of legal certification, according to the state tax ministry. In Massachusetts, voters approved recreational marijuana in 2016, but the first two retail shops in the state were opened only in November 2018. Maine is still working on her rules and regulations, and Michigan was just cleared in November 2018. While many states have experienced impressive income growth, future revenue forecasting may be complex. States face difficulty in predicting use, pricing and how the legalization of tax revenues in neighbouring states, according to a report by the Pew Charitable Foundation and the Rockefeller Institute of Government, two non-partisan organizations. However, researchers wrote that \"the mutation in the collection of marijuana taxes was less important and originated primarily from seasonality.\" The Governor, Fahi, said that recreational marijuana \"mostly does not meet its goals.\" It is true that some States initially struggled to achieve their goals because the process of legalization began at a slower pace than expected. This was done in Colorado, California and Alaska. However, revenues increased in Colorado and Alaska. Oregon, Washington and Nevada had no problems reaching their targets. The statement that states do not meet their revenue targets \"often\" does not give a clear picture of what is happening with legitimate marijuana in the United States. We appreciate that Fahi's statement is often false. Sharing the facts of 2019-01-23 17:52:04 UTC PoliticsFact 3 1 7 PoliticFact Dacting: Probably wrong for the projection of recreational marijuana revenues, \"We see all these figures reaching disappointing levels in states that have become legal. They often do not achieve their goals.\" Patricia Fahi Member of the Voice Society.com/user-18109193/01-14-19-cpseg3 in a radio interview on Monday, 14 January, 2019-2019-01-14 Read more information", "vclaim_id": "vclaim-pol-01112"}