{"url": "/factchecks/2018/dec/07/scott-walker/gop-governor-asked-predecessor-hold-lame-duck-acti/", "speaker": "Scott Walker", "vclaim": "To take major action at a lame meeting.", "truth_label": "full-flop", "date": "stated on December 3, 2018 in a session with reporters:", "title": "The Governor-General has asked his predecessor to do some bullshit work, and now he's making bad moves.", "text": "In the ridiculous period following the election of Republican Scott Walker as Governor in November 2010, he had strong ideas about the procedures that were appropriate for the outgoing Governor. In short: The external governor should not do much. Nothing connects his hands in January 2011, when he took office. And now Walker's getting ready to leave the office, and the Democratic Tony Evers is about to take over. A series of measures have also been passed by the legislature under the control of the General Democratic Party and sent to Walker, many of which are aimed at limiting Evers &apos; power. It seemed like a good time to go back to our Flip-O-Meter, who was looking at whether the individual was consistent in their position. We do not judge whether it is a good policy or a good policy, or whether the situation has changed. Let us take a look at Walker and his views on key actions in a lame meeting. In November 10, 2010, Walker delivered a letter to Doyle Administration containing five requests: 1. :: Delayed implementation of the New Affordable Care Act in the light of Walker &apos; s plans to challenge it in the Second Court. To suspend negotiations with trade unions of State employees so that they can be considered in the context of the next budget 3. None of the permanent civil servants shall be finalized because such appointees \"shall be required to undergo the same application process as any other civil servant.\" 4 - Continued conversion of power plant fuel from biofuels to natural gas 5. ∙ Delay in the implementation of any new administrative rules - Walker added, \"I feel strongly that if new or updated rules were urgently needed, they would have been completed by now.\" At that time, Walker issued a statement on contracts, noting that such contracts would hamper his ability to act as the newly elected leader of the State. \"The elected Governor Scott Walker is opposed by the lame duck legislature to the approval of the contracts of the Public Employees' Union,\" reading the news in November 30, 2010. \"If approved, contracts will be linked between the Governor and the newly elected legislature while balancing the State budget.\" If three of these topics are familiar, it is because of them. The Anti-Corruption Act, appointments and administrative rules occupy all headlines. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, Walker urged restraint when it came to major actions before taking office. In 2018, with Walker on the way out, the GOP-controlled legislature took several initiatives to weaken the authority of Evers and the new Attorney General Josh Cole, who is also a Democrat. \"I really think if you look at a lot of what they're talking about is the codification of practice,\" said Walker on 3 December 2018. \"The members of the legislature were not elected for a term expiring on election day, but were elected for a term expiring in January, just as my term of office expires in January.\" The legislature then approved a set of bills that would, inter alia, limit early voting to two weeks, make legislators responsible for litigation in the ACA case, and give the Republicans greater control over the Economic Development Corporation in Wisconsin, the government employment agency. At the same time, Walker has taken further action on various fronts since the elections. In one day, 82 names were submitted to the various councils, authorities and councils. It included the nomination of Minister of Administration Ellen Nowak to chair the Public Service Commission, which oversees public utilities. Like Walker in 2010, Evers wrote a letter to Walker saying that \"the discharge of the appointees must not take place without transparency and time to consider it fully.\" \"In view of the urgency and the fact that many of these appointments have been filled for long periods of time, I must ask you to withdraw this list of names to allow sufficient time for a full review,\" Evers books. All 82 appointees were approved by the Senate. Since the elections, Walker has also appointed provincial lawyers in Burnett and Colombia and judges in Racine and Waukisha provinces. The new Wakesha District Judge is Attorney General Brad Schemel, who just lost the election to Cole. Walker also announced that he was seeking 30 applications for a vacant judicial post on St. Croix. The county. Amy Hassenberg, spokesperson for Walker's office, said that the Governor was simply dealing with unfinished business. Our assessment as he was preparing to take office, Walker asked the lame administration to postpone a series of key actions. While he was preparing to leave his post, Walker had made many appointments - in some cases in positions that had been open for several months - and he expressed support for the changes approved by the legislature of the General Legislative Office, which would limit the authority of his successor. This is a complete reflection. And a full prank. Sharing the facts 2018-12-07 20:53:46 UTC PoliticsFact 9 1 7 PoliticsFact Dating: Follef Flop Governor of Scott Walker Wisconsin, Republic https://www.jsonline.com/story/news/politics/20118/12/03/scott-walker-signals-support-republican-plan-shrink-power-tony-vers-josh-kaul197358002.", "vclaim_id": "vclaim-pol-01209"}