{"url": "/factchecks/2019/jun/06/facebook-posts/media-reported-details-about-colorado-school-shoot/", "speaker": "Facebook posts", "vclaim": "The media were silent that \"the shooter at Colorado School is transsexual, tramp hate, Christian hate, left freaks.\"", "truth_label": "false", "date": "stated on June 9, 2019 in a Facebook post:", "title": "The media weren't as silent as mail claims about shooting suspects at Colorado School.", "text": "On 7 May, a student was killed and others injured in a mass shooting incident at the Stem Highland Farm in Colorado. The Facebook bulletins followed by a reaction to the incident. The first, on May 9, says: \"The shooter at Colorado School is transsexual, tramp hate, Christian hate, left freaks... and the media are silent.\" The article also contains a picture of a person wearing an orange uniform in prison. It has been shared more than 95,000 times, and has been referred to as part of Facebook efforts to combat false news and misleading information in the news broadcast. ∙ (Read more about our partnership with Facebook.) Here are the facts. There are two suspects in the shooting. A 16-year-old suspect on the court list named Maya Elizabeth McKinney. But a suspect's lawyer referred to McKinney as Alec McKinney, and addressed the suspect judge as Mr. McKinney, Reuters, on May 7. In its dispatch the following day of the shooting, the Telecommunications Agency stated: \"The ABC company of Denver Television, an unidentified police source, stated that the younger suspect was identified as transsexual and intimidated for him.\" Some stories, such as these from the Washington Post, do not mention that McKinney is a transsexual. But others do, including from Bazvid, the Wall Street Journal, and the Denver Post. However, the person on Facebook is the other suspect, Devon Eriksson, aged 18, who has not been identified as transsexual. This suspect was the publication by the New York Post on 8 May of joint articles in the social media criticizing President Donald Trump and Christians while commending former President Barack Obama. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher • January 16, 2012: Do you know what I hate? All those Christians who hate gays, yet in the Bible, say at 17:12-13, if someone doesn't do what their priest says to them, they're supposed to die.\" The New York Post says that Eriksson wrote on Facebook in May 2014. \"He has a lot of crazy things like that. But all they come out of is: \"Ewww gays.\" On 9 May, the New York Post reported on Internet bulletins from McKinney, which the newspaper said were undergoing a transition between females and males. McKinney's been tweeting about prescription drugs, demoralizing stim students, and self-harm. Do not mention the story of Trump or the religion. The Facebook publication appears to have confused the two suspects in the shooting, detailing the gender identity of one suspect and references to Trump and Christians from other social media sites. The media also reported that one suspect was transgender and the other had posted political messages on the Internet. The extent to which these visions are linked to the suspects is unclear. The New York Post, citing the story of the Daily Mill on 8 May, stated that a friend of Eriksson and McKinney wrote on the Internet that the two had been troubled and had not received the help they needed. The friend said: \"Divon did what he did because he was liberal or to make a statement,\" according to the Daily Mill. \"He did it because of internal conflicts. They are both struggling with mental health problems and this is a time of consciousness.\" With regard to McKinney, the friend said: \"If people had supported him in the way he needed and deserved, he would not have fought so much that he was pushed on the edge.\" On May 8, Denver 7 television station reported that the mayor of Douglas Tony Spurlock said that the incident was \"very new\" to prove motive, although unnamed sources Our Facebook article claimed that the shooter at Colorado School was \"a transsexual, a tramp hater, a Christian hater, a left-wing geek\" and that the media did not report these facts. According to journalists, one of the shooters at Stim's school was transgender and some other social media sites were critical of Trump and Christians. We value this wrong mail.", "vclaim_id": "vclaim-pol-00560"}