{"url": "/factchecks/2019/mar/07/mike-parson/parson-correct-missouri-maintains-lowest-levels-hi/", "speaker": "Mike Parson", "vclaim": "\"We maintain this system (Missouri Highway) with one of the lowest funding levels in the country.\"", "truth_label": "true", "date": "stated on January 16, 2019 in his state of the state speech:", "title": "Parsons corrects that Missouri maintains the lowest level of highway funding in the country.", "text": "In his State of the State address, Jove. Mike Parson discussed his objectives to improve workforce and infrastructure development in Missouri. He referred to plans to expand broadband, improve river transport and the need to take care of the Missouri highways. Parson said: \"Missouri has one of the largest highway systems in the country, and since we sat in the East-West link, this system has received a great deal of stress.\" \"And yet, we maintain this system with one of the lowest levels of funding in the country.\" Where's Missouri's highway funding arrangement? Does the state have less funding than Rhode Island or Vermont? We decided to find out. According to the Press Office in Parsons, this claim is taken from the Citizen's Transport Finance Guide issued by the Ministry of Transport in Missouri. According to the manual, \"Missouri ranks 48th in terms of income per mile at the national level, mainly due to the large state system - the country's seventh largest system of 33,859 miles of highways - financed by one of the lowest fuel taxes in the country: 17 cents per gallon.\" The main term here is \"repatriation per mile.\" When the average funding is divided among the miles of the roads maintained, Missouri is ranked lower. According to the Citizen's Transport Manual, \"Missouri's income per mile is $50,882, while the national average is $238,076.\" When asked, a spokesman for the Ministry of Transport in Missouri referred to the same statements. In an e-mail, Sally Oaksendler's spokesman said: \"Missouri is ranked seventh miles from the highways.\" When the Missouri Legislative Council lifted the government fuel tax in 1952, the Ministry of Defence and Bot took an additional 12,000 miles of road maintenance. The aim was to have 95 per cent of the population of Missouri two miles from a hard road, as Oxenhandler said. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" By Haley Bimler: January 26, 2021, low funding level \"results in large unfunded transport needs throughout Missouri,\" Oxenhandler added. We checked these data with the U.S. Department of Transport and found it accurate. However, when assessing total funding, Missouri does not rank low. Using data collected from the Federal Highway Administration, Missouri ranked 26th in highway finance revenue. Texas, California, New York at the top, Vermont, Rhode Island, Wyoming downstairs. Robert C. Kirk, a transport policy specialist with the Congressional Research Service, said in an e-mail, \"If the issue is the size of the state's financial effort on the roads, the revenue per mile of state road is fine, as is the case with cars that cut miles for each income spent.\" What is important is that the quantity of roads maintained by the State compares with the amount of money spent on road maintenance. Our Governor, Missouri, said Parsons has one of the lowest levels of highway funding in the country. Missouri ranked 48th in highway revenue per mile. Although Missouri ranks 26th in total highway financing revenue, this measure does not take into account the amount of road the State must maintain. Revenue per mile is the best measure for evaluating highway financing, taking into account the size of roads in the State as well as the number of dollars spent. With this assessment, Missouri has one of the lowest levels of highway funding. We classify this statement as correct.", "vclaim_id": "vclaim-pol-00926"}