{"url": "/factchecks/2019/jul/09/facebook-posts/no-joel-osteen-ministries-doesnt-charge-people-mon/", "speaker": "Facebook posts", "vclaim": "Joel Austin says that ministries accuse people of praying through the reporter's request account.", "truth_label": "pants-fire", "date": "stated on July 8, 2019 in a Facebook post:", "title": "No, the Justice Department of Joel Austin doesn't charge people money for prayer requests.", "text": "Joel Austin, a non-sectarian television broadcaster based in Houston, generated a weekly presence of more than 52,000 people, who were previously accused of placing his personal wealth before his group. In 2017, Austin was shot after his 16,800-seat facility was initially not opened as a shelter for the victims of Hurricane Harvey. Now, a social media footage of what appears to be a woman asking for prayers for her marriage is posted on the Facebook page of Joel Austin's ministers, and she's not going to be able to get married. The screen footage shows a woman who writes on the Joel Austin Ministry page: \"I request prayer for my marriage,\" and then presents the following reply from the page: \"Unfortunately, your prayer account has not been activated. In order to activate your account, you must add a monthly contribution of $24.99, allowing you to reach three requests for prayers per month. If you donate $49.99 each month, you will become a member of the Platinum Prayer Request, giving you access to more than 10 requests for prayers per month and an opportunity to buy tickets for my next performance at your local stadium.\" On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher • On January 16, 2012, the article was taught as part of Facebook's efforts to combat false news and misinformation in its news broadcast. ∙ (Read more about our partnership with Facebook.) It is not real - the Facebook page is not the actual account of Joel Austin's ministry, and has since been deleted after fact-checkers, and the Lakewood Church in Austin, stated that the account was similar to a model intended to appear as if Austin was exchanging prayers for money. A church spokesman spoke to the Houston Chronicle in May 2019, saying that she did not know where the article originated, and that the church social media team \" watched hundreds of people receive fake messages. We're assessing these pants on fire!", "vclaim_id": "vclaim-pol-00454"}