{"url": "/factchecks/2018/nov/07/blog-posting/fraud-vs-hoax-viral-post-gets-clint-eastwood-knock/", "speaker": "Bloggers", "vclaim": "Clint Eastwood says that one day we will realize that Barack Obama's presidency was the biggest fraud ever committed against the American people. II. Organizational matters", "truth_label": "mostly-true", "date": "stated on November 6, 2018 in a post on Facebook:", "title": "The fraud against Hawks, the Feral Post, makes Clint Eastwood knock on Obama soon.", "text": "Do you think it was 2012 the way conservative bloggers examine the name of Barack Obama this season of elections? He is not a candidate, but he is campaigning for Democrats. And some perverts are resuscitating an old dig against the former president. \"One day we will realize that Barack Obama's presidency was the largest fraud ever committed against the American people,\" reading a quote in a Facebook version in November 4. This is attributed to Clint Eastwood, who appears next to the image of the actor sitting in a seat. This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) :: Eastwood is not sitting on the empty seat he spoke to during the 2012 National Republican Congress, pretending that Obama was sitting next to him on the stage. The appearance was considered successful, and he said it to the cone pine carmel a few days later. The newspaper covers the birthplace of Eastwood, where the mayor was elected in 1986. There is a story published in the newspaper on September 7, 2012, that Eastwood has three points he wanted to make that day: \"Not everyone in Hollywood on the left, Obama has broken many of the promises he made when he took office, and people should feel free to get rid of any politician who doesn't do good work. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021, \"President Obama is the greatest trick ever committed against the American people,\" quotes Eastwood. \"Met Romney and Paul Ryan would do a much better job running the country, and that's what everyone needs to know. I may have pissed off a lot of leftists, but I was aiming at people in the middle.\" That's not exactly what the Facebook article said. Eastwood was talking about Obama, the person, not his head. The then President was called a fraud, not a fraud. However, the quote is approaching the spirit of Eastwood's comments. One person who got it right? Donald Trump Three days after the story was published, he wrote on Twitter: \"President Obama is the greatest trick ever committed against the American people. - Clint Eastwood,\" we mostly assess this claim. Sharing the facts of 2018-11-07 19:38:01 UTC PoliticsFact 5 1 7 PoliticFact Rating: Mostly True Clint Eastwood said: \"One day we will realize that Barack Obama's presidency was the largest fraud ever committed against the American people. • Viral meme Pro-Donald Trump Facebook.com/groups/donaldtromp4president2016/permalink/2727178307308735/ on Facebook after Tuesday, 6 November 2018-11-06", "vclaim_id": "vclaim-pol-01284"}