{"url": "/factchecks/2014/oct/07/charlie-crist/charlie-crist-rick-scott-signed-laws-ultrasounds-a/", "speaker": "Charlie Crist", "vclaim": "Rick Scott says he signed \"the laws that require mandatory ultrasound devices and restrict access to abortion even in cases of rape or incest.\"", "truth_label": "mostly-true", "date": "stated on October 1, 2014 in a TV ad:", "title": "Charlie Christ says that Rick Scott signed laws that require ultrasound and restricted abortion.", "text": "In seeking the voice of a woman. Democratic Charlie Christ continues to attack the republican government. Rick Scott registered in abortion. After that, Rick Scott threw a party at the palace. What was he celebrating?\" It says September 30th TV commercial. \"This: With the silence of Scott's pen, some of the most extreme laws against choice have passed in the country. Laws requiring mandatory ultrasound devices and restricting access to abortion, even in cases of rape or incest.\" Rick Scott celebrated your vote and choice, and concludes the announcement. We've written a lot about Christ's record of conflicting statements about abortion -- although in this campaign he was supported by family planning. At the same time, Scott had consistently preferred to impose restrictions on abortion. We wanted to know if the announcement accurately described what Scott signed as a law. We found this to a large extent true; Scott signed legislation restricting the possibility of abortion. But there are some important details here. Scott signed the ultrasound bill in 2011, and Scott signed four draft laws on abortion, including a bill requiring all women to undergo ultrasound screening prior to an abortion. Christ broke a similar ultrasound law in 2010 called \"Almost.\" That was shortly after he left GOP to bid his failure as an independent candidate for the United States Senate. The law signed by Scott requires women to obtain ultrasounds as well as an opportunity to review ultrasounds. (Women can refuse to review ultrasounds if they sign a form.) Previously, the Florida Act required ultrasound to be performed three months prior to or later than the first three months of abortion. Although the previous law did not require the first three months of ultrasound, 29 of the 31 abortion clinics were anyway performed. The Miami Herald Naked Policy Code stated that a month after the signing of invoices in 2011, Scott held a ceremony with dozens of abortion opponents - the \"party\" referred to in the Declaration. \"You must have the opportunity to see your baby's ultrasound,\" Scott said in 2011. \"It's your choice. You don't have to. This creates a choice. I think it's very positive.\" The Abortion Act on the feasibility of Christ &apos; s 2014 Proclamation also states that Scott signed a law \"restricting access to abortion even in cases of rape or incest.\" This refers to HB 1047, signed by Scott in 2014 to change the schedule to stop abortion. The draft law prohibits abortion once it is considered feasible, which is usually about 23 or 24 weeks of pregnancy. Previously, Florida banned abortion in the third period of pregnancy, or it began nearly two weeks after the new restriction. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. • 15 January 2021, the main purpose of the 2014 draft law was to make all abortions occur earlier - no matter what the incidence of pregnancy as a result of rape or incest. The new law allows abortion only after the point of survival to save a woman &apos; s life or to prevent permanent harm \"other than mental condition.\" It does not mention rape or incest. The previous law did not mention rape or incest, but contained a broad exception to the \"maintenance of the health of pregnant women.\" This broad language is what some people interpret as including rape or incest victims. However, according to State data, no women received a third-degree abortion under any exception between 2011 and 2014. In 2013, 91 per cent of abortions were in the first quarter and 9 per cent in the second quarter, according to State data. This means that women who wish to terminate pregnancy as a result of rape or incest can do so in the first half of the first and most of the second semester - depending on when a doctor decides to stay. Rape and incest are rarely mentioned in cases of abortion, according to State data. In 2013, there were approximately 73,000 abortions - two in incest cases and about 272 in rape - bringing the total number of abortions to less than 1 per cent. At that time, Scott John Tobbs' spokesman wrote in a statement of the law that \"Gov. Scott was pro-life and was happy to sign this bill, which protects the lives of children.\" We asked Scott Greg Blair's campaign spokesman if Scott supported the exception of rape/absolute status throughout pregnancy or only until the point of survival. We asked why Scott signed the law at this session, which does not include such exceptions. We didn't get a response. Finally, the ad said Scott signed \"some of the most extreme laws against choice in the country.\" This is a self-inflicted invitation, but we should note that Florida has not been extensively closed in clinics. The Texas Act caused the closure of 13 abortion clinics there. In Florida, there were 68 abortion clinics when Scott took office and there are 65 now. _ (Seven closed under Scott, but four new opened.) And Florida has restrictive abortion laws before Scott takes office. The Americans United for Life, the Conflicting Abortion Rights Group, ranked Florida 26 among states to restrict abortion in 2010 and 25 among states in 2014. Naral, an organization that supports abortion rights, was given \"F\" to about half of the states, including Florida. In announcing that Scott signed \"the laws requiring mandatory ultrasound and restricted access to abortion, even in cases of rape or incest,\" the Governor Krest said. Scott signed a law in 2011 requiring ultrasound examinations for all women prior to abortion, and in 2014 he signed a law providing that women cannot have an abortion after the point of survival. This means that women cannot have an abortion for nearly two weeks. The only exception mentioned is to save a woman &apos; s life. However, the previous law did not explicitly include such exceptions either, although it had a broad language that could be used to request abortion for rape or incest in the third quarter. However, during the third three-month period, no woman had had an abortion in Florida for any reason in recent years, even before the new law had been passed. The statement is accurate, but it needs additional information, so we often appreciate it.", "vclaim_id": "vclaim-pol-07190"}