{"url": "/factchecks/2014/oct/22/charlie-crist/charlie-crist-rick-scott-rejected-high-speed-rail-/", "speaker": "Charlie Crist", "vclaim": "A high-speed railway says it could have created 60,000 jobs.", "truth_label": "false", "date": "stated on October 21, 2014 in a debate:", "title": "Charlie Christ: Rick Scott refused high-speed railways that would create 60,000 jobs in Florida.", "text": "In exchange during Florida's final state debate that was a symbol of the race, Jove. Rick Scott and the former Goof. \"Charlie Christ has made accusations against those who have been blamed for the heinous campaign. Scott said his democratic challenger was broken and corrupted. Christ replied that the President of the Republic was not willing to work with a democratic president at the expense of the State. His guide? Scott refused high-speed federal railway funds in 2011. \"I arrived across the aisle when I was your ruler. I worked with the president to get the recovery money. This is Governor Jove. Rick Scott, won't work with the president, even to get a high-speed railroad, which is very important for Central Florida and ultimately the entire state. It'll be $2.4 billion for Florida, and some say 60,000 jobs.\" Later, he repeated the figure by saying that the mandate was \"exposed\" to 60,000 jobs. Scott refused $2.4 billion in federal funds for a proposed high-speed line from Tampa to Orlando when he first took office in 2011, joining many other Republican governors in rejecting federal stimulus funds and crushing President Barack Obama &apos; s vision of a modern light-line network. But would the project have created 60,000 jobs? Christ's campaign is no longer ours, but it is not the first time someone has claimed that the railway would have created 60,000 jobs. The figure appeared to us in February 2011 when the Republic of Korea Brown, Dr. Jacksonville, said it on the floor of the house because it was the greatest appreciation we had ever heard. He was, and still was, a misguided person. According to estimates by the Florida Department of Transport, the project would have created 49,990 posts, 23,600 direct jobs, such as construction and design, and 26,300 indirect jobs, such as those created for equipment suppliers. So immediately, the claim that these new high-speed railways would create 60,000 jobs would increase the state's estimate by about 10,000. Bill Nelson was mentioned on November 8, 2010 at the Orlando Railway Conference. \"The amount of revenue needed by the State (to build a high-speed railway) is about 10%.\" • 9 November 2010, but up to 50,000 jobs is unclear. Here's the reason. The State Ministry of Transport calculated these jobs in the so-called \"years of work,\" which, in short, indicates the number of jobs to be funded each year. The project could have been implemented over four years, and each year a different number of workers were needed to facilitate construction. Some people can work every four years, and others may just need a few months. A report of the Florida Central Partnership, an economic development group in the Orlando region, made it more explicit: railway employment in the peak area would occur between the autumn of 2012 and 14 and would require some 10,000 workers. This excludes indirect functions. So at the height of the construction, there will be a need for about 10,000 people. But those jobs will be temporary. After the railway line became operational, the company stated that it would create 600 permanent jobs to operate the 84-mile line and 500 permanent casual jobs. The best way to look at the railway project is to say that 6,200 workers would have been employed directly or indirectly in 2011, 21,600 in 2012, 18,900 in 2013 and 2,100 in 2014. Some 1,100 permanent jobs will be required after the railways are operational. This is far from 60,000 jobs. Christ our governor said \"Some say 60,000 jobs\" could have been created by Tampa to Orlando's high-speed railway line. Some may say so, but they may be wrong. Even a quick reading of state estimates indicates that this figure is about 50,000, much lower than what Christ claims. A detailed explanation shows a more accurate forecast. Basically, the project pays 50,000 salaries for one year over four years. At the top point, 21,600 workers will be required in 2011, but only 2,100 in 2014. Some 1,100 permanent posts will then be created. We're assessing the statement wrong.", "vclaim_id": "vclaim-pol-07107"}