{"url": "/factchecks/2016/feb/26/marco-rubio/rubio-we-wiped-out-obamacare-bailout-fund-insuranc/", "speaker": "Marco Rubio", "vclaim": "When they passed Obamakar, they put a rescue box in Obamacar. We led the effort and destroyed the rescue box.", "truth_label": "barely-true", "date": "stated on February 25, 2016 in comments during the Houston GOP debate:", "title": "Marco Rubio: We stole Obamacker's bailout fund for insurance companies.", "text": "== sync, corrected by elderman == @elder_man Rubio said, \"When they skipped the Obamacari program, they put a rescue box in the Obamacari program, while he was addressing the first contestant Donald Trump on February 25, 2016. \"All these pressure groups that keep talking about, they put a bailout fund in the law that allows the use of public money, taxpayers' money, to save companies when they lose money. We've led the effort and destroyed the rescue box.\" Did Obamacker contain a rescue for insurance companies, and did Rubio and the Republicans in Congress get rid of him? In short, they postponed a provision of the law, but it was not a rescue. The hazardous work that Rubio calls rescue is in fact part of the Affordable Care Act known as \"Risk Passes.\" When the Health Care Act began, insurance companies were required to sell policies to everyone (even patients whose circumstances existed earlier), they were in a difficult situation. They did not know how much they would charge for all these new policies. Thus, the law established a three-year period, from 2014 to 2016, during which the Government distributes risks to insurance companies in the markets of the new law while adjusting premiums. This programme is known as the hazard corridors. If the company is well priced and earns more than a certain amount, Washington pays some of its extra money. These are called user fees. If the company is not good at fixing prices and has lost money, the government will cover some of their losses. This is the rescue operation Rubio refers to. It began to be called a \"failure\" for failed insurance companies in 2013, the same year a bad bill was introduced in the Senate to cancel the program. But let's be clear: we've told many experts that risky corridors aren't saving. Rescue is usually a program that saves the company after its fall. Dangerous corridors are a mechanism designed to address a problem that everyone assumes can occur. It's not new either. A model of the risk corridors programme was developed after a successful plan that was part of George W. Bush &apos; s part D medical treatment coverage, although slightly different from the Obama version. No one referred to this as a rescue. Finding money for payments now, part of the problem is that the Health Care Act does not state where money can be obtained for any payment of the risk corridor. Do you remember user fees from successful insurance companies? Subsequently, medical care centres and medical assistance services, or CMS, decided to use those funds to pay any payments due to insurance companies that were not so successful. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman (January 11, 2021) in 2013, CMS said insurance companies that said they needed money would get it, \"regardless of the balance of payments and receipts\" in the program. Rubio took this to mean that if there wasn't enough money from user fees to cover payments, the White House would have asked Congress for money - that is, tax revenues. In April 2014, CMS said that it would not ask Congress to approve, but instead it would make up for the difference in recent years if the market did not bring sufficient user fees. Rubio went to work, and the then spokesman for the house, John Bohner, in October 2014, urged the suspension of possible fiscal credits for the payment of the risk corridor. That's what Congress did. When legislators passed the Expenditure Bill in December 2014, it included a special language called \"Hunter\" which states that the parent agency of CMS, the United States Department of Health and Human Services, cannot use any additional funds in its budget to pay for the risk corridor. This has effectively locked the content management system in its announced plan for the use of user fees. (The same passenger was included in the 2015 expenditure bill. Some legislators credit Rubio for inspiring this language, although there are questions about how much credit he can take. Rubio re-presented his bill to eliminate the corridors of danger. By October 2015, it had become clear that the risk corridors programme had not worked well in the first year. CMS announced that the program took $362 million in user fees for 2014, while the less successful insurers requested a total of $2.87 billion, leaving a deficit of $2.5 billion that CMS could not pay. CMS stated that it would pay 12.6 per cent of the claims as of 2014, and then wait to see next year &apos; s results. Some insurance companies left the markets or even collapsed completely, leading Probio to a cry of action that was \"a large part of the termination of Obama's care for good.\" (It is likely that we will not know what the program took in 2015 until autumn 2016, and the 2016 series until 2017). Whether he's really gonna kill Obamacker is debatable. Some legal scholars said that all the passengers did was highlight a problem that the law was already preventing a solution. Two years ago, the Congressional Budget Office said that the risk corridors were likely to break by 2016. If the program does not succeed, CMS will have to find the money in one way or another or request Congress to make a provision to pay for insurance companies. Otherwise, insurance companies can sue for such payments. The Oregon Insurance Company, which no longer presents market plans, did so only on February 24, suing the government for $5 billion on the payment of lost risk corridors. The Governor, Rubio, said: \"When they bypassed Obama's care program, they put a rescue fund into Obama's care program. We led the effort and destroyed the rescue box. The \"Rescue Fund\" is in fact a provision in the Affordable Care Act called Risk Corridors, designed to temporarily assist insurance companies in adjusting premiums. Rubio helped convince Congress to prevent health and humanitarian services from covering its own budget. But the experts said Rubio was wrong to call the program rescue and that the program was supposed to pay for itself through insurance fees. Furthermore, the programme was not \"stealed.\" At best, Rubio and Congress temporarily limited the possibility of CMS covering the losses of the insurers. We have to see what happens when the program ends after 2016 -- then any bills are due, one way or another. We appreciate that Rubio's statement is mostly wrong. https://www.sharethefacts.co/share/33a7e991-01-0d94-4526-a5a9-3a3f7a9a0fec", "vclaim_id": "vclaim-pol-05363"}