{"url": "/factchecks/2011/may/07/rick-hardcastle/state-rep-rick-hardcastle-says-benzene-has-never-b/", "speaker": "Rick Hardcastle", "vclaim": "Benzin never proved to be harmful.", "truth_label": "pants-fire", "date": "stated on April 28, 2011 in remarks on the House floor:", "title": "Rick Hardcastle says that gasoline never proved to be harmful.", "text": "During the debate in the House of Representatives, Rick Hardcastle removed his colleague &apos; s concerns about gasoline emissions near Texas schools. \"Are you aware of gasoline is also a compound in soap?\" (Hardcastle) He said April 28. Found in every car wash in this state - and several other industries in this state? It has never been proven harmful.\" The Republicans were opposed to an amendment by the Republic, Lon Burnam, D-Fort Worth, which would prevent the Oil and Gas Commission from issuing permits to drill gas wells at 1,200 feet from a public school unless a set of conditions were met, including emission controls and ensuring that certain pollutants, such as gasoline, were reduced to no specific concentrations. Members made a programme proposal. However, we were wondering if the gasoline was never proven to be harmful? First, a gasoline guide: According to the Federal Environmental Protection Agency, organic chemical compound gasoline is often found in the air as a result of emissions from coal and oil burning, drilling for natural gas or gasoline vapor, car exhaust, cigarette smoke, and other sources. The chemical is also used as a solvent for squid, paint and plastics and for the manufacture of detergents. The spokesman for the Environmental Protection Agency (Joe Hubbard) told us that gasoline is \"a widely used chemical consisting of both natural processes and human activities.\" However, in 1986, the Agency classified gasoline as \"human carcinogen and dangerous air pollution,\" as he said. When we arrived at Hardcastle, he agreed that gasoline was a \"fixed carcinogen cause,\" but he said that only when a person was \"excessively exposed\" for a long time. Otherwise, he said he had not proved to be harmful. He said, \"It's carcinogenic, but everything's carcinogenic.\" \"You eat a lot of white bread and it's carcinogenic.\" Texas Environmental Quality Committee, Terry Clauson's spokesman, told us that gasoline is harmful, depending on its concentration in air, and how long someone is exposed to it. He said that \"medium outdoor concentrations\" of gasoline, less than one fraction per billion, were \"a lot less than concentrations found to cause adverse effects on humans.\" But exposure to higher concentrations, tens of thousands of parts per billion, over several months to years \"proven to cause harmful effects on blood,\" he said. He said that over many years, exposure to longer periods had \"appeared to cause leukemia in workers,\" A fact sheet released by the Agency in October 2007 says the same: \"The permitted levels of gasoline should not cause adverse effects on health and well-being,\" but breathing at high levels of the chemical compound can damage blood cells, as human studies suggest. \"Some professional workers, exposed to some of the highest concentrations of air for gasoline for years, have experienced a decline in the number of white blood cells in circulation in their blood.\" According to the EPA web page on gasoline-related risks, chronic exposure for one year or more has caused blood disorders, including a reduction in the number of red blood cells and plastic anaemia - a risk factor for acute leukemia that does not cause leukemia. According to the EPA site, short-term exposure to gasoline may cause sleep, drowsiness, headaches, eyes, skin and respiratory irritation, and at high levels, loss of consciousness. A study conducted in February 2009 with funding from the National Institute of Environmental Health Sciences found that the risk of leukemia could be higher at the surrounding levels of exposure to gasoline - that is, gasoline in the air where people live, rather than their place of work - than previously thought. A summary of the Environmental Protection Agency in 2009 states that some studies, such as those measuring the links between the exposure of children to gasoline and child cancer, are ambiguous. A study conducted in 2001 found a link between lymphoma for Hodgkins and young children living in areas with high commercial mobility, with higher concentrations of gasoline during pregnancy or early childhood, while a study conducted in 2002 found no link between child cancer rates and gasoline concentrations in neighbourhoods with high trafficking rates. In the vicinity of the country, a study carried out by researchers at the University of Texas and the Ministry of Health Services of the State of Texas in 2010 found that women living in high levels of gasoline (more than 3 ug/m3 of air) were more likely to carry children with spinal paralysis - a serious birth defect that could cause paralysis and neurological disorders. According to a fact sheet in August 2007, published by the Federal Agency for Toxic Substances and Diseases Register, \"Some women who inhaled high levels of gasoline for several months had irregular menstrual periods and low ovaries.\" However, according to the fact sheet, \"we do not know for sure that gasoline caused these effects.\" Recent studies had found that environmental exposure to gasoline increased the risk of child cancer, congenital defects and reduced birth weight. \"Cancer is not the only concern. \"while it is true that the only proven effects are occupationally exposed workers, studies strongly suggest that harmful effects on children and pregnant women may be at lower environmental levels. Finally, Martin Smith, Professor of Toxicology at the University of California School of Public Health, Berkeley, who studied the health effects of gasoline, told us that Hardcastle \"was wrong.\" Smith said that there was no known threshold when gasoline became carcinogenic. According to a study by Smith published in the annual public health review in April 2010, \"there may be no safe level of exposure to gasoline, and all exposures pose some risks.\" Where does that leave us? It is true that gasoline is a common air pollution found in everyday products such as detergents. However, the claim that airborne gasoline has not been shown to be harmful flies in the face of scientific evidence that long-term exposure in the workplace can cause cancer and other adverse health effects - not to mention studies indicating low levels of environmental exposure may also be unsafe. Pants on fire. In an interview on January 31, 2021, John Kerry says that Hurricane Harvey \"falled in Houston in five days more than in Niagara Falls in one year.\"", "vclaim_id": "vclaim-pol-13134"}