{"url": "/factchecks/2019/feb/14/gavin-newsom/true-more-million-californians-dont-have-clean-dri/", "speaker": "Gavin Newsom", "vclaim": "\"More than a million Californians have no clean water to shower or drink.\"", "truth_label": "true", "date": "stated on February 12, 2019 in a State of the State Address:", "title": "\" More than a million Californians don't have clean drinking water.", "text": "(Democrat government) The response to contaminated drinking water in California was made a top priority by Gavin Newsome in his early term. In his first week, his Government took a road trip to meet people in the middle of the valley who had been forced for years to rely on bottled water for drinking and cooking. In his budget, he called for a drinking water tax to help disadvantaged communities clean up contaminated water. He then signed one of his first legislation to provide assistance to communities with unsafe water, including $10 million for emergency drinking water projects. In his State State address, Newsome called the California Safe Drinking Water Crisis \"Ethical Shame and Medical Emergency.\" This assertion added: \"Only this morning, more than a million Californians woke up without clean water for bathing or drinking.\" Is the problem widespread? We decided to verify Newsom's claim. We have been told by advocates and researchers in our clean drinking water research that the Newsome statement is correct, but they have noticed that it is an estimate based on incomplete data, and that the actual number can be greater. \"It's worse,\" said Jonathan London, a professor at the University of California Davis who wrote about contaminated drinking water. The professor said that a million would be \"absolute.\" In the San Joaquín Valley alone, there were approximately 100,000 people living without access to clean drinking water, according to a UC Davis study in London in February 2018 co-authored. Unfortunately, the number (Newsom) is correct. Kelsey Hinton, the spokesperson for the Community Water Center, is a non-profit San Joaquin valley calling for clean drinking water. As evidence of this, London and Hinton referred to the 2017 Drinking Water Compliance Report of the State Water Resources Control Board, which regulates water quality. The report shows that an estimated 592,000 Californians live in a general water area that suffered water quality violations in 2017. However, this does not include persons living in private areas that are not organized. London said that some violations were worse than others, such as those involving arsenic, nitrate or uranium contamination. Some violations might be less severe. Devin Nunes reported on January 10, 2021 in an interview on \"The Republicans have no means of communication\" after the Barler tech companies were cut off. By Amy Sherman on January 13, 2021, \"All violations have some kind of associated health risk,\" added. California Goof. Gavin Newsome delivered his first State State address on February 12, 2018. The picture of \"Ab\" Not all people are at the top of those living in regulated areas, but thousands more live in small rural communities that depend on unorganized private wells. Some of these wells also suffer from pollution, but are not counted in the Water Board report. An investigation conducted by Maclatchi published in June 2018 found that at least 6 million Californians were served by water suppliers who had violated State standards sometime since 2012. :: Darren Pulheimus, Deputy Director of the Water Department of the Water Council for Drinking Water, said that the Newsome number was accurate based on this month &apos; s number of regulated public water regulations alone. That report includes violations of additional pollutants, a man-made trichloropropane that causes cancer, referred to as 1,2.2 and-TCP. The addition of that polluter increased the number of people living in a regulated area to \"now more than 1 million.\" \"The estimated population... of the public water systems organized by the State Water Council which are currently compliance is 081,328,\" said Bolhemus in the e-mail. \"This number has recently increased because we have added those regulations that are now outside the scope of compliance with 1.2.3 - TCP maximum level of pollutants.\" Our government. Gavin Newsome claimed he was \"more than a million Californians\" without \"clean water to bathe or drink.\" There is a group defending clean drinking water and a researcher at the University of California Davis who agrees with Newsome's number, where the researcher says that the number is much higher than a million people. They referred to a report by the State Water Council showing that approximately 600,000 people living in an organized public water area suffered a violation of water quality in 2017. They noted that thousands more people live in areas with unorganized and contaminated special wells, but are not counted at the expense of the water panel. The Deputy Director of the Drinking Water Division of the Water Council added that this month &apos; s report adds violations of new cancer-causing pollutants, increasing the population in regulated water areas alone to over 1 million people. Based on this information, we evaluated the correct Newsome statement. The truth is - the statement is accurate and nothing important is missing. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Sharing the facts 2019-02-15:01:52:41 UTC PoliticsFact 6 1 7 PoliticFact Dating: True \"more than 1 million Californians\" have no \"clean shower or drinking water.\" The Governor of Gavin Newsome California, http://www.capradio.org/articles/2019/02/12/text-and-nalysis-state-of-the-state-2019. Tuesday, 12 February 2019 2019-02-12.", "vclaim_id": "vclaim-pol-01014"}