{"url": "/factchecks/2014/sep/16/rhue-reis/congressional-candidate-rhue-reis-says-200000-4000/", "speaker": "Rhue Reis", "vclaim": "\"You have 200,000 to 400,000 veterans on the street in this country any day.\"", "truth_label": "false", "date": "stated on September 7, 2014 in a TV debate:", "title": "Congressman Roe Rice says that between 200,000 and 400,000 veterans are homeless.", "text": ".................................................................................................................................. The presentation, which was broadcast on September 7, 2014, presented a discussion between the United States Republic of America, James Langevyn, a democracy, and Rue Reis, the Republican who would like to replace it. They were talking about what to do about kids crossing the American-Mexican border. Reese said that they should be repatriated because the United States faced too many problems. \"They must stop for their safety and because we cannot deal with the flow. We've had a much more difficult time looking after ourselves,\" he said. \"When you have 200,000 to 400,000 veterans on the street in this country any day, can't we take care of them yet want to bring another flow of tens or hundreds of thousands of people, illegal immigrants? We can't even take care of ourselves.\" We wondered whether Reese was right about the number of displaced ex-combatants. When we asked him about his source, we referred Reese to a web page of the National Coalition for Displaced Persons, which included a fact sheet written in 2009. It limits the count to between 130,000 and 200,000 per night - well below the number of Rys of 200,000 to 400,000. As we sought further information, we found several different and equally historical estimates of other advocacy groups for veterans and displaced persons, some fewer, some higher, for example, in 2007, the National Homelessness Eradication Alliance and the Homelessness Research Institute used data from the United States Census Office and the United States Department of Veterans' Affairs to estimate figures of 192,000 in 2004, 194,254 in 2005 and 195,827 in 2006. But the same group now says that the number of night veterans homeless is just under 50,000. That's much less than Reese's number. Why the dramatic drop? On November 12, 2014, Ann Nolan stated in a comment from the newspaper \"In Rhode Island,\" a recent study showed that among a group of people who had been homeless for one year or more, Medicked had an average cost of about $60,000 per person.\" The most recent figures are from the United States Department of Veterans' Affairs, the United States Department of Housing and Urban Development and the United States Inter-Agency Council on Displacement. Since January 2009, they have conducted an annual \"Count Point in Time\" for displaced persons who spend the night in shelters or on the street. This is done by groups that regularly work with displaced persons and who have become very good at tracking them. \"The bottom line is, until 2009, we didn't have accurate accounts of veteran displacement,\" said Emmanuel Cavallaro, spokesman for the National Alliance. Before making the direct count, the people who make the count became very good at determining whether the homeless person was a veteran, assessed by VA. \"That [VA] data was very problematic and not very reliable.\" While VA assessed 131,000 displaced ex-combatants per night in 2009, the time census of displaced persons put the figure at 75,609. This percentage rose to 76,329 in the following year in the midst of the major recession, and has been declining since then, according to time points. Number in January 2014: 49,933. The HDZ spokesman Patrick Rodenbosch said that the number was declining, as the Obama administration and Congress had made concerted efforts in recent years to obtain housing for displaced veterans. \"In an era of budget cuts, this is one of the areas where Congress was financing the President's entire requests,\" he said. \"This gets the support of both parties.\" Our governor, Roe Rice, said, \"You have 200,000 to 400,000 veterans on the street in this country any day.\" A study conducted in 2009 had been inaccurately cited, and the number at that time had not been more than 200,000. The most recent and best data indicate that the current number is closer to 50,000. Homelessness among veterans is a serious problem, but the numbers are much lower than Reese claims. We're assessing his statement wrong. (If you have an allegation that you want Polly Fact Road Island to check, send us an e-mail on [a protected e-mail] and follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07300"}