{"url": "/factchecks/2019/apr/02/viral-image/no-winston-churchill-didnt-say-what-are-we-fightin/", "speaker": "Viral image", "vclaim": "\"When Winston Churchill was asked to cut art funding for the war effort, he simply answered, \"So what are we fighting for?\"", "truth_label": "false", "date": "stated on March 31, 2019 in a Facebook post:", "title": "No, Winston Churchill didn't say, \"What are we fighting for?\" On the arts", "text": "A warning to anyone who tends to post a quote from Winston Churchill on social media. He didn't say, \"When I was 60 years old, I realized no one ever thought of you in the first place.\" He did not say: \"There are no minority rights\" when Muslims are in the majority. He didn't say: \"Fascists in the future will call themselves against fascists,\" like Texas Goff. Greg Abbott was lured last year. He did not say, \"The lie lies in half the world before the truth had the chance to wear its pants,\" as Colin Kaypernik tweeted in 2017. Nor did he present this statement, which appeared on Facebook on 31 March. The article says: \"When Winston Churchill was asked to cut art funding for the war effort, he simply answered: \"What are we fighting for then?\" This was referred to as part of Facebook's efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) Churchill led Britain during World War II, and according to the BBC, he had the credit as a driving force that inspired the country to continue fighting Nazi Germany. But he was not credited with defending the arts rather than military spending. We asked David Freeman, Director of Publications, Churchill International Society, about the quote. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman - January 11, 2012, he said, it was not true. \"It's a common red resonance on social media.\" In the Churchill Project at Hillsdale College, Richard Langworth wrote in February 2017 that the quote was attributed to Churchill \"a few years before the village's voice, and since then he has emigrated extensively throughout the Internet. \"Unfortunately,\" he said: \"The best of our efforts failed to find it out of the 15 million words published by Churchill from speeches, papers, letters, articles or books.\" Instead, Langworth refers to a different and real statement made by Churchill about painting and sculpture: \"The arts are essential for any complete national life. The State owes it to itself to sustain and encourage them. In the Royal Academy, the country has an institution of wealth and power for the purpose of encouraging art and sculpture...\" We're categorizing this article on Facebook as wrong. Sharing the facts of 2019-04-02 18:315 UTC Politics Fact 2 1 7 Politic Facting: Failing: \"When Winston Churchill was asked to reduce the financing of the arts for the war effort, he simply answered, \"What are we fighting for, then?\" The picture of the Ferral online on Sunday, 31 March 2019 2019 2019-03-31 read more information.", "vclaim_id": "vclaim-pol-00814"}