{"url": "/factchecks/2019/mar/01/facebook-posts/facebook-post-claims-cnn-uses-same-girl-photos-sep/", "speaker": "Facebook posts", "vclaim": "\"CNN uses the same girl in three different pictures of the refugee crisis being preserved by three different men.\"", "truth_label": "false", "date": "stated on February 25, 2019 in a meme:", "title": "CNN claims Facebook uses the same girl in separate refugee crisis photos.", "text": "We have seen many articles in social media challenging the use of war images by news organizations. Recently, the Facebook account \"Defensing the Jewish Nation\" published a photographed title, \"When CNN uses the same girl in three different pictures of refugee crises, she is rescued by three different men.\" In pictures, you can see a little girl wearing the same costume in the hands of three different men, Did CNN use the girl's picture three times on three separate occasions of refugee crises? Could they have, as they hinted at the mail, organized images using a child's actor who plays a person who was rescued three times by three different men? The answer to these questions: No. Here's how we know. We ran a reverse search of the photo on the poster using the Tin Ai online tool and found a poster diary posted on the Internet in early December 2016. But we didn't find a case where the meme identified on three occasions that CNN was supposed to use images to illustrate separate crises. So, we decided to look at each picture separately. We discovered that CNN used two of them in its online contents. One photo (on the left) was included in CNN &apos; s online story of the explosion of a barrel of bombs at a funeral in the rebel-controlled eastern Aleppo on 27 August 2016. It was also used as a cover page for the CNN video on September 17, 2016, according to the search on the Wibak device. Another picture (in the middle) was included for the first time in an article on CNN in early September 2016 in a story on the United States-Russian ceasefire agreement in Syria. Under the photograph, the address was: \"The Syrian man is carrying a wounded child in eastern Aleppo in August.\" This title is precise. The same images were used in many other news stories by other news organizations reflecting the same event, including NBC and foreign policy, according to our research. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher: January 16, 2021, the reverse image research shows that the image on the right side appeared in a news article published on August 28, 2016, in AOL about the same event. Our search for photographs found no evidence that CNN used the images on its website in a misleading manner to illustrate any other refugee crisis. Nor did we see any indication that the images were used in the video on CNN cable. Photocopies used by CNN included watermarks on the right side of the images. It was attributed to Amir al-Halabi (an alias used by an independent Syrian photographer, Walid Mashhadi, the International News Agency, Agence France-Presse and Getty Chemages. The Agency, which distributed the photograph in a factual examination, confirmed that the three photographs covered by the claim had already been taken on the same day - 27 August 2016, in eastern Aleppo, Syria. The images show a girl who was rescued by Syrian civil defence volunteers, also known as the White Helmets. The Association &apos; s fact check also stated that the girl had moved from volunteer to volunteer, which is why she thought she was wearing the same clothes with three different people holding her. In the first picture, the girl was carried by a rescue worker wearing a white helmet with another boy. In other photographs, it was moved away from the building. In the story of the Washington Post on August 27, 2016, about the funeral bombing, we can see that the child was passed from the rescue worker at the extreme left to the man in an engraved shirt at the most. The three images capture a series of rescue actions that make sense. Our rule to defend the Jewish nation shared a viral image that accused CNN of using \"the same girl in three different forms of refugee crisis.\" The accusation is unfounded. CNN did not use the girl or participate in the making of the images, and there is a lack of evidence to prove that the images were used to wrongly refer to three different wars. We value this allegation wrong.", "vclaim_id": "vclaim-pol-00953"}