{"url": "/factchecks/2014/oct/20/cory-gardner/amid-ebola-cases-cory-gardner-blasts-cdc-spending-/", "speaker": "Cory Gardner", "vclaim": "The Centre for Disease Control is \"the spending of money on things such as jazz music, urban gardening and massage therapy,\" which can be redirected to Ebola.", "truth_label": "barely-true", "date": "stated on October 15, 2014 in a debate:", "title": "In the middle of Ebola cases, Corey Gardner implements CDC spends on 'jazzercesse', 'urban gardens'", "text": "While fears of Ebola have reached the Cresendo stage, the Republic of Korea Gardner and War-Kolo have shot at the federal government in dealing with the disease during a discussion with the democratic age of Mark Odal. Gardner started winning the Colorado Senate race that he was watching closely, and that contest is just one of many across the country where Ebola has become a problem. Gardner, referring to the Centers for Disease Control and Prevention, said, \"Maybe the CDC should stop spending money on things like jazz, urban gardening and massage therapy and channel that money where it is appropriate to protect the health of the American people.\" We wondered if it was true that the government spent money on jazz music, urban gardening and the like on Ebola financing. We thought this claim was worth a closer look, so we're going to divide it into a few parts. Does the CDC spend money on jazz, urban gardening and massage therapy? We couldn't prove it, but it makes sense. We have asked Gardner's staff and the CDC to document this allegation, but neither of them has returned evidence to us in either case. However, we found an unsigned column from the opening page of the Wall Street Journal - a major source of conservative comment - presenting this allegation. This is an excerpt from that article published on 9 October 2014, which focuses on the Prevention and Public Health Fund, or PPHF: \"The Fund automatically hands over the Health and Human Services Bureau $15 billion this decade, and then $2 billion a year, without allocations, forever. HHS (which the CDC is a part of) can dive into this honey pot for whatever it wants. \"In 2013, PPHF raided $453.8 million, or 48 per cent of that year's appropriations, to finance Obama care insurance exchanges. Those PPHF dollars that flowed into public health are an affront to this field someday. The Federation sponsors liberal pressure groups to pressure states and cities to impose higher taxes on tobacco and zoning laws that restrict fast foods. Other urgent reasons include dance fitness, massage therapy, paint bike corridors, salad bars in school restaurants, pet obituaries and urban gardening. \"The essence of public health has been the concern of society to ensure the conditions necessary for human survival - essentially epidemiological and infectious disease control. Unfortunately, the current CDC has often weakened its mission and budget by funding political issues not needed by doctors and troops in West Africa (Texas). The list extends to combating bullying, trans-fat, abuse of prescription opiates, prevention of college rape, workplace health, \"ethnic and ethnic approaches to community health,\" and promotion of breastfeeding.\" We will set aside the tone of degrading rhetoric towards efforts to combat bullying, drug abuse and rape, and instead we will look at the questions it raises about the Fund and how it is allocated to funding. The Fund was established with the enactment of the Affordable Care Act (or the Obama Welfare Act) in 2010. At first, it was supposed to be funded by $15 billion over the first 10 years of its life; legislation passed by Congress and signed by President Barack Obama in 2012 reduced by $5 billion over 10 years. The purpose of the Fund is \"to provide expanded and sustainable national investments in prevention and public health, to improve health outcomes and to improve the quality of health care.\" In practice, the CDC provides grants to local governments and non-profit organizations, which then decide how to spend money to achieve public health goals. However, according to an analysis of the Fund published in the Journal of Health, the Fund has proved to be \"a tempting target for policy makers on both sides.\" The authors of the health analysis wrote that they \"go to a rock start,\" due to complaints from both liberals and conservatives. The liberals expressed concern that Obama was shaking the Fund with the approval of reductions, which supported the continuation of tax exemptions from salaries, the extension of unemployment benefits and the \"stabilization\" to prevent cuts in the reimbursement of doctors under medical care - items that, if any, had nothing to do with disease prevention. For their part, the conservatives questioned whether the Fund needed to exist at all, especially at a time when federal debt was increasing. Some Republicans proposed that the fund be abolished and that some proceeds be used to pay for it to eliminate the requirement of the Affordable Care Act that small business owners submit 1099 tax reporting forms. At the same time, the Republicans also questioned whether the government should pay for things that people can do free of charge, such as exercise. Mr. Mike Inzi, Senior Senator of the Health, Education, Labour and Pensions Commission, rejected him as \"a valuable fund for building pavements, jungle gyms and swing groups.\" We were only able to document large categories of expenditure from the fund; when we dug up online detection forms for grants, they did not mention specific details such as \"carsy,\" \"urban gardening\" or \"crop therapy.\" However, when we asked public health experts whether these categories could be spent on the types of activities that Gardner criticized, they said it was possible. The Fund's mission is to \"improve health and prevent chronic diseases by expanding preventive care and supporting proven community programmes that reduce obesity, tobacco use and other preventable conditions, and I believe that healthy food efforts and physical activity will be fully appropriate,\" as Elizabeth Rigby, Associate Professor of Public Policy and Administration at George Washington University, said. Glen Maes, a professor at the Faculty of Public Health at the University of Kentucky, agreed. \"Is there scientifically proven prevention strategies that involve helping people to reach recommended levels of daily exercise through organized group activities such as \"Jazzery,\" urban gardening, or other forms of physical activity? At all, Mays said, citing the Diabetes Prevention Program at the CDC, WISEWOMAN. \"After the benefits of their exercises, it has also been found that horticultural programmes increase knowledge of and access to healthy dietary choices, especially in urban and rural food deserts,\" as Mais said, and in some contexts massage therapy can also be appropriate. In summary: We are not 100% sure that CDC dollars have been spent on jazz music, urban parks or massage therapy, but it is very possible to do so. Does Gardner's focus accurately describe what the box does? No, it's too misleading. Here is the flavor of how the CDC plans to spend funds from the Prevention and Public Health Fund in fiscal year 2014. (The CDC is only one of several federal agencies able to spend money from the fund, although we will limit our analysis to the CDC because of how Gardner formulated his claim). • Smoking prevention: $105 million; cancer prevention: $104 million; heart disease and stroke prevention: $77 million; diabetes prevention: $73 million; epidemic diseases and laboratory capabilities: $40 million; nutrition, physical activity and obesity: $39 million; racial and ethnic approaches to community health: $30 million; lead poisoning prevention: $13 million; infection prevention in health-care facilities: $12 million; workplace health: $10 million; breastfeeding promotion and support: $8 million; various prevention efforts: $160 million; total for all activities: $831 million. More than half went into categories that would not be relevant to the items mentioned by Gardner. Even in the amount of $300 million spent on items such as obesity prevention, diabetes, heart disease, stroke, and cancer, experts are sure that materials such as jazz are a small part of what the CDC spends. The plan's critics have chosen the most ridiculous items - an effective rhetorical tactic, but not a very honest one. (With regard to the editorial complaint of the Wall Street Journal that the CDC has abandoned its traditional role in \"communicable disease control,\" we will note that the single largest item of expenditure from the Fund is immunization. How strong is the argument that funding for prevention should be transferred to Ebola? When the Preventive Fund was established, legislators were explicitly inclined to grant the power to disburse funds to the executive, rather than Congress, and thus there should be no insurmountable roadblocks for the transfer of funds. So the CDC -- or the agency that reports to the Ministry of Health and Human Services -- may be able to divert dollars around it if you want. However, as is the case, there is no real need to transfer funds from the Fund, where the Fund can be used directly to pay for Ebola. Remember that $12 million we noted above aimed at \"prevention of infection in health-care facilities\" for 2014? Mace said: \"Now in the United States, Ebola is just an acquired infection in the hospital.\" In fact, Mais added that the Prevention Fund already funds the Pandemics, Laboratory Capacity and Emerging Diseases Programme of the Centre for Disease Control, which \"supports exactly the types of tests, communication tracking and treatment activities carried out by government and local health departments in Texas and Ohio in response to Ebola.\" So Gardner's confusing things by making it an Ebola prevention. It doesn't have to be. There is also another issue that we should consider. We can see why people may laugh at the idea that federal money goes to jazz, but it is important not to lose sight of the Fund's goal - prevention. \"Prevention\" has been part of the official name of the Centers for Disease Control and Prevention since 1992, when George H.W. Bush was president. \"P\" never reached the Agency's common shortcut -- and prevention isn't like washing a sector like some CDC department -- but it's an important part of the Agency's mission, however. Why? :: Take a look at mortality statistics for the diseases covered by the Fund &apos; s grants. (The figures are for 2010, the last available year). • Heart disease: 596,577 deaths; cancer: 576,691 deaths; stroke: 128,932 deaths; This means more than 1.4 million deaths per year than medical experts, including the CDC, consider preventable diseases - compared to only one (to date) Ebola virus in the United States. This does not mean that we should spend zero on Ebola; nor does it mean that the Fund can prevent anything from approaching 1.4 million deaths annually. This does not even mean that the fund spends the right amount of money, or on the right things. This means that Gardner's rejection of preventive health efforts obscures the imbalance in the number of lives at risk each year. The Governor (Gardner) said that the CDC \"spends money on things like jazz, urban gardening and massage therapy\" that can redirect Ebola. We could not document such expenditures, but given the Agency &apos; s expenditure parameters, it could certainly have been achieved. However, Gardner gives a misleading description of what the Fund is doing, choosing three types of comic laughter (or anger) that stimulate expenditure items. It is almost certain that these efforts represent a small part of the expenditure from the Prevention Fund, which is dominated by efforts to combat diseases that kill more than 1.4 million people each year, rather than killing one so far with Ebola. The allegation contains an element of truth but ignores critical facts that give a different impression, so it is often wrong.", "vclaim_id": "vclaim-pol-07116"}