{"url": "/factchecks/2016/oct/11/hillary-clinton/clinton-right-trump-tax-plan-gives-more-rich-bush-/", "speaker": "Hillary Clinton", "vclaim": "The Donald Trump tax scheme gives rich people and companies \"more than Bush's tax discounts at least two factors.\"", "truth_label": "true", "date": "stated on October 9, 2016 in the second presidential debate:", "title": "Clinton is right: Trump's tax scheme gives the rich more than Bush's tax cuts.", "text": "∙ Against the background of the ridiculously negative comments and alleged sexual misconduct committed by Bill Clinton, you may not necessarily recall what Donald Trump and Hillary Clinton said about tax policy in the presidential debate of 9 October in a very personal and abhorrent manner. When Trump put forward his proposal to reduce taxes on everyone, Clinton pointed out that his tax plan would help millions and billions who love themselves more than others. Clinton said: \"His plan will give rich people and companies the biggest tax cuts they've ever had, more than Bush's two-man tax cuts.\" Donald always takes care of Donald and people like Donald, and this is gonna be a huge gift. Is Clinton right that the rich will benefit from the Trump tax scheme twice as much as they did in the context of the Bush tax cuts? The Clinton campaign told us that their data came from an analysis by the conservative tax institution and the position of the left on budget priorities and income policy after tax from the top 1 per cent. We also looked at the share of the tax exemption received by the highest 1 per cent as a percentage of GDP. The evidence shows that Clinton's right. The Bush tax as a renewal, the Bush tax cuts, issued under President George W. Bush in 2001 and 2003, reduced the marginal tax rate, which at that time was higher than 39.6 per cent to 35 per cent, the rate of 36 per cent to 33 per cent, and so on. The Left Centre for Budget and Policy Priorities estimated that Bush &apos; s post-tax income reductions increased from the highest 1 per cent from 5.3 per cent to 6.7 per cent from 2004 to 2012 (high-income tax rates were raised the following year). Overall, the top 1 per cent received a reduction of about 0.66 per cent of GDP (the Bush tax cuts were 2.4 per cent of GDP, while the first 1 per cent received 27.5 per cent of the cuts). The Trump scheme would increase the income of the wealthy after tax by between 10.2 and 19.9 per cent, according to the tax institution, and reduce the tax by 1.32 per cent of GDP. Two key provisions of the recent Trump Tax Plan, issued in September 2016, are particularly relevant to this fact-finding. First, Trump will break the current seven brackets of taxes to four, reducing the current marginal income tax rate to 39.6 per cent to 33 per cent. ∙ (his previous tax plan called for the highest marginal rate of 25 per cent). The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, second, Trump will also reduce the corporate income tax rate from 35 percent to 15 percent. This rate will also apply to the companies through which it passes, which is called because its profits are currently \"exceeding\" business, and instead are taxed as the income of its ordinary owner. These include partnerships such as law firms, investor groups, sole owners, limited liability companies and companies with fewer than 100 shareholders. In its analysis of the Trump tax scheme, the tax institution used the personal tax rate of 33 per cent as well as the success rate of 15 per cent to assess the impact of the scheme on individual taxpayers. The Tax Corporation has found that, depending on the rate applied and whether you are a growth factor, the highest 1 per cent of taxpayers will see an increase in their income after tax of 10.2 to 19.9 per cent. Here is a table dividing the proposed tax cuts in Tramp by income group: Similarly, the Centre for Tax Policy, affiliated to the Urban Institute, estimated that the highest 1% would see a 13.5% increase in income after tax. The think tank also said that Trump's cuts would be about 2.6 per cent of GDP, with 50.8 per cent of cuts going to the top 1 per cent. In other words, the highest 1 per cent of GDP will experience a tax reduction equivalent to 1.32 per cent of GDP. Clinton may actually be underestimating the gains that the top 1% under Trump will get. The tax institution does not take into account one additional proposal that could affect the minimum of two percentage points: the elimination of the interest-owned tax exemption. At present, profits from investment funds can be taxed at a personal capital gains tax rate of 23.9 per cent instead of the highest marginal income rate of 39.6 per cent. A tax on such profitable income as ordinary income would increase by about $18 billion over 10 years. While the Trump Plan calls for this gap to be filled, it may also reduce the tax rate because it proposes a tax on companies across companies by 15 per cent - a decrease of 8.9 per cent from the current rate applied to hedge funds and private equity dividends, as indicated by the Centre for Budget and Policy Priorities. Our rule, Clinton, said that the Trump tax scheme would give the rich \"more than Bush's tax cuts by at least two factors.\" :: Increase in post-tax income to the top 1 per cent of taxpayers by 5.4 to 6.7 per cent thanks to the Bush tax cuts. The same group sees income gains of between 10.2 and 19.9 per cent under the Trump tax plan, if not more. By measuring it differently, the highest 1 per cent received a tax exemption equivalent to 0.66 per cent of GDP under Bush. The Trump tax scheme would achieve a reduction of 1.32 per cent of GDP. We appreciate Clinton &apos; s claim to be true. https://www.sharethefacts.co/share/7d98cf58-b2a5-4f26-9f42-bf63296e908d", "vclaim_id": "vclaim-pol-04150"}