{"url": "/factchecks/2019/aug/06/viral-image/fact-checking-ida-b-wells-ignored-republican/", "speaker": "Viral image", "vclaim": "\"Ida B. Wales refused to relinquish its 71-year-old seat before Rosa Parks did. At the age of 33, she owned the first African-American newspaper in Chicago, Governor of Chicago. Why don't you ever hear of her? Because she was a Republican.", "truth_label": "half-true", "date": "stated on July 19, 2019 in post on Facebook:", "title": ".................................................................................................... Wells was ignored because she was a republic.", "text": "More recently, information on Ida B's activity and achievements was published on Facebook. Wells, a black investigative journalist who reported mob executions in the United States during the eighteenth century. But the celebration turns into an accusation, as the 19 July article suggests, that it was ignored because of its political beliefs. \"Ida B. \"Wells refused to give up her 71-year-old seat before Rosa Parks,\" says the article. \"At the age of 33, she owned the first African-American newspaper in Chicago, the Governor of Chicago. Why don't you ever hear of her? Because she was a Republican. This article, which was shared more than 2,300 times within a week, was highlighted as part of Facebook's efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) Some of the details in the article are accurate, but the final allegation that they were blocked because they were a republic is a mistake. Here's what you need to know. Who was Ida Bee? Wells? Wales was born in Mississippi in 1862 and grew up during the post-civil war reconstruction period. She was 30 years old and worked as a newspaper editor in Memphis when she began reporting on mob executions in the south. Her work, which relied on documents and included interviews with eyewitnesses, challenged the idea that black men were rapists. When she ran into the \"Memphis Free of Word and Frontlight,\" a newspaper that was jointly owned, she faced death threats and, in 1892, the mob destroyed her newspaper's offices. In 1884, 71 years before Rosa Parks refused to give up her bus seat in 1955, Welsh railway workers were forcibly transported from the passenger train from Memphis to Woodstock, Tin. Wales moved to Chicago in early 1890. In 1895, Ferdinand L. Barnett, editor of the newspaper Vegavo Convictor, married the first African American newspaper in the city. Paula Giddings wrote in her book \"Sword among the Blacks\" that Wells took over majority ownership of that paper at the time of her wedding when she was 33 years old. What was her policy? The father of Wales, James Wells, was defending the rights of newly liberated blacks and working with the Republican Party during the reconstruction, as stated in the Washington Post. Her parents were active in the Republican Party, according to the National Museum of African-American History and Culture. Ida Wells and her husband, who live in Chicago, were politically loyal to Charles S. Dinin, a prominent republic in Illinois, a precursor to the Willis autobiography, \"Crossadi for Justice,\" he says. As a state attorney, Dinin appointed an assistant state attorney, and was the first black man to hold this position. When Ida Wells subsequently ran for the Senate of Illinois (and lost) in 1930, she ran as an independent candidate. The Executive Director of the Benjamin L. Hawks Institute for Social Change at the University of Memphis, Paulette Fuckett, shared a letter in 1885, written by Wales to Freeman, New York, confirming this point. \"I'm not a democracy,\" Wells wrote, \"because Democrats considered me to be a baggage and they probably always thought I was, because their record from the beginning was detrimental to my interests. I am not a Republican, because after they \"give the nigger his freedom\" and the ballot box thereafter - as a party measure and as an inevitable consequence of the war - all of them during their reign - while defending the faith of the federal government's right to protect its citizens - they suffered crimes against the nigger, which made the south notorious, so that he could go unpunished and almost undetected, and hand it over to the tender southern lairs.\" She goes on to say: \"It is neither in my interest nor against the interest of either party to write this down. Let a man be democratic, republican or independent as his rule dictates, if he obeys honest and intelligent convictions.\" Women were only given the right to vote nearly a decade before Wales died in 1931, but McFern said, \"Any black person wasn't Republican after the Civil War?\" The Republican Party was then President Abraham Lincoln's party, and a black person was never heard of being democratic from 1920 to around 1940, as she said. This turned out during the 1950s and 1960s when black people started voting for Democrats, as she said, and the historical context is important. \"The saying of a black person who is a Republican of her age is a compliment, has nothing to do with how we understand Republicans today,\" said McFern. \"It's ridiculous to describe it as a republic when they try to use it in a contemporary sense.\" Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021 \"Of course she was a republic!\" We were told by Theodor Karamansky, Professor of History at the University of Loyola, Chicago. But he added: \"The party was then the Lincoln Party, not the Trump Party or even Reagan. Most African Americans were Republicans in the 1940s. The Republican Party changed its policies regarding African Americans with Democrats in the 1960s.\" Was she ignored? Last year, The New York Times published a late obituary for Wells. That's because since 1851, a few years before Welsh was born, news of the death of white men dominated the pages of the obituary newspaper. The paper was drawn up in 2018 to correct the record in an ongoing project called \"Idiot,\" which seeks to recognize the legacy of other eminent persons in its wake. \"The historians consider that Wales was the most famous black woman in the United States during her life,\" says The New York Times: \"Even when she was tough because of bias, a disease hits Americans from the coast to the coast. She was a pioneer in reporting techniques that remain the central principles of modern journalism. As a former slave who stood less than five feet tall, she endured structural racism for more than half a century before her strategies were reoriented, and she said, Economic districts were organized before the success of this tactic was attributed to civil rights activists, most of whom were men, according to The Times. As she grew older, her influence diminished while activists such as poker T. Washington and W.E.B. Du Bois has become prominent. The historian John Hope Franklin wrote in the introduction to Wales' memoirs that \"more than 40 years old, Ida B. Wales was one of the bravest women and one of the most respected women in the United States.\" In June 2018, however, the Washington Post reported that its pioneering work was \"all but not recognized in Chicago, which has no lack of statues and landmarks to lead white men.\" But, the post said, \"Wells has a new interest.\" Hundreds of thousands of dollars have been raised to build a Louis memorial there. The National Memorial of Peace and Justice in Montgomery, Ala, contains a selection of quotations and a stone engraved in its name. (Ida Bee) The Welsh Legacy Commission was formed to support the candidacy of black women. This year, a major street in downtown Chicago was renamed after Wales. In 1991, the Chicago Tribune published a story about Wales, which she described as inspiring. But in 2018, the Guardian called it \"the hero of the uncovered civil rights movement.\" In response to a Twitter account, he reproduced the same picture used in the Facebook article, Nicole Hanna Jones, reporter of the New York Times and co-founder of the Ida Bee. The Wells community, which seeks to increase the ranks and influence of coloured journalists doing investigative work, said: \"We know who the hell it is.\" \"You all have to stop this,\" she tweeted Hannah Jones in February 2018. \"If the modern Republican Party wants to adopt the platform that it had during the Ida B. Wells era - such as sweeping civil rights legislation, reparations - every black American will be Republican again. \"Stop being foolish.\" Later that year, she responded to another Twitter account saying that Wales did not get the credit she deserved for refusing to give up the train seat because it was a conservative republic. \"Ida B. \"Wells was a conservative Republican,\" said Hannah Jones. \"I think I almost choked on this.\" The Republicans are in time for Ida P. The wells were radically liberalized, pushing towards a massive expansion of government in the protection of black civil rights.\" Hannah Jones said: \"Because white and racist conservatives burned her newspaper when their lies revealed why black men were executed and then through southern white conservatives systematically carried out black symbols to force black people to return to semi-slavery.\" Today, McFern said, Wells is \"the celebration everywhere,\" and she has enjoyed a renaissance in the past several years. Karamansky told us that if you didn't hear about Ida B. Wells, \"because you were deliberately ignorant of Chicago's history, women's history, and African American history. Not because she was a Republican. Our Facebook article corrects these things: Wales refused to relinquish its 71-year-old seat before Rosa Parks, and owned the first African-American newspaper in Chicago in its early 30s. But the article also said that people never hear about Ida B. Wells because she was a Republican. That's not true. He ran for a seat in the Illinois Senate as an independent but was a child of the Republicans and supported the Republicans. African-Americans were largely biased towards the Republican Party during the reconstruction. Historians point out that the Republican Party is not today, although it has the same name. Although Wales may not have received enough appreciation for its press and activity through much history, the record shows that it was not invisible. When it was dominated by points in history, it did not seem to be because of its political affiliation, but rather because it was writing in detail about mob executions at a time when the voice and experiences of African Americans, especially those of African American women, were less valuable in a society dominated by white men. Today, Wells has many names and signs of her inheritance. McFerne suspects she's getting the most attention from her 18th century contemporaries. We're doing this article on Facebook as half right. ● Correction, August 7, 2019: The husband of Aida B. Wells, Ferdinand Barnett, appointed assistant state attorney in Illinois. An earlier version of this story wrongly stated that her father James Wells had been appointed.", "vclaim_id": "vclaim-pol-00358"}