{"url": "/factchecks/2019/aug/15/adam-kinzinger/are-handguns-used-commit-nearly-all-murders/", "speaker": "Adam Kinzinger", "vclaim": "97% of homicides occur with guns.", "truth_label": "barely-true", "date": "stated on August 9, 2019 in a TV interview:", "title": "Do you use guns to commit almost all the murders?", "text": "In the wake of the mass shootings in California, Texas and Ohio, and the continued summer violence in Chicago, Republican Congressman Adam Kensinger came out for some arms restraint measures. Kensinger represents the 16th Illinois District, an area of 14 provinces around Chicago Land from Wisconsin to Indiana. In February, it voted against the two-party House of Representatives Bill to expand investigations into the background of arms purchases. It now calls for verification of the background of all, along with laws that facilitate the authorities to take weapons from unstable individuals, raise the legal age for the purchase of all firearms to 21 years and prohibit some highly capable magazines. However, it will not go so far as to support the ban on offensive-type weapons such as semi-automatic rifles used in recent mass shootings, a point he was asked to address in an interview with Mike Flannery of Fox 32. \"Your Republican colleague, Republic (Mike) Turner from Dayton, now said he was ready to vote to ban assault rifles,\" said Flannery, referring to Dayton, Ohio, where the recent shooting killed nine people. \"Is this an idea you're gonna think of?\" \"Not now,\" Kensinger answered. I think 97% of homicides happen with guns. This is where the big problem lies.\" Most homicides are committed with firearms, mostly pistols, federal data. However, Kensinger substantially extended the facts by claiming that the guns were used to commit almost all the murders. We've moved on to FBI catalogue data, which is a large percentage, but not close to 97 percent to assess the Kensinger claim. In 2017, the latest year in which figures on murder weapons are available, hand weapons were used in 46 per cent of all homicides - up to 97 per cent mentioned by Kensinger. We asked Kensinger's office to explain the discrepancy, but we didn't get an answer. If Kensinger were referring to the share of homicides involving a gun rather than murders in general, he would have gotten a little closer to the target. However, these figures still do not support his claim. Firearms were used to commit 73% of all murders in 2017, showing FBI data. In at least 64% of those cases, the firearm was a gun. On 29 January 2021, and in another 28 per cent of homicides committed with firearms, local police agencies did not specify the type used when reporting such cases to the FBI. However, the experts told us that it is reasonable to expect cases where the firearm has not been identified that are likely to follow the same pattern as the classified cases. After nearly two thirds of the unspecified cases reported in 2017 were added to the category of firearms, the proportion of firearms homicides committed with a pistol rose to 82 per cent. This is much higher, but it's still far less than what Kensinger called. In addition, we have reviewed the 10-year-old FBI data and found the pattern consistent over time, which we have also noted by the experts with whom we spoke. David Hemmingway, who runs the Harvard Center for Trauma Control Research, said. \"But let's say that most people in the United States who were killed were killed with weapons and the vast majority of people who were killed with weapons are killed with guns, which is true every year.\" With regard to Kensinger's assertion that gun killings are \"the biggest problem,\" it is clear that guns are used for murders on a much broader scale than assault rifles, or guns in general. The FBI doesn't know offensive weapons. However, this does not mean that shooting with highly capable semi-automatic firearms that allow the shooter to kill many people quickly in a short time does not pose serious problems that legislators have to address. In fact, many of the proposals recently put forward by Kensinger focus on this issue in response to the shootings in El Paso, Texas, Dayton, Ohio, which left 31 dead. \"If I say, I want to do one thing that reduces the total number of murders in the United States, it won't have to ban offensive weapons,\" said Hemingway. However, addressing mass shootings requires legislators to consider policies that are not directly aimed at reducing mass killings, adding hemingway, including the prohibition of offensive weapons and high-capacity magazines. The governor, Kensinger, claimed that 97% of the murders were committed with guns. This number is out of line. In 2017, 46% of all murders were committed with guns, and the presentation of federal data. However, firearms were used for more than 70 per cent of all homicides. In at least two thirds of those cases, the firearm was a gun, making them the most common murder weapon. We're assessing Kensinger's claim mostly wrong. This love cannot learn from Christians to learn from them. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00265"}