{"url": "/factchecks/2019/oct/15/elizabeth-warren/phony-facebook-ad-warren-said-most-tv-networks-wil/", "speaker": "Elizabeth Warren", "vclaim": "\"If Trump tries to lie in a television commercial, most networks will refuse to broadcast it. But Facebook only cashs Trump's checks.\"", "truth_label": "barely-true", "date": "stated on October 10, 2019 in a Facebook ad:", "title": "In the Fake Facebook ad, Warren said most television networks would reject ads with 'lied' but that's wrong.", "text": "Elizabeth Warren stepped up her fight to break up Facebook by publishing an announcement that deliberately contained an erroneous account about Mark Zuckerberg's support for President Donald Trump. Warren's goal was to show that the giant in social media allowed Trump to be misled. \"Retarded news: Mark Zuckerberg and Facebook have just read Donald Trump for re-election,\" began the October 10 announcement. \"Maybe you're shocked, maybe you're thinking, \"How could that be true?\" The announcement was then focused on the declaration of non-recognition - no, the Facebook director did not support the Tramp - before he attacked Facebook: \"What Zuckerberg did* gives Donald Trump the freedom to lie on his platform - and then paid Facebook money to pay their lies to American voters. If Trump tries to lie in a TV commercial, most networks will refuse to broadcast it. But Facebook only cashs Trump's checks.\" Warren &apos; s message followed a failed push from Joe Biden &apos; s campaign to get Facebook to refuse to announce Trump &apos; s role in the expulsion of the Attorney General of Ukraine. ==PolicFact==PolicFact classified a statement in a similar wrong trump. Facebook denied Baiden's request. We decided to verify Warren &apos; s claim that most television networks, other than Facebook, would refuse to broadcast a political campaign announcement containing lies. While the Warren campaign has cited half a dozen examples in recent years of television networks or stations that reject advertising, we have found that broadcasting networks are generally obliged to manage candidate advertisements under federal law. The same law does not apply to cable networks or PAC declarations. Facebook's Facebook advertising policy has a partnership with third parties in verifying the facts - including Polyte Fact - to unveil viral tricks and reduce this content. But Facebook exempts politicians from the fact-finding program, and says that it will not \"review political debates\" or prevent political discourse from the public. While Facebook drew attention to a September announcement on exemption for political candidates, which had already been Facebook policy since 2017. Christopher Terry, a communications professor and political propaganda expert at the University of Minnesota, said that since Facebook was an unregulated private platform, it could do whatever it wanted. \"Because Facebook is his own playground, he gets to set his own rules,\" he said. Facebook has developed transparency rules to show who paid for advertising. But this does not limit political content. However, there are television bases. Article 315 of the Federal Communications Act 1934 states: \"If any person legally qualified to hold any public office is permitted to use a radio station, it shall provide equal opportunities for all other candidates to hold that position in the use of this broadcasting station: provided that the licensee does not have the authority to control broadcast material under the provisions of this article.\" On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" By Daniel Funk: 19 January 2021, he also specifically states that licensees cannot control \"materials transmitted by any such candidate.\" The broadcasters are obliged to do so and therefore cannot refuse to declare a presidential candidate, even if it contains false information. (Candidates must comply with disclosure rules to clarify who paid for the announcement.) In each election season, some candidates argue that they have been subjected to unfair attacks and that broadcasters have to break advertising, and write to David Oxford, a lawyer who has represented broadcasters for decades and is a partner in the Wilkinson Parker Corner Championship. However, \"the broadcasters cannot control a candidate's announcement, so they cannot refuse it (or take it out of the air) whatever its content,\" as Oxford wrote. There are warnings, and the law does not apply to expenditure declarations or separate expenditure announcements. More importantly, the rules of political declarations have been interpreted as not applying to cable networks such as CNN. The rules apply to local cable operators. Terry said that cable networks to some extent supported the idea in the act that they would not impose control over content, but were not bound by it. CNN refused to make a declaration about Piden and the Ukrainian Attorney General. He mentioned the announcement of \"mediocre dogs\" for Democrats as he showed footage of CNN stars. The announcement downgrades CNN and \"presents assurances that the various news outlets clearly lied,\" and CNN spokesman Paulette Fuckett said. This was one of the few declarations cited by the Warren campaign as examples of political declarations that have been rejected in recent years. Many stations and Facebook eventually rejected Trump &apos; s announcement of an immigrant convoy in 2018, which critics said was racist. We sent Warren's examples to Terry, Professor of Minnesota University. The Warren examples included declarations on issues not covered by the rule. He said, \"It's only campaign ads that protect against a non-censorship clause.\" The Warren campaign also cited a web page of the Federal Competition Commission, which states that broadcasters \"should act with reasonable caution to ensure that advertisements broadcast on their stations are not false or misleading.\" However, it is the FCC Act that prohibits control with real weight. We also found that in May 2017, multiple networks refused to broadcast Trump's announcement around his first 100 days. It appears that the networks refused to declare that Trump had not yet met the legal qualifications of a candidate more than three years before the elections. Warren said, \"If Trump tries to lie in a television commercial, most networks will refuse to broadcast it. But Facebook only cashs Trump's checks.\" This is a misunderstanding of both federal and actual practice. The federal law requires broadcasting networks to manage political candidates &apos; advertisements without examining them for lies or lies. The law itself does not apply to cable networks, but these networks are generally also intended to manage such advertising, as experts have told us. Warren has the point that federal law does not apply to social networks on the Internet such as Facebook, so Facebook can take candidate advertising regardless of whether it contains lies. But generally speaking, it is inaccurate to say that \"most networks\" will refuse to broadcast an ad by Trump with a lie in it. We didn't find any evidence that most networks were rejecting fake advertising for candidates. We're evaluating this statement mostly wrong.", "vclaim_id": "vclaim-pol-00059"}