{"url": "/factchecks/2014/sep/25/mary-burke/scott-walker-cut-taxes-rich-raised-them-families-m/", "speaker": "Mary Burke", "vclaim": "Scott Walker says to cut taxes for the richest people and raise taxes on 140,000 Wisconsin families.", "truth_label": "half-true", "date": "stated on September 11, 2014 in a TV ad:", "title": "\"Scott Walker reduced taxes to rich people, raised 140,000 families, says Mary Burke.\"", "text": "In a television commercial released on September 11, 2014, Mary Burke looked at the camera and put out a little weird. \"Do you know who had a good idea about taxes?\" I asked. Ronald Reagan I surprised you, didn't I?\" He commended Burke for the expansion of federal income tax achieved by the late President of the Republic in 1986. It reduces income taxes due from low- and middle-income workers, or enables them to recover taxes. Burke turned into Gob Goff. (Scott Walker) Do you know who had a really bad idea? The governor said, \"Walker.\" \"Do the exact opposite, lower taxes to the richest people and raise them to 140,000 Wisconsin families.\" Is this Walker's tax record? Let's start with tax cuts for the richest people, part one of Burke's claim. Did Walker help the richest people? Sure. In addition to other measures adopted in 2011, the Government &apos; s first budget for 2011-2013 provided tax cuts to companies, businesses, manufacturers and investors, among others. The Legislative Tax Office, which is the non-partisan official for the evaluation of State budget matters, has estimated $2.33 billion over 10 years. The largest tax reduction, through tax exemptions from the production revenues of manufacturers and agribusinesses, helps not only companies, but also individual smaller business owners. In fact, we have often estimated the validity of the claim that credit will enable the owner of the factory - in some scenarios - to pay the State income tax on production revenues less than the fast food worker who receives the minimum wage. But Walker also lowered income taxes across every income chip. :: Its second budget, for 2013-2015, reduced rates (with a reduction in the number of tax brackets from five to four) and later, in 2014, Walker signed the legislation to reduce the lower rate again (from 4.4 per cent to 4 per cent). The following are examples for the spouses who make joint applications. Tax rate/ex-law tax rate/current law up to $14,540,4% $14,540 to $29,090 6.15% • 26 January, 6.27 per cent, $320,250 and more than 7.75 per cent, 7.65 per cent* Income levels were slightly lower under the previous law. For example, the first category of taxes amounted to $14,000 in income, instead of $14,540. There are a few points on the table: the minimum category applies to all taxpayers. In other words, all tax reporters are subject to the 4 per cent tax rate on their first income of $14,500, and the rates rise as the taxable income reaches higher levels. Reducing tax rates does not help if your income is so low that you do not owe any income tax. In this context, some groups call for an expansion of the State tax exemption on earned income, which could lead to more taxpayers receiving income tax reimbursement after filing declarations. The Burke campaign indicated that couples earning $29,090 received a reduction in the tax rate from 6.15 per cent to 5.84 per cent, but couples earning up to $320,250 received a larger reduction, from 6.75 per cent to 6.27 per cent. In addition, changes in income tax enacted under Walker include other rest periods for people across many income levels, including those with health savings accounts and those who send their children to private schools. So, Walker cut taxes for the rich, but for a wide range of taxpayers, too. Increasing taxes now to the other part of Burke's claim -- that Walker raised taxes on 140,000 families. The first Walker budget for 2011-2013 included what had been classified by the Legislative Tax Office with tax increases of $49 million. The biggest change was a reduction in the government income tax earned, which, as we have noted, reduces the amount of income taxes that a person owes or enables a person to recover the tax. The Finance Office has calculated that some 140,000 beneficiaries will see a reduction in their credit. In other words, they will pay more taxes or recover less taxes. Here, how has the maximum credit limit for families with two or more children been reduced: the maximum family size/pre-income tax cap/current law/income tax cap/current law/first child ceiling $124,716 and $562,716 children, three or more children, or $2,473,955 less than $140,000 of low-income persons who received government income tax credit? About three quarters of the funds in the State Income Tax Credit Programme pay the income tax refunds to those low-income persons, instead of reducing any State income tax they owe. Tamarin Cornelius, an analyst in the Wisconsin Budget Bill, part of the Liberal Advocacy Group of the Wisconsin Council on Children and Families, said that most of the 140 thousand who had lost their credit would not provide enough income tax rates to compensate for that loss. In other words, they pay more than income taxes or receive less. Dale Nab, research director of the non-partisan taxpayers' coalition in Wisconsin, said he believed that most of the 140,000 would benefit to some extent from tax cuts, but did not know whether those savings would compensate for the lost tax exemption. Our evaluation, Burke, said Walker reduced taxes to the richest people and raised taxes on 140,000 Wisconsin families. Walker lowered taxes for richer residents and raised taxes for people at the lower end of the scale. However, it has also made tax cuts applicable to all. The statement is partially accurate but omits important details. We value it half right. To comment on this item, go to the biennial Malawi web page.", "vclaim_id": "vclaim-pol-07254"}