{"url": "/factchecks/2019/jun/16/jim-durkin/durkin-base-claim-about-illinois-infrastructure-wo/", "speaker": "Jim Durkin", "vclaim": "\"There are parts of I-80 near Juliet that school buses are not allowed to pass because of the fragile nature of the bridge.\"", "truth_label": "barely-true", "date": "stated on June 3, 2019 in a radio interview:", "title": "Dorkin's off-base claim for ills is Illinois's infrastructure.", "text": "In the final days of the spring legislative cycle, the legislators in Illinois paved the way for the first major public works programme in the state since 2009 with the approval of substantial increases in taxes and fees. To help finance the long-awaited $45 billion capital-building programme, legislators from both sides voted to raise State charges for gasoline, cigarettes, vehicle registration and more after a series of backstage negotiations. Tax increases are a sensitive subject for any politician, but especially for the Republicans who design themselves as financial and democratic conservatives as wasteful and tax happy. In a recent radio interview, Republican House of Representatives leader Jim Dorkins of Western Springs was asked to defend the increases in Illinois residents who felt they were being killed by the State. \"Now we're at a point in Illinois where we have to invest in our infrastructure,\" said Dorkin on WGN Radio. \"There are parts of I-80 near Juliet that school buses are not allowed to cross because of the fragile nature of the bridge. This is just one example of many that reflect this need for such investment.\" There is no question that concerns about the neglected infrastructure of the State are rising, not only in the suburbs and downstate, but also in Chicago, where a rift in the bridge support beam forced the closure of Lake Shore road in February. In the same month, the Mayor of Juliet rang the alarm about the state of parallel bridges on Highway 80 crossing the River Des Plaines in every direction in his city. At first, the mayor warned that he would turn traffic away from bridges if the state failed to intervene, but he retracted the threat after the Illinois Department of Transport concluded that it remained safe to travel and promised that maintenance work would begin soon. That made us wonder where Dorkin was getting his information about the school buses, so we decided to look into the case. In early February, the CBS station in Chicago drew attention to bridges I-80, noting that the 2018 State inspection used terms such as \"unnegligible\" and \"high priority for replacement\" to describe the structural state of the westward range. The organization insisted that bridges remain safe for travel, but there is still serious concern among the population of the region, who, even if they missed the news reports, may have seen warning messages on highway billboards paid for by a local trade union whose members are engaged in infrastructure work. There are more than 2,270 bridges in Illinois out of 47,000 in the country that are structurally deficient, according to the American Roadbuilders and Transport Association. In other places in the Middle West, the population witnessed what could happen directly when the main infrastructure failed: in 2007, a bridge between the states collapsed over the Mississippi River in the centre of Minneapolis, killing 13 people and injuring 145 others. However, despite widespread public concern, we have not been able to find any evidence that Juliet school buses have been prevented from crossing I-80 bridges with students on board. A spokesman for the Juliet Township High School District told us that the province did not have a policy against crossing bridges and said that she had not heard of any other people in the region issuing such orders. Similarly, a spokesman for the province that runs primary and lower secondary schools in Juliet said that she did not have a policy to prevent the use of bridges, although bus drivers were instructed to avoid interstate mobility if possible, often because of high traffic congestion. However, she said that officials in her region had engaged in extensive discussions on the safety of bridges with the State and the city, as well as with the parents concerned who had asked not to transfer their children along that route. The special fact-checkers wrote on January 30, 2021, in a post entitled \"The assassination of Trump, Deep State in a state of panic!\" by Sira Aurourke on February 4, 2021, and in fact the officials with whom we spoke in many school areas in the Juliet region generally described corridor I-80 as a safety hazard, pointing to the high volume of trucks travelling at high speed. \"It's not a safe way to travel at certain times of the day regardless of bridges,\" said Rusty Ragon, supervisor of the Manhattan school area 114 southeast of Juliet. A 2018 report from the Illinois Institute of Economic Policy found a 16-mile design from I-80 crossing Juliet, mostly two-way, insufficient to deal with current traffic - 20 per cent of which consisted of heavy trucks. It also noted 37 fatal incidents between 2001 and 2016. The State has been studying transport needs in the region. Plans are now under way to replace 10 smaller bridges along I-80 in Juliet, according to the DIOT Guy Tregel. The department will now have the money to rebuild the Dice Plains River Bridges, as well as thanks to part of the new capital program, Treadgel told us in an e-mail. However, the Institute has not yet completed the schedule of these projects. In the meantime, bridges remain open to all traffic, and the State has no plans at this time to restrict the transit of vehicles, which has been confirmed. So, if the state or any of Juliet's school areas didn't issue a ban on the use of the bridge bus, where did Dorkin's information come from? Eleni Demirtzis, the spokesman for the President of the Republic, traced this to the transport department in Lincoln-Y High School County to the east of Juliet, who said that she complied with individual requests not to take I-80. The Lincoln-Y officials did not respond to our specific questions as to whether any comprehensive policy changes had been made in response to the conditions of bridges. However, the speaker referred to the boundaries of that area located in the far east of the bridges, so that there would be no significant need for her buses to travel above them. Our governor Dorkin said, \"There are parts of I-80 near Juliet that school buses are not allowed to cross because of the fragile nature of the bridge.\" Neither the government transport officials nor any of the officials of the Juliet School area with whom we spoke were able to define such a policy, nor was Dorkin's office able to direct us to one. However, some provinces are trying to avoid taking the interstate route whenever possible, not only because of bridges, but also because of traffic congestion through Juliet and heavy trucks that often sail at high speed away from the city. Therefore, your role on hard ground when it comes to a broader point relates to the urgent need for investment in infrastructure in the region after years of neglect. However, he emphasized this argument with a careless example that did not correspond to the facts. We assess his claim mostly wrong. In fact, this statement contains an element of truth but ignores critical facts that give a different impression. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00530"}