{"url": "/factchecks/2019/jul/17/donald-trump/trump-claimed-twitter-has-made-it-harder-people-fo/", "speaker": "Donald Trump", "vclaim": "\"I know we've been banned.\" People come to me and say, \"Sir, I can't reach you, I can't follow you. They make it impossible.\"", "truth_label": "false", "date": "stated on July 11, 2019 in a speech:", "title": "Donald Trump claimed that Twitter made it difficult for people to follow him. That's not true.", "text": "The recent Social Media Summit of President Donald Trump included some 200 of his closest supporters of the Internet speaking of alleged bias against conservatives in key technology platforms. The 11th meeting of the White House was pro-Tromp mime, such as Carpi Dunktum, and conservative organizations such as Heritage Foundation. Facebook and Twitter were not invited, although the President announced a separate meeting with platforms in the coming weeks. At the summit, Trump said that Twitter somehow made it difficult for people to follow him. He said, \"I know we've been banned.\" \"People come to me and say, \"Sir, I can't reach you - I can't follow you. \"We wondered whether Trump's claim about his followers on Twitter, numbering about 62 million people - a growth of nearly 40 million from his inauguration day - had some advantages. So we looked into it. The Poletti Fact newspaper reached out to both the White House and the Trump re-election campaign in 2020 for evidence to support the President &apos; s comments at the Social Media Summit. The campaign did not comment and we did not hear a reply from the White House. We'll update this story if we do. In a literal sense, Trump was not \"closed,\" as he said, or banned on Twitter. When we looked for the word \"tramp\" on both Twitter and Google, the President's file was the first to appear. We managed to give him up and retrace him with two clicks of the button. We were unable to find any news coverage or Twitter statements that Trump was blocked or restricted on the platform, and Twitter did not comment on this story. The CNN fact-checkers refuted the President's claim, saying, \"There is no evidence that Twitter or other social media companies have made it difficult for people to follow Trump.\" In an interview with President Donald Trump in the Fox News on January 17, 2021, \"he can't say anything (about riots in the American Capitol Building) because the platforms removed it.\" \"It's very different than it was even six or seven months ago. I've been picking up incredible numbers of people. \"A few months ago, I was in a certain number - several million. Then all of a sudden, you're down over a million.\" There is an explanation for this: Trump lost his followers over the past year because of Twitter cleansing of false accounts. The New York Times in July 2018 reported that Trump lost just over 300,000 followers in one purge, while former President Barack Obama lost over 2 million. In the same month, Polyte Fact wrote about Twitter allegedly \"the Shadow Ban,\" or reduced access for conservative politicians in favour of Democrats. We found that those claims were based on a software error on the platform, which made it difficult to find certain handles through the search, which the company said it repaired. In October, Trump criticized Twitter's decision to remove false accounts and claimed to have done something that \"makes it very difficult to join.\" The company defended its policies by saying that \"many high-profile accounts have seen a decline in the number of followers, but the result is greater confidence that their followers are real and connected people.\" The conservatives have long accused companies such as Google and Facebook of burying or monitoring their content. The Executive Director on Twitter, Jack Dorsey, told CNN last year that the bias of his staff is \"increasing the decline of the left.\" However, as the Guardian reported in December, accusations of systemic bias stem from the fact that technology companies usually keep their strategies of moderation in content secret. Moreover, some conservative publishers have been successful in social media. A recent analysis by NewsWeb, a social media analyst, found that Fox News and The Daily Wire were among the most connected publishers on Facebook in June 2019. Many public figures on the right, from politicians such as Trump and Commentators such as Ben Shapiro, enjoy extensive follow-up on platforms such as Twitter and Instagram. Our governor Trump claimed that the people were \"stopped\" from following him on Twitter. We were able to search the President &apos; s file, find it and track it within seconds. The White House did not provide any evidence of his claim. We found no evidence that the Twitter proposal made it difficult to follow. The recent cleansing of false accounts has limited Trump's Twitter followers, but has also reduced former President Barack Obama's followers. Trump's claim is not accurate. We assess it wrong.", "vclaim_id": "vclaim-pol-00427"}