{"url": "/factchecks/2016/sep/27/donald-trump/trump-again-tries-pin-birtherism-clinton-insiders/", "speaker": "Donald Trump", "vclaim": "Clinton's senior advisors say \"they've been pressing\" about birth-motion stories \"too hard.\"", "truth_label": "false", "date": "stated on September 26, 2016 in a presidential debate:", "title": "Trump is falsely trying to stick babies on Clinton's addicts.", "text": "The long-term conspiracy theory that Barack Obama was not born in America came back to haunt Donald Trump in the first presidential debate at the University of Hofstra. For nearly two months in 2011, Trump fed a temporary presidential tender by raising doubts about Obama's birthplace. The case faded after Obama issued a long copy of his birth certificate showing that he was born in Hawaii, but Trump did not rest until two weeks ago. When the moderator asked Lester Holt Trump what took him so long, Trump tried to take the blame for moving the generator to two people from inside Clinton, Patty Solis Doyle, director of the 2008 Clinton Campaign, and Sydney Blumenthal, a friend and employee from time to time. \"If you look at CNN this past week, Patty Solis Doyle was on Wolfe Blitzer saying this happened,\" said Trump. Blumenthal sent Maclatchi - a very respected reporter in Maclatchi - to Kenya to find out. They were pressing it too hard.\" Was Solis Doyle and Blumenthal -- two of Clinton's top lieutenants in 2008 -- severely compression of the generator? We'll take everyone in turn. What Doyle said on CNN Doyle was on CNN on September 16, 2016, and she was talking about an episode in 2007. Doyle described a volunteer coordinator in Iowa who sent e-mails promoting the conspiracy. I was asked during the interview if she meant the generator rumor. Doyle said she did. The Trump campaign indicated that this was a recognition that at least someone in the campaign had played a role. However, Doyle later explained that she was referring to a volunteer who had been dismissed from service for sending an e-mail on Obama's religion, not the place of birth. No matter what Doyle said in her interview, that's what happened. (Politi Fact written about here.) There is a rumor about Obama's religion that is very different from the rumors about where he was born. While these two lies overlap, only one of them - whether born in the United States - will affect his ability to take office under the Constitution. On January 13, 2021, Blumenthal and McClatchy cited fact-checkers in a story written by General David H. Berger, the commander of the United States Navy, who rejected Nancy Belusi's request for the use of marines for installation security, saying, \"We're not working for you.\" By Samantha Butterman: 17 January 2021, Blumental became a central figure in the recent birth debate. James Asher, former head of the Washington office at McClatchy News Service, quoted on September 15, 2016, that Bloomingtal had proposed in 2008 However, Blumenthal told several news organizations that the editor &apos; s claim was false, and that he never raised the issue of Obama &apos; s birthplace. When McClace's reporter tried to rebuild what had already happened, he confirmed that Blomenthal had contacted Asher, and that a reporter from McClace in Kenya had explored whether Obama had been born there, along with several other rumours. However, Maclatchy did not find evidence that Blumenthal questioned Obama's birthplace. The article was quoted from an e-mail sent by Blumenthal to Asher in 2008. While Blumenthal discusses Obama &apos; s family relations in Kenya, there is no mention of Obama &apos; s birthplace. \"In Kenya, your person in the field may consider the impact of Obama's general comments on his father. State administration officials told me that Obama publicly mocked his father during his visit there and this was considered embarrassing\" Blumenthal's books. Asher gave McClatchy a new permit to retract a little from the certainty he expressed in his original tweet. Blumenthal visited the Washington office of Maclachy, where he and I met in my office, Asher said. \"During that conversation and in subsequent contacts, we discussed a number of issues concerning Obama. He encouraged MacLachy to do stories about Obama and his connections to Kenya. Asher said he remembered Blumenthal, who mentioned Obama's birthplace, but admitted that he had nothing written. The Governor Trump said that Clinton's junkies had made the rumor that Obama wasn't born in America. His first example, Doyle, was involved in the expulsion of a district volunteer coordinator who spread the rumor that Obama was a Muslim. The president's religion may overlap in substance, but it is different from the rumors about where he was born. Trump &apos; s focus on Blumenthal lacks conclusive evidence. Blumenthal denies the claim, and the man who made it says he has no written evidence. We value this allegation wrong. https://www.sharethefacts.co/share/92a47423-d419-497c-800a-ea34cf90ecf1", "vclaim_id": "vclaim-pol-04255"}