{"url": "/factchecks/2019/oct/22/tj-donovan/vermonts-ag-misses-mark-claim-most-records-request/", "speaker": "TJ Donovan", "vclaim": "\"The majority of applications for records held by the Public Prosecutor's Office are from private companies and law firms.\"", "truth_label": "barely-true", "date": "stated on October 18, 2019 in Op-ed published in VTDigger:", "title": "The Attorney General of Vermont misses the mark with the claim that \"most\" records come from private companies.", "text": "This month, Prosecutor Vermont T.J. Donovan introduced a new public records rule, which was criticized by transparency and politicians on both sides of the corridor. This rule prevents members of the public from filming the records they examine unless they pay a fee to pay for the preparation of documents for staff members. (Joff) Phil Scott and Secretary of State Jim Condus said there was no legal basis for the government to accuse members of the public of taking pictures of records. The Attorney General says he interprets the law differently. In defence of its new policy, Donovan argued that taxpayers must recover the time it takes for their employees to locate, inspect and filter records before inspection - especially when the majority of requests do not come from members of the public, or the press, but from private entities. \"Most of the records applications held by the Attorney General's Office are from legal and private companies,\" Donovan wrote in an article published by VTDiger last week. \"There is a cost on Vermonters associated with the diversion of the lawyer's time and resources from my office,\" he added. • \"To some extent, should we provide free legal work to law firms and companies that may take a negative stance on our State's policies?\" VTDiger has asked Donovan's office to reflect its record filming policy. But his justification for this raised more questions. Does \"most\" of his office really come from companies and lawyers? On Thursday, one day before Donovan's opinion was published, his office reported that 49% of public records As of Monday, OIOS said that the number had decreased slightly to about 45 per cent. Of the 126 applications submitted to the Attorney-General this year, 32 were from journalists, and 37 were from citizens acting independently, according to a review of the applications submitted to the Office and made available to the public on the Internet. The remaining 57 applications - 45.2 per cent - have been received from companies, law firms and non-profits, and the Office of the Public Prosecutor divides these applications into one category, \"companies,\" when, according to Khira Clarke, the Chief Officer of Donovan's staff traces the applications for the records received. Within this category, it is true that most applications have been made by law firms and private companies. However, nine of the applications in this category came from non-profit actors, interest groups and, in one case, a law faculty. On May 13, 2009, Barack Obama reported in legal files on the production of photographs depicting the ill-treatment of prisoners. By Angie Drobnik Hollan, 14 May 2009, four applications came from energy policy advocates, a conservative non-profit organization dedicated to bringing \"transparency into the world of energy and environment policy.\" The applicants also included the National Centre for Consumer Law, a non-profit centre focusing on the legal and policy work of low-income citizens; the Public Rights Project, an organization promoting civil rights and economic justice policies; and the Judicial Supervision Authority, another non-profit organization pursuing the right and focusing on government transparency. A request for legal aid in Vermont and another application from a student at the Faculty of Law of the University of Chicago were also included in the category \"Companies.\" Clark said the D.A.'s office's been tracking public records like this for years, starting before Donovan took office. She said, \"Something that's not a citizen and not a member of the press will be in this other group.\" However, Donovan referred to this entire category of claimants as \"private law firms\" which should not include universities, non-profit public interest groups and legal support clinics. If the category \"companies\" excludes non-profit organizations, there will be nine fewer applications: the total number of law firms and private companies will reach only 38 per cent of all applications. Our judgment on Donovan is correct in saying that private law firms and companies often ask his office for dozens of records filed this year. Technically, their applications do not constitute the majority of those received by the State in 2019, although the requests from \"companies\" (as determined by the Attorney General's Office) were only one percentage point lower than 50% when Donovan made his statement last week. But because of the Prosecutor's methodology for tracking records, non-profit interest groups, a respected university, and a legal aid clinic The manner in which the Donovan office classifies registration applicants and its general data on those entities is not compatible. We're assessing this allegation mostly wrong.", "vclaim_id": "vclaim-pol-00032"}