{"url": "/factchecks/2014/nov/06/joe-scarborough/which-side-spent-more-2014-midterms-democrats-or-r/", "speaker": "Joe Scarborough", "vclaim": "∙ Expenditure on the 2014 midterm elections by both \"left and right are equal.\"", "truth_label": "half-true", "date": "stated on November 3, 2014 in a segment on \"Morning Joe\":", "title": "Which side did I spend more on the 2014 mid-terms for Democrats or Republicans?", "text": "The last stop in business was rarely dominated by negative television advertising this course, a poor by-product of record piles of money thrown at competitive races across the country. The funds flowed from candidates, parties, stock exchange groups and \"dark money\" that do not need to report their donors, as well as from individual donors like you (although your influence is waning, sorry). On the eve of election day, Joe Morning Joe, who co-hosted Joe Scarborough, and the economic guest Jeffrey Sachs, argued about whether the left or right had more money in what Sachs called \"the billionaire elections.\" Saxe said that most of the funds would be well disguised, with large amounts coming from private oil and gas companies, allocating millions of dollars as contributions from the billionaire brothers Charles and David Coach. Scarborough wasn't having this argument. \"Jeff, you just can't say that,\" said Scarborough. \"You can look at the numbers, the left and the right are both equal. It's like an arms race between the Soviets and the Americans. It's equal. You can say \"big oil,\" whatever you want, that's just not factually accurate. Saxe replied that the Coach brothers alone might have put $300 million in the election. Scarborough said, \"You're always talking about oil and gas while there's actually environmentalists on the left who put millions and millions,\" a reference to a major liberal donor, PAC Tom Styre. \"The addition of all the money, now, is about equality on both sides,\" said Scarborough. Although the votes came before the vote count, we believe that it is worth reconsidering as a final celebration of all those television spots. The basic question: Who spent more, right or left? :: Understanding the playground problem in declaring the winner of the spending race, as well as in arguing between Scarborough and Sachs, is the American political system that ultimately makes it difficult to calculate who spent, over what. This is detrimental to Scarborough &apos; s assertion that the expenditure on the left and right in 2014 was equal, as the claim is largely rooted in speculation. Moreover, existing facts tend to undermine Scarborough's claim. The Centre for Responsive Policy, a non-partisan group in Washington whose mission is to track political spending, estimates that candidates, parties, committees, external groups and donors will spend at least $3.67 billion on the 2014 midterm elections, an increase of $40 million over 2010. According to the Center, \"Red Team,\" a symbol of the Republican bias groups, he would have spent about $1.75 billion across the country while paying all the bills. \"The Blue Team,\" democratic bias groups, will spend $110 million less, about $1.64 billion. The rest of the funds come from groups that are not suitable for another fund or fund. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: January 12, 2021 the difference between the two sides is a big part of the change, but not like \"the Republicans wipe the floor with the Democrats,\" said the Central Research Director, Sarah Brenner. Another method, if spending is elections, is the Red Team estimated to win the 47.7 per cent to 44.7 per cent cycle. Some of this difference makes sense. The organization was spending more on home races, for example, because it had more seats to protect. There is one thing we need to know about the status rating: it does not explain the money in the direction of the \"issuances\" that began earlier in the election cycle, does not ask the public to vote in a particular way, and does not have to be disclosed. While there are no reliable accounts of this type of undeclared expenditure, Brenner said that some of the largest donors in this area are non-profit groups associated with a hut, which would increase the number of conservatives more than it is today. So, from what we can see, experts say that the causes of the Republicans are slightly higher than the expenses of the Democrats in 2014. But Sunlight's nonprofit says \"dark money\" is a big X factor. The dark money is the post-citizenship period of expenditure by groups that do not reveal donors, including trade associations, trade unions and non-profit social welfare organizations such as the Coch Brothers founded by the Americans for Prosperity. The Sunshine Foundation runs editor Kathy Kelly says that untraceable dark money is a conservative's preferred tactic, while Democrats tend to use supertraceable PACs. Take Styre, the liberal environmental activist who poured millions of dollars in the 2014 elections in an attempt to separate the Republicans, including the Florida government. Rick Scott. Kelly said that Styre was the single largest contributor to the PACs in 2014 in the amount of $73 million. The next largest donor is Michael Bloomberg for $20 million, which also supported Democrats in 2014. The conservatives also donated to the PACs, but not to the same degree. She said that Magnett casino Sheldon Adelson gave about $5 million. \"But the question is, did someone like Adelson just come out, or did he just give in ways we can't see?\" Kelly said. While Steer's contributions are announced because he gave the PACs, there is little certainty on the other side of the ledger. The Sunshine Foundation has recorded about $140 million in dark money, some of which come from business groups that want to keep private donations. These so-called dark financial groups also tend to give more to Republican candidates, indicating that donors are Republicans as well. Until January 2014, for example, Washington Post and the Centre for Responsive Policy were able to use tax returns to detail over $400 million in spending on the 2012 campaign by a network of 17 conservative groups led by the Coch brothers. MSNBC did not respond to our request for comment. Our rule is Scarborough and a guest contesting spending in mid-2014 with Scarborough saying that spending on both sides in 2014 is equal. Our estimates indicate that the groups allied with the Republicans have spent more, although the estimates are rather close. But there's a lot of money we can't track. Scarborough &apos; s claim is partially accurate but omits important details. We value it half right.", "vclaim_id": "vclaim-pol-07030"}