{"url": "/factchecks/2019/sep/03/dan-mccready/nc-congressional-race-mccready-says-bishop-was-lon/", "speaker": "Dan McCready", "vclaim": "Dan Bishop says that \"the only vote taken from either party - the only vote - against pharmacists is to be able to tell people about low-cost drugs.\"", "truth_label": "half-true", "date": "stated on August 28, 2019 in a debate on WBTV:", "title": "In the NCC congressional race, McCreedy says Bishop was voting against the pharmacy bill.", "text": "All eyes lie in the Ninth Congressional Chamber in North Carolina, where candidates exchange accusations about health care in the last days before 10 September of the special elections. In a debate on WBT on August 28, the Democrat Dan McCreedy accused Republican State X. Dan Bishop of voting against a bill allowing pharmacists to report cheaper alternative drugs. McCready said: \"He's got the only vote from either side - the only vote - against pharmacists who can tell people about less expensive drugs.\" It is an allegation repeated by McCready throughout the race on social media and in an offensive announcement. He talks about the Fair Practices for Pharmacists Act, which prohibits secret orders that discourage pharmacists from offering cheaper alternative drugs to customers. It succeeded in 115.0 in the House of Representatives and 45.1 in the Senate in 2017. In fact, Bishop was the only member of the North Carolina General Assembly to vote against the bill before the Government. Roy Cooper signed it as a law. In the discussion phase, Bishop said that his opposition was \"for procedural reasons.\" When faced with the charge before, the Senator said that he did not have time to read the final version of the House Bill before the vote, and indicated that he had endorsed a similar bill for the Senate. We asked both campaigns about Bishop's position on politics. It is true that Bishop voted against the Pharmacy Fair Practices Act alone, but his vote and statements indicate that he is in favour of allowing the pharmacist to tell people about cheaper alternative drugs as long as it does not burden the pharmacists and their customers at greater costs. The Bishop supports the prohibition of pharmacological gag orders. The Fair Practice of Pharmacological Patients Act was applied in the two General Assembly Chambers in North Carolina in March 2017. In the next few weeks, these bills have worked their way through the various committees of the House of Representatives and the Senate that have amended their language. In the Senate version, Bishop supported the changes that his campaign says were designed to protect consumers from incremental costs. On April 26, the bill, which helped Bishop revise, was unanimously approved by the Senate. On January 26, 2021, in the North Carolina tweet, Secretary of State Ellen Marshall, Jenna Woodsworth stated, \"She has won state-wide races more than anyone else is likely to be alive.\" • February 1, 2012, when a copy of the bill was added from the House of Representatives to the calendar on June 28, Bishop says that he did not have time to read the bill to ensure that it contained similar amendments. Jessica Brod, spokesman for the Bishop campaign, said: \"This was a big point of contention for him.\" \"He did not feel comfortable voting for legislation without making sure that those changes had been made.\" (If he had done so, he would have found that the bill was already identical. How should elected officials vote when they have not performed their domestic duties? Bishop says he votes not on any legislation he hasn't read in full. In an e-mail to the WBTV television station, Bishop responded to McCreedy's allegation: \"This accompanying home version was added to the Senate calendar on June 28 last minute, and contrary to Nancy Belusi's advice about Obama's care program, I do not vote on bills without having the opportunity to read them.\" However, McCready wondered why Bishop did not have time to read an invoice less than two pages. \"Senator Bishop even refused to read the bill that would allow pharmacists to tell people about the less expensive drugs although they were shorter than \"green eggs and pork,\" he said in the discussion. :: (Statistics, the Code of Fair Practice for Pharmacist Patients comes in about 200 shorter words than Dr. Seuss, \"Green eggs and pork.\") When we asked the senator about his campaign not to prepare it, he proudly explained that the vote had come after a debate on the Workers &apos; Compensation Bill written by the Bishop. The General Assembly website shows that the vote on the Law on the Fair Practices of Pharmacists and on the draft Law on Compensation for Bishop Workers was less than an hour away. Our judgment, McCreedy, said Bishop was the only member of the House of Representatives or the Senate who voted against a bill allowing pharmacists to tell people about less expensive drugs. The registration call confirms it's true. However, McCready ignores the fact that Bishop supported an identical version of the bill. That vote and his statements indicate that he supports this policy. We're assessing the claim half right because it leaves important details and takes things out of context.", "vclaim_id": "vclaim-pol-00212"}