{"url": "/factchecks/2019/jul/12/julian-castro/when-did-it-become-crime-cross-us-mexico-border/", "speaker": "Julián Castro", "vclaim": "Section 1325 of the United States Immigration Act was put in place in 1929, by apartheid.", "truth_label": "mostly-true", "date": "stated on June 30, 2019 in an interview:", "title": "When did crossing the border between the United States and Mexico become a crime?", "text": "During the first democratic debate in June on whether to repeal the immigration law criminalizing unauthorized border crossing. Castro wants to repeal section 1325 of the United States Act, which sets out the legal consequences for persons entering the country between ports of entry, while Aurourke said that the law should remain in place. In an interview with the Ministry of National Security following the discussion, Castro discussed his immigration proposal and outlined the policy he wanted to eliminate. Castro said, \"It's a crime to cross the border.\" \"This is the law that was put into effect in 1929, by way of dismissal, by the way. From 1929 to 2004, it was mostly enforced as a civil violation.\" We have already considered the second part of this Castro statement, about changing the enforcement of this policy under President George W. Bush. We assessed the claim that it was often true - some migrants were prosecuted for inappropriate entry before taking office, but his administration had established a programme to prosecute most migrants before deportation. This time we look at the historical element of Castro's allegations. Is he right when he says that politics was enacted by a man of apartheid in 1929? The Castro campaign referred to an article in Washington Post about a senator, a white fanatic, who drafted the first version of the federal law criminalizing entry into the country between ports of entry. But this is not the law that Castro wants to repeal. This early action was abolished in 1952, when Congress approved a comprehensive set of migration reforms that put policies such as Article 1325 into effect. Let's start at the beginning. Coleman Livingston Billis Coleman Livingston Place, South Carolina, was an elected Democrat in the United States Senate in 1925, having served for two terms as Governor of South Carolina. Kelly Latel Hernandez, a professor of history at the University of California in Los Angeles, who studied the subject, told the newspaper that Blais was \"an undead white fanatic.\" In a speech delivered in 1911, after he was sworn in as Governor, Blair described his vision of South Carolina, which included \"the liberal accreditation of Confederate veterans\" and \"the work of white and colored convicts in different camps.\" He also said he was opposed to the imposition of taxes on whites to cover the cost of teaching blacks. Bliss was also a vocal supporter of mob killings, reportedly saying \"to hell with the Constitution,\" to the extent that it required people to be tried for crimes before a jury. \"When the Constitution moves between me and defending the virtue of white women in my state, I will resign from my commission, tear it apart and throw it into the breeze,\" said Blais in 1921, according to the Chicago Daily News. His position on lynching was considered essential in the 1930 campaign for his re-election to the Senate (which he lost). \"In fact, it seems as if Mr. Bleas is fulfilling his hopes for re-election on the basis of the belief that there are more people in South Carolina who support the law of extrajudicial execution from there in favour of a mob trial and conviction,\" he reads an article in the Greenville News. While still in office, Blais became \"the first member of the United States Senate to whom the Confederate flag was offered, and put in his office,\" according to a story in the Belville Telescope in Kansas. After receiving the flag at a ceremony, he said, \"When I stop praising and defending the southern soldiers and this slogan, On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • On 3 February 2021 the policy of release was enacted in 1929 in March 1929, the Immigration Act was passed, making entry into the country between ports of entry a misdemeanour punishable by up to one year's imprisonment. It also made illegal return to the country after deportation an offence punishable by up to two years &apos; imprisonment. Before the adoption of this law, \"The United States basically has open borders,\" but the twentieth century saw a shift in \"thinking illegal migration as a problem originating from Mexico rather than from Asia and Europe,\" according to article 2012 in the Law Journal of the University of Loyola, Chicago. Julia Young, history professor at the Catholic University of America studying immigration and Latin America, said that Pierre's policy was the first to target immigration on the southern border of the nation, although some people still faced criminal charges of crossing the border before his law was adopted. For example, a Chinese immigrant who crossed the southern border before 1929 will continue to be criminalized on the basis of the China Exclusion Act of 1882, Young said in an e-mail. However, Paisen &apos; s policy targeted Mexican migrants in particular. \"The idea was to force Mexican migrants to enter a licensed and controlled current that could be operated and stopped when they wanted to enter ports of entry.\" Hernandez wrote in an article in 2017 about the date of the criminalization of border crossing. \"Any immigrant who enters the United States beyond the limits of this current will be a criminal subject to fines, imprisonment and eventual deportation.\" The modern language adopted in 1952, the Blais Act, remained alive until 1952, when Congress approved the Immigration and Nationality Act, which repealed and reorganized parts of the existing law and developed new provisions - including the policy that will become article 1325, which criminalizes entry into the country between ports of entry. This policy has been incorporated into the 1952 Act as article 275, and penalties for illegal entry have been reduced from the levels imposed by the 1929 Act. Illegal entry continues to constitute a misdemeanour, but is punishable by imprisonment for up to six months instead of one year. This decision meant that criminal cases based on illegal entry could be tried before federal justices of the peace \"without the right to be tried by jury or grand jury indictment,\" according to a paper published in 2010 in the Law Journal of Northwestern University by Ingrid Igle, a professor of law at the University of California. The act of Pires is not officially referred to as a source of Article 1325, but is a basis for this policy. A July 2017 US Attorney's Bulletin of the Department of Justice described the work of Bliss as the \"first copy\" of both modern illegal entry and return laws. Brian Osley, Assistant Professor of Law at the University of North Texas in Dallas and former American Magistrate in South Texas, said: \"Technically, the language of 1325 begins in 1952 law. However, one can see that the language of the 1929 Act affected the drafters of the 1952 Act.\" In her 2010 paper, Agley said that \"the law has remained fairly constant over time\" on the criminal side. \"For example, the Criminal Unlawful Entry and Return Act of 1929 remains the core of the Immigration Offences Act today,\" written. Our judgment (Castro) said that section 1325 of the Immigration Policy, which makes illegal entry into the country a crime, was \"established in 1929, by a biased.\" Technically, it was not Blair - a senior white official who called for policies based on apartheid and mob hanging - that had enacted the law on illegal entry into the United States as it existed in the current Immigration Act. However, it was the first policy to criminalize all illegal entry on the southern border of the nation and is the basis of the 1952 policy, which has evolved into Article 1325 today. We're mostly assessing this claim right. In fact, this statement is accurate but requires further clarification or information.", "vclaim_id": "vclaim-pol-00438"}