{"url": "/factchecks/2019/mar/15/joe-cunningham/yes-airguns-used-oil-gas-exploration-are-16000-tim/", "speaker": "Joe Cunningham", "vclaim": "\"The explosion of seismic air pistols (used for energy exploration) is... 16,000 times higher than the \"traditional air horn.\"", "truth_label": "mostly-true", "date": "stated on March 7, 2019 in a U.S. House hearing:", "title": "The congressman with the air horn is probably right about the density of the seismic air guns.", "text": "If the image is equal to a thousand words, Republic Joe Cunningham, D-S.C., it may prove that one second explosion of sound is equal to 2000. On March 7, the United States House heard about the threats to whales posed by energy exploration, pulled Cunningham out of air and, with permission, pulled the trigger. Canningham's show and his news spread. \"Was that broken?\" Canningham asked Chris Oliver from the National Oceanic and Atmospheric Administration. In November, the Agency authorized five companies to use high-capacity seismic instruments to explore oil and gas pockets off the Atlantic coast from Delaware to Florida. Canningham wanted to explain what a powerful man meant. \"It was annoying, but I didn't find it particularly broken,\" Oliver answered. He then pressed Cunningham on Oliver to compare the air horn noise with the seismic air rifle arrays used by surveying vessels. Kingham: \"How far do you think it sounds to blow up a shaky air pistol and then this air horn I just heard?\" \"I honestly don't know.\" Kingham: \"Guess. Ten times? Oliver: \"How far is it?\" Kingham: \"Well, say you're within a reasonable distance, say within a quarter mile. Is it 10 times? 25 times? \"I honestly don't know.\" Kingham: \"I mean, you can take a guess.\" Oliver: \"No.\" Kingham: \"A hundred times? Do you think it's a thousand times higher? \"I doubt it.\" Kingham: \"You doubt it. What if I told you it was 16,000 times higher than I heard here? Oliver wasn't the only person who was surprised to hear that a array of seismic air guns was 16,000 times higher than air graves. We decided to see if the number would hold. • In comparing decibel levels with apples to ballistics, seismic arrays release sound waves of between 19,000 and 10 million times more intense than the air crust in Cunningham. • Apart from the point where the sound wave force blows up your eardrum or causes other physical harm, the noise is more a matter of human perception than a measurable quantity that applies to all species. • Comparison of decibels, rather than sound, is the approach used by marine biologists. What's going on with ocean seismic surveys can get oil and gas companies an idea of where to dig into the ocean using vessels that send sound waves to the ocean floor and pick up the echo to see what's beneath it. This government chart illustrates the basic process: Facebook special fact-finding bulletins mentioned on January 11, 2021 in an article in Facebook Nancy Belusi, no longer the Speaker of the House of Representatives by Samantha Buterman. January 12, 2021 Source: Office of Ocean Energy Management, air guns launch an explosion of high-pressure air into the water. The wave bubble creates the sound waves. Notice that some sound waves are going straight down, some in an angle. The way the arrays work, the more the sound wave drifts directly from the bottom, the lower the decibel level. We analyzed that when we ran the numbers downstairs. Just before Donald Trump took office, OEMA cancelled applications for permits for seismic surveys in coastal waters in the central and southern Atlantic. The Agency wrote the value of the surveys \"no greater than the potential risks of the effects of the sound pulse of those studies on marine life.\" When Donald Trump became head of government, she reversed her course. At the end of November 2018, applications for permits were removed as a major obstacle. Many coastal communities are opposed to drilling for fear of damaging the environment and the tourism industry. Given that seismic surveys are the first step before any wells are flooded, South Carolina and 16 municipalities - Cunningham, several of them - have brought proceedings against the Federal Government to prevent both surveys and offshore drilling devices. One argument against surveys is that they threaten the marine ecosystems and the animals in which they live. The right whale in the North Atlantic is particularly vulnerable. Only 411 stays, about 15 percent fall in eight years. The factors that drive them down are numerous. They include exposure to disease; injury to passing ships; and death as calves after losing the care of their mothers. The sounds of seismic air rifles were linked to the killing of whale-fed krill and caused the collapse of whales' ability to communicate. Scott Krauss, Senior Scientific Adviser in the New England Fish Basin, who testified at the House hearing, told us that the low-frequency votes used in the surveys were of particular concern. \"Low frequencies travel away with a little easing, so the seismic noise goes for hundreds of kilometres,\" said Krauss. Almost every whale-by-line connection occurs at low frequency ranges, and then concerns about disturbance, displacement, and separation of cows/ castle at long distances.\" The Government is imposing a number of restrictions to minimize the impact on marine life. Scientists like Krauss say that these restrictions are far from adequate, given the intensity of seismic surveys and the way the sound moves across the ocean. Drilling numbers Kaningham said that the explosion of seismic air pistols was 16,000 times higher than his cortex. In terms of context, the normal conversation is about 60 decibels. The disposal of waste is working hard at 80 DB. The plane takes off about 140 dbs. Canningham Horhorn comes in at 120 dB. The big Canningham number has been checked out, but there are problems. First, the noise is self-inflicted. In fact, we don't know about large whales' perceptions of sound, said Christopher Clark, a research professor in Cornell, who specializes in whale sound and testified against seismic surveys at the hearing. \"As bioacoustics work with animals, in this case whales, we don't talk about noise, we use the sound level in the Decibels.\" Second, the Koninham crew took 120 D.B. from the explosion of the Horn's air and the maximum level of 260 D.B. for an seismic air pistol and subtracted to find the difference. The problem is, one measured on land and the other in the ocean. \"Comparing the sound in the air with one in the water, although it's based on a real interest in getting this idea of a loud difference across the audience, is the wrong direction,\" said Clark. \"The way in which the density of the sound is measured in the air is not the same as the density of the sound in the water.\" ==History==Rebecca Drago, a Kiningham spokesman, said that he was not aiming for technical precision. Drago said, \"He wanted to explain to the people in the room how this really loud voice would feel.\" Using decibels isn't really effective for people to understand. Fortunately, there is a simple transformation (except for 62 db) to compare the readings of decibels of air and water. On the basis of apples to clamps, we calculated the difference in the decibel level between the Canningham air trailer and the seismic air pistol arrays. We corrected the air-water factor, and we used three decibel levels for air rifle arrays, based on figures from the National Oceanic and Atmospheric Administration Environmental Fisheries Assessment Report, discussions with the Office of Ocean Energy Management, and an independent analysis of seismic surveys. There are more than three levels, but we have chosen a range from high to low. The Office used 230 decibels in the environmental impact statement. The lowest decibel level in the table for a row corresponds to the most steep angle just below the ship. What difference does that make to whales and other ocean animals is a matter of controversy. In order to verify the facts, it suffices to say that at the lower end, the air rifle array can be 19000 times more dense than the air horn. That's a little more than Canningham said than 16,000 times the difference. Given the way the Decibel system works (Logaritime), the change of 60 decibels is a million times more intense, and 70 debs change 10 million times larger. At those levels, Canningham greatly underestimated the audio difference between the seismic air pistol arrays. There is no doubt that sound in water contains many precise differences, and a level of less than 225 decibels can be recorded. But the Office of Ocean Energy Management told us that this is the \"near\" range they're using, and we didn't find any fewer. The governor (Canningham) said that a seismic air pistol would blow up a \"16,000 times higher\" than an air crust. We don't know exactly how whales are dealt with, so louder isn't the right term. But decibel levels are comparable. Given the extent of decibel levels of seismic arrays, Canningham is largely on the money at the low end of the readings. Moreover, Canningham has greatly underestimated the difference. His statement is largely correct, but he needs some additional context. We're assessing this mostly right. Correction: An earlier version of this fact-checking process stated that the survey permits had been issued. Verification of the facts now shows that the National Oceanic and Atmospheric Administration Fisheries Agency has agreed to the accidental seizure of marine life, a major step before final approval. Sharing the facts of 2019-03-15 20:48:44 UTC PoliticsFact 5 1 7 PoliticFact Dacting: Mostly true: \"The seismic explosion of air pistols (used for energy exploration) is... 16,000 times higher than \"the traditional air horn.\" The Democratic Representative of Joe Cunningham of South Carolina https://naturalresources.house.gov/hearings/examings-the-the-the-North-aatlantic-right-wale hearing the United States House Subcommittee on Water, Oceans and Wildlife. Thursday, 7 March 2019 2019-03-07 Read more information", "vclaim_id": "vclaim-pol-00884"}