{"url": "/factchecks/2019/apr/11/blog-posting/no-jay-z-did-not-arrange-15-million-trust-fund-nip/", "speaker": "Bloggers", "vclaim": "Jay-Z says he set up a $15 million trust fund for Nepsi Hasil's children.", "truth_label": "pants-fire", "date": "stated on April 4, 2019 in a story:", "title": "No, Jay-Z didn't arrange a $15 million trust fund for Nebsi Hasil's children.", "text": "After the violent death of the rapper Nebsi Hassel, the hip-hop scientist and entertainment scientist, the report circulated that Jay-Ze had established a huge trust fund for the two late rappers. Although it seems impressive, the calculation was quickly dismantled by many entertainment sites and blogs. The story of the supposed trust fund was published on April 4 on Popular SuperStarz.com. The article, which was shared on Facebook more than 2,200 times, was referred to as part of the efforts of the Social Media Platform to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) The story does not provide any source of its claim. He's simply saying that Jay Z's \"quietly set up a trust fund for Nebsi's children, and you won't guess how much it's worth.\" He then goes on to claim that Jay-Z made his partner's obsession with Lauren London, \"implementing a $15 million trust; the beneficiaries are his daughter Imani and his son (with London), Cross. We tried to contact the author of the article, or anyone who writes on the website, but there's no contact information on the site. It appears that her Facebook page has been removed. Jay-Z had a relationship with Hasil. After Hussein's death, Jay Z published a funny picture on Instagram with the title \"RIP Nipsey Hassle. Another tragic loss of hip-hop. Condolences to his family.\" In fact, according to the Los Angeles Steve Soborov Police Commissioner, Hussel and the representatives of the Rock Jae Zee Nation had set a date with the agency \"to talk about ways (Hossell) that could help stop gang violence.\" It was scheduled for the day after Hasil died. We (@LAPD Moore and I) were meeting, at the request of @Nipsey Hussle with him and @Rocning tomorrow at 4 p.m. to talk about ways that can help stop gang violence and help us help children. I am very sad at https://t.co/rcGtvw9c6L on \"Fualth-Chect-Vacebook,\" which was mentioned on January 11, 2021 in an article in Facebook by Nancy Belusi, who was no longer the spokesperson for the house by Samantha Butterman. No reliable media outlet or entertainment news site reported the alleged donation. We contacted Jay Z's registration company, Rock Nat, to comment on the story, but we didn't hear anything about it. Shortly after discrediting the Trust Fund story, fans quickly went to the social media for their invitation: not a single reliable website reported on the establishment of a trust fund for the children of Nebsi Hussel. Only one site known as pecking bytes and spreading false news - Dougie Diamonds Novelter (@DogieDiamonds) April 4, 2019 Jay Z woke up this morning. The discovery of the world was assumed to have created a $15 million trust fund for the children of Nebsi Pic.twitter.com/ec7pjjkaGX - King (@sportaphele) April 4, 2019 Lol Oh Ya BTW... that FAKE Clickbat story The report was soon discredited because it was unreliable by many hip-hop web sites, and we were unable to find any evidence or details indicating that such a donation had been made. This is the pants on fire! Sharing the facts 2019-04-1115:19:13 UTC Politic Fact 1 1 7 PolityFacting: Pants on Fire says Jai-Z has established a $15 million trust fund for Nebsi Hassel children. Internet bloggers Thursday April 4, 2019 2019-04-04 read more information", "vclaim_id": "vclaim-pol-00771"}