{"url": "/factchecks/2011/may/06/kathie-tovo/kathie-tovo-says-one-randi-shades-biggest-donors-l/", "speaker": "Kathie Tovo", "vclaim": "One of the largest shareholders of the Austin Randy Chad City Council member is the lobbyist for the Formula 1 track planned outside Austin.", "truth_label": "barely-true", "date": "stated on May 2, 2011 in campaign mailers.:", "title": "Kathy Tofu said one of Randy Chad's biggest donors was the champion of the race.", "text": ":: Kate Tofu, among the 3 Austin City contenders, a member of the Randy Chad Council, says in at least two recently sent reporters to voters that despite the city budget crisis, the Council may give $4 million a year for 10 years to support the race track. This suggests that the Council may identify part of the city &apos; s estimated sales and use tax revenues to cover future costs related to the single Formula races on the planned south-east Austin route. Here, we do not wonder whether such expenditure is a subsidy. We wonder what Tofu adds in her mail: \"One of the largest contributors (the shadows) is the racetrack lobby.\" In a telephone interview, the manager of the Tofu campaign, Mark Yeznaga, told us that the lobbyist was Richard Suttle, a partner in Austin's influential legal firm, Armbrost and Brown. Yezhnaga handed over that Suttle personally gave Chad only $25, which is the maximum that any lobbyists working in the city hall could give at every election. However, he said that lawyers and couples associated with Armbrost and Brown had made 51 company-related contributions, of which 45 contributions in the amount of $350 and six contributions in the amount of $25, for a total amount of $15,900 from late December to 4 April, at the end of the last reporting period. After being fed up with Suttle's little donation, Yaznaga replied: \"You're being ridiculous. It is well known in the city that Suttle is a lobbyist who does a lot of the work of Armbrost and Brown.\" Yeznaga noted that 16 members of the company, who listed 21 lawyers on its website, contributed the maximum of USD 350. Among the founders of the company, David Armbrost was listed in Chad's financial files as a package, which the city defined as anyone who had requested and obtained contributions from the candidate amounting to more than $5,000 during the financial reporting period. Armbrost, like Suttle, a registered pressure player in the city, gave $25. Suttle is a familiar figure in the city hall, as he often represents real estate developers. Fifty-five clients have been reported to the city, including the Americas Circle, which builds the race track. After that, we arrived in Sotel, which he described as one of Chad's largest contributors as \"extension.\" It's an old campaign.\" The City Order, which limits the number of people pressuring the city by $25, means that it cannot be a major donor. He said, \"I have to laugh,\" and he said he told his wife, who also donated $25 to Chad's campaign: \"I think 50 dollars is putting us on the list of top shareholders now.\" In a telephone interview, the campaign manager Chad, Catherine Heinchen, indicated that the funds donated by the Sotels group represented a small share of over $168,000 collected from November to 4 April. She said by e-mail: \"In my calculations, our average contribution is $208. Suttle's $25 is about 1/8 of that. Moreover, the last time I checked, there were only 10 individuals who donated LESS from Richard Suttle!\" That might be true. However, the donors associated with Armbrost and Brown accounted for 9 per cent of Chad &apos; s contributions until April 4. The financial reports show the shadow of nine non-Ambrost packages, which account for 15 per cent of their campaign contributions as at 4 April. The next single most successful package collected about $6,300, less than half of Armbrost's capacity into the shadow. There is no doubt that Armprost's assembly is appreciated by the incumbent, and he points out that the company's lawyer, including Sotel, wants her to win a second term. But Tofu overfired when the racetrack pressure poked. Other members of its law firm are responsible for sending more money to Chad. We're barely assessing the claim. In an interview on January 31, 2021, John Kerry said that Hurricane Harvey \"more water fell in Houston in five days than he went over Niagara Falls in one year.\" On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13142"}