{"url": "/factchecks/2019/jul/23/donna-shalala/yes-children-homestead-facility-get-far-less-time-/", "speaker": "Donna Shalala", "vclaim": "The children at the Homestead immigration facility say, \"They get 30 minutes a month to talk to family members. If they were in a federal prison, they would get 300 minutes.\"", "truth_label": "half-true", "date": "stated on July 21, 2019 in an interview on CBSMiami with Jim DeFede:", "title": "Yeah, kids at Homestead get a lot less time to contact the family than federal prisoners.", "text": "Children captured in an immigrant facility in Homestead, no, are stuffed under harsh conditions and rules and, in some respects, are treated worse than prisoners, as a South Florida congresswoman says. The U.S. Republic of Donna Shalala, D-Fla, criticized the conditions at Homested facility on July 21, an interview with Jim David CBS in Miami. \"They get 30 minutes a month to talk to family members,\" said Shellala, representing the Miami area near Homestead. \"If they were in a federal prison, they'd get 300 minutes.\" Shella is one of the Democrats of the South Florida Congress calling for the closure of the Homestead facility and sending children elsewhere. In our fact-finding report, we learned that a waterfall underestimated the number of children who could talk to their families, although it was the point that the time was much less than the time of the phone for federal prisoners. The temporary shelter for unaccompanied children was opened in June 2016, during a wave of immigrants on the southern border of the United States. It was used until April 2017. It was reopened in 2018, and the first new wave of unaccompanied children arrived in March. It is managed by Calibourne International, a private profit company and a government contractor. On 22 July, there were some 990 children in the shelter. In mid-July, the average length of stay was 36 days. The United States Department of Health and Human Services sent us the written policy on telephone time, which was written during the Obama administration in January 2015. This policy stipulates that children should be given the opportunity to make at least two phone calls per week - each for 10 minutes - for family members and/or pastoralists living in the United States and abroad. Children are called free. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On January 16, 2012, 80 minutes of telephone time per month is added, not 30 minutes, as the Falla said. A waterfall speaker said that when she misspoked about the central monitoring body, a waterfall correctly mentioned the limits on calls in the Chamber of Deputies in June and in a press release. However, the children told the migration advocates that they did not have that much time in practice. Some said that calls were limited to five to seven minutes. The lawyers filed a federal lawsuit against the federal government regarding the homstead terms. Federal prisoners, who spend years behind bars, get more phone time with relatives. The policy of the Federal Bureau of Prisons provides that prisoners shall receive 300 minutes per month for telephone calls, with an additional 100 minutes per month in November and December. The maximum time per telephone call is 15 minutes. (The 300 minutes do not include calls to lawyers) Unlike calls made by children, prisoners either pay for their phone calls or make group calls. Christopher Zukes, a former prisoner who is now a counselor for lawyers and prisoners, has told us about long-distance telephone calls in the United States, which would amount to about $63 a month for prisoners. The governor said the kids at Homestead Immigration get 30 minutes a month to talk to family members. If they were in a federal prison, they would get 300 minutes.\" Shellala misspokes in the number of minutes the children speak. It's 10 minutes twice a week, which is over 80 minutes a month. The number of minutes stems from a policy developed in 2015 during the Obama administration. The other part of its claim is under consideration: children receive less telephone time than federal prisoners, who receive 300 minutes per month. Unlike children, federal prisoners either pay for their calls or are collected. We're assessing this statement half right.", "vclaim_id": "vclaim-pol-00406"}