{"url": "/factchecks/2015/oct/30/ben-carson/cnbc-debate-ben-carson-cites-high-cost-regulations/", "speaker": "Ben Carson", "vclaim": "Among manufacturers with less than 50 employees, \"average cost in terms of regulations is $34,000 per employee.\"", "truth_label": "half-true", "date": "stated on October 29, 2015 in a Republican presidential debate:", "title": "In the NCBC discussion, Ben Carson points to the high cost of regulations for small-scale manufacturers.", "text": "Presidential candidate Ben Carson called for fewer government regulations in the Republican debate on October 28. In response to a question about whether the Government should regulate pharmaceutical prices, the former neurosurgeon focused on talking about federal regulation more generally, saying that increased government involvement meant more problems. \"Well, the average small manufacturer, whatever their manufacture, drugs or anything, if they have less than 50 employees, the average cost in terms of regulations is $34,000 per employee,\" said Carson. \"It makes it a lot easier for them to go somewhere else. So what we have to start doing instead of, you know, choosing this group or this group, is that we're going to have a significant reduction in the organizational impact that's happening.\" We wondered whether Carson &apos; s claim that regulations cost $34,000 per year per employee in small manufacturing firms was correct. We found Carson got the number from a report, but the same number isn't bulletproof. This figure comes from a 2014 report commissioned by the National Association of Manufacturers - a group calling for regulatory reform - which concluded that small manufacturers bear a greater regulatory burden than medium-sized and large companies. The study concluded that industrial companies with fewer than 50 employees face an average organizational cost of $34,671 per employee per year. In contrast, the average among manufacturing firms of all sizes is $19,564, and the average among all businesses in the United States is $9,991. The researchers were W. Mark Crane and Nicole V. Crane, economists at Lafayette College. In short, the krenes calculated the total cost of the systems in the United States, estimated the cost to various economic sectors, and then calculated the cost per employee within each sector using payroll data. Their 2014 industrialization study is based largely on a study produced by the Small Business Administration, a government agency, in 2010. Many critics consider that the 2010 study is flawed because of the inaccurate way in which the core figure is calculated: how much total systems cost, which is about $1.7 trillion. The non-partisan research service of Congress has questioned the findings of its report. The point is that it is based on the extent of regulation within the United States and economic growth, rather than on the trade costs associated with certain regulatory policies. ∙ (For a detailed overview of the criticisms in the 2010 report, read this New York Times blog). In an e-mail to Politic Fact, Nicole Crane said that they \"treated the criticism seriously\" and amended the 2014 report as a result. One of the major changes is that researchers also surveyed the manufacturers. They inquired about the actual costs incurred by these companies, such as the purchase of special equipment to meet regulations and the cost of hiring compliance monitoring personnel. Crane said that the results of the survey supported the findings from the analysis of the organizational indicator. She said: \"The results obtained from these two clearly different approaches were quite similar.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, we were unable to find any other studies of good quality that calculated a similar figure to which we could compare the Crane data, and the experts we asked were unaware of any of them. The Cranes methodology is on track, but the problem is that they do not have good data to support this, as Richard Williams said, the economist at the Mercatus Institute at George Mason University, which reviewed the 2010 study. The federal government publishes thousands of rules every year, but there are reliable cost data on very few of them. While it is uncertain what the actual costs are, the figure of $34,000 mentioned by Carson may not be entirely off-base for manufacturers with less than 50 employees, as Williams said. \"This may be on the field, but it may be much higher, but it may be a little less,\" said Williams. This figure is so vague that it makes no sense, as a senior colleague of the Brookings Institution and economist Clifford Winston said, noting that his work is generally critical of government organization. There are many rules and types of costs -- everything from the direct cost of hiring private employees to the indirect cost of loss of efficiency -- to the cost of hiring private employees. Most researchers viewed regulations more narrowly, such as a specific regulation study or a specific business sector. Furthermore, Winston said that the study did not take fully into account the benefits of regulations, adding that in some cases the absence of regulations might be more costly than compliance costs. In looking at the report, Winston said that the figure cited by Carson was by no means a reliable picture of how much the small manufacturer &apos; s average spent on compliance with regulations. The Governor Carson said that among manufacturers with less than 50 employees, \"the average cost in terms of regulations is $34,000 per employee.\" Carson cited a number of reports issued in 2014 by the National Association of Manufacturers. However, the methodology on which the report is based has some significant shortcomings and is therefore not necessarily reliable. We value the claim half right.", "vclaim_id": "vclaim-pol-05793"}