{"url": "/factchecks/2019/apr/24/e-gordon-gee/does-west-virginia-trail-its-neighbors-stem-gradua/", "speaker": "E. Gordon Gee", "vclaim": "\"Our mandate has fewer science, technology, engineering and mathematics graduates from any neighbouring country.\"", "truth_label": "true", "date": "stated on March 19, 2019 in a speech:", "title": "Did West Virginia follow her neighbors in Steam's alumni?", "text": "Does West Virginia follow its neighbours in science, technology, engineering and mathematics in higher education? The Rector of the University of West Virginia E. Gordon Guy said so during his State of the University address on 19 March. \"Our state has fewer science, technology, engineering and mathematics graduates from any neighbouring country,\" said G. We decided to see if G was right. We defined the \"neighborship\" as a State that shares the border with West Virginia: Maryland, Kentucky, Ohio, Pennsylvania, and Virginia. In support of his assertion, we referred the G office to a web site managed by a consulting firm on the company's website called the Web Selection Group. The website provides statistics on scientific and technical certificates awarded in 2016. Using raw numbers of graduates, G. Yeah: West Virginia was awarded 4,912 degrees, smaller than the five neighbouring states. The second smallest was Kentucky, 8,252 degrees. On January 17, 2021, President Donald Trump stated in an interview with Fox News that he \"cannot say anything (about the riots in the American Capitol) because the platforms removed it.\" But by Bill McCarthy on January 18, 2021, looking only at the raw numbers of graduates is misleading because the population of West Virginia is smaller than any other state. In order to eliminate the influence of the population, we also considered the percentage of all degrees awarded in the state that were in the fields of science, technology, engineering and mathematics. On this scale, West Virginia ranks last among neighbouring states, too, although the comparison is closer. ∙ (We used data from the Federal Ministry of Education combining fellow, bachelor's student, master's and PhD in each state for the period 2015-2016).) We found that 16% of West Virginia's degrees came in the St. M. Fields, near -- but behind -- Virginia at 17%, Kentucky, Ohio, and Pennsylvania at 18%. Mariland was a clear leader by 23%. Our governor J said, \"Our state has fewer science, technology, engineering and mathematics graduates from any neighbouring country.\" He is correct in the raw figures and a percentage of all the degrees awarded, although measured by a percentage, it is very close competition. We're evaluating the statement right. Sharing the facts of 2019-04-30 13:55:35 UTC PoliticsFact 6 1 7 PoliticsFact Dating: True: \"Our mandate has fewer science, technology, engineering and mathematics graduates from any neighbouring country.\" President of the University of West Virginia: https://www.youtube.com/watch?v=JW0REUB4BM&Featury=Youtu.be&t=33m3", "vclaim_id": "vclaim-pol-00721"}