{"url": "/factchecks/2014/sep/08/cory-gardner/cory-gardner-says-his-plan-contraceptives-namely-p/", "speaker": "Cory Gardner", "vclaim": "He says on contraception, his plan is \"the cheapest and the easiest for you\" from Sen.", "truth_label": "barely-true", "date": "stated on September 2, 2014 in a campaign ad:", "title": "Cory Gardner says his birth control plan, the pills, is cheaper than Mark O'Dall.", "text": "The Democratic Mark Odal constantly attacked his Republican competitor, the Republic (Kore Gardner), in support of anti-abortion measures such as personal legislation. But Gardner's attack with a new announcement aired in the Colorado Senate race on women's health issues. \"What's the difference between me and Mark O'Dall in contraception?\" ............................................................................... \"I believe the pill should be available on the table, 24 hours a day, without prescription. It's cheaper and easier for you. The Mark Odal plan is different. He wants to keep government bureaucrats between you and your healthcare plan. This means more politics and more profits for pharmaceutical companies. My plan means more rights, more freedom and more control for you.\" The \"plan\" of Odal is essentially the Affordable Care Act, which requires health insurance companies to provide access to contraceptives approved by FDA without sharing costs, which means that the consumer pays nothing for the prescription in the pharmacy. ∙ Gardner, who has repeatedly voted to repeal President Barack Obama's health-care law, says he believes that the alternative \"big and easy\" is to allow the sale of the pill on the table, i.e. without prescription. The Gardner campaign said that his plan had two parts: to allow the sale of grains from above the Count and \"to ensure that women can be reimbursed through insurance.\" His campaign said they could both be accomplished without the law of affordable care. If the Affordable Care Act is not repealed, Gardner wants insurance providers to be allowed to cover contraceptive pills without prescription. The Odal campaign stated that it was in favour of allowing large-scale sale of contraceptive pills as long as insurance companies were still charged with covering these pills without any cost-sharing. It is therefore up to us to compare the Affordable Care Act with the Gardner Position, which repeals the Contraceptive Act and replaces the contraceptive element with its proposal. What contraceptive plan is \"cheap and easy\"? We found that even groups advocating making cereals available on the table - such as Jessica Aronz, President and Executive Director of the Reproductive Health Technologies Project and Dan Grossman, Vice-President of Research in Reproductive Health in Ibis - do not believe that they were a cheaper alternative to consumers than requiring insurance companies to cover contraceptives without sharing costs. The Gardner campaign referred to a study by the Consumer Health-Care Products Association, an advocacy group for the manufacture of consumer health-care products. The study looked at savings from several different drugs that became widely available, but not contraceptive pills. The group estimated that every dollar spent on over-counting drugs would save up to $7 billion, or $102 billion per year, on the health-care system. Some $25 billion of these savings are in the form of a reduction in drug costs. But the bulk of the savings is actually from avoiding trips to the doctor to get a prescription, I found the association. Imagine going to a doctor every time you get cold to get a prescription for Sudaved or Claritin when your allergies went off. In addition to these visits: However, under the Affordable Care Act, preventive health care for women must be covered without sharing costs, which means that travel to a doctor for a birth control prescription will not entail any costs from private money. Therefore, a large part of the alleged savings from the transfer of contraceptive pills over the Contre will not be achieved; it does not really cost consumers anything. It is also speculative for Gardner to insist that his plan is cheaper. As far as we know, there was no study that specifically looked at the cost benefits of transporting contraceptive pills over the Contre, and a spokesman for the Consumers' Health Care Products Association told us that they \"can't talk to any specific product or component.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, this does not mean that providing birth control without sharing costs, as the Affordable Care Act does, is free of charge for the health care system. When insurance companies are required to cover the costs of birth control or doctors &apos; visits without requesting co-payment, these costs are included in the monthly premiums. You may not have to pay for anything at the pharmacy, but you can pay for it in other ways, especially if you have previously chosen not to buy insurance and have suddenly been forced by law to buy the insurance policy. Some new schemes may also choose not to cover these services, and do not address the millions of individuals who will remain uninsured under the law. Zack Cooper, a professor of health policy and economics at Princeton University, said that if the pill was reclassified above the front, consumers would have more options, sales would increase and competition among pharmaceutical companies would increase. These factors can all lead to lower prices. However, he said that it could also have a negative impact, as consumers suddenly paid for birth control at the buying point rather than getting it free of charge. \"When you make something a little more expensive, use goes down,\" said Cooper. This means that more women are pregnant and children cost a lot more than birth control. You can argue that in fact it will increase the cost of insurance and the government will be at stake for more federal subsidies.\" So there's a lot of uncertainty about which is actually cheaper. We would also like to see more details from Gardner on how \"to ensure that women are compensated for (pills) through insurance,\" but no legislation or detailed summary has yet been issued. The Gardner Plan applies only to one method of birth control: contraceptive pills. While contraceptive pills are the most common form of contraception, they are not the only method. Approximately 27 per cent of contraceptive users reported that these pills were their preferred method, meaning that three quarters of them used another option (although the study included condoms and vasectomies that were not covered by the law and constituted a significant part of contraceptive use). Other methods of birth control may be more effective or more favourable for some patients, but also much more expensive at the point of purchase, as Alina Salgankov, Vice-President and Director of Women &apos; s Health Policy at the Kaiser Family Foundation, said. Like intrauterine devices, which can cost $500 to $1,000 without insurance. So when Gardner asks, \"What's the difference between me and Mark Odal on contraception,\" but only presents a grain plan, it leaves a lot of people who can't medically use the pills or choose another option. Without the Affordable Care Act, these other methods will undoubtedly be more expensive for consumers. Similarly, it would certainly be \"easiest\" for many individuals to get contraceptive pills from above the CONTER instead of going to the doctor first to get a prescription, especially those living in rural areas where the doctor's office is not close to the pharmacy in the corner. But this again does not treat all methods of contraception, only pills. The Gardner Campaign also noted that the American Congress of Obstetricians and Gynaecologists issued an opinion in 2012 expressing medical support for over-inflicted access to oral contraceptives. However, the Group also continued to support the provision of the Affordable Care Act, which allows women to access contraceptive pills without sharing costs, noting that \"many studies have shown that even small cost-sharing requirements can limit the use of necessary preventive care.\" The Governor Gardner said that his birth control plan was \"better and easier for you\" than Sean's. This depends on his support for a plan that allows the sale of contraceptive pills on a large scale. The Gardner Plan lacks concrete details to allow for a comprehensive assessment. There is some evidence that health-care costs are generally reduced when medicines are widely available, but these studies did not specifically look at grains. There are many doubts and experts - from advocates to economists - as to whether the Gardner proposal would be cheaper for most consumers or for the health-care system than the Affordable Care Act. The Gardner Plan will address only one type of contraception, which means that many people who choose other methods of birth control will see higher costs. We're mostly assessing the statement wrong.", "vclaim_id": "vclaim-pol-07338"}