{"url": "/factchecks/2018/nov/02/tammy-baldwin/baldwin-bipartisan-bill-claim-scores-comes-caveat/", "speaker": "Tammy Baldwin", "vclaim": "She states that after an overdose of an ex-combatants, she \"bringed the parties together to help pass the law\" to make the prosecutor responsible and also to stop the over-description of opiates.", "truth_label": "mostly-true", "date": "stated on September 26, 2018 in a campaign ad:", "title": "Baldwin of the two party parties, Tomah Va, demands the proceeds, but comes with a warning.", "text": "The opioid crisis has devastated communities, claimed lives and become a major campaign issue. In the American Senate race in Wisconsin, the Republican competitor Lea Vokmir collided with Sin Tami Baldwin, a democracy, because of the scandal of the Medical Center for Veterans' Affairs. In response, Baldwin launched her own campaign announcement depicting the parents of the late Marines Jason Simakowski who claims that in the aftermath of death -- Baldwin \"to bring both parties together to help pass the law\" to make VA responsible and also to stop the over-description of opiates. This is what we want to look at here. The Baldwin Declaration certainly avoids what happened in Toma and the role played by her and her office in dealing with information from a whistleblower. As we have mentioned in previous items: The problems were first reported at the Tomma agency in January 2015, when the California Investigation Reporting Centre revealed the over-description of opiates by the facility. The doctors were handing out a lot of drug painkillers that some veterans took to call the place \"candy land.\" Prior to this, on 29 August 2014, the Baldwin Office received a report from the Inspector General &apos; s Office of the Department of Veterans &apos; Affairs following a two-and-a-half year investigation into the Tomah case. The report was not made public by Baldwin, although she shared it with one of the members who complained to her about what was happening in Toma. The report was not submitted to any other member of Congress at that time. A day later, Simakowski of \"mixed-use toxicity\" died of an overdose in Tomah VA while being treated by doctors there. (Simkowski) Entered the facility citing an addiction to painkillers and serious anxiety. He described 15 drugs, including antipsychotics, tranquilizers, muscle tranquilizers and tramadol opioid painkillers. In fact, after months of criticism that no action had been taken on whistleblower complaints about Tomah, Baldwin admitted that her office had made mistakes, leading to the expulsion of one staff member, the devaluation of another staff member and the imposition of the remuneration of its Chief of Staff. Vukmeyer smashed Baldwin for months because of the case. When she appeared in September 2018 in the Sunday Capitol City on WKOW-TV, she said Baldwin was the only member of the Congressional delegation in Wisconsin to have a report. In general, we assessed Vukmir &apos; s claim as often false. We found that Baldwin was the only one with the report and that she did not announce the report or her concerns until the scandal spread the news. However, it received the report only one day before the death of the warrior, and while it did not publish it, the investigation by the United States Senate Select Committee on Ethics into the allegations of cover-up shows that the complaints are not meritorious. Now, according to Baldwin, what happened later was the fact check that Tony Evers mentioned on January 12, 2021 in his speech, \"We put $330 million in public school aid - the largest in more than a decade.\" In its claim, Haley Bemler refers to the legislation that he co-authored - \"Jesson Simsakowski Memorial and Promises Act.\" Following the election campaign, Baldwin referred to this as the \"Jesson Act.\" This is what the Baldwin campaign referred to when we requested evidence to support its claim. \"The Jason Act contains various measures designed to make the VA system more responsible for the care of veterans and to provide stricter guidelines for the prescription of opiates,\" said campaign spokesman Bill Nedhart. \"Since the signing of the Jason Act, the Jason Act has helped to improve the VA, where they have seen lower rates of characterization of opiates and an increase in the number of doctors receiving updated training.\" And now in detail: The two-party bill: According to a news release of 22 June 2015, Baldwin and the United States introduced Sicilian Mor Cabito, R-W.Va, the initial measure. The newsletter shows that supporters at the time included 11 other senators - nine Democrats and two Republicans. Among Republicans: Ron Johnson from Wisconsin. On July 13, 2016, a report from WSAW and Associated Press said the Baldwin Bill and another from the United States Republic of America, Ron Kind, a Wisconsin Democrat, was included in the Addiction and Comprehensive Recovery Act, or CARA, consisting of 12 bills. This measure was approved by the Senate in 94.1 votes. On July 22, 2016, President Obama signed the package into law. Johnson himself referred to the measure as \"a bi-party step.\" VA Accountability/Excess description: This part of the claim is supported by the appearance of Deputy Under-Secretary Caroline Clancy on 9 May 2018 in the C-SPAN case. In the interview, Clancy said, \"We have seen a 47 per cent reduction in the number of veterans of chronic opiates in Tomah, which is slightly above the national average. Overall, we have made significant progress. For the proportion of patients on both benzodiazepine and opioids, which carries a very high risk of adverse events, the decline was 76 per cent in Toma, which is slightly preceded by the national decline.\" In April 2018, Tomah VA became one of 18 Veterans' Hospitals throughout the country participating in the \"Comprehensive Health\" programme. The programme considers the physical, mental, emotional, spiritual and environmental elements that work together to provide the best quality of life for all veterans, according to the United States Department of Veterans' Affairs. \"We will never eradicate the need for opiates, but I believe by combining them with non-traditional treatment and considering the full needs of veterans and veterans, we will be able to deal with pain. So, on narrow points of Baldwin's claim, she's on target -- even ignoring mistakes by her office that could have alleviated problems. Alec Zimmerman, spokesman for the Republican Party in Wisconsin, said that Baldwin had left \"the heroes of our state in danger\" and that instead of taking immediate action \"he was trying to save her political future.\" Our classification of the Baldwin campaign claims to have brought \"both sides together to help pass the law\" to make VA accountable and also to stop the over-description of opiates. The event occurred only after the over-description scandal wrote the headlines -- something was ignored in the ad. Similarly, the major step-by-step announcement is planned by Baldwin's own office. However, the claims contained in this declaration are limited. We assess Baldwin's claim mostly true.", "vclaim_id": "vclaim-pol-01326"}