{"url": "/factchecks/2011/may/14/charlotte-lehan/will-sellwood-bridge-have-be-shut-down-eight-years/", "speaker": "Charlotte Lehan", "vclaim": "If the Silowood Bridge is not replaced, it must be closed in eight years.", "truth_label": "barely-true", "date": "stated on March 29, 2011 in an opinion column:", "title": "Should the Silowood Bridge be closed after eight years if it isn't replaced?", "text": "The Silwood Bridge, which opened in 1925, is the only long-range bridge between the 205 states and the Ross Island Bridges. It's skinny and worn out, and people have been talking for a long time about doing something about it. In the mid-1980s, the maximum load of vehicles on the bridge was reduced to 32 tons. In June 2004, the province reduced the ceiling to 10 tons after the discovery of the cracks. Since then, TriMet buses and heavy trucks have not been allowed to be used. Last year, Klakamas County Commissioners approved an annual increase of $5 in car registration fees to help pay for a new bridge. The issue is now before the voters, some of whom argue that it is not logical to contribute to a bridge owned by the inhabitants of the neighbouring province of Multenomah even if it is used by the residents of the department of Klakamas. The bridge's supporters argue that if you leave alone, Sylwood will have to close it soon. \"Our time to work is limited -- if the bridge is not replaced, it must be closed within eight years,\" wrote the president of the department of Clacamas Charlotte Lehan. \"This will lead to further overcrowding and waiting on alternative routes including I-205, Highway 43, McLaughlin Street... Eight years. Yakis. This is a very specific timetable and a very definitive statement. We obviously wanted to know where she got her number. Tim Heder, spokesman for the department of Clacamas, said that Lehan had based her statement on a study by the officials of the department of Moltenomah. The engineering study was conducted by David Evans and his partners in 2005 and had two purposes: to assess the situation of Silwood, and to know what the province of Moltenomah should do to keep the bridge operational for another 10 to 15 years, with varying weight limits, until substantial repair or replacement has taken place. The engineering group separated the amount of money required to maintain different shipping limits. The department of Moltenomah chose the lowest-cost option -- $1 million to inject epoxy into the cracks and monitor the situation. The maximum pregnancy remained at 10 tons. The simple math tells you that after six years, we have at least nine years left on the original time frame from 10 to 15 years. Mike Baker with David Evans said in an e-mail to Poletti Vack Oregon that he had found a statement of Lehan \"compatible with our company's findings. We're in Boletti Vack Oregon. We're not the ones fighting with engineers. They know more about the mechanics of the bridge than we do. But we still have questions. Did the province have any other evidence indicating that the bridge was closed within eight years if it was not replaced? Is substitution, not repair, the only option to get more life from the bridge? And, notably, what would happen if the Clacamas voters voted to lower the car registration fee on May 17? After all, Lehane said what she said in the context of urging a yes vote to increase fees. Officials in Multenomah District were not quite clear about what would happen if voters refused measure 3.372. Clacamas provides only $22 million out of an estimated $290 million for a new bridge, but with already $20 million in short funding, the spokesman for Multnomah Mike Bolin province said that the province is not optimistic that it could make up another $22 million. \"We're replacing the bridge, as I mentioned,\" Pauline wrote in the e-mail. \"But we can't replace it if we can't pay for it. The project could be delayed, take longer to complete, or partially completed.\" We also asked Pauline if the county had any other evidence indicating when the bridge was closed. He spoke with the county project manager and the major bridge engineer of the Silowood bridge, and said, \"There is no hard and fast date when we know we're gonna need to close the bridge if it's not repaired. But in the absence of that, David Evans' study is the best guide to how long the bridge can remain in service in its current state, \"Bullen said. And finally, is the alternative the only way to get more life from the bridge? Pauline argued yes, because the province concluded that it was not cost-effective to do anything less. The speaker could not accept the possibility that further repairs or minimal weight would lead to an extension of the bridge's life, because \"the task of the engineering company in 2005 was to tell us what it would take to keep the bridge in service for 10 to 15 years.\" We hate to say it, but all of this left us mysteriously unsatisfied. Let's go back to Lehan's statement: \"Our time to work is limited -- if the bridge is not replaced, it must be closed within eight years.\" You didn't say, well, based on this study, that the bridge had about 4 to 9 years left at 10 tons, if no one did anything about it in the meantime. She did not say that the study was in response to a specific question posed by the province of Moltenomah. The bottom line is that Poletti Vack Oregon can't predict the future -- nor Charlotte Lehan. Her statement contains some elements of truth -- there's a study, there's a time frame -- but she ignores the fact that officials must abandon their long plans. We appreciate this statement hardly true. On September 15, 2010, in a statement on the campaign website, a bill by Earl Bloominauer would \"take control of GPS tracking devices on all our vehicles.\" • September 24, 2010, Oregon Live was returned to comment on this statement and on the evaluation. :: Editor &apos; s note: This statement was estimated to be barely correct when it was published. On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13094"}