{"url": "/factchecks/2016/oct/20/hillary-clinton/hillary-clinton-donald-trump-still-promising-depor/", "speaker": "Hillary Clinton", "vclaim": "Donald Trump says, \"Recently a few weeks ago in Phoenix, everyone who is undocumented will be subject to deportation.\"", "truth_label": "mostly-true", "date": "stated on October 19, 2016 in the third 2016 presidential debate:", "title": "Hillary Clinton: Donald Trump still promises to deport everyone who is undocumented.", "text": "Migration was one of the main themes during the final discussion between the democratic candidate Hillary Clinton and the Republican competitor Donald Trump. When Trump was asked about their positions, he reiterated his plans to build a wall along the southern border, obtain \"bad men\" outside the country and not give \"excuse.\" Clinton said that she did not want to tear families apart or \"see Donald's deportation force at work in our country.\" As evidence, Clinton said that Trump \"recently said a few weeks ago in Phoenix that every undocumented person would be subject to deportation.\" We wondered whether Trump actually said that all undocumented persons would be subject to deportation. The Clinton campaign referred to the Trump address on immigration on August 31, in Phoenix. In a 10-point speech, Trump started talking about criminals, saying, \"There will be no tolerance for foreign criminals.\" He said that his administration would start moving them out of Day One, working especially with the police and law enforcement who \"know who these people are.\" His fifth point focused on the enforcement of all immigration laws. The Clinton campaign highlighted this part of the speech in support of Clinton &apos; s comments on the discussion. \"In the Trump administration, all immigration laws will be enforced... as with any law enforcement activity, we will set priorities. However, unlike this administration, no one will be immune or exempt from enforcement. Officers of the Immigration and Naturalization Service and the Border Police will be allowed to perform their functions in the manner in which they are supposed to carry out their functions. Any person who entered the United States illegally is subject to deportation. That is what it means to have laws and to have a country. Otherwise we won't have a country.\" Trump stated that the priorities for his deportation included criminals, security threats and visa overruns. According to some estimates, about 40 per cent of the undocumented population came to the United States with visas and exceeded their date of departure. While Trump emphasized the removal of undocumented and illegal immigrants, Clinton &apos; s claim that every undocumented immigrant would be subject to deportation was valid. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" By Miriam Valverdi, 3 February 2021 in other parts of Phoenix's speech, Trump eventually told undocumented immigrants that they would have to return to their countries of origin and request return. \"These here illegally today, who are seeking legal status, will have only one way and one way: to return home and apply for return like anyone else, in accordance with the rules of the new legal immigration regime to which I have referred,\" said Trump. But Trump also gave another mixed message in the same speech. After achieving the objectives of enforcement and deportation, after building a wall, ending illegal migration and establishing a new system of lawful migration, \"only then will we be in a position to consider the appropriate conduct of those individuals who remain.\" This indicates that while every undocumented person can be deported (\"subject to deportation\"), not all of them will be deported. Our judgment, Clinton, claimed that Trump said, \"A few weeks ago in Phoenix, every undocumented person would be deported.\" On 31 August, Trump stated that any person in the country who illegally wished to obtain legal status must return to his or her home country and apply for return to his or her country, and that those who came illegally were subject to deportation. But Trump also said, \"Only then we'll be in a position to consider the proper behavior of those who remain.\" This indicates that he does not intend to deport anyone who is not literally documented. The Clinton Statement is precise but needs further clarification or information. We're mostly assessing it right. https://www.sharethefacts.co/share/ac1ea82e-ae5f-46ba-ad05-e4114fd4e0d", "vclaim_id": "vclaim-pol-04092"}