{"url": "/factchecks/2019/feb/14/facebook-posts/yes-democrats-held-majority-almost-every-time-cong/", "speaker": "Facebook posts", "vclaim": "Since 1938, the minimum wage has been increased \"23 times\" and raised \"21 times during democratic conferences, and only twice during republican conferences.\"", "truth_label": "mostly-true", "date": "stated on February 11, 2019 in a Facebook post:", "title": "Yeah, Democrats get the majority almost every time Congress agrees to raise the minimum wage.", "text": "Eighty-one years ago, the United States labour force was introduced to the first minimum wage ever in the Federation. In 1938, President Franklin D. Roosevelt signed the Fair Labour Standards Act, which established a minimum hourly wage rate of 25 cents for covered workers. Today, the Agency also sets standards for government employees and young people as well as overtime wages. Now, Mimi is spreading the Internet trying to examine how Congress is working on minimum wage standards based on which party is in power. \"since 1938, the minimum wage has been raised 23 times,\" \"I grew up 21 times during democratic conferences, and only twice during republican conferences. Still thinks both parties are the same?\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We found that the numbers are relatively strong. The minimum wage has already risen 23 times since 1938, when you calculated the year in which the minimum wage was set as \"high\" per se. However, some studies and reports indicate that number 22, leaving the 1938 rate out of its calculation. According to the Congressional Research Service, the policy branch of Congress, the minimum wage was raised 22 times separately, through 10 separate amendments to the Federal Wages Act. Some amendments aimed at raising the minimum wage included one-time increases (e.g., 1949 amendments), while others included multi-year increases (e.g., 1977 amendments). The minimum wage has not been raised since the current federal rate of $7.25 came into effect in 2009, the last number of increases already signed into law by President George W. Bush. (The federal minimum wage prevails in the 21 states that do not impose a higher state.) Regardless of Congress voting for multi-year increases or one year, it is true that all but two increases came when Democrats formed the majority, whether when the increases were approved or aged. On January 13, 2021, Jake Taber stated in his remarks on CNN that Donald Trump's second presidential accusation was \"more isolated between the two parties in American history.\" \"Democracy has been in control of the House of Representatives for a long time since 1938 without interruption between 1955 and 1994; they controlled the Senate for most of those time periods (but not 1981-1986),\" books. \"There were many increases in the minimum wage between 1955 and 1980, all of which were approved by democratic conferences. Since 1980, Congress has voted on only three increases: 1991, 1996 and 2007. Only the middle of these came from the Republican Congress.\" While many Republican presidents have signed increases in law over the years, all have done so while Democrats have formed the majority. These rates increased during the Republican majority in 1996 and 1997, and were approved after months of pressure from the Democrats. The final vote was 74 to 24, with 27 Republicans joining all 47 Democrats in favor. This Bill was signed into law by President Bill Clinton, representing two groups over the two years, totalling $5.15. It is also important to clarify that it is not as if 22 distinct votes had been cast to raise the minimum wage, and that all the voices that came during democratic majorities and subsequently led to increases. There were only about half of the votes - some amendments included several years of increase. However, it is true that the votes cast and the increases approved came when the Democrats formed the majority, along with the 1996 bill. There is a reasonable explanation for why: many Republicans have long been eager to raise the federal rate. It is argued by opponents that such mandatory wage increases can lead employers to lower positions, lower hours or increase prices in order to avoid the low profits that may come from higher pay. At the same time, advocates say that, by increasing the income of low-income workers, employers reduce the turnover of employees and create greater demand for more purchasing power for workers. However, we feel compelled to note that eight of the times that American workers have seen an increase in the minimum wage in the Federation, these increases are the result of four separate amendments signed by Republican Presidents to become law: Dwight D. Eisenhower, Richard Nixon, George H.W. Bush and George W. Bush. Since some of these increases have been implemented over many years, eight presidents of the Republic were in office during the years in which the minimum increases were introduced. The social media diary claims that since 1938, the federal minimum wage has been increased \"23 times\" and raised \"21 times during democratic conferences, and only twice during Republican elections.\" This rate has already been raised 23 times, including the initial federal minimum wage in 1938, 21 of which came during the democratic majority in Congress. Sometimes, however, the bills for increases came as a multi-year package, while others were just one-year increases. However, four presidents of the Republic signed the laws that made these increases possible and eight presidents of the Republic were in command at the time when these increases came into effect. To say that Democrats control Congress 21 times by increasing the minimum wage by 23 times is accurate but requires further clarification or information. We're mostly assessing it right. Sharing the facts 2019-02-14 17:09:15 UTC PoliticsFact 5 1 7 Politic Facting: Mostly since 1938 the minimum wage has been increased \"23 times\" and raised \"21 times during democratic conferences, only twice during republican conferences. On Monday, 11 February 2011, Facebook bulletins 2019-02-11. Read more information.", "vclaim_id": "vclaim-pol-01023"}