{"url": "/factchecks/2016/oct/20/donald-trump/donald-trump-predicts-hillary-clinton-will-double-/", "speaker": "Donald Trump", "vclaim": "The Hillary Clinton plan says it's gonna raise taxes, it's gonna double your taxes.", "truth_label": "barely-true", "date": "stated on October 19, 2016 in the third 2016 presidential debate:", "title": "Donald Trump is off base in saying Hillary Clinton will 'double your taxes'", "text": "One of the topics planned for the third presidential debate in Las Vegas was the economy, so fiscal policy emerged in a confrontation between Donald Trump and Hillary Clinton. At some point, Trump said about Clinton's tax proposal, \"her plan will raise taxes and even double your taxes.\" Is that right? The independent experts who developed models for tax proposals for candidates said that this would be the exception rather than the rule. First, a quick summary of Clinton &apos; s tax scheme, which includes tax increases for the rich. Clinton proposes an additional charge of 4 per cent on earned income of more than $5 million, as well as a 30 per cent lower tax rate for those earning more than $1 million. It will also reduce some exemptions and reductions to 28 per cent; tax interest, a kind of income normally earned by hedge fund managers, as a normal income; and permanently lower the threshold of real estate taxes to $3.5 million, or $7 million, on spouses, while raising the rate of tax on higher real estate to 45 per cent. The overall effect of these changes will be to increase taxes on the richest Americans. An analysis carried out by the Inter-Urban Institute/Brookings Foundation Tax Policy Centre concluded that \"In 2017, taxpayers in the highest 1 per cent of income distribution - those whose income exceeds $730,000 in 2015 - would see their tax burden in excess of $78,000. However, taxpayers in the lowest 95 per cent of the income spectrum -- those who earn less than $300,000 -- \"will see little change in average income after taxes,\" found the Centre for Tax Policy. The tax institution, which generally prefers lower taxes, has approved its own analysis on a large scale. Without taking into account the impact of the plan on the wider economy, \"the Clinton tax plan would raise taxes on the top 20 per cent of taxpayers and reduce taxes on taxpayers in all other fifths of income,\" as the enterprise's analysis said. The spokesman for Tramp Stephen Chung told Politi Fuckett that \"Clinton will double the tax rates on short-term capital gains.\" The campaign referred to an article from Fox Business explaining Clinton &apos; s proposal to levy higher taxes on investments held for a short period of time than investments held for longer periods. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 \"Under the Clinton Proposal, investment tax will be imposed between one and two years at the normal income tax rate of 39.6 per cent, almost double the current 20 per cent capital gain rate,\" as mentioned in the article. However, Trump said \"your taxes,\" indicating that many Americans would be affected by Clinton's tax increases. This is an extension, because, as noted in Fox Business, Camp Trump pointed out, \"only the highest 0.5 per cent of taxpayers will be affected by the plan.\" We asked the representatives of the two groups whether they thought Trump &apos; s comment was accurate on a large scale. \"It may be possible to find a very specific case where this is true, but its plan will only increase taxes modestly and in fact lower taxes for many people,\" said Kyle Pomerlo, the director of federal enterprises at the tax institution. Roberton Williams, a colleague at the Centre for Tax Policy, said that if I reflected the analysis of his group, it showed that the highest 0.1 per cent of taxpayers on average would see their actual tax rate rise from 34.4 per cent to 41.5 per cent -- an increase of about 21 per cent. That's a big shock, but it's not weak. At the same time, 80 per cent of the bottom will see tax cuts, and he said, while those in 80 to 95 per cent will get small tax increases, up to about 0.1 per cent, Williams said. \"I think some issues can be imagined where taxes will rise so much,\" said Williams. \"Perhaps an interest-bearing person can see his/her tax rate moving from the higher capital gain rate of 23.8 per cent to a marginal tax rate of 47.4 per cent on income exceeding $5 million. With enough of that kind of income, that person's taxes will go up a lot.\" The minimum tax rate proposed by Clinton of 30 per cent for those who earn more than $1 million - commonly known as the Buffet Base - can also be envisaged for double taxation for those who are lucky enough to pay less than 15 per cent today. The Buffett rule is called Warren Buffett, who criticized the fact that he was often taxed at a lower rate than his secretary. But both scenarios are \"very rare,\" as Williams said. Our referee Trump said that Clinton's tax proposal \"will raise taxes and even double your taxes.\" Independent analyses have concluded that the vast majority of taxpayers will experience tax cuts or no change in their tax bill under the Clinton Plan. The richest taxpayers will see increases -- and the richest can see large increases -- but even the wealthy taxpayers do not see their taxes double. Analysts said that it was possible for specific wealthy taxpayers who combined some income flows to experience double taxes, but that was the exception that established the rule. We're assessing Trump's statement as mostly wrong. https://www.sharethefacts.co/share/67b81a1f-6064-4072-a9af-b6ee7c595bd", "vclaim_id": "vclaim-pol-04096"}