{"url": "/factchecks/2014/oct/08/dan-patrick/dan-patrick-errs-leticia-van-de-putte-positions-/", "speaker": "Dan Patrick", "vclaim": "Leticia van de Pootie \"dissented the position of the National Guard forces on the border, sending millions to the Central American Governments instead and writing the law that gives education in the states to illegal immigrants.\"", "truth_label": "half-true", "date": "stated on October 8, 2014 in a TV ad:", "title": "Dan Patrick misses Leticia Van de Pootie and Central America, but the ad is the right on other fronts.", "text": "The Republican Dan Patrick, who pledges to make border security his priority, says his democratic opponent to the Lieutenant Governor was hiding her \"failure record of illegal immigration.\" In a television announcement shared by Senator Houston on Facebook October 8, 2014, the novelist says: \"Likia Van De Bot, Senator of San Antonio State, \"opposition to the position of the National Guard forces on the border, Note: Patrick opened by declaring that the Islamic State group \"terrorists threaten to cross our borders and kill Americans.\" In September 2014, Polyte Fact considered a similar allegation and concluded that it was highly unlikely that ISIS would operate in Mexico and launch a cross-border attack. But for this article, we focused on the three charges that Patrick brought against his opponent, and we found two of them solid and the third somewhat twisted. Let's take them one by one. As the declaration says in the screen type, on July 21, 2014, Van De Bot said, \"Texas Goff\" press release. Rick Perry's decision to send up to 1,000 National Guard troops to the border was \"the wrong way to go.\" In her release, she said that the best approach would be to provide local and government law enforcement agencies with the resources they required and needed. Van De Bot, noting the high number of unaccompanied children crossing Rio Grande, is prepared to undertake numerous missions by the recognized National Guard. She said: \"But to strictly arm the borders we will not be able to meet this unique human challenge.\" Therefore, democracy has opposed the deployment of troops. Education in the states for undocumented migrants has also played a key role in introducing the 2001 legislation granting university education fees in the United States to some unauthorized immigrants living in the United States, although Van De Bot was not the author of the proposal - as was the case with the original sponsor. The main author at the time was Rep. Rick Noriega, De-Huston. However, she was very close to doing so because she was a sponsor of the Senate proposal approved by the House of Representatives and submitted to the Senate before Perry was signed into law; legislative records showed that no other senator had co-sponsored the law. Under the law, long defended by Perry, children of the people of Texas who entered the country without legal authorization may be eligible to attend government schools and universities. At the 2001 legislative session, Perry accurately stated that very few legislators were opposed to this procedure. \"Many of these immigrants, we have no way of examining their background, whether for health or security.\" And what about Patrick III's arrow -- that Van De Bot would rather send government aid to countries in Central America than put Texas troops on the border? The Patrick Declaration provides a press report issued on 14 June 2014 by KGBT-TV, Channel 4 in Harlingen, as a basis for the Government &apos; s demand for aid. We saw the report and read a story published with the news video of the station. We didn't notice Van de Pootie directly saying that she would rather send millions of dollars to these countries. According to the news report, Van De Bot told a station reporter after visiting the American Border Patrol Facility in Brownsville, which holds thousands of mothers and children, that it was time for Congress to begin to reform immigration. According to the station &apos; s online writing, Van De Bot also asked Congress to give strong consideration to accepting President Barack Obama &apos; s $3.7 billion request to deal with the border crisis (although this message described for Congress was not part of the KGBT report). In a push from Alejandro García, spokesman for the Patrick campaign, we have noted references to the Obama proposal, which deals with money for border security and other needs in the Central American countries. When Obama had successfully requested $3.7 billion in July 2014, he said that the Government needed to spend on new detention facilities to accommodate additional border crossing points from Central America and to conduct more air surveillance and recruit immigration judges and border patrol agents. The Central American view: Garcia referred to the collapse in July 2014 of Obama &apos; s $3.7 billion request made by the United States of America today, which indicates that $295 million of his requested assistance will go to the Department of State and other international programmes to \"support efforts to repatriate and reintegrate migrants in Central America, to assist regional governments to better control their borders and to address the root causes of migration, namely. :: Creation of economic and social conditions, conditions of governance and the security of citizens. In addition to initial assistance, the continued funding of repatriation and reintegration activities will depend on the continued progress and cooperation of the Central American countries.\" We saw the same dollar figure and explanation on July 8, 2014, White House, \"Fact Sheet.\" Then again, Patrick's camp did not come forward, and we didn't reveal the evidence, Van De Bote said that instead of paying Texas troops to position near the Texas-Mexico border, United States dollars should go to countries in Central America. It should also be noted that she spoke of Obama &apos; s $3.7 billion request about five weeks before Perry revealed that he was considering sending troops to the border. The publication order was issued by Perry on 21 July 2014. Our rule, Patrick, said that Van De Both \"opposed to place the National Guard forces on the border, would send millions to Central American governments instead and wrote the law that gives education in the state to illegal immigrants.\" Van De Bot was the Senate sponsor of the House of Representatives proposal of 2001, which allows education within the State for immigrants who do not live here with legal authorization. It also opposed the deployment of the National Guard this summer. But she didn't say that instead of putting forces near the border, the State should help countries in Central America. Instead, Van De Bot earlier and separately urged Congress to approve Obama &apos; s application for federal aid to these countries. She suggests that she mixed up spending on Texas troops with the federal funding required. In balance, we evaluate Patrick's statement half right. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07174"}