{"url": "/factchecks/2011/may/21/ron-paul/us-rep-ron-paul-says-arab-and-muslim-nations-get-t/", "speaker": "Ron Paul", "vclaim": "\"Arabs and Islamic nations get twice as much money as Israel.\"", "truth_label": "mostly-true", "date": "stated on May 5, 2011 in a presidential debate:", "title": "Ron Bull says \"Arabs and Muslims\" get twice as much foreign aid as Israel.", "text": "When asked during the first discussion of the 2012 presidential campaign about its concern that Israel would start a war with Iran, Ron Paul of Texas turned to his position that the United States should stop sending money to other countries. \"I do not want any of these foreign assistance - Pakistan or anyone else - because the principle is wrong and because it does not achieve anything,\" said the Republic of Lake Jackson during the 5 May debate. \"If we stop all foreign aid, you say, \"Oh, you'll hurt Israel. But, you know, Arabs and Islamic countries get twice as much money.\" We looked into the comparison of Paul's external assistance. Paul did not respond to our request for evidence, but he repeatedly spoke of his opposition to all external assistance. Some background: A 2004 report by the Congressional Research Service lists several objectives for external aid, including economic development, poverty reduction and the promotion of democracy. Since the attacks of 11 September 2001, the United States has also established aid programmes throughout the Middle East in an attempt to deter extremism. In order to ascertain the facts of Paul &apos; s suspension in the debate, we have moved to the database of American external assistance, including loans and grants, maintained by the United States Agency for International Development. The database contains information on assistance provided by the military, USAID, the Department of State and the Department of Agriculture. According to the latest available data, the United States distributed approximately $45 billion to more than 180 countries in fiscal year 2009, the period from October 2008 to September 2009. Israel received $2.4 billion and ranks second after Afghanistan, with the United States conducting military and reconstruction operations. We do not know the countries that Paul is concerned with before \"Arabs and Islamic nations,\" we have focused on those that can be identified either Arab or Muslim based on inputs into the CIA World Fact Book, which provides information about States around the world. Outcome: Seven of the 11 largest recipients of foreign aid in 2009 can be described as Arabs or Muslims or both: Afghanistan ($8.8 billion in aid), Iraq ($2.3 billion), Egypt ($1.8 billion), Pakistan ($1.8 billion), Sudan ($1.2 billion), Palestinian territories ($1 billion) and Jordan ($816 million). Together, those entities received $17.7 billion. In addition, at least 30 other countries that could be considered Arab or Muslim received aid from the United States, including Somalia ($281 million), Morocco ($244 million) and Indonesia ($226 million). In one interview on 31 January 2021, John Kerry says that Hurricane Harvey \" dropped more water in Houston in five days of Niagara Falls in one year.\" By Brandon Mulder on 5 February 2021, aid to these countries in 2009 was more than seven times that to Israel - and it is not surprising that Paul compared between 40 plus and one more country, although that country was also the main beneficiary of the United States for a long time. From the foundation of Israel in 1948 until 2004, it was the largest cumulative recipient of United States foreign aid, according to an analysis conducted in September 2010. It was also the largest annual recipient since 1976 until it was overtaken by Iraq in 2005, which was invaded by the United States in 2003. Almost all of Israel &apos; s current assistance is military assistance. According to a February report, the close relationship between the United States and Israel is \"based on shared democratic values, religious ties and security interests.\" At the same time, American aid policy towards the Middle East has changed. A report issued in June 2010 by the Intelligence and Security Agency states that \"it has gradually evolved from a focus on preventing Soviet influence from gaining a foothold in the region and from maintaining a neutral position in the Arab-Israeli conflict, to the strengthening of the Israeli army and its economy and the use of foreign aid as a catalyst for the promotion of peace agreements among the countries of the region.\" Two of the largest Arab recipients had signed peace agreements with Israel: Egypt in 1979 and Jordan in 1994. Let us take a closer look at the figures from the United States Agency for International Development (USAID) inflation-adjusted dollar database in 2009: from 2000 to 2009, Israel received $32.3 billion in assistance from the United States, 82 per cent of which was military assistance. We compared this figure with the total aid for 10 years for the seven main Arab or Muslim recipients. Over those years: $136.4 billion, more than four times what Israel takes. Military component: 42 per cent. And before 2000? The relative shares of aid seem to be different. From 1990 to 1999, Israel &apos; s aid to the United States totalled $44.2 billion, while the seven Arab or Islamic States received $35.2 billion. However, other Islamic and Arab States also received assistance from the United States during that decade, including Turkey ($6.1 billion) and Bangladesh ($1.8 billion). The cumulative total of nations combined was more than the total number of Israel but not more than twice it. So where does that leave us? In the face of it, the accumulation of a State's foreign assistance dollar may not be a meaningful comparison with 40 other States. Regardless of that, and based on the latest decade of foreign aid data provided by the United States, Paul's statement is correct: collectively, the more than 40 Arab and Muslim countries have more than doubled Israel's revenues. We're mostly evaluating the statement right.", "vclaim_id": "vclaim-pol-13065"}