{"url": "/factchecks/2019/oct/17/greg-abbott/how-much-does-city-austin-spend-homeless-person/", "speaker": "Greg Abbott", "vclaim": "Austin City devotes over $20,000 to everyone in Austin.", "truth_label": "half-true", "date": "stated on October 10, 2019 in a tweet:", "title": "How much does Austin City spend, for every homeless person?", "text": "∙ (Texas Goff) Greg Abbott has Austin in sight. The Republican Governor threatened the work of the State if the Austin City Council did not take steps to address its decision to lift the ban on camping in public places targeting displaced persons. In one of the many tweets critical of the city, Abbott indicated that local leaders did not adequately direct available resources. \"The city of Austin devotes more than $20,000 per capita homelison in Austin, Abbott wrote in tweet. \"The problem is not resources. It's a prioritization. It is inaction and the authority to speak on the urgent issue of public health and safety. Haven's for hope in San Antonio works. \"The lack of law is never the answer.\" Haven for Hope is a shelter-like program in San Antonio that operates with private and government funding. In its latest budget, the city of San Antonio allocated more than $500,000 to the programme. Abbott repeated his appreciation for Austin in an interview on Austin TV. \"The city of Austin exploits taxpayers for more than $20,000 per homeless person,\" said Abbott. \"If they cannot solve this problem by spending $20,000 or more per homeless person, the problem is not displaced. The problem is the lack of leadership in Austin, Texas.\" We had to ask: Is Abbott's appreciation accurate? Sort of. While it is true that the city has allocated substantial funding to address the problem of homelessness, much of the funding is aimed at preventing homelessness, rather than going to programmes to support currently homeless individuals. The Austin budget looks at future programs by Abbott John Whitman's spokesman, who said that the Governor's statement was based on the currently displaced population in the city and its recently approved budget. According to the European Humanitarian Office (ECHO), \"Austen's currently displaced population\" said Whitman in an e-mail, referring to the non-profit community alliance to end homelessness. The current budget of Austin calls for $62.7 million to be spent on displacement initiatives. This amounts to $27,804.88 per displaced person.\" According to the data of the Coalition to End Community Displacement, Whitman came from 2019 in the time count, a number of displaced populations in a given area, as requested by the United States Department of Housing and Urban Development. This year &apos; s survey shows that 255.2 people are homeless in Austin. Of these, 1,169 were accommodated and 1,086 were not accommodated. The number of displaced persons in Austin has remained relatively stable over the past nine years, from 2,362 in 2011 to 1,832 in 2015. They also exchanged links with news articles discussing Austin &apos; s proposed budget, including one from KXAN breaking the dollar for homelessness. In his interview on January 31, 2021, John Kerry said that Hurricane Harvey \"dropped water in Houston in five days more than Niagara Falls in one year.\" As Brandon Mulder said on February 5, 2021, \"Another report from K.K.K.N. says that the city spends $37,000 per homeless person,\" said Whitman in his e-mail. The article explored the city's proposed budget and included a calculation of how much money officials were planning to spend on every homeless person during the fiscal year that began on 1 October. Whitman got the number from the article, but left the key details. \"If you only look at the totals, the city seems to be planning to spend $37,000 for the homeless person,\" read the article. \"And yet, most of this budget goes not to individuals but instead to programmes aimed at keeping people off the street.\" In view of the city, the Austin City Council voted in September to approve a $4.2 billion budget, which included $62.7 million for displacement programmes, plus an additional $500,000 for crisis services and \"camp clean-up.\" The funding is divided into three categories: prevention of housing displacement, crisis mitigation and re-empowerment, according to the city budget document. The budget allocates approximately $20.4 million to the prevention of homelessness, including homelessness prevention and emergency resettlement services for persons at risk of displacement from their homes. Funding under this umbrella tends to keep people at home, rather than services that help individuals who are currently homeless. The budget also spends $23.9 million on \"crisis mitigation,\" which includes support for emergency shelters, mental health and treatment of substance abuse disorders, and awareness-raising groups that identify and assist displaced persons \"before they reach a crisis situation.\" The last $18.4 million was allocated for the construction and maintenance of affordable housing and for contracting with local organizations to develop strategies to end homelessness in the city. Only one of three budget categories goes directly to services for those currently homeless: $23.9 million to mitigate crises. That would be about $10,000 for a homeless person. Our boss, Governor Abbott, said, \"Osten City devotes more than $20,000 to everyone in Austin.\" The calculations behind Abbott &apos; s claim come from the total budget for displaced persons &apos; initiatives -- $62.7 million -- and there are an estimated 2,255 displaced persons in the city. This division is divided into 72,804 individuals. However, a large proportion of $62.7 million is directed towards programmes to prevent homelessness and affordable housing, rather than directly for people suffering from homelessness. Abbott's claim needs more context. We're assessing this claim half right. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context.", "vclaim_id": "vclaim-pol-00046"}