{"url": "/factchecks/2019/aug/26/allen-frances/pants-fire-claim-donald-trump-has-much-blood-his-h/", "speaker": "Allen Frances", "vclaim": "\"Trap is a devastating person in this century as Hitler, Stalin, and Mao in the last century. He may be more responsible for millions of deaths than they were.\"", "truth_label": "pants-fire", "date": "stated on August 25, 2019 in remarks on CNN's \"Reliable Sources\":", "title": "Pants on fire claim Donald Trump has blood on his hands like Hitler, Stalin, Mao.", "text": "Is President Donald Trump ranked alongside the bloodiest dictators of the twentieth century? A prominent psychiatrist said that during an interview on CNN. Alan James Francis, honorary head of the Department of Psychiatry and Psychiatry at Duke University, appeared on CNN's \"Reliable Sources,\" hosted by Brian Stiller and analysing the news media. Francis - who played a key role in the publication of the fourth edition of the Manual on Diagnosis and Statistics of Mental Disturbances, a reference work that sets out recognized psychological conditions - was presented to this programme to discuss how the media should cover those who question the mental fitness of Trump in office. Francis warned of \"political medicine,\" but expressed concern about Trump: \"Trap is a devastating person in this century as Hitler, Stalin and Mao were in the last century. He could be more responsible for millions of deaths than they were. It must be contained, but it must be contained by attacking its policies, not its person.\" After some Twitter users attacked Francis to compare Trump with Adolf Hitler of Germany, Joseph Stalin of the Soviet Union, and Mao Zedong of China - and criticized Stelter for allowing Francis to comment without objection - he assumed responsibility, citing the technical difficulties that distracted him during France's suspension. As Francis explained in detail on Twitter, he was referring to the future loss of life caused by climate change, accelerated by Trump's policies: \"The terrible damage Trump is causing to the global climate at this critical point of global warming may be reversible/ could kill hundreds of millions of people in the coming decades. Many of them are our children, our grandchildren and their children. This is a existential crisis for humanity.\" We decided to take a closer look at Francis' original comment. In interviews with Polyte Fact, 20th century historians and climate change experts agreed that Francis had made an unusually wrong comparison to put Trump in the company of Hitler, Stalin and Mao. Rob Jackson, Professor of Earth System Science at Stanford University, said, \"I hate Trump's climate policies, which Hitler calls seem inappropriate to me.\" \"The climate and environmental policies of Tromp are devastating. But calling him Hitler is a distraction. It helps him to marginalize criticism.\" Benjamin Heat, a historian at Hunter College and Center for Graduate Studies at New York City University, author of \"Democracy: Hitler's rise to power and the collapse of the Republic of Weimar,\" said. Francis did not respond to queries regarding this article. A spokesman for Duke said that Francis had retired from university and had no current responsibilities. How many people did Hitler, Stalin and Mao kill? The number of deaths of each of the three dictators in the twentieth century is subject to some controversy and margin of error, but reliable calculations indicate that each of them was responsible for the death of at least 10 million or more. It was estimated by Yale Timothy Snyder University historian in 2011 that Hitler had killed between 11 and 12 million non-combatants, and Stalin had caused a similar number if it included deaths from disease and famine. In one interview on January 31, 2021, John Kerry says that Hurricane Harvey \"falled in Houston in five days more than in Niagara Falls in one year.\" The Holocaust Memorial Museum estimated more than 17 million deaths caused by Hitler. Combating mortality from the Second World War would pay more. (As Hitler and Stalin faced the Second World War, there is a risk of double counting in such calculations. Mao, for his part, may have crossed them together. Ian Johnson, author of China's Spirit: Returning Religion after Mao, estimated in 2018 that Mao was responsible for 42.5 million deaths, the largest number of which came from a preventable famine stemming from his big leap forward policy. How many deaths can result from climate change? An analysis conducted by the World Health Organization in 2014 concluded that \"climate change is expected to cause an additional 250,000 deaths per year between 2030 and 2050,\" for various reasons such as exposure to the heat of older persons, diarrhoea, malaria and malnutrition. Using the figure of 250,000 per year, it will take about 40 years of death due to climate change caused by Trump to meet the low end of Hitler and Stalin's death. This is what we can need for Christian death. In early 2019, Andy Heinz and Christy Epi, environmental and health specialists at the London School of Health and Tropical Medicine, were launched at the expense of the World Health Organization (WHO) \"Reserved Assessment\" in a paper in New England Journal of Medicine. But even if the estimates of the World Health Organization (WHO) are low, you clearly have to blame Trump for many decades of global climate change deaths to compete with Hitler, Stalin or Mao. Is Trump the only one responsible for climate change? Even experts who deny Trump's climate policies note that no future deaths will be attributed to him alone. The process was under way well before Tramp entered the Oval Office. Moreover, countless other factors - from corporate policies to the actions of individuals themselves - have led us to what we are today. \"When Trump took office, we were already committed to the ocean and to the atmospheric warming that we see now, the irreversible acceleration of the melting of the polar ice that we are now witnessing, the accelerated melting of the permanent freeze and its effects that we are now seeing, and the accelerated sea level rise that we are now witnessing,\" said Harold R. Wanlis, Professor of Geography and Regional Studies at the University of Miami. In view of this, Wallace said that the blame should be shared with all previous departments and conferences since about 1979, \"when it became clear that climate change was occurring, began to bring about such changes, was an irreversible basis, and would get worse and worse when we added more greenhouse gases to the atmosphere.\" Wanlis' description compares Francis to \"unwise, irresponsible, purely political.\" Peter Fritzch, historian of the University of Illinois, Politi Fact said \"It seems ridiculous to find a single reflection of the problem of climate change,\" as he said. \"Trump was born a poster of ignorance, but the problem is much bigger, more serious, and more difficult.\" Fritzch suggested a different comparison - presidents like Franklin Pierce and James Buchanan, whose inaction made civil war inevitable. He said, \"I'll compare Trump to the weak presidents in the 1950s who deliberately and deliberately failed to see the North-South conflict, the expansion of slavery in the West, and the cause of runaway slaves.\" The Governor Francis said: \"Trap is a devastating person in this century as Hitler, Stalin, and Mao in the last century. He may be more responsible for millions of deaths than they were.\" The comparison of Francis not only overestimates the number of deaths expected in the area of climate change compared with those of dictators, but also blames possible future deaths on Trump's feet alone, which even experts critical of Trump consider to be wrong. We value the pants statement on the fire.", "vclaim_id": "vclaim-pol-00233"}