{"url": "/factchecks/2019/sep/20/nicole-galloway/galloways-watchdog-bragging-claim-mostly-point/", "speaker": "Nicole Galloway", "vclaim": "Her office says \"uncovered $350 million in waste and fraud; led to 40 criminal charges against both Republicans and Democrats.\"", "truth_label": "mostly-true", "date": "stated on August 12, 2019 in her campaign announcement:", "title": "Galawi's claim for controlled dog replicas is mostly in place.", "text": "When Mike Parson announced his offer to remain in the governor's seat, the auditor, Nicole Galloway, was officially operational for almost a month. Galawi mentioned her achievements in her announcement of nomination on 12 August: \"I am a certified legal adviser and investigator in fraud cases. It is my duty to be an independent guardian of taxpayers. To light up government waste, I found a lot of it. The discovery of $350 million in waste and fraud; led to 40 criminal charges against both Republicans and Democrats.\" That sounds a lot. We decided to take a closer look at democracy's statement that its office disclosed $350 million in \"waste and fraud\" and that the discoveries resulted in 40 criminal charges against officials on both sides of the corridor. When we contacted the Galloway campaign, a staff member cited the annual report for the year 2018 prepared by the Office of the Auditor. That report was compiled from the list of ongoing audits conducted throughout the mandate. The figure of $350 million appeared in the report, as well as 38 alleged criminal charges arising from the Galawi audits. In news bulletins, the campaign showed additional numbers that had been included after the annual report. Steve Deedrick, Secretary of her press office, provided a detailed statement each year. This amount amounts to $356 million between May 2015 and the end of 2018. Didrik also provided a chart used by the Office to track the number of criminal charges brought as a result of the audit results. The graph listed 19 persons and recorded criminal charges against each person; the Galawi office identified a total of 45 criminal charges, including those filed after the 2018 report. 551 audit reports are available on the Auditor &apos; s website from the first full month of Galloway as an auditor in May 2015 to the end of 2018. These reports were used to calculate the total \"waste and fraud\" that Galloway told her office to detect. We checked the individual reports. We have also moved to industrial professionals to help us understand the terminology. Sarah Hoffmann, spokesman for the Association of Certified Fraud Investigators, explained that fraud within industry is a legal term that includes intentional acts aimed at depriving a person of \"property or property through deception, deception or other unfair means.\" The Auditor of the Province of Bonn John Pitchford confirmed that fraud \"usually has an element of illegality\" or deception, while waste can simply be the result of mismanagement or lack of due diligence. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • 16 January 2021, for this reason Hoffmann said that the distinction made by Galloway in her claim that $350 million was total waste and fraud was important. Hoffmann said that government organizations, in particular, often have \"profits, or only places where they lose money.\" An example of fraudulent behaviour revealed by Galway is the 2017 audit of the Putnam Memorial District Hospital, which revealed some $92 million in fraudulent laboratory billing practices. Galloway said the hospital was basically a fake company. Hoffmann said that shell companies were common examples of fraud known as \"assets misappropriation,\" which meant that this $92 million billing scheme would be part of the Galloway total. The criminal charges arising from the audit of Galawi's allegations that its audit resulted in 40 criminal charges against Republicans and Democrats are still pending, although they lack some important contexts. We used Missouri Cassinette, a press release issued by the United States Attorney-General's Office in the Western District of Missouri, a member of the Popular Defence Forces from charges brought and media accounts to hear criminal charges against the people to whom Galloway referred in total. Our research found that a total of 52 criminal charges were brought against 19 persons as a result of audits by the Galawi office. The receipt of stolen property was the most common criminal charge, with 37 counts. Other charges varied, but included forgery charges, violations of ethics rules by elected officials, and theft of various amounts. In order to verify the allegation that criminal charges were brought against Republicans and Democrats, we contacted cities and districts where officials faced criminal charges and asked whether their offices were biased. In most cases, the offices are non-partisan. Of the 19 accused, only four were elected officials who nominated as Republican or Democratic representatives. Three of these accused were democratic, and only one was republican. The other 15 individuals - or about 79 per cent of the accused - were employees, non-partisan recruits or non-partisan elected positions. Galawi said that her office \"was not covered by $350 million in waste and fraud; this led to 40 criminal charges against both Republicans and Democrats.\" The known professionals agree that the Auditor Galloway discloses \"waste and fraud,\" and individual examples of what Galloway disclosed in her years as an audit indicate that a total of $350 million is reasonable. The Galawi reviews resulted in more than 50 criminal charges, making her allegation of 40 criminal charges accurate. However, while the latter part of the claim is technically correct - three Democrats and one Republican official were charged - only four out of 19 accused were in party positions. For this reason, her claim lacks an important context.", "vclaim_id": "vclaim-pol-00143"}