{"url": "/factchecks/2019/aug/23/viral-image/no-s-not-van-towing-diesel-generator-charge-electr/", "speaker": "Viral image", "vclaim": "It says the picture shows a gas truck pulling a diesel generator that charges an electric car.", "truth_label": "false", "date": "stated on August 11, 2019 in a Facebook post:", "title": "No, this isn't a truck pulling a diesel generator to charge an electric car.", "text": "On her face, the viral image looks ridiculous: a generator truck that is used to charge an electric vehicle drips. \"A gas truck, pulls a diesel generator, charges an electric car. The future is stupid,\" reading the text above the picture. The photo shared on Facebook more than 74,000 times since 11 August, received more than 770 comments. It was referred to as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) That's because the novel that's being published about what's happening in the picture is not true. While the truck in the picture operates in diesel (not gas), it pulls a battery package, not a diesel generator. A reverse search revealed that the yellow truck came from a side-of-the-road company in Austria called OAMTC. The company initially posted the picture on its Facebook page on May 29, 2019, with the title Facebook special fact-finding brochures mentioned on January 27, 2021 in Facebook, which says that Joe Biden cancelled the Keystone pipeline because Warren Buffett \"don't donate $58 million\" to his campaign. By Tom Kertscher • 29 January 2021 \"If the battery can't make it anymore, we'll bring you fresh juice! Our \"mobile energy bank\" for electronic cars has successfully completed its first test in practice. After about 20 minutes, Mercedes had enough power to bring our organ to the next shipping station without any problems. We think that's very electrified. We didn't respond to our attempts to reach someone with Om Tse, but we're not the first to verify this claim. One of the OAMTC members told the AFP fact-checkers that the picture was \"misconstructed, this is not a portable generator, but a portable power bank for electric cars.\" The report states that the electric power bank is made of lithium battery packages that can provide electricity to an electric vehicle for approximately 12 kilometres (or about 7.5 miles). The company found that the packagings could be shipped from any source of energy in the company &apos; s stores, and according to the World Bank, 76 per cent of Austria &apos; s electricity production came from renewable sources in 2015. Although Facebook says that the truck operates with gasoline and withdraws the diesel generator (the lithium battery set), it is in fact the diesel truck, according to OAMTC officials. While diesel engines cause harmful emissions, they are generally considered to be more fuel-efficient than their gasoline counterparts, and release less CO2 and CO emissions compared to the combustion of gasoline. We ruled a shared Facebook photo with the prosecution that a gas truck pulling a diesel generator is charging an electric car. The only oil-based product in the picture is the truck, which operates on diesel. In the clouds, a moving set of lithium batteries is used to charge off-road electric vehicles. We're assessing this wrong.", "vclaim_id": "vclaim-pol-00237"}