{"url": "/factchecks/2014/sep/21/todd-staples/todd-staples-airs-smoky-claim-about-children-not-g/", "speaker": "Todd Staples", "vclaim": "The \"denial\" of children deprived of protein that depends on meat during school lunch is likely to deprive them of the only protein source of the day.", "truth_label": "pants-fire", "date": "stated on September 8, 2014 in oped commentary:", "title": "Todd Stubbles smokes and claims that children don't get protein unless it's meat in advance.", "text": "More recently, Todd Stubles, Commissioner of Agriculture of Texas, described a vegetable-based food awareness campaign in schools as an active defunct child feeding movement to push the agenda. Monday without meat is very clear, an awareness campaign that encourages people to refrain once a week from eating meat. The programme was born in 2003 as a health initiative of the Johns Hopkins Bloomberg School of Public Health with the stated objectives of improving people &apos; s health and reducing the cost of fuel and water for food production by encouraging less meat consumption. Since then, it has spread to participants who include hundreds of schools, universities and restaurants in 24 countries. But the arrival of the Baltimore program in three primary schools in the Dreping Spring Autonomous School District made Stubbles \"very worried,\" he said, on September 8, 2014, a comment in Austin-American stateman. For tanks, the exclusion of meat is not just a matter of taste - it is a blow to daily feeding, especially if students are not well fed at home. \"It is important to remember that for many disadvantaged children, the meals they eat at school are often the best of their daily meals. By depriving them of protein that depends on meat during school lunch, they are more likely to be deprived of the only protein source of the day, Stubbles wrote. Was Stubbles right about the lack of children? Let's take a look at the meals that got him mad, and then see if the affected children don't get the proteins they need. Warning: Flame ahead of us. Students who eat on Monday without meat in Springs can choose one substitute for meat/meat, three dishes of fruit or vegetables, and one piece of grain or milk. If the child abandons meat/substitute meat, he or she is allowed four dishes of fruit or vegetables. The student must take at least three dishes with at least one fruit or vegetable. Any day, of course, a child's chance will not choose to eat any protein dish. The lunch list at the Dribing Springs Elementary School, which participates on Mondays without meat, takes place on a three-week course. On the first Monday, when meat is not an option, the school offers vegan chili with corn bread, grilled cheese sandwiches, diversified vegetarian soup, nacho cheese, baked potatoes with repairs, \"healthy\" fried beans, peeled vegetables and chilled pears or fresh fruit. On the second Monday of the school cycle, the menu includes cheese ravioli, vegan chili, cornbread, banana sticks with marina, baked potatoes with repair, spinach salad, green beans, apple sauce, fresh fruit. On Monday the third day, black bean cafeteria, beans and burrito cheese, vegetarian chili, corn bread, nachos and cheese, baked potatoes with repairs, \"healthy fried beans,\" \"island children\" with farm, dried chilled peaches and fresh fruit. This is a menu for Monday's Dribing Springs Elementary School, as shown on the Internet by the school. Through e-mail, Staples Brian Black referred to the website of Michelle Obama &apos; s first lady &apos; s school feeding programme, and let &apos; s move, hosted by the federal government and affiliated to the White House, which says: \"Many children consume at least half of their meals at school, and for many children, the food offered at school may be the only food they eat regularly.\" We heard from Black before Stubbles announced that he intended to resign to become president of the Texas Oil and Gas Association. Black said that the site was dedicated to healthy lifestyles for children and the message from Commissioner Stubbles confirmed that many students might not have access to protein at home. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" By Haley Bimeler: 26 January 2021, John Crowley, head of the independent Derbing Springs Nutrition School program, 14.03 per cent of students in the Dribing Springs Autonomous School area receive free or low-cost school meals. Children of families with an income of 185 per cent of the poverty line and less qualified for low-price school meals in accordance with the Federal Guidelines. Another federal publication, \"The 2010 American Food Guidelines,\" which is accessible in the area of health.gov, describes protein vitality in a balanced diet. It also lists protein-rich foods that exceed meat. These include milk and milk products such as cheese, as well as beans, peas, nuts, seeds and soy products. We sent a query on the quality and quantity of proteins in non-food foods to the Department of Nutrition and Food Science of the University of Texas A&M, and our questions were transmitted to Dr. Peter Morano, who has served for several years as Deputy Director of the Food and Nutrition Service of the United States Department of Agriculture. \"Meat foods, as well as dairy and egg foods, are certainly widely known as the best sources of full high quality protein - meaning that all essential amino acids needed by a child will be present, in a form that is highly digestable/intolerant,\" he said in an e-mail. \"But it is recognized that the combination of incomplete plant foods, such as beans and rice, complements each other, and the combination is also a good source of protein,\" he said: Morano stated that some common pairs of missing proteins to make full proteins include beans and rice, peanut butter, bread (wheat), corn and lime beans. The full protein includes all nine essential amino acids used by the body to build meat as well as hormones and enzymes. With incomplete protein sources, such as unpolluted beans, the body will not be able to manufacture new substances such as hormones and meat. However, Morano said that even on a vegetarian diet, one could have a healthy diet for protein by consuming the whole protein or accurately installing incomplete proteins \"many times a week.\" An online search led us through HalthProfs.com, a guide for health professionals, to Stephanie Turkel, a registered food feeder with a special practice in Plano. She said by telephone that the replacement of meat even with incomplete protein, such as nuts or beans, once a week was \"only a fine.\" Turkel said: \"You don't have to get everything you need in one day. Over a week you should see if you've got everything you need.\" According to the federal standards for Crowley Meals, Spring Restaurants are obliged to follow the guidelines developed by the Federal Ministry of Agriculture for the National School Food and Breakfast Programme, which require that meals be \"trophically balanced,\" according to the Agency's Food and Nutrition Service website. Every day, schools must offer at least one meat or the option of \"substitute meat,\" as the guidelines say. According to nutrition standards in national school food programmes and school breakfast, \"the daily provision of substitute meat/meat as part of school food provides protein, vitamins B, vitamin E, iron, zinc and magnesium in the children's diet, and also teaches them to identify the components of a balanced meal. List planners are encouraged to provide a variety of protein foods (e.g., skinny or excess meat, seafood, poultry; beans and peas; fat-free and low-fat milk products; and salted nuts and seeds) to meet alternative meat/meat needs.\" The guidelines also state: \"The United States of America would like to explain that schools have the option of offering mature beans and dry peas (such as kidney pills, bento beans, black beans, grapes/chicken, black-eyed peas, peas and lentils) as beef shifts. Beans and mature peas dry longer on plants, repair more nitrogen, and have higher protein content, making them nutritionally comparable to protein foods.\" When we considered the Staples claim, the online culture map Dallas stated that the Texas Ministry of Agriculture had removed the guidelines for healthy children's meals from an agency's website after Staples objected to meat-free lunches. The guidelines published by the Squire Meals Foundation, the Agency's school feeding and awareness education programme, recommend that children \"substitute beans with meat once a week.\" She quoted the Dallas culture map from Black, saying that the document had been cancelled because it \"presented advice that was neither complete nor scientific and did not reflect the Agency's position.\" Our reign, Stubbles, wrote: \"The deprivation of children deprived of protein, which depends on meat during school lunch, is likely to deprive them of the only protein source of the day.\" No full support was provided for this claim, while the Austin Regional School, which he referred to as showing this deficiency, follows a written list to meet federal requirements. Schools serve protein that meets food needs, be it meat or not, every day. Play the smoker. This statement is pants on fire! Pants on fire - The statement is inaccurate and makes a ridiculous allegation. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07274"}