{"url": "/factchecks/2019/jan/14/blog-posting/mccarran-walter-act-1952-never-banned-muslims-publ/", "speaker": "Bloggers", "vclaim": "\"The McCarren Walters Act 1952 prohibits Muslims from holding public office in the United States\"", "truth_label": "pants-fire", "date": "stated on January 6, 2019 in a post on Facebook:", "title": "The McCarn Walters Act 1952 never prohibited Muslims from holding public office.", "text": "Elhan Omar and Rushida Talib became the first Muslim women to serve in the United States House of Representatives this month when the 116th Congress was called to order. It was a historic moment, although some bloggers used the opportunity to rewrite history instead. \"The McCarn Walter Act 1952 prohibits Muslims from holding public office in the United States,\" reads an article in Facebook from January 6. This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) It's time to study history. The McCarn-Walter Act is in fact the Immigration and Nationality Act 1952. Her name is Pat McCaran, then a member of the Democratic Senate from Nevada, Francis Walter, and then a democratic representative from Pennsylvania. Both men are concerned about communists who infiltrate the country through the immigration system, and they wanted to limit who could come to the United States. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman. It has also introduced a new system that gives preference to some migrants based on their skills and whether they will be reunited with their families. Since the U.S. Department of State is the Office of Historical Observations, the new law revised the national quota system of origin in 1924 by accepting persons of different nationalities in the United States at the rate of 6 per cent of any many immigrants from a country that lived in the United States in 1920. This means that 85 per cent of some 154,000 visas are granted annually to persons of Northern and Western European descent. President Harry Truman is concerned that the law was discriminatory, but Congress has enough votes to override the veto. However, the law does not refer to religion or Muslims. As the other fact-checkers found last year, the allegation that it prevents Muslims from assuming office is incorrect. We value it pants on fire!", "vclaim_id": "vclaim-pol-01130"}