{"url": "/factchecks/2014/aug/26/cornel-west/cornel-west-obama-reacted-quicker-robin-williams-d/", "speaker": "Cornel West", "vclaim": "President Barack Obama says he issued a statement on the death of Brother Robin Williams before... a statement on Brother Michael Brown.", "truth_label": "true", "date": "stated on August 25, 2014 in an interview on Salon:", "title": "Cornell West: Obama responded to Robin Williams' death faster than Michael Brown's.", "text": "President Barack Obama is criticized on the left and right for his response to the 18-year-old murder of Michael Brown by the Ferguson police officer, Mo. The Governor Obama and Prosecutor Erik Holder were accused of bias against the demonstrators before the facts of the shooting were established. Some liberals say that Obama was very silent about the case. In his 25 August interview with Salon, the American Professor of Liberal African Extremist Cornell West blew up Obama because he pretended to be progressive while in fact being \"against\" the middle. Obama &apos; s need to find a middle ground, as claimed by the West, was evident in his handling of Ferguson &apos; s recent protests. The Obama administration was silent. Whist said, \"Shut up.\" \"Suddenly now, you get this uprising and what's the answer? Well, as we know, you're sending a statement about Brother Robin Williams' death before you send a statement about Brother Michael Brown.\" We wondered whether Obama had commented on Williams' death before addressing the Brown case. It's important to note that the dead are not the same. Williams was world famous, and his death news spread fast. His death did not provoke protests or issues of police misconduct. Data from political leaders and the White House when celebrities die are often quick and unchallenged. In the meantime, Brown was mostly an unknown figure to the world when he was killed in August 9, and it took a long time to spread the story of his death. For example, the New York Times did not put a story about Brown or Ferguson on its first page until August 12. But as comparisons go, West has valid facts. Obama issued a statement hours after police officials announced Williams &apos; death on 11 August. In his statement, Obama commended the late representative as \"one type\" and extended his condolences to Williams' loved ones and loved ones. \"He arrived in our alien life -- but he ended up touching every element of the human spirit,\" Obama wrote. \"He made us laugh\" He made us cry. He gave his countless talents freely and generously to those most in need -- from our troops stationed abroad to the marginalized on our streets.\" Brown was shot at noon central time on August 9th, and news of the police shooting was released that afternoon. Obama, who was on vacation in Fenard Martha at the time, did not issue a statement until 12 August, three days after Brown died. This is also one day after his word about Williams. Obama said that Brown's death was \"heartbroken\" and offered his condolences and those of Michelle to the Brown family and society. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. Obama was written by Bill McCarthy on January 12, 2021 \"I urge everyone in Ferguson, Mo, and throughout the country, to remember this young man through meditation and understanding.\" \"We must comfort each other and talk to each other in a healing way, not in a hurting way. In addition to our prayers, this is what Michael and his family deserve, and our wider American society.\" In his statement, Obama referred to a previous statement by Holder. The Holder statement, which did not mention Brown by name and discussed to a large extent the role of federal investigations, was issued on 11 August - two days after Brown's death. However, in Aug 22, a survey of the New York Times/CBS reported that 60 per cent of African-Americans were satisfied with Obama's response, compared with 35 per cent of whites. But Obama's words and actions about Brown were targeted by conservatives, liberals, and Internet owners alike. The day after Brown was shot, a petition was launched online, calling on Obama to issue a statement about Brown's murder and two other black men, and to demand congressional action. On August 11, Twitter users began to point to the disparity between his speed in commenting on Williams' death and his stigmatization of Brown's death, as reported by Business Times International. On August 14, Obama made additional comments about Ferguson, describing Brown's death again as \"depressing and sad.\" Following the statement, conservative columnists accused him of being racist against whites. At the same time, the Executive Director of the Police Brothers Order, the Union of Workers of Law Enforcement Officials throughout the country, told the hill that Obama was useless by \"discussing police tactics from Vinyard Martha.\" When Obama discussed this subject again in August 18, and only talked about the reaction and investigation, his comments were \"one deaf and disappointing\" by MSNBC's analyst and attracted cynical complaints from Twitter users who wanted to see a more emotional and consistent attitude. Obama &apos; s recent decision to send a delegation of White House officials to Brown &apos; s funeral in August 25 caused additional anger from the right. All of this has proved that Obama attracts too much personality to speak freely and effectively about race issues, and Ezra Klein Fox wrote. According to Fox News Howard Kurtz, Obama &apos; s previous comments and actions on Travon Martin and other issues of a racist nature over the years have been equally divisive, and thus Obama has learned to preserve my mother. The West Governor said that Obama had issued \"a statement about the death of Brother Robin Williams before (ho) sent out a statement about Brother Michael Brown.\" While the two cases are not the same, the West is right about the facts. It took Obama three days to issue a statement about Brown's death on August 9 and about three hours to comment on Williams' death, which was reported on August 11. We're assessing the West's claim that it's true.", "vclaim_id": "vclaim-pol-07391"}