{"url": "/factchecks/2019/sep/06/facebook-posts/theres-no-evidence-these-celebrities-are-sending-w/", "speaker": "Facebook posts", "vclaim": "According to Rihanna, \"five planes that carried 90,000 litres of water to support fire control\" were rented in the Amazon rainforest.", "truth_label": "false", "date": "stated on September 2, 2019 in a Facebook post:", "title": "There's no evidence that Rihanna or other celebrities are sending water to the Amazon.", "text": "As forest fires continue to consume large areas of Amazon rainforests, some social media users attribute celebrities in an effort to help eliminate them. In an article published by Instagram in September 2, a user published a footage of a tweet claiming that the singer Rihanna rented \"five planes carried 90,000 litres of water to support fire fighting\" in the Amazon rainforest. The Brazilian National Space Research Institute estimates that there are 90,000 fires throughout the region this year. \"We love Rihanna,\" the Instagram user wrote about the artist. We don't know if it's a joke, but we know it's not real. This article, which brought together thousands such as Instagram and a large number of shares, was referred to as part of Facebook's efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook, which owns Instagram.) Paulette Fuckett contacted Instagram's user who participated in the article, but we didn't hear a reply. We also contacted the Public Relations Agency representing Rihanna for further details. We'll update this story if we answer it. On January 10, 2021, in an article on Facebook that says that Nancy Belusi sent a letter to the mayor of Portland after she demonstrated there \"to demand him to stick to the proven democratic playbook.\" By Sierra Orroc on January 11, 2021, the search for the original tweet, which was illustrated in Instagram's article, showed several examples of the same claim, albeit with different celebrities. Over the past week, the Tweets claimed that Selina Gomez, Rap Bahad Bhabi, Nikki Menage and other public figures had also chartered five aircraft to transport 90,000 litres of water to the Amazon. An advance Twitter search of Rihanna's tweet revealed that the artist never tweeted about the Amazon rainforest. Nor did it mention the fires on Instagram in the past several weeks. Finally, we found no news of Rihanna even talking about the Amazon fires, let alone chartering planes to transport water there. It is reasonable to assume that a celebrity like Rihanna will at least receive some attention from the press for such a move. The Rihanna Foundation, for example, has been involved in other humanitarian efforts, such as grants to non-profit organizations for disaster relief. But when it comes to these allegations of rainforests, we have not been able to find any evidence to support the idea that they or any of the other celebrities mentioned on Twitter hired planes to help extinguish the Amazon fires. But we know that the Brazilian army used warplanes to throw water at the fire. The Facebook mail is inaccurate. We assess it wrong.", "vclaim_id": "vclaim-pol-00191"}