{"url": "/factchecks/2019/oct/08/siobhan-dunnavant/dunnavant-falsely-claims-rodman-favors-abortion-ov/", "speaker": "Siobhan Dunnavant", "vclaim": "(Dale) Debra Rodman is \"dissenting adoption as an alternative to abortion in case of unplanned pregnancy.\"", "truth_label": "false", "date": "stated on September 30, 2019 in a campaign mailer.:", "title": "Donovan doesn't prove Rodman prefers abortion over adoption.", "text": "X. Shivan Danvant, R. Henriko denounces her rival, Debra Rodman Democratic, as a \"liberal activist\" who showed her \"no governance\" within two years in the Council of Delegates. Danvant filed charges in a postcard on 30 September criticizing Rhodeman in six cases. One of them has drawn particular attention to us. Rodman said, \"Adoption is opposed as an alternative to abortion in cases of unplanned pregnancy.\" We checked her statements. • Mail Donovant mentions the Rodman Bill, which he co-sponsored and which did not succeed in 2018, and which would have changed State mandates to teach family life in public schools. It would have eliminated what many Democrats have said about biased criteria calling for \"the teaching of social, psychological and health gains achieved by refraining from sexual activity before marriage.\" The bill would also have eliminated the requirement to teach \"adoptional advantages as a positive option in case of unwanted pregnancy.\" Instead of mandates, it was a condition that students receive education \"that's medically correct.\" The draft law died on 12-10 party votes in the Education Committee of the House of Representatives on 5 February 2018. Rodman voted in the minority with Democrats for this measure. Marshall Moreau, the director of the Donovan Campaign, says that Rodman's support for the bill justifies the postal sender's claim. \"The only conclusion that can be drawn is that Rodman opposes adoption as an alternative to abortion in case of unplanned pregnancy,\" written in an e-mail. In the e-mail, Danvant said, \"For delegate Rodman to say she's not opposed to adoption but she doesn't want to learn it, it's like saying, \"I want you out of the burning building but I won't tell you where the fire escape is.\" Kirk Cox said in a speech on January 13, 2021. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On January 20, 2012, the draft law supported by Rodman was silent on adoption. According to Rodman and other Democrats, the bill would not have prohibited instructions on adoption; it would have required that education be neutral and realistic when discussing the issue of pregnancy, and Rodman said that his position was twisted by Donovan. \"I believe in a woman's right to choose,\" said Rodman in the e-mail. \"The choice is an excellent choice that women can and should make if it is appropriate for them. Politicians must not interfere with this personal choice.\" The governor, Donovan, says Rodman is opposed to adoption as an alternative to abortion in case of unplanned pregnancy. It refers to Rodman &apos; s support for a bill that would have changed state states with regard to family life cycles in schools to ensure that what Democrats said was neutral and scientific. He would not have finished instructions on adoption; he would have eliminated a condition for teaching his \"benefits\" as \"positive choice in case of unwanted pregnancy.\" Donovan puts this attitude in education on the sexy claim that Rodman supports abortion for adoption. Rodman says she's in favour of adoption and abortion. This is what we can keep Christians. We appreciate that Denfant's statement is wrong. Correction: An earlier version of this examination gave the wrong date of death of the Family Life Education Bill in the Education Committee of the Chamber of Deputies.", "vclaim_id": "vclaim-pol-00085"}