{"url": "/factchecks/2011/may/31/anti-defamation-league/adl-makes-claims-about-losses-arizonas-tourism-ind/", "speaker": "Anti-Defamation League", "vclaim": "It is estimated that Arizona \"has lost more than $100 million in hospitality industry revenue since the immigration laws in Arizona were enacted.\"", "truth_label": "half-true", "date": "stated on April 15, 2011 in a news release:", "title": "ADL claims losses to the Arizona tourism industry", "text": "Critics accused Georgia of violating civil and human rights in the new Law Enforcement of Illegal Migration Act of Arizona. \"Inhumanity,\" they called it, and \"the issue of civil rights for the twenty-first century.\" The Anti-Defamation Association has also charged the law with crimes against the economy. The law, as they said, is \"against work.\" The major cities and organizations of the province voted to avoid travelling to Arizona after that state passed its strict law last year. \"business in the area of the Convention and tourism is likely to decline, as in Arizona, where the State is estimated to have lost more than $100 million in hospitality industry revenue since Arizona's immigration laws were passed,\" cited by the Association in a news release of 15 April. The allegation that estimates show that Arizona lost $100 million in hospitality industry revenue has aroused our interest. Is ADL right? Business leaders in Atlanta fear that. Last month, the Executive Committee of the Atlanta Conference and the Visitors &apos; Bureau unanimously issued a resolution opposing Georgian law, called the House 87 Bill. The Arizona Act requires the police to ask anyone about their immigration status if they have a \"reasonable suspicion\" of being in the country illegally. One of the provisions of the Georgian law gives officers more authority to verify the immigration status of the suspect. Last week, the United States Supreme Court upheld a separate law in Arizona in 2007 requiring some employers to use the federal database to check the authenticity of electronic data to ascertain whether their new employees are legally eligible to work in the country. We asked Bill Negot, director of the south-eastern ASEAN region, for evidence to support his group &apos; s claim of economic losses. We referred to news stories from Foxnews.com, Wall Street Journal, The New York Times and The Vinic Business Journal. According to two articles from the Wall Street Journal in May 2010, the city of Phoenix estimated that the immigration campaign in Arizona could cost $90 million in conference and hotel work. The Foxnos.com article cited a report from the Center for American Progress, a progressive group that believed that Arizona &apos; s immigration approach was detrimental to the economy, bringing the loss to $141 million. The rest did not give specific estimates but quoted experts who said that the controversy was detrimental to Arizona &apos; s tourism work. We took a closer look at Phoenix's estimates and the American Progress Center. They both have boundaries. Hotels and conference centres are not required to report missing businesses to the city or to the Arizona Hotel and Seating Association, which has conducted some research on which the estimates are based. Not all of the main forum sites are part of the Association, and the Group did not seek the views of its members for further data. In addition, it is difficult to measure the number of forums that would have been held in Arizona had there been no boycott. The city of Phoenix released its economic loss projections of $90 million in May 2010. This figure was based on a list of about 20 juveniles whose organizers either cancelled or expressed concern about the illegal immigration campaigns of the State, according to the Republic of Arizona. This figure represents the amount that conference organizers in the region would have spent over five years. The actual losses of the province are unclear. To date, four groups of events at the City-run Phoenix Convention Centre have cancelled an estimated loss of $26 million in business, informing a spokesman for Poletti Fakt Georgia. They could have attended 18,100 delegates, spending an average of $1,451 each on hotels, restaurants, recreation, transportation and other expenses. The Phoenix figure does not include losses resulting from cancelled conferences in places not managed by the city or in the future, reductions in events that have never been booked. Nor does it explain indirect losses (businesses spent on supplies for contractors) or induced losses (household expenditure by people who would have been employed). Now, we're looking at the numbers from the American Progress Center. It contracted Elliot D. Pollack and Associates, a research and economic analysis company established in Scottsdale, Ares, to determine the impact of the province on the state conference industry. The November 2010 report found that the State had already lost $141 million in direct spending on hotels, housing, restaurants and other areas. With indirect and induced expenditure, Arizona lost $253 million in economic output. Jim Rownds, an economist working with Elliot D. Pollack and his associates, noted that while tourism had lost money due to cancellations, part of the reductions was probably due to cuts in State funding for tourism advertising. Also, because a few businesses may comment on their loss record, their estimates capture only \"half\" of the total influence on tourism from the Arizona debate. We have asked economists Bruce Siman of the State University of Georgia and Tom Smith of the School of Business at Emory University in Guisoeta to review the study of the American Progress Centre. It raised shortcomings similar to those recognized by the round, but said that the analysis was reasonable. To sum up: The claim by the Ministry of Labour and Development that \"the State has lost more than $100 million in hospitality industry revenues\" has some significant shortcomings. None of the companies mentioned put losses in the amount of $100 million. The U.S. Progress Center put direct losses above 40% higher. The estimate of Phoenix was 10 per cent lower, limited to city losses, and is expected to occur over five years. However, these are all just estimates and projections. The Association &apos; s view was that the tourism industry had lost millions of dollars and would lose millions of dollars. The general idea that Arizona would lose a lot of money because of the new immigration law is correct. However, the ASEAN statement ignores important details and contexts. That matches our definition of half the truth. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" ● February 3, 2012", "vclaim_id": "vclaim-pol-13014"}