{"url": "/factchecks/2016/oct/05/mike-pence/mike-pence-says-hillary-clinton-want-turn-obamacar/", "speaker": "Mike Pence", "vclaim": "Hillary Clinton and Tim Kane say, \"They want to expand Obamakari into a one-time program.\"", "truth_label": "barely-true", "date": "stated on October 4, 2016 in the 2016 Vice Presidential debate:", "title": "Mike Pines says Hillary Clinton wants to turn Obama's care into one motive.", "text": "During the Vice-President's debate on 4 October, Mike Pines warned the Republic that the Affordable Care Act, commonly known as \"Obamakari,\" would only become larger if the democracy of Hillary Clinton and its electoral partner, Tim Kane, were elected on 8 November. \"Hillary Clinton and Tim Kane want to build on Obama's care,\" said Penny. \"They want to expand it into a one-time program. For the whole world, Hillary Clinton believes that Obama's care is a good start.\" The transformation of Obama &apos; s care into a one-time programme would make it, like medical care, a federal health insurance programme run by the Federal Government. At present, Obama &apos; s welfare promotes the policies of private insurance companies. Some Democrats - including Barack Obama at some point - have been pushed into a one-time system similar to that of other developed countries. However, this has proved to be politically indefensible. The result was a series of various commercial insurance schemes presented in the \"market\" by individual states and the federal government. We called the Donald Trump campaign looking for evidence that Clinton and Ken actually wanted to turn Obama Kerr into a national health insurance system. The spokesman for Dan Kowalski referred to the health-care page on the Clinton website. It indicates that it supports a \"general option\" for Obamakari, as Kowalski said. The \"general option\" is the only one that pays for the provision of health care. Clinton says she wants a general choice. But that would be just one option. The Government provides health care to all under a one-time system. The Clinton web page shows that there will also be two other motives. Clinton has always said that it wants to protect Obama's care from being eliminated by Republicans - and Trump - and to expand it by protecting consumers from rising health-care costs. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" Through Madison Black: 2 February 2021, its expansion will include tax exemptions, the elimination of off-line hospital fees, the reduction of prescription drugs costs by lifting the ban on the federal government negotiating the prices of medicines and allowing Americans to deliver their drugs from countries where prices are very low. Other parts of her proposal were included in a 1,500-word commentary in the New England Journal of Medicine on 28 September. Trump refused to provide details of his plans. We asked the Trump campaign if they had seen any data from Clinton or Kane indicating that Obama's transformation of care into a single payment system was their ultimate goal. Kowalski replied that \"Hilary was fully committed to the general option\" and as evidence that he addressed the comments made by Clinton in 1994 when she was the First Lady. At that time, I predicted that if Congress didn't succeed in reforming health care soon, \"I think, I might be quite off-base on this, but I think by 2000 we'll have one payment system. I don't think so - I don't even think it's a politically close call.\" She doesn't earn any Nostradamus points for that one. Further, later in Clinton's response, it says there are three ways to obtain universal health coverage, only one of which is a single payment system. The other two are: the employer &apos; s state or individual state, which is how Obama &apos; s care program operates. Our rule, Benes Clinton and Cain, said, \"You want to expand (Obamakari) to a one-time programme,\" indicating that they have proposed such a change. They don't have them. They encouraged the introduction of a general option as a Government-sponsored insurance scheme. Many Democrats, like Bernie Sanders, would like to go in this direction. However, throughout the current campaign, Clinton has consistently resisted this proposal, saying that it will work to prevent Obama's care from being abolished and to try to improve it. No one would be surprised if Clinton were paid for a single payer if it became politically feasible, but none of her campaign statements called for it. We're evaluating penny's statement mostly wrong. https://www.sharethefacts.co/share/9c96e957-1429-4062-b0a0-e96538007969", "vclaim_id": "vclaim-pol-04206"}