{"url": "/factchecks/2014/oct/01/bruce-braley/bruce-braley-says-he-give-president-limited-author/", "speaker": "Bruce Braley", "vclaim": "\"I recently had the opportunity to vote to give the President limited authority to start strikes against terrorists in Iraq and Syria.\"", "truth_label": "false", "date": "stated on September 28, 2014 in a debate:", "title": "Bruce Braley says he voted to \"give the president limited authority to start strikes\" against ISIS.", "text": "During this busy time of domestic and international news, the emergence of the militant Islamic State in Syria and Iraq - and how the United States should respond - has attracted a great deal of media attention. It is not surprising, therefore, that the subject arose during a debate in the Iowa Senate between the Democratic Republic of Brazil and the Republican State, Sunny Ernest. Braley and Ernest are trapped in a tight contest that could help determine the control of the Senate. During the debate on 28 September 2014, Barley said: \"I recently had the opportunity to vote to give the President limited authority to start strikes against terrorists in Iraq and Syria. ISIS is a threat that must be stopped, and at any time American citizens are attacked by a terrorist group, they must be brought to justice or to the grave. That's what's happening. That's what we're gonna keep doing.\" So did you vote to give the President the power to start strikes? Actually, no. On 17 September, less than two weeks before the debate, the Council received two votes relating to this issue. The first is whether an amendment - concerning the modification of the situation in the Middle East - should be annexed to a large-scale expenditure bill. The Council voted to annex the amendment to the bill. The second concerns the adoption of the same bill, including the amendment. The bill, 319-108, has been approved. In both cases, Berley voted in favour, along with the majority of the two parties. However, in the debate, Barley erred in voting on what he was voting on. This is the relevant text of the amendment adopted with the rest of the expenditure bill: \"The Minister of Defence, in coordination with the Minister for Foreign Affairs, is authorized to provide assistance, including training, equipment, supplies and support, to Syrian opposition elements and other Syrian groups and individuals who have been properly examined. Nothing in this section can be interpreted as constituting a specific legal authorization for the introduction of the United States armed forces into hostilities or in cases where the circumstances clearly indicate the hostilities.\" In other words, this legislative language is all about the United States providing training and supplies to Syrian rebels -- not about the President's mandate to \"begin strikes against terrorists in Iraq and Syria.\" \"I don't see how Rip Praley's remarks can be interpreted as ever accurate,\" said Lance Ganda, a military historian at Cameron University. \"He did not vote to use American forces to strike targets in Iraq or Syria. All I voted for was to authorize the arming, training and equipping of Syrian opposition elements to fight ISIS.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2021, President Barack Obama has so far made it clear that he does not need Congressional approval for strikes. Obama has been ordering air strikes in Iraq and Syria in recent weeks, claiming permission under the authorization to use military force approved by Congress in 2001, following the attacks of 11 September. Congress approved this statement years before Bra'li entered Congress. In recent weeks, the White House has not strongly pressed for a new and specific permit to hit ISIS, and while some individual legislators have urged Congress to discuss issuing a new licence, Congressional leaders have been content to allow Obama to take the lead. When we contacted the Berley campaign staff, they offered a few points with an additional context. One is that the moderator of the debate, Ernest, followed the comments of Berley without challenging its wording. The moderator followed Burley by saying, \"Mrs. Ernest, just to follow up, have you voted like Congressman Braley did to allow this attack to proceed?\" She replied: \"Yes, I would also support that vote.\" In the same vein, the campaign noted that Rip Earl Blomenauer, D-Ore. During the debate in the Hall, it appeared that \"this proposal strictly limits the use of United States ground forces in the region. Any air strikes or assistance will come at no additional cost to our country.\" In the debate, \"Berley spoke clearly about his vote in Congress to facilitate strikes against the Islamic State in Syria by training and equipping Syrian rebels, and Johnny Ernest agreed that Berley was right to vote.\" However, while these are noteworthy points, what this ultimately means is that other speakers have been on the same level of false (or fragmented) information as Braly did about what legislation already says. Finally, the campaign referred to Obama &apos; s statement of 18 September after Congress had approved the authorization. (Obama signed the law the following day) The Prali camp indicated that Obama had indicated that what Congress had been going through was intended to lead to attacks to respond to terrorists. But this is not how we read Obama's comments. In the said statement, Obama was keen to narrow the legislation. He spoke specifically of \"a plan to train and equip the opposition in Syria so that they can help push these terrorists back. With this new effort, we will provide training and equipment to help them become stronger and arrest ISIL terrorists inside Syria. ...the United States forces deployed in Iraq do not have and will not have a combat mission; their mission is to provide advice and assistance to our partners on the ground. As I told our forces yesterday, we can join with allies and partners to destroy ISIL without United States forces fighting another land war in the Middle East.\" Our rule, Braly, said, \"I recently had the opportunity to vote to give the President limited authority to start strikes against terrorists in Iraq and Syria.\" Burley recently voted on United States policy in Syria and Iraq, but they were interested in supplying and assisting Syrian rebels -- not giving the President the power to strike. Some even criticized Congress for not voting directly to authorize a strike. We're assessing Barley's false claim.", "vclaim_id": "vclaim-pol-07220"}