{"url": "/factchecks/2018/dec/03/alexandria-ocasio-cortez/alexandria-ocasio-cortez-wrong-scale-pentagon-acco/", "speaker": "Alexandria Ocasio-Cortez", "vclaim": "\"$21T in accounting errors at the Pentagon. Medical care costs for all costs are approximately $32. This means that 66% of all medical care could already have been funded by the United States Department of Defense.\"", "truth_label": "false", "date": "stated on December 2, 2018 in a tweet:", "title": "Alexandria Okasio-Cortez is wrong about the size of the accounting errors in the Pentagon.", "text": "The elected Republic of Alexandria Okasio-Cortiz D-N.Y. is one of the most enthusiastic supporters of universal medical care in Congress, the democratic proposal to extend medical care to all ages in order to establish a government-funded health insurance system for all Americans. In a tweet, Okasio Cortez compared the size of Pentagon waste to the price of medical care for all, a study by the Mercatus Free Market Institute said it would cost $32 trillion over 10 years. This fact check will focus on her point about Pentagon spending. It is important to note that my figure of $32 trillion for medical care is based on the estimate of one group using assumptions as to how the proposal will affect current expenditure rates; it is not an official cost figure. On December 2, 2018, Okasio Cortez wrote a shot of an article in the nation, a left-wing magazine, along with the following comment: \"TRILION 21 dollars of financial transactions in the Pentagon \"cannot be traced, documented or explained. Medical care costs for all costs are approximately $32. That means that 66% of all medical care could have been funded by the Pentagon. That's before our premiums.\" 21 dollars of financial transactions in the Pentagon \"cannot be traced, documented or explained.\" That means that 66% of all medical care could already have been funded by the Pentagon. That's before our premiums. https://t.co/soT6GsmDSG - Ascandrea Ocasio-Cortez (@Ocario2018) 2 December 2018 hurried observers to tweet, saying that Ocasio-Cortez was misreading the nation &apos; s article. So we took a good look. The November 27 article by the nation dealt with a historical pattern of accounting discrepancies in the Pentagon. The part that Okasio Cortez highlighted in her tweet referred to the research carried out by Mark Skidmore, Professor of Economics at Michigan State University. According to Skidmore's research, the story said: \"In total, at least $21 trillion of US Department of Defense financial transactions between 1998 and 2015 cannot be traced, documented or explained. The problem with what Okasio-Cortez said: The figure of $21 trillion refers to a cumulative amount of individual transactions - including some double and triple accounts - rather than one amount of unspent money. This information includes the $8.5 trillion in actual expenditure for the Pentagon from 1998 to 2015. In fact, it is also much larger than the amount spent by the Government on national security since 1940, probably in the history of the nation. This is a chart that we have compiled showing the expenditure on national security by the federal government from 1940 to today. The US$ 21 trillion estimate for Okasio-Cortez exceeds the total national security spending since 1940, which accounts for about US$ 17.8 trillion. Although there were no complete data until 1776, the weighting back for another 164 years would certainly not add enough to make the total $21 trillion. What did Okasio Cortez do wrong? The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, figure $21 trillion corresponds to internal financial transfers that will not succeed in compiling accounts; the same dollar can be included in multiple transactions, which is why the number of Okasio Cortez exceeds all Pentagon spending. The experts said that this misunderstanding made medical care for all inaccurate. Although he was a long-time critic of Pentagon waste, Steve Ellis, Vice-President of the public sense taxpayers, said that Okasio Cortez had grown considerably from the problem. \"One dollar involved in 10 transactions is not $10,\" said Ellis. \"There's a lot to cut and a lot of waste in the Pentagon, and I've said it informally. But simple math shows that the Pentagon didn't approach that amount of money, on average more than $1 trillion a year, not to mention losing track of anywhere close to that amount of money.\" Todd Harrison, defense budget expert at the Centre for Strategic and International Studies, agreed. Harrison said that the figure of $21 trillion was \"dual and triple finance that was internally transferred within the Ministry of Defence.\" \"Only because the transaction cannot be traced and fully documented does not mean that it was fraudulent or wasteful. This just means that the Pentagon wasn't able to pass the audit, which we already knew.\" Just to make sure, we checked with the author of the nation's article, Dave Linddorf. \"She's wrong,\" he said. Lindorf said that his findings indicated a widespread imbalance in accounting and the potential for deliberate interference to deter censorship in Congress - but not a fixed amount of the budget that could have been applied in theory to other uses. While some of the $21 trillion may be real expenditures, Linddorf said: \"It is clear that most of them are merely bogus figures designed to distort accounts and keep Pentagon's accounts from being seriously monitored. It would be a mistake to suggest that this is the real money that could have been used to finance something else that is more beneficial to society.\" It should also be noted that the nation article and the Merkatos study refer to different periods of time, and Ben Thomcek, Deputy Chief of Staff of the Federal Budget Committee in charge. The nation's figures are 18 years - twice the 10 years of study in Mercatus. The Ocacio-Cortez office did not respond to any inquiry. At the time of publication, the tweet remained uploaded, and its appendix was only quoted from the nation's article: \"The Ministry of Defence literally made up figures in its reports to Congress - knowing that Congress would rely on those reports when deciding how much it would submit the following year.\" Our referee, Okasio Cortez, has written $21 in accounting errors in the Pentagon. Medical care costs for all costs are approximately $32. This means that 66% of all medical care could already have been funded by the United States Department of Defense.\" The comparison is misleading. Indeed, data indicate that the Pentagon has not spent $21 trillion in the entire history of the United States. The figure of $21 trillion refers to a range of transactions in which the same dollar could have been transferred between internal accounts several times. In this way, comparing apples and oranges by saying that \"Pentagon accounting errors\" would have amounted to two thirds of all medical care costs expected for 10 years. We're assessing the statement wrong. Sharing the facts of 2018-12-03 22:42:44 UTC PoliticsFact 2 1 7 PolityFacting: failed \"21T in accounting errors in the Pentagon. Medical care costs for all costs are approximately $32. This means that 66% of all medical care could already have been funded by the United States Department of Defense.\" Alexandria Okasio-Cortez, United States-elected Republic, D-N.Y. https://twitter.com/Ocario2018/status/1069459599149219840", "vclaim_id": "vclaim-pol-01224"}