{"url": "/factchecks/2019/aug/14/curt-schilling/trump-backed-ex-pitcher-curt-schilling-misleads-sa/", "speaker": "Curt Schilling", "vclaim": "Law-abiding weapons owners stop crimes 2.5 million times a year\" according to the Federal Centers for Disease Control.", "truth_label": "barely-true", "date": "stated on August 10, 2019 in a tweet:", "title": "The Kurt Schilling that Trump supports is misleading to say that the use of weapons in self-defence stops 2.5 million crimes.", "text": "Kurt Schilling, a former baseball player and a former SBN commentator known for his controversial views, says he's thinking of running for Congress in Arizona. The news soon attracted a cheer from President Donald Trump. Three days ago, Schilling threw a quick ball of allegation about the guns that caught our attention. A television reporter in Charlotte, N.S., tweeted that an armed shepherd with a hidden licence had shot two suspects in an armed robbery on 7-11, killing one of them. U.S. Sales Director \"You mean to tell me that a responsible law-abiding gun owner actually stopped the crime?\" Schilling responded to this tweet, referring to the Federal Centers for Disease Control and Prevention, saying: \"It represents 2.5 million times a year for each Centers for Disease Control.\" In fact, this is not a number but an estimate, on the upper end, that was not done by the CDC. The spokesman for Cameo, a service promoted by Schilling on his Twitter file paid to him and other celebrities to create \"personal video screams\" for the purchase, said that he could not send our request to Schilling for information that would support his statement. However, in response to a Twitter critic, Schilling cited an opinion article on Forbes.com, which in turn referred to a 2013 report. This report has been requested by the CDC, but what is now known as the National Academy of Medicine, a federal non-profit institution. The report did not provide its own estimates, but cited estimates from the studies. She also explained that the estimates varied considerably. \"The defensive use of pistols by victims of crime is common, although the exact number is still disputed,\" ranging from 108,000 to 3 million cases per year, as reported. The figure of 3 million, and the figure of 2.5 million mentioned in the report, originates from one weapons researcher, Professor of Criminal Justice, Florida State University, Gary Klick. On February 8, 2021, Greg Kelly reported on the newsmax section \"Only one person died that day\" during the January 6 US riots. By Bill McCarthy: 9 February 2021, high estimates said in an interview with Polyte Fuckett that 2.5 million did not come from the CDC, but from a national survey carried out by him and his colleague from Florida Mark Gertz in 1993, he asked a random sample of adults if they had used a gun in \"self-protection\" or in protecting property last year, and how they had used it. So this is the 26-year-old survey. The study estimated that Americans used guns for self-protection - that is, the person who used the weapon, although not necessarily shot, believed that a crime, such as burglary or assault, was committed - up to 2.5 million times a year. Klick also gave us an article in 2018 summarizing the results of 20 other surveys that asked at least one question about the use of defensive weapons. The \"implicit number\" of incidents involving the use of defensive weapons ranges from 600,000 to 6.1 million annually, according to the article. Other weapons researchers with whom we have contacted see the Klick estimate of $2.5 million as very high. In health policy at Harvard University, Professor David Hemingway says that people's exploration of events that rarely occur always leads to overestimation. The best crime survey is the National Crime Victim Survey, conducted by the United States Department of Justice and the Census Office since 1973, which was reported to us by the Professor of Public Policy Studies at Duke Philip Cook University. He said, \"There are hidden differences\" between him and the Klick survey, in how to ask questions about self-defence, \"but the difference in the resulting estimate of how many times weapons are used in self-defence is significant.\" In recent years, the estimate based on the National Value Added Classification has been less than 100,000 per year, as stated by Cook. Both numbers have their critics. The 2.5 million is \"unbelievable in the light of other information that is more reliable, such as the total number of United States residents injured or killed by guns each year,\" said RAND Corp in analysis 2018. \"On the other hand, NCVS\" almost reduces the real number. Klick criticized NCVS estimates as \"very far\" with other estimates because surveys only ask victims of crime whether they were trying to protect themselves, which means that those who used a gun must \"volunte\" that information. Our referee (Schilling) said that law-abiding weapons owners stop crimes 2.5 million times a year\" according to the Federal Centers for Disease Control. The number of such cases is unknown, and the CDC has made no estimate. A report requested by the CDC refers to various studies, including a study conducted by an arms researcher from Florida State University based on a survey conducted in 1993 that indicates that people use guns about 2.5 million times a year in self-defence, when they believe that a crime is being committed. The study did not attempt to determine whether persons in such cases had actual weapons or whether they were bound by the law during the incident. However, the researcher says that recent studies in 2018 produced estimates of up to 6.1 million. However, other weapons researchers say, 2.5 million is a very high estimate. They refer to surveys estimated at 100,000 such incidents per year. The statement contains an element of truth but ignores critical facts that give a different impression. We mostly rate it wrong.", "vclaim_id": "vclaim-pol-00271"}