{"url": "/factchecks/2016/oct/27/donald-trump/did-us-spend-6-trillion-middle-east-wars/", "speaker": "Donald Trump", "vclaim": "\"We have spent $6 trillion\" on wars in the Middle East.", "truth_label": "half-true", "date": "stated on October 26, 2016 in a rally in Charlotte, N.C.:", "title": "Did the United States spend $6 trillion in the Middle East wars?", "text": "Donald Trump repeated his call to \"spoil the swamp,\" hitting \"the failed elite in Washington\" because he was wrong about everything from foreign policy to health care. \"The people who oppose us are the same people - and think about this - who wasted $6 trillion on wars in the Middle East - we could have rebuilt our country twice - which produced only more terror, more death and more suffering - imagine if those money were spent in the home,\" said Trump in a rally on 26 October in Charlotte, N.K., \"We spent $6 trillion, and we lost thousands of lives,\" said Trump. \"You can say hundreds of thousands of lives, to look at the other side as well.\" The United States has registered some 7,000 victims of the wars in Iraq and Afghanistan. But in order to verify the facts, we wanted to focus on Trump's claim that the United States spent $6 trillion on war. Is that right? What we found was that Trump mixed up what was spent, and what was expected to be spent. However, he was right to note the significant cost of United States intervention in the Middle East. The Congressional Research Service estimated in 2014 that Iraq and Afghanistan &apos; s wars (especially the cost of operations) cost the United States approximately $1.6 trillion between 2001 and 2014. This is the collapse: $686 billion for Operation Enduring Freedom (Afghanistan): $815 billion for Operation Iraqi Freedom and Operation New Dawn: $27 billion for Operation Noble Eagle to enhance security in military bases: $81 billion for programmes and activities not directly related to the war operations announced by the fact-finding bloggers on 10 January 2021 in the story of the \"Rebel Law - General Flynn's appointment as Vice-President.\" • January 11, 2012, but these figures only include direct expenditures. More comprehensive analyses show trillions of dollars in additional expenditure. For example, a recent study by Brown University identified the cost of wars in Iraq, Afghanistan, Pakistan and Syria as approximately $3.6 trillion from 2001 to 2016, using the cost of operations of $1.6 trillion as a baseline but also responsible for the costs of combating terrorism. With the addition of funds for war and internal security spending in 2017, the total amounts to $4.79 trillion. This figure also includes future commitments for medical and disability costs for veterans ($1 trillion up to 2053) as well as interest on borrowing for war. The following is a specific distribution of the study: Harvard University &apos; s 2013 working paper came at a higher cost: $4 trillion to $6 trillion for Iraq and Afghanistan only. As in the Brown study, the Harvard paper estimated that future medical care and disability benefits for war veterans would be close to $1 trillion. The Harvard paper also attributes $750 billion in medical and personnel costs in the Pentagon to the Iraqi and Afghan wars, and also considers the cost of nation-building in the two countries. The Governor Trump said our Middle East wars cost $6 trillion. Trump refers to high-level appreciation of reliable war-related expenditure analyses in Iraq and Afghanistan. But it confuses the money that was spent with the money that researchers say will be spent. This is a $1 trillion or more difference. The Trump statement is partially accurate, but it ignores important details. We value it half right. https://www.sharethefacts.co/share/b471a5a3-6b7d-4ec9-b8f2-f80cb9883425", "vclaim_id": "vclaim-pol-04042"}