{"url": "/factchecks/2019/jul/02/jess-mcintosh/cnn-panelist-misses-mark-gop-support-medicare-all/", "speaker": "Jess McIntosh", "vclaim": "\"Fifty percent of Republicans support medical care for all.\"", "truth_label": "barely-true", "date": "stated on June 30, 2019 in a TV panel:", "title": "The CNN team member is missing the mark on GOP support for medical care for all.", "text": "For two nights in Miami, the candidates who sought to nominate the Democratic Party for President on the promise and usefulness of medical care for all, the Comprehensive Health Care Proposal presented by Vermont Sen. The discussion of the proposal did not stop at the stage of the discussion. Candidates were also taken to cable networks during the weekend, as well as recruits. On June 30, a round table on \"The State of the Union,\" commentator Governor David Orbán said that Democrats would risk losing President Donald Trump in 2020 if they continued to push each other to the left. The democratic strategy was reversed by Jess Macintosh, editor of Shareblue Media and former Deputy Chief of Communications for Emily's list. \"I just think that we have this wrong idea that some of these policies that are conceived or portrayed in the media as super left are actually enjoying a really large (support) scale,\" she said. \"Fifty percent of Republicans support medical care for all.\" Urban rejected Macintosh's claim, cut her off and tell her in the middle of talking by being \"very realistic.\" So, we checked the facts. As it turns out, Republicans' support for the type of medical care for all bill that Sanders, Massachusetts Sen. Elizabeth Warren and others put their names behind them is not high. A larger proportion of Republicans have supported similar but more incremental approaches, which would add an option to public insurance but would not eliminate all private coverage. What is medical care for everyone? The term \"medical care for all\" often refers to Sanders' plan to establish a single national health insurance programme covering all in the United States. Her name makes it seem like an expansion of medical care, but regardless of her administration by the government, she will not have much resemblance to the health plan for people over 65 years of age. The Sanders Plan proposes broad coverage that would replace most forms of private insurance, together with both Medicaid and medical care. The Government will establish payment rates for medical services, drugs and equipment, and individuals will not face any costs in the form of premiums, deductibles, subscriptions or insurance. (For more information on medical care for all and what is not available, read our in-depth analysis of the proposal.) Other Democrats competing for party nomination have called for so-called \"public choice\" schemes, which would make government-run insurance available while maintaining private insurance intact for those who want it. These plans are often referred to as \"Medicare for America\" or \"Medicare for the all good.\" Some democratic presidential hopes have also indicated support for these concepts as steps towards universal health coverage. What opinion polls say is \"medical care for all\" is a relatively new proposal, so Americans didn't have much time to identify it. Even so, several opinion polls have sought to determine the public &apos; s sense. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy, 12 January 2021 McIntosh said that her figures came from the opinion polls conducted by the Kaiser Family Foundation in June, which followed public opinion on the idea of the National Health Plan for years. According to that survey, 47% of randomly taken Republicans said that they supported \"a health plan run by the national government similar to medical care that would be open to anyone, but would allow people to maintain the coverage they enjoy if they prefer.\" This means nearly half of the Republicans, but the plan described is closer to the general selection plan than the most understandable definition of medical care for all, since the Senate and House of Representatives Bill proposing universal medical care will eliminate almost all special coverage. When the same polls asked for \"a national health plan, sometimes called medical care for all, in which all Americans received insurance from a single government plan,\" only 23% of Republicans supported it - far from 50%. Macintosh said that she was not referring specifically to Sanders' plan when she made her statement on CNN. She was talking instead about the democratic sphere in general -- \"most of them prefer a kind of choice like what Kaiser explored,\" as she said. But language is important. The term \"Medicare for all\" may refer to different things for different people, but ultimately refers to proposals, such as Sanders, that do not leave the space for people to keep their insurance. Because the terms of the proposal are too vague, the meaning of the proposal and some of the voting questions may be misleading. The same Caesar &apos; s poll also found that total support for medical care for all declined when pollers explicitly stated that the plan would eliminate private insurance. Other polls, which raised less precise questions, returned different results. The 2018 Reuters/Epsus poll, which asked nearly 3,000 adults whether they supported or opposed \"medical care policy for all,\" found about 52% of Republicans in favour. 2018 of the Hill asked, \"Will you support or oppose the provision of medical care to every American?\" And 52% of the Republicans said they'd support him hard or something. Finally, a survey in February asked CNN whether \"the government should provide a national health insurance programme for all Americans, even if this requires higher taxes?\" A total of 54 per cent of respondents said yes. But 54% also said that such a program should not \"substitute the entire private health insurance\" compared to 40% who said it should replace the private health insurance. Our governor Macintosh said \"50% of Republicans are in the interest of medical care for all.\" According to the Kaiser Macintosh survey cited as evidence, 47% of Republicans support the creation of a public health insurance option to compete with private insurance schemes. But that's not what medical care can do for everyone. When asked specifically about \"a national health plan, sometimes called medical care for all, in which all Americans are insured from a single government plan,\" only 23% of Republicans said they supported it. We're evaluating this statement mostly wrong.", "vclaim_id": "vclaim-pol-00467"}