{"url": "/factchecks/2019/mar/07/america-first/did-beto-orourke-and-kirsten-gillibrand-say-theyd-/", "speaker": "America First", "vclaim": "\"They both said that they would destroy the wall if the president was elected.\"", "truth_label": "half-true", "date": "stated on March 1, 2019 in a tweet:", "title": "Did Beto O'Rourke and Christine Gillibrand say that they would destroy the border wall if they were elected president?", "text": "While President Donald Trump wants to build a border wall, Democrats Bitto O'Rourke and Sen. Kristin Gillibrand wants to destroy it, a political group has claimed to have candidates for the Ramp elected to federal office. And @Sen Gilliband said they'd destroy the wall if the president was elected. This sums up the difference between President Trump and radical Democrats,\" said the March 1 tweet from America first. ................................................................................................................ THAT summarizes the difference between President Trump and radical Democrats. First, America (@America FirstPAC) 1 March 2019 first describes itself as a super-political working committee dedicated to electing federal candidates who support the Trump agenda. Did America first describe exactly what Orok and Gillibrand said about the border walls? The tweeting is partially accurate, but leaves important details. In an interview with MSNBC, Aurourke, a former U.S. representative from Texas, said that he would \"surely remove\" the border barriers in El Paso, Texas. He later said that he supported barriers along some parts of the border. She asked whether she had agreed to the Aurourke statement on the dismantling of the border wall in El Paso, and the United States Senator, Gillibrand, from New York, had not provided a definitive answer. She said she'd need to know more about it, \"If it makes sense, I can support it.\" What O'Rourke said didn't say whether he was going to run for president. :: Chris Hayes of the Ministry of National Security of Mexico interviewed Aurourque on 14 February near the United States-Mexico border in El Paso and asked him about the demolition of the border wall. At the outset, the representative, Dan Crenshaw, from R-Texas, asked the question on Twitter for Aurourke. Hayes: \"I want you to go through, a question from Congressman who does not represent the border but is in Texas, Dan Crenshaw, a new congressman. He was very frank in favour of the President &apos; s agenda on the border in particular.\" O'Rourke: \"Right.\" Hey, Hayes: \"He wanted to ask you -- he's tweeting this, and I'm just passing it along. He didn't text me. You know, could you -- if you could, could you get down the wall now, right here? O'Rourke: \"Yes.\" \"As if you have a wall and you take it down.\" O'Rourke: \"Sure. I'd like to remove the wall.\" Hey, Hayes: \"Do you think if there's a referendum here in the city, that it'll pass?\" On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" By Miriam Valverde • 3 February 2021 Oroc: \"I do.\" O'Rourke added that the wall and the duel didn't \"make us any safer.\" The barriers cost tens of billions of dollars to build, maintain and push migrants, refugees and asylum-seekers \"to the harshest and most hostile border between the United States and Mexico to ensure their suffering and death.\" A few days after that interview, O'Rourke said there was a \"turn\" of barriers in some parts of the border. \"I think there's a role for physical barriers in some places,\" said O'Rourke on February 19, according to Texas Tribune. The Texas Tribune said that Aurourke explained that his comment on the dropping of the wall was for Al Paso, because the crime data did not refer to a wall that made the city safer. \"On the border barriers elsewhere, O'Rourke said that he would \"work with local stakeholders, property owners, communities, those who actually live there to determine the best security solution,\" \"Texas Tribune,\" I mentioned. So O'Rourke said he's gonna drop a wall in El Paso, but he's not opposed to a wall in other parts of the border. What Gilbrand, Fox News reporter, said asked Gilbrand about Oroc's statement to MSNBC during her campaign in New Hampshire in February 15. Gillibrand didn't explicitly say she'd destroy the wall if she was elected president. She said she'd need to study the matter. \"If it makes sense, I can support it.\" Reporter: \"How about a proposal from Peto Aurroc to remove some of the current wall, he was talking about El Paso. But the idea of dismantling some of the wall is a good idea? \"Bad idea\" Gilbrand: \"Well, I'd like to ask people in that part of the country to see whether the fence that exists today is useful or not. \"But as you know, Democrats are not afraid of national or border security. The Democrats have funded border security for decades. So it's not a question of not wanting to keep the country safe. But what President Trump wants to do is build a medieval wall of concrete and a wall that will destroy not only society but the environment as well. It's an obnoxious message. I mean, he's trying to create a picture of division, hatred and irony, which I'm offended by. The fact that it inflames this kind of racism in its words and actions is a matter of concern. \"So, I can look at that and see what part means and why, and if it makes sense, I can support that.\" America first stood by its tweet in a statement of PolityFact. \"Let's be clear: Gilbert and O'Rourke support open borders and oppose President Trump's border protection policies,\" said Alex Titus, America's spokesman first. Their past statements about the demolition of the wall speak a lot. The ruling America first tweeted that Orok and Gilibrand said that they would destroy the wall if they were elected president. The tweet doesn't tell the whole story. In an interview with MSNBC, Aurroc said that he would take down the wall in El Paso. Orok later said \"there's a role\" for physical barriers in other parts of the United States-Mexico border. Gilbert did not denounce the Aurourke statement that the wall had been dropped in El Paso, but also did not adopt this position without reservation. Gillibrand said that if it made sense, it could support it, but it would first need to assess the effectiveness of the barriers. The first American statement is partially accurate, but it ignores important details and contexts. We value it half right. Sharing the facts 2019-03-07 22:28:32 UTC PoliticsFact 4 1 7 Politic Fact Rating: A true half says Peto O'Rourke and Sen. Kristin Gillibrand \"They both said that they would destroy the Wall if the President were elected.\" 1 March 2019 2019-03-01 Read more information", "vclaim_id": "vclaim-pol-00922"}