{"url": "/factchecks/2014/sep/19/mary-burke/scott-walkers-jobs-agency-gives-incentives-lead-lo/", "speaker": "Mary Burke", "vclaim": "According to Scott Walker Jobs Agency, financial incentives are given that lead \"Wisconsin companies to look at shipping jobs elsewhere. A company received $4.6 million in taxpayers' money and actually reduced its functions by 300 people.", "truth_label": "barely-true", "date": "stated on September 10, 2014 in an interview:", "title": "The Scott Walker Jobs Agency gives incentives to lose jobs, says the competing Mary Burke.", "text": "The Economic Development Corporation of Wisconsin, a job agency established by the Government of the Republic. Scott Walker and a legislature controlled by the Republican Party have had enough operational problems to become a political trick. But Mary Burke's democracy took criticism to a new level when it raised questions about whether the agency actually costs government jobs. The Secretary of the former Ministry of Commerce and the Executive Director of the Trick Bike were asked in an interview on 10 September 2014 on La Cruz TV about what she would do to prevent Wisconsin from losing its jobs in other countries. Burke said, \"It's very critical.\" \"Unfortunately, we have a situation not only in the country here but throughout the country where American manufacturers find it difficult to compete against low-wage countries. So, as governor, I want to fight for the interests of my creator Wisconsin, to lay down that playground. \"But also, we should not have incentives for Wisconsin companies to actually consider shipping functions elsewhere. And there was a company, just yesterday it was just announced under WEDC - Economic Development Company in Wisconsin, Gov. The main job agency at Walker -- that the company got $4.6 million in taxpayers' money and actually reduced its functions by 300 people. So we have to make sure we don't have incentives to get employers to ship jobs elsewhere.\" So, does the board offer incentives to lead companies to move jobs from Wisconsin? In February 2011, the Centre was established in its history to replace the Ministry of Commerce. Walker argued that the partially privatized agency would be able to respond more quickly to the needs of businesses seeking to create jobs in the State. Its short history has been controversial. In November 2012, the newspaper Milwakee Journal Sentinel reported that WEDC discovered that it had not tracked in one central database more than $12 million in loans due in the past. In May 2013, a State audit found that the Agency had repeatedly failed to follow the basic standards of State law to ensure the clear and proper use of millions of dollars in taxpayers &apos; funds. In September 2014, it was revealed that a senior officer of the Board had resigned last month on the way the Agency was run, saying that another leader - a former principal assistant to Walker - was causing the Agency \"permanent damage.\" His resignation was cancelled three days later. With regard to Burke &apos; s claim, the spokesperson for her campaign insisted that Burke was not intended to say that Wickers provided incentives for businesses in Wisconsin to move jobs outside the state. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. • 15 January 2021, but twice Burke, in her remarks, referred to incentives that could lead businesses to ship jobs elsewhere. So, we're based on the verification of who we really are, on what he might hear from Burke. On the day before the meeting with Burke, WKOW-TV published in Madison a follow-up post to previous stories of WEDC's assistance to Plexus Corp., a company based in Nina, Fox Valley, Wisconsin, which also has operations in Europe and Asia. The article noted that Plexus had received $4.6 million in tax exemptions from Wick, although it had reduced more than 300 jobs. These are the two people Burke mentioned in La Cruz' interview and her campaign confirmed she was referring to Plixus. Let's make that clear. Plexus builds electronics for other companies, such as ultrasound machines for GE medical systems and a \"freestyle\" soda inhalation machine for Coca-Cola. In May 2012, plans were announced to build a $50,410,000 manufacturing plant in Nina to replace two rented plants. At that time, Plexus and WEDC said the agency was eligible for up to $15 million in the factory tax exemption. Walker said up to 350 jobs could eventually be found. The Centre provides certain portions of tax exemptions based mainly on the amount of money invested by Plexus in the currently completed plant, which was allocated in August 2014, and on the number of jobs added over time. The company Plexus was to retain 1,792 jobs and create 350 more jobs. According to the latest data in the Environmental Data Centre database, as of December 2013 only 1,485 posts had been retained - 307 fewer than planned - and no new posts had been created. Some $4.6 million out of $15 million of the approved credits were issued. The tax exemption package extends until 2019. In July 2014, the organization reported that in July 2012, a month after the announcement of credits of $15 million, Plexus stated that it was releasing 116 workers from its main facility in Nina. Plexus later issued a statement saying that he had released Wisconsin after unexpectedly losing his world's largest client. The company stated that the jobs were simply lost as a result of lost businesses and were not moved elsewhere. The affected employees of Plexus received federal benefits for workers affected by foreign trade because the competitor who obtained the contract ended up doing work in Mexico. According to the July 2014 memorandum from WEDC, the Plexus will need to reassign posts that have been reduced before receiving any tax exemptions for the addition of posts. Most of the new posts are expected to be added in 2015 and 2016, as per the memorandum. Our classification of Burke says Wisconsin Economic Development, Walker's main jobs agency, gives financial incentives to lead Wisconsin companies. A company received $4.6 million in taxpayers' money and actually reduced its functions by 300 people. There is one element of the truth in the statement, that the Plexus Corp. Work in Wisconsin fell by 300 after receiving about $4.6 million in government tax exemptions. Burke can criticize WEDC for giving money to a company that shortly after the layoffs of Wisconsin, but there is no evidence that the company's help pushed it to move jobs elsewhere. In fact, the help went towards building a new factory in Wisconsin. Our assessment is often wrong.", "vclaim_id": "vclaim-pol-07281"}