{"url": "/factchecks/2019/jun/18/gavin-newsom/gavin-newsom-makes-false-claim-raising-lgbtq-pride/", "speaker": "Gavin Newsom", "vclaim": "He says, \"For the first time in our state history, pride was raised in the Capitol!\"", "truth_label": "false", "date": "stated on June 18, 2019 in a tweet:", "title": "Gavin Newsome falsely claims to raise the pride of lesbian, gay, bisexual and transgender people for the first time in Capitol California.", "text": "(Joff) Gavin Newsome claimed that his administration raised rainbow flags, a symbol of the pride of lesbian, gay, bisexual, transgender, gay, bisexual and transgender (LGBT) people in the government capitol \"for the first time in our state history\" this week. However, a press photo on the front page and an article from 1990 show otherwise. To make it clear, we checked the truth. We searched the San Francisco Bay Area Reporter, who serves LGBT communities, published the article on October 18, 1990. A rainbow pride flag is shown flying over the Capitol on National Exit Day, on the main pole under the national and state flags, a week ago, in October. :: 11, 1990.....................................................................................................................................................................................................................???????????????????????????????????????  The 18 October 1990 issue of the Gulf Area Reporter showed a picture of the pride mark that briefly flew in the state Capitol on October 11, National Exit Day. A complimentary picture: the archives of the Gulf region correspondent. \"The flag ended up flying for only a few hours that day,\" an article in the reporter reading this week. His report three decades ago states: \"Then Governor George Dickmegian ordered the flag to be dropped shortly after its lifting.\" The article states that the police received threats from veterans who said they were planning to shoot or burn the flag. The flag of pride that was raised in 1990 was not a ruse. It was approved by the Common Rules Committee of the Senate and Assembly of California, and was the result of the work of State Senate officials and activists of lesbian, gay, bisexual and transgender (LGBT) persons. \"We've followed all the protocols,\" Ken Tupper, who was working at the time for the then senator David Robertie, said Politi Fact California. \"It was not easy to do,\" added Michael Posia, who also worked in the State Senate at the time and is now a professor of political science at St. Michael's College in Vermont. \"It was something really powerful and hopeful.\" In an article a week before the opinion was raised, the correspondent announced that the Rules Committee had approved the decision. Former California Senate Officer Ken Tuber assisted in obtaining approval to raise pride science in the Capitol in 1990 / courtesy photos of Ken Top Phurated Foct-Chific Bloggers mentioned on January 28, 2021 in a Facebook blog that tried to \"shut up\" a campaign to restore the California government. ∙ (Gavin Newsom) • February 2, 2021 Newsome responded in a written statement, Newsome said that he was not aware of the 1990 incident. \"while this is the first time that LGBTI scientists fly over the Capitol to celebrate the month of pride in June, I learned that there were three hours in 1990 when the flag was flying there earlier. This part of the history of our State deserves to be summoned and recognized. News from that time tells about a group of activists and legislators who arranged the flag quietly to be carried out to commemorate National Exit Day. It was a work of vision and challenge. Shortly after the presentation, Governor Dickmijian was warned of the existence of science and ordered to come down, saying to the media that it was \"awesome.\" Earlier this month, the Trump Administration refused to allow United States Embassies to raise rainbow flags in honour of the month of LGBT pride, according to CNN. Support for science raising is much greater in California. Niusom said that he fully supported this effort, contrary to what had been the case in Djokmejian three decades ago. \"In California, we celebrate and support the right of our gay, gay, bisexual, transgender and gay community to live out loud - within a month and a month of pride,\" Newsome said in a news release. \"By raising pride above the Capitol, we send a clear message that California welcomes and is inclusive, regardless of how you know or who you love.\" The news has admitted that this is not the first time rainbow science has appeared in the Capitol. \"The flag was previously hanging on balconies both inside and outside the building and the capitol was lit in rainbow colors in June 2015,\" I read. == sync, corrected by elderman == @elder_man We claimed that his administration raised rainbow flags in the state building \"for the first time in our state history\" this week. A press photo and an article from 1990 show that the flag climbed over the capitol three decades ago, for a few hours. We have been told by two former senators that a joint Senate-Assembly committee has authorized movement. Newsome was wrong about this being our \"first time in the history of our state\" that science was raised above the Capitol. The increase in 1990 went through protocols, which were punished and announced earlier in a newspaper in the Gulf region. In a subsequent statement, the Newsome newspaper acknowledged that \"this part of the history of our country deserves to be summoned and recognized.\" Nevertheless, we assess his first allegation is wrong. - The statement is not accurate. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. They shared the facts. Governor of Gavin Newsome California https://twitter.com/GavinNewsom/status/1140671980907769794 Monday, 17 June 2019 2019-06-17 Read more information", "vclaim_id": "vclaim-pol-00524"}