{"url": "/factchecks/2016/jul/25/donald-trump/no-donald-trump-bernie-sanders-wouldnt-have-won-ev/", "speaker": "Donald Trump", "vclaim": "An analysis showed that Bernie Sanders would have won the Democrat nomination if it hadn't been for the super delegates.", "truth_label": "false", "date": "stated on July 24, 2016 in a tweet:", "title": "No, Donald Trump, Bernie Sanders wouldn't have won, even if he was super rep.", "text": "Donald Trump launched a series of tweets about Bernie Sanders on the weekend, sometimes sympathetic to the senator for their joint contempt for the \"static\" political system and for others attacking Sanders to surrender to him through the support of Hillary Clinton. The Republican candidate commented on the publication of WikiLeaks &apos; e-CNDD post, in which, inter alia, officials appeared to have been distorted about the interrogation of Dean Sanders and attacked campaign manager Jeff Weaver. An analysis showed that Bernie Sanders would have won the nomination of Democrats had it not been for the super-delegates. The last tweet of Trump has attracted our attention. Would Saunders really have accepted the nomination this week in the House of Representatives if it hadn't been for super-delegators? If you remember from our introductory book, super-delegates are party officials and prominent personalities who make up about one sixth of the delegates in the Democratic Party system. Under the rules governing this year &apos; s pre-elections, super-delegates were not bound by the results of the vote in their own State and could vote for those who wished. :: Several super-delegates supported Clinton even before the voting began, leading disproportionate leadership in high-level mandates at all stages of the pre-election process, which provoked numerous calls for injustice and favouritism from voters and supporters of Sanders. But Trump is wrong. Saunders wouldn't have won the first grade without those in the party. The Trump campaign did not come back to us, but the \"analysis\" he might have been referring to could be a blog on Gitway Bondet, a conservative news blog. The title of the article is \"Note to Supporters: Bernie would have won had it not been for the super-delegates system!\" It's the wrong argument that Sanders would have arrested the nomination if all the super-delegates had supported him instead. These maths are done on paper, but they're actually insensitive. This position does not provide any reason why senior delegates will turn their voices against the popular vote (Vaz Clinton more than Sanders by 3.8 million). Experts told Polyte Fact Florida that super-delegates could play a difference if the race was closer. And above all, Sanders has repeatedly called himself to super delegates to follow the will of their nation's voters. In other scenarios, such as the requirement to vote in their own country proportionally or to get them all out of the system, Sanders is still unable to reach the magical delegate threshold of 2,383 delegates needed to pick up the nomination, and Clinton can still be traced. Here, the number of super-delegates Clinton and Sanders who would have received under different primary systems is collapsing, based on the number of green newspapers. On January 18, 2021, in an interview with National Correctional Radio, \"China was behind intervention and effort to overthrow our government, elections and electoral fraud.\" By Daniel Funk: 19 January 2021 without super-authorities (Tromp proposal) 2200 1,831 with unrestricted super-authorities (present system) 2,771 (571) 1,875 (44) with a winner taking all super-mandates 2,721 2,019 (188) with a proportional distribution of super-mandates 2,590 (390) 2,150 (319) (note on the methodology of our delegates: the numbers of delegates vary from publication to publication, so we used a clear real policy and green papers, sources included in the Gateway Pundit blog. While RCP provides a high-speed account, it does not offer state-by-state breakdowns, so we referred to green leaves for hypervelocity collapse.) In sum: Linking senior delegates to the winner of the main conference or the gathering in their country would have bridged the gap between Clinton and Sanders, but it was not enough for Sanders to win. The Governor Trump wrote: \"An analysis showed that Bernie Sanders would have won the candidacy of Democrats if he hadn't had super-delegators.\" This doesn't check. Saunders could have lost without superior mandates in the mix, because Clinton won the majority of the popular vote and pledged delegates. On the contrary, the only way for Sanders to win was that he could have persuaded more superpowers to turn their voices from Clinton to him. We appreciate Trump's claim that it was wrong. https://www.sharethefacts.co/share/9cef5e9e-9758-42ad-845d-6f13189a554e", "vclaim_id": "vclaim-pol-04615"}