{"url": "/factchecks/2019/mar/29/john-bucy-iii/about-1-4-texas-women-reproductive-age-dont-have-h/", "speaker": "John Bucy III", "vclaim": "\"Now, one out of every four women in Texas of reproductive age who are not insured, total 1.5 million women in Texas.\"", "truth_label": "true", "date": "stated on March 27, 2019 in the Texas House:", "title": "About 1 in 4 women in Texas of childbearing age do not have health insurance", "text": "Texas legislators discussed the finer points of the proposed biennial budget until Wednesday night, proposed amendments and amendments to those amendments, and eventually approved the huge $251 billion bill. One amendment (which was dropped in the party &apos; s vote, with Republicans in opposition) would have required the State to accept federal expansion of Medicaid dollars to cover low-income tactiles. Texas is one of 14 states that didn't choose to expand Medicaid. John Posie III introduced the amendment and said that Texas was losing good health care by not expanding the insurance programme. \"Now, one in four uninsured Texas women of reproductive age, a total of 1.5 million Texas women,\" said Bosie, a democracy that is part of Williamson County. \"while many of these women are eligible for health care coverage during pregnancy, they lose such care shortly thereafter. It is important to increase women &apos; s access to health care before and after pregnancy and among pregnancies by expanding medical assistance.\" Posie shared the same allegation about uninsured women in an article on Twitter during the discussion. So we had to ask, is there really a lot of Texas women without health insurance? This figure is not followed by State agencies, Alison Heinrich, Legislative Director of Posse, who said that the statistics came from a letter sent by an invitation group to the Health and Human Services Commission of the Texas Senate in September. The letter states that one in four women in Texas between the ages of 15 and 44 are not insured. The message - sent by a coalition of organizations calling for improved health care now called Texas Coverage - attributed statistics to a series of reports from the Ministry of Health Services of the State of Texas. Laura Guerra-Cardos of the Texas Cover Coalition now and the Defence for Children Fund said that it was incorrect to quote the letter and that the Group had already obtained this information from a 2016 report on the left-wing position of policy priorities. The report states that about 27 per cent of women of childbearing age in Texas are not covered by insurance. Officials of the Ministry of Public Health Services of Texas, the Texas Health and Humanitarian Services Commission and the Texas Ministry of Insurance said that their agencies did not follow the uninsured population of Texas. This claim is supported by census data, and the report cites the United States Community Survey conducted by the United States Census Bureau and the data sets used by researchers. This information allows users to examine a sample of individual responses to the survey and to extrapolate such matters as the number of women who are not insured in a particular age group. Oliver Bernstein, spokesperson for the Centre for Policy Priorities, said that researchers at the Centre had delivered data to statistical software to conclude that one in four women aged 15 to 44 were not insured in Texas, starting with their 2016 report. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" ● February 2, 2012, the 2018 edition of the report drew the same conclusion. This type of data analysis is common. The Urban Institute conducted a similar study of the uninsured population in Texas in December and used these data at the level of persons to determine the percentage of the various groups of the uninsured population in Texas. They did not look specifically at uninsured women of reproductive age, but found that about 18 per cent of all women in Texas were not insured. In December, the Guttmacher Institute, a research organization working on abortion rights, published a study that examined the uninsured rate of women of rehabilitation age using the same data. The group &apos; s analysis showed that of the 5.9 million women in Texas aged 15 to 44, some 1.4 million (or 24 per cent) were not insured. This means that one in four women in this age group does not have health insurance. The data published by the Census Bureau (which has already been broken) also support Bessie &apos; s claim, although they are not considered to be the entire age group concerned. The age groups for the total population and for uninsured women are not ranked, so the most accurate groups in the analysis here are women between the ages of 19 and 44, which does not include all women of reproductive age. There are some 5.2 million women in Texas between the ages of 19 and 44, as the data show. Of these women, more than 1.2 million do not have health insurance. This means that one in four women in Texas between 19 and 44 years of age does not have health insurance. Our rule, Posey, said, \"One in four women of child-bearing age in Texas is insecure, with a total of 1.5 million women in Texas.\" The source was a report from a group based in Austin that analysed census figures. The method of research is one used by other organizations, and a study conducted by the Guttmacher Institute has yielded similar results. An analysis of the census figures available to the public also provides an estimate in support of Bosie &apos; s claim. We're assessing this claim right. The truth is - the statement is accurate and nothing important is missing. Sharing the facts 2019-03-29 21:46:46 UTC PoliticsFact 6 1 7 PoliticsFact Dacting: \"Right now, one in four uninsured women of childbearing age, a total of 1.5 million Texas women.\" State Representative John Posey III: http://tlchouse.granicus.com/MediaPlay.php?view_id=45&clip_id=16809 About one in four women aged between 15 and 44 do not have health insurance. The classification has not changed.", "vclaim_id": "vclaim-pol-00826"}