{"url": "/factchecks/2016/sep/27/hillary-clinton/hillary-clinton-correct-gun-deaths-young-black-mal/", "speaker": "Hillary Clinton", "vclaim": "The arms epidemic is the leading cause of death among young people of African descent, more than the following nine combined.", "truth_label": "true", "date": "stated on September 26, 2016 in a Presidential debate at Hofstra University:", "title": "Hillary Clinton corrected the killing of black men with weapons for over nine reasons.", "text": "During the first presidential debate at the University of Hofstra, Hillary Clinton denounced armed violence, especially because it affected young African-Americans. She said: \"The arms epidemic is the leading cause of death among young African Americans, more than the following nine combined.\" This is the claim that Clinton has made before, and it is true. We found the relevant data on the site of the Centers for Disease Control and Prevention. Using this search form, we collected data on the 10 most common causes of death of African-American men and boys aged 15-24 years, in 2014: 2,256 firearms-related homicides in 2014, compared with 2,119 deaths in the following nine groups combined. This makes Clinton's statement true. On January 31, 2021, Ryan Fornier stated on Twitter that \"Biden's administration has lost 20 million COVID vaccines.\" Noah Y. Kim wrote: February 1, 2021 if it adds to weapons-related accidents and suicides, the gap between gun-related deaths and other types of deaths is widening. There were 2,533 firearms-related deaths in all 10 categories combined, compared with 2,002 deaths in the top 10 categories unrelated to firearms. It should be noted that this statement depends on the selected age range. For example, the statement is incorrect for African-American boys between the ages of 10 and 14. There were 38 firearms-related homicides in that age and ethnic group in 2014, in addition to 10 firearms suicides and three accidental gunshot wounds, a total of 51 cases. In contrast, the top 10 causes of death for that age and ethnic group include 271 deaths unrelated to pistols, such as diseases. However, we believe that the use of the definition of \"youth\" as 15-24 is reasonable. Our rule, Clinton, said, \"The arms epidemic is the main cause of the death of African-American youth, more than the following nine reasons combined.\" As long as we define \"youth\" as between the ages of 15 and 24, Clinton's statement is accurate, according to the CDC data. We're evaluating the statement right. https://www.sharethefacts.co/share/71bc1a22-7c79-4a3f-8b4d-78ab73d667b", "vclaim_id": "vclaim-pol-04263"}