{"url": "/factchecks/2019/mar/14/hannah-kelly/do-missouri-schools-severely-disabled-need-kitchen/", "speaker": "Hannah Kelly", "vclaim": "\"The schools in my area don't have a kitchen.\"", "truth_label": "half-true", "date": "stated on January 29, 2019 in an education budget hearing at the Missouri state capitol:", "title": "Does Missouri schools for severely disabled people need a kitchen?", "text": "Ms. Hanna Kelly of the Republic of Montenegro raised concerns about schools in her region for children with special needs without kitchens. \"Schools in my region do not have a kitchen,\" she said at a public hearing in January 29 on the education budget, after Committee members discussed services for children with disabilities. The lack of a kitchen raises some important issues in terms of food and equipment, particularly for children with special needs. So we decided to take a closer look at Kelly's statement to see if these schools really miss a kitchen. When Kelly asked about her statement, she said she was referring specifically to Skyview, a school for children with disabilities. There are currently 12 students in the school. She explained: \"The schools in my area have a kitchen, but not a kitchen adequately equipped for children with disabilities.\" Kelly said the kitchen wasn't used to cook, it was just to heat food. So where do students' meals come from? \"Mount Grove public schools receive food,\" said Kelly. \"But if the local school is closed, and they don't save the leftovers, then they don't have any food.\" The building manager at the school, Michelle Sharp, said it was difficult to know what meals were when local schools closed. \"In those days, it is my responsibility to find food for my children,\" said Sharp. The Department of Primary and Secondary Education requires that cheque prices in schools be in local grocery stores and that certain approved items be purchased. School is required to cover these costs. It took a long time to meet all the requirements of the Department &apos; s economic and social development policy. Sharp reached out to local companies and restaurants that served food, and Kelly bought food twice. Margaret Gomez was mentioned on February 15, 2010 in a campaign bulletin. It says: \"The Metro of the capital has stopped raising fees for elderly and disabled citizens.\" • 21 February 2010 Skyview is not the only school in this case. Sharp also serves as a construction manager in Ozark Horizon, another school for students with severe disabilities who also lack a working kitchen. But there may be other schools around the state facing these issues as well, as Sharp said. From 2012 to 2017, Rita House served as building manager at both Skyview School and Ozark Horizon School. She said that it was always this way, although her only option at the time was to go to the grocery store when local schools closed. \"We are not treated in the same way,\" there is a difference even between the buildings of the Misuri schools for severely disabled people. Some buildings have their own kitchen and food, while some do not receive and rely on the assistance of local public schools. \"We need the same facilities as all schools,\" said Sharp. \"Our students shouldn't be treated differently.\" During a meeting of building managers in August, Sharp said that she had raised the issue. House stated that the direct supervisor of the Department of Primary and Secondary Education was aware of the situation, but did not know whether the information had actually been transmitted to the supervisors of the Department of Basic and Secondary Education. When asked by the Ministry of Primary and Secondary Education, she said that the State did not establish policies on school kitchens. Nancy Bulls, Department of Health and Security Communications Coordinator, after contacting the spokesperson for the Food and Nutrition Services Office, said that there was no requirement for a large or well-equipped school kitchen. \"They must be able to prepare and offer a reimbursable meal.\" Schools are allowed to use an outside vendor to provide meals. Kelly the governor said, \"The schools in my district don't have a kitchen.\" There is a kitchen and equipment in schools, but there are no kitchens and commercial tools in a public school. The school does not have the resources or staff to prepare meals for students at school and must rely on local public schools to feed students. We value the claim half right.", "vclaim_id": "vclaim-pol-00890"}