{"url": "/factchecks/2019/jun/30/kevin-graham/chicago-police-union-presidents-attack-consent-dec/", "speaker": "Kevin Graham", "vclaim": "According to the United States Department of Justice, \"in the past it has seen\" that \"consent decrees do not work, there is very little change, which often occurs immediately after the approval decree comes into effect, the crime actually rises.\"", "truth_label": "barely-true", "date": "stated on June 21, 2019 in in an interview:", "title": "The attack by the president of the Chicago Police Union on the approval decrees is short.", "text": "The mayor of Chicago, Laurie Lightfoot, had a tense relationship with the city's main police union long before it reached power in the city hall, and it is likely to be further tested in the upcoming negotiations on a new contract for rank and number officers. Lightfoot led a civilian task force that once demanded changes to the police contract following the shooting of Lakwan McDonald. Now Kevin Graham, the head of the Chicago Brothers Police Medal, is looking for some of his own changes to a recent legal agreement between the city and the Attorney General of Illinois. In order to strengthen his case for revisions, Graham said in a recent interview with Chicago Sun Times that even the federal government had a surprise about the consequences of civil rights agreements imposed by the court aimed at controlling police conduct. Graham said that the Ministry of Justice \"has seen in the past that consent decrees do not work, and that there is little change, often immediately after the approval decree comes into effect, the crime is actually escalating.\" Under President Donald Trump, the Ministry of Justice has already retracted the imposition of police approval decrees, including in Chicago, where one of the pending agreements arranged near the end of Obama's administration has been abandoned. Graham &apos; s comments point to strong statistical evidence supporting this policy shift. We decided to find out if that was the case. The interim policy, not a failed policy in support of Graham &apos; s claim, sent us a federal spokesman from an academic report that found an upsurge in crime between the 31 cities under federal supervision between 1994 and 2016. But what Graham left behind was that the study also found that these increases were temporary and reduced to statistical importance over time. Stephen Rehn, co-author of the study, said that Graham &apos; s description of the results was too simple. \"It would be fair to say that there has been some empirical support for the claim that the cities that issue the approval decree have experienced a rise in crime rates for unaffected cities,\" said Roshen, a professor at the Faculty of Law of the University of Loyola, Chicago. \"But, again, it's more complicated because our research... found that a few years later, that relationship goes away.\" As Rachine said: \"It's not working, at least misleading to say that it's a consent decree.\" \"I don't think anyone - even people who've spent their lives doing that - will think it's perfect. But I think I'd say it doesn't work and everyone knows it, and that's not true.\" Rachine and other experts told us that crime rates are not the only factor that we should take into account when assessing the potential costs and benefits of consent decrees. For example, a study widely cited by the University of Texas-Dallas found that cities operating under these agreements had seen a decline in civil rights claims against the police. \"These numbers (crime) are not fate, and there are good examples of big cities like Chicago going through these kinds of very subversive operations and coming to an end is safer and seems more constitutional than the police department,\" Rushine said. On January 30, 2021, the fact-finding bloggers wrote in a blog entitled \"The assassination of Trump, the deep state in panic!\" by Sierra Orourc: 4 February 2021. One example is Los Angeles, which operated under an approval decree between 2000 and 2013. A report from Harvard Kennedy School found that the crime had risen in the first two years of the approval decree, but in a section not faster than it had been throughout California. Then, after the initial period, the crime in Los Angeles began to decline at a much faster rate than in other cities of California that did not operate under federal supervision, and the study was found. The report also concluded that the number of Los Angeles officers named in complaints of misconduct had decreased significantly over the years even as they stopped and were arrested more than before. \"If the approval decree has prevented police officers from dealing with crime or criminals, there is no evidence of this in the data on enforcement activity,\" the authors of the study indicated. Experts referred to a number of possible interpretations of increases in crimes immediately upon the entry into force of the approval decree, including the lack of familiarity of officers with new restrictions on their conduct, and their initial non-admission to ranks and files. Jonathan Smith, a former official of the Obama Department of Administrative Justice who now runs the Washington Committee of Civil Rights and Urban Lawyers, referred to another important variable. \"The Ministry of Justice only comes when the police department is in crisis,\" he said, citing the Baltimore consent decree that followed the disturbances caused by the death of a black young man in police custody. \"To say that their coming in here somehow creates a crisis -- causality doesn't exist there.\" The First Attorney General of Tramp, Jeff Sets, expressed deep doubts about the value of the approval decrees. In many letters, an allegation was made that we often misjudged twice that the rise in the homicide rate in Chicago was due to a similar type of settlement agreement between Chicago and the American Civil Liberties Union. However, the most recent analysis by the Administration on the effectiveness of the approval decrees was published during the Obama administration and reached a completely different conclusion. It summarized the results of the independent studies that examined several different cities operating under the approval decrees, including Los Angeles, and noted that \"there is strong evidence that reform under the Division's agreements generally succeeds in achieving more effective constitutional police practices and improving police-community relations\" without jeopardizing public safety. Our judgment Graham said that the Ministry of Justice \"had seen in the past\" that \"consent decrees do not work, and that there is little change, often immediately after the approval decree comes into effect, the crime is actually escalating.\" His office referred to an academic report which concluded that the Court &apos; s interventions were linked to the high level of crime. What he left behind was that the same report found that those effects were temporary. The experts also noted that this increase does not negate the progress made by cities under the approval decrees in the following years of implementation when it comes to improving relations between the police and the members of the communities they protect. The Ministry of Justice in Trump has already retracted pressure for reforms in individual police agencies. However, the Agency itself commended the progress promoted by the approval decrees and concluded that they did not appear to endanger public safety. We value Graham &apos; s claim that it is mostly false. In fact, this statement contains an element of truth but ignores critical facts that give a different impression.", "vclaim_id": "vclaim-pol-00476"}