{"url": "/factchecks/2019/jul/24/facebook-posts/facebook-post-compares-votes-rand-paul-ilhan-omar-/", "speaker": "Facebook posts", "vclaim": "Republic Ilhan Omar voted yes to provide more funding for the 11/9 Victims Fund while Mr. Randball voted no.", "truth_label": "true", "date": "stated on July 21, 2019 in a Facebook post:", "title": "Facebook article comparing the sounds of Rand Paul, Elhan Omar, 11 September", "text": "Over the past few weeks, the headlines of the newspapers have led to misleading information and personal attacks targeting the Republic, Ilham Omar, De Min. In particular, President Donald Tramp said that Omar, an American citizen who emigrated as a Somali refugee, said that Al-Qaida was \"awesome.\" The Piolet evaluated the fruit of Trump's words in vain, for he twisted her words. On Facebook, some users retreat against the idea that Omar underestimated attacks by terrorist groups. A photo posted on Facebook July 21 claims that Omar voted yes to provide more funding for the 11/11 Victims Fund, while Republican Sin. Rand Bull of Kentucky \"Voice No. \"Who hates America again?\" You read the picture, which includes the head shots of both politicians and it's been shared hundreds of times. The article was referred to as part of Facebook's efforts to combat false news and misinformation in the broadcast of the news, so we wanted to check it. ∙ (Read more about our partnership with Facebook.) The company Polyte Fact contacted the Facebook user, who shared the picture with us, asking for its source. We'll update this story if we answer it. Congress established the 11 September Compensation Fund for Victims in 2001 to pay compensation to persons and relatives who were injured or killed during the 11 September terrorist attacks. The original program was in operation until 2004. The Fund was revived between 2011 and 2016 with the adoption of the James Zadruga 9/11 Health and Compensation Act 2010. In December 2015, President Barack Obama signed a bill extending the Fund until 2020. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • January 16, 2012, over the past several months, legislators have decided to extend the Fund to 2090. A quick Google search of the Victims Compensation Fund featured several recent articles on how Paul prevented the Senate from extending the Fund on July 17. The House of Representatives approved Bill 12 July. We checked the footage from the session. C. Kristin Gillibrand, D-N.Y., asked the Senate to pass the bill without discussion, and Paul objected. \"I've long felt that we needed to address our huge debts in this country,\" he said. \"So any expenditure we approach, any new programme that will be 70 or 80 years old, must be compensated by a reduction in spending that is less valuable. We need, at the very least, to have this discussion.\" The Senator &apos; s objection delayed the vote on the bill until 23 July. Rand &apos; s move did not constitute a technical vote. He opposed the proposal of Gilbert to approve the bill without discussion and put it on the list of unanimous approvals. It may be more accurate to say that the passage of the bill has been suspended, even if it actually eliminates legislation at the present time. The Facebook article was shared before the Senate received its full vote. On July 23, Rand and Sen. Mike Lee, R-Utah, were two senators who voted against the bill. Both proposed amendments; Rand would have needed compensation for the funds spent on the fund, and I would have limited the extension to 10 years. Both were defeated in a roll-call vote. As for Omar, we checked the voting record and found that Congresswoman voted in favour of Bill 12 July. We have a Facebook photo verdict called Omar \"Voice Yes\" for approval of the September 11 fund extension bill to compensate victims while Rand Paul enacted \"Voice No.\" The voting record in Congress shows that Omar voted in favour of the procedure in the House of Representatives. At the time of publication, Paul objected to a proposal to approve the bill in the Senate without debate. Technically, this procedure did not constitute an invalid vote, but it did stop legislation. Subsequently, she formally voted against the bill - one of two Republican votes opposed to it. We're assessing Facebook right.", "vclaim_id": "vclaim-pol-00403"}