{"url": "/factchecks/2019/aug/09/donald-trump/donald-trump-says-democrats-distorted-his-visit-da/", "speaker": "Donald Trump", "vclaim": "Sherwood Brown and Mayor Dayton, Nan Wiley, say, \"They're completely disfigured of what happened in the hospital.\" Their press conference after I left for El Paso was a fraud. It was nothing like what happened with these wonderful people I was so lucky to meet and spend time with.\"", "truth_label": "false", "date": "stated on August 7, 2019 in a tweet:", "title": "Donald Trump says the Democrats disfigured his visit to Dayton Hospital. That's what they actually said.", "text": "When weapons and politics come together, nothing escapes scrutiny. After President Donald Trump went to Miami Valley Hospital in Dayton to visit the survivors of the shooting, the hospital staff and the first responders, Trump said his alarm to the Democrats who \"present\" his time there. \"I just left Dayton, Ohio, where I met with victims and families, law enforcement, medical personnel and first responders. It was a warm and wonderful visit. A tremendous enthusiasm and even love. Then I saw a failed presidential candidate (%) Sherwood Brown and Mayor Wiley totally misrepresenting what happened in the hospital. Their press conference after I left for El Paso was a fraud. It was nothing like what happened with these wonderful people I was so lucky to meet and spend time with.\" I just left Dayton, Ohio, where I met victims and families, law enforcement, medical personnel and first responders. It was a warm and wonderful visit. A tremendous enthusiasm and even love. Then I saw a failed presidential candidate (%) Sherwood Brown and Mayor Wiley -- Donald J. Trump (@realDonaldTromp) 7 August 2019 Trump was referring to a press conference by the United States Sun Sherwood Brown, D-Ohio, and the Mayor of Dayton Nan Wiley. Did they fake what happened? For this fact check, we go to the tape. The visit to Trump went directly from Wright Patterson Air Force Base to the hospital, where he spent about two hours. No media were allowed. The White House provided videos and photographs. They show many smiles and handshakes when Trump met people. We love you, Dayton, Ohio! The hospital's executive director said to the reporters that the visit was meaningful and sometimes emotional. The trip to Trump was preceded by a debate at a press conference held in the City Hall. In the press after the shooting that killed nine people, the Republic of Ohio Goff. Mike Dewyn was yelled by the crowd. On the day before Trump came to Dayton, Mayor Willie told journalists that she had been disappointed in Trump &apos; s response to the shooting and that she would not discourage protesters who objected to his visit. Willy and Brown welcomed Trump to the Air Force base and escorted him to the hospital. After he left, they took questions at Dayton City Hall. They spent most of their time talking about gun politics. They said they asked Trump to support background checks for all, to fund Medicaid mental health services, and to ban offensive weapons. Brown devalued Trump's prizes for the police that stopped the killer. Brown suggested what he had said as a more substantive step. On January 13, 2021, General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security, saying, \"We don't work for you.\" On January 17, 2021, \"The most important thing you can do for these police officers is to take these offensive weapons off the streets so they don't have to face those offensive weapons, and they need to shoot down the shooter,\" said Brown. Brown Trump criticized his use of the speech, which he said divided Americans and advocated racial discord. And they both said they expected a little work from Trump to regulate firearms. Brown and Wiley said very little about Trump's time with patients and others. According to Adana, they spoke about 1800 words in the 14 minutes they spent with journalists. Of that, they offered about 60 words describing the time Trump spent with citizens. These words were not disgusting from Trump's account of young people. \"I believe the victims and the first respondents were grateful that the President of the United States came today,\" said Willie. \"I've been received as expected by patients,\" said Brown. \"They're in pain. He was relieved. He and Melania did the right thing. It is his duty, in part, to comfort people. I'm glad he did it.\" Video viewers can judge the tone of their remarks. Immediately after the press conference, the Associated Press Agency stated, \"Ohio Democratic officials say they are pleased to visit President Donald Trump to Dayton, a mass shooting scene this weekend, and Trump said he was treated with respect, despite the fact that some did not agree with his previous speech or policies. The White House refused to comment. The Governor Trump told us our remarks from Democrats Brown and Willie distorted his visit with survivors, medical staff and first responders in Dayton. Their offer called \"fraud.\" Brown and Wiley said very little about the Trump meeting, but what they said tends to be positive. Brown Trump called \"fun,\" he said he was happy Trump came. Wally said people were grateful that the president visited them. This may only be a deliberate compliment for Trump's time in the hospital, but it's not nearly a fraud or a mood distortion. We value this allegation wrong.", "vclaim_id": "vclaim-pol-00290"}