{"url": "/factchecks/2011/apr/28/gordon-robertson/gordon-robertson-says-obama-was-raised-muslim/", "speaker": "Gordon Robertson", "vclaim": "President Obama was a high Muslim.", "truth_label": "pants-fire", "date": "stated on April 23, 2011 in a TV interview.:", "title": "Gordon Robertson says Obama was a high Muslim.", "text": "Now that President Obama has issued an American birth certificate, it is time to move on to more pressing issues. Was the president really Muslim? Gordon Robertson, Chief Executive Officer of the Virginia Beach Christian Broadcasting Network, made only this statement in a recent interview with Newsmax.com. Robertson, the son of television broadcaster Pat Robertson, said this about the president's religious background: \"He raised a Muslim, a Muslim father, who went through an Islamic school, and then went through all that and went out and said, \"I want to be a Christian,\" said Robertson. Rumors were that Obama raised a Muslim who was widely explored and dismantled when he was running for president in 2007. But some perceptions still exist. Robertson raised the President's religious background in the context of a broader statement on how Obama converted to Christianity after what Robertson said was an Islamic education. This indicates that Robertson sees this as a positive story about how the leader of the nation converted Christianity into Islam. We asked Chris Roslan, spokesman for the Christian Radio Network, where Robertson got his information about Obama. Roslan sent us an e-mail with Robertson's response. The Executive Director of CBN cited passages of Obama's curriculum vitae in 2006, \"Audacity of Hope,\" in which Obama indicated that he first went to a Catholic school and then to a predominantly Muslim school while living in Indonesia from 6 to 10 years of age. Robertson also referred to excerpts from Obama &apos; s 2009 speech at Cairo University, in which the President said that his father had come from a Kenyan family of generations of Muslims. As Robertson said, Obama's biological father raised a Muslim. Nothing from Robertson proves that Obama himself was \"a high Muslim,\" which means that the president grew up in faith and was active. What is the story behind Obama's religious background? Some conservatives argued that the mere existence of Muslim ancestors meant that Obama himself had been a Muslim before Christianity. The evangelist Minister Franklin Graham presented that argument in an interview on CNN on August 19, 2010, when he said \"the seed of Islam\" passed from Father to Obama. On 26 August 2010, in a national article Polisti Fatte, Graham commented that while true Islamic scholars say that Muslim children in Islamic cultures are presumed to be Muslims themselves, what makes a person a right to Islam is his own beliefs and practices. The Poletti Fact National newspaper also found that family accounts indicate that Obama's biological father, Barack Hussein Obama, was an atheist who had little influence on his son because he and Obama's mother separated shortly after the birth of the President in 1961. So, did Obama train Muslims in his early years? His presidential campaign said he never was, and he never grew up in any religion. Various news articles and autobiography - including the President &apos; s own writings - indicate that he had secular education. Articles interviewing Obama's neighbours while in Indonesia indicate that he sometimes attended a mosque with his stepfather. Some comments on the Internet focused on the fact that Obama was included in the records of his Catholic school as a Muslim as evidence of his faith while in Indonesia. However, there are a number of stories that suggest that he may have been Muslim simply because Obama's stepfather was Muslim, although newspaper accounts indicate that Lulu Sotoro was not particularly religious. Officials at the Islamic School attended by Obama said that the General Academy was open to people of all religions. In March 2007 in the Chicago Tribune, he said that when Obama attended the fourth grade, Muslim children spent two hours a week studying Islam while Christian children spent that time studying Christianity. Even the passage of the \"Bold of Hope\" mentioned by Robertson in his e-mail shows that the President's upbringing has involved some contradiction to religion. Obama wrote: \"My mother was less interested in learning tactics or confusion than it was in calling messers for evening prayers than she was, even if I was learning correctly about the beating tables.\" The president said he became a Christian in his 20s while he was a community organizer in Chicago. In short, Robertson said that Obama was a Muslim. Obama &apos; s self-writing, curriculum vitae and news articles show that he had a secular childhood. He certainly went to an Indonesian school where most of the children were Muslims and there were accounts that he sometimes went to a mosque with his Muslim stepfather. But there's no evidence that the president was a practicing Muslim who grew up in faith. By saying that Obama has raised a Muslim, Robertson repeats a false claim. We evaluate his statement with pants on fire. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • January 20, 2012", "vclaim_id": "vclaim-pol-13183"}