{"url": "/factchecks/2016/sep/27/donald-trump/donald-trump-says-hillary-clinton-lauded-controver/", "speaker": "Donald Trump", "vclaim": "Hillary Clinton says the Trans-Pacific Partnership is the \"Golden Standard.\" I called it the gold standard in business deals. You said it was the best deal you've ever seen.\"", "truth_label": "mostly-true", "date": "stated on September 26, 2016 in a Presidential debate:", "title": "Donald Trump says Hillary Clinton praised the controversial trans-Pacific trade deal.", "text": ":: Hillary Clinton and Donald Trump have spoken of past and present business deals at the first moments of their first discussion on Monday night. Trump criticized both the North American Free Trade Agreement (NAFTA) approved under President Bill Clinton and the Trans-Pacific Partnership negotiated by President Barack Obama's administration. Of course, Hillary Clinton was part of Obama's administration as Secretary of State, and Trump said she was guilty of supporting what he said was a bad deal. \"I called it the gold standard,\" said Trump about the deal, known as TPP. \"I called it the gold standard in commercial transactions. You said it was the best deal you've ever seen.\" For its part, Clinton refuted that at some point it believed that it could be the gold standard in commercial transactions before they were negotiated, but became frustrated once they were finished. \"I said I wish it was a good deal,\" she said. She also defended herself at this point during her main campaign against Vermont Sean Bernie Sanders. What did Clinton say about TPP? In 2012, when she was leading the State Department, Clinton was very excited to support the deal. :: During Clinton &apos; s stay in Australia, he made remarks on the overall theme of the relationship between the United States and Australia. Here's all she said about TPP in that address, with \"standard gold\" hanging in bold. \"It is therefore fair to say that our economies are intertwined, and we need to continue to strengthen our game both bilaterally and with partners across the region through agreements such as the Trans-Pacific Partnership or the Trans-Pacific Partnership. Australia is a very important partner. This programme defines the gold standard in trade agreements to open free, transparent and fair trade, and the type of environment in which the rule of law and equality of opportunity prevail. When negotiated, this convention will cover 40 per cent of the world &apos; s total trade and build strong labour and environmental protection.\" At that point, it seems clear Clinton says TPP defines the gold standard. She didn't say she \"wished.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, the spokesman for the Trump Stephen Chung campaign referred to this statement in Australia to defend his candidate's statement. At the same time, other comments reiterated similar assurances that the programme would meet with this high tape. In her remarks in Singapore in November 2012, she encouraged all States \"wanting to meet the standards of the twenty-first century as embodied in the Trans-Pacific Partnership\" to join the package. \"The so-called Trans-Pacific Partnership will reduce barriers, raise standards and drive long-term growth across the region. It would cover 40 per cent of the world &apos; s total trade and create strong labour and environmental protection &quot;, adding that it would lead to better paid jobs and better working conditions. She didn't say it was the best deal she'd ever seen. But here are some of the other words that Clinton used to describe TPP before leaving the State Department in 2013: \"hot,\" \"innovator,\" \"impressive,\" Now, at that stage, the deal is still negotiating. Even before it was completed, it began to ease its expectations of a deal as the campaign approached. The spokesman for Clinton Josh Shorn referred to this passage in her 2014 difficult options notes: \"Because the Trans-Pacific Partnership negotiations are still under way, it is logical to retain the provision until we can assess the proposed final agreement. It is safe to say that the Trans-Pacific Partnership will not be perfect -- there will be no negotiated deal between twelve countries -- but its highest standards, if implemented and enforced, should benefit American businesses and workers.\" More recently, after the deal was concluded last year and submitted to Congress for approval, Clinton has changed its position and is now saying that it opposes it. In the past, when the spokesman for Clinton Nick Merrill was asked about its wording, he noted that the commentary on the \"golden standard\" had been made during the negotiations and that it had been conducted in secret, we do not know whether the final deal was significantly different from that of 2012. It should also be noted that the Minister for Foreign Affairs spoke in her capacity as representative of the Obama administration, which had been and continues to be a genuine supporter of the package. Our Governor Trump said our Clinton called the Trans-Pacific Partnership the \"Golden Standard\" of Business Deals. Clinton used this language in 2012 when discussing TPP in Australia. In contrast to its rebuttal, it did not put it as \"I hoped\" that it would be the gold standard. It should be noted that the agreement at this stage was still under negotiation, and because it was behind closed doors, there is no way to know how it has changed. Before the final version was issued, she called for a wait-and-see approach. We appreciate what Trump often said was true. https://www.sharethefacts.co/share/90008ff2-1952-4383-8676-be3604594811", "vclaim_id": "vclaim-pol-04262"}