{"url": "/factchecks/2016/oct/10/hillary-clinton/clinton-and-line-sand-comment/", "speaker": "Hillary Clinton", "vclaim": "\"I've gone\" when there was a red line against Syria.", "truth_label": "barely-true", "date": "stated on October 9, 2016 in the second presidential debate:", "title": "Clinton says she went to the Red Line in Syria's accident.", "text": "Hillary Clinton was involved in a decision as Secretary of State that \"I laughed all over the world,\" Donald Trump said in the second debate among the presidential candidates. Trump, referring to a \"line in sand,\" triggered what President Barack Obama called a \"red line\" in Syria: Obama would change his account for armed intervention in Syria if dictator Bashar Assad used chemical weapons. The lion later used chemical weapons, across the red line, but Obama did not intervene by force. Trump said, \"Clinton was there as Secretary of State with the so-called line in the sand,\" and Trump said, his statement was suddenly cut by Clinton. \"No, I wasn't. She's gone,\" she said. \"I hate to interrupt you, but at some point we have to do some fact-finding.\" Trump replied: \"I was in full contact with the White House, and unfortunately Obama was still listening to you, I don't think he's gonna listen to you much anymore. Obama draws the line in the sand. He was laughing all over the world about what happened.\" Since there was a call to verify the facts, we decided to find out who was right in the timetable of Clinton or Trump. Basically, Obama drew the \"red line\" of chemical weapons in August 2012 when Clinton was Foreign Minister. But by the time the White House confirmed that Assad crossed it about a year later, it was replaced by John Kerry. August 2012: Obama draws the red line. Obama made the first comment \"Red Line\" August 20, 2012, when Obama's reporter asked whether he envisaged using the army in Syria, \"If simply nothing else, keep chemical weapons.\" Obama replied (emphasis added): \"At this stage, I did not order military involvement in the case. But the point I made about chemical and biological weapons is crucial. This is an issue that concerns not only Syria, but also our close allies in the region, including Israel. It's ours. We cannot have a situation where chemical or biological weapons fall into the wrong hands. \"We were very clear about the Assad regime, but also about other players on the ground, that the red line for us is that we are beginning to see a whole range of chemical weapons moving around or being used. This is gonna change my account. That would change my equation.\" At this stage, Clinton was Minister for Foreign Affairs. She supported Obama's position, specifically using the term \"red line\" at a press conference held in Prague on 3 December 2012. \"We have made our views perfectly clear. This is a red line for the United States, \"she told a reporter. \"I will not give any details of what we will do if there is credible evidence that the Assad regime has used chemical weapons against its people, but suffice to say that we certainly plan to take action if that possibility occurs.\" \"Our fears are that the increasingly desperate Assad regime may become chemical weapons or lose control over them to one of the many groups now operating inside Syria,\" she said, after a NATO meeting two days later. \"So as part of the absolute unity that we all have on this issue, we have sent an unequivocal message that this would cross a red line and those responsible will be held accountable.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On 11 January 2021, rumours that Syria was mobilizing chemical weapons also began to emerge in the last months of Clinton in early 2013. In an interview in January 2013, Clinton reaffirmed that \"the use of chemical weapons, as President Obama said, is a red line.\" Clinton withdrew as Secretary of State in February 2013. August 2013: The White House \"deals with high confidence with the Syrian Government, which launched a chemical weapons attack.\" The Assad regime killed more than 1,400 people in this attack with chemical weapons in Damascus. Despite his earlier comment \"Red Line,\" Obama chose not to hit Syria and instead looked to Congress to allow force. In the end, through a deal with Russia, Syria handed over its chemical weapons, and did not fire any blows on Assad to cross the red line. Clinton handed over the post of Foreign Minister to Kerry in February 2013. However, Clinton publicly commented on the deal with Russia on 9 September 2013, in the midst of the negotiation process. She supported the White House position: \"If the regime delivers immediately its stocks of international control, as Minister Kerry Walrus had suggested, this would be an important step.\" \"This debate that has taken hold today about possible international control of Syria's stockpiles can only take place in the context of a credible military threat by the United States to maintain pressure on the Syrian Government, as well as those who support Syria, such as Russia,\" Clinton added, perhaps referring to the suspension of the \"Red Line.\" She met Obama earlier that day and, according to the Washington Post reports, spoke with high-ranking staff members several times in previous days. She reiterated her support for Obama &apos; s position on Syria in a second speech that week. The wording of Tramp - and the fact that Clinton interrupted it - makes it difficult to know exactly the time frame to which it refers: either when Obama first announced the red line or when the lion crossed the red line. However, Clinton participated in both campaigns. Although it was no longer part of Obama's administration when Syria confirmed that it crossed the Red Line, Clinton participated in discussions on how to respond. She publicly defended Obama's position. So when Trump said, \"I was in full contact with the White House, and perhaps, unfortunately, Obama might still listen to you\" - he had a point. Our rule said Clinton, \"I've gone,\" when there was a red line against Syria. Clinton was Secretary of State in August 2012 when Obama said that the Assad regime for the use of chemical weapons, which would go beyond a \"red line\" and then Obama would think about the use of military force in Syria. In the months following that statement, Clinton reiterated Obama's position, using the phrase \"red line.\" A year later, August 2013, the White House confirmed that Syria had exceeded this \"red line.\" By this stage, Clinton had left the State Department months ago. However, in the days following this revelation, Clinton met Obama and his staff several times and publicly supported the White House's position on how to respond. The prosecution has an element of truth, but it leaves crucial information that gives a different impression. We assess her claim mostly wrong. https://www.sharethefacts.co/share/9328863a-16c5-4f6-98cc-2c51a5553cc", "vclaim_id": "vclaim-pol-04163"}