{"url": "/factchecks/2019/mar/27/facebook-posts/viral-video-alleging-muslim-sharia-zone-west-virgi/", "speaker": "Facebook posts", "vclaim": "\"Exactly here (West Virginia), they're building new houses... so that 321 Syrian Muslims can move into this neighborhood within two months. \"A funeral home will be demolished in two months, and a mosque will be built there.\"", "truth_label": "pants-fire", "date": "stated on March 5, 2019 in posts on the Internet:", "title": "Versus video claims that a Muslim \"law zone\" in West Virginia is a burning pants.", "text": "Western Virginia has recently spread to social media. But the video article that attracted national attention was full of questionable allegations. In the second minute, the video showed 14 seconds a man speaking in what he identified as a neighborhood in West Virginia. The speaker stressed that the neighbouring houses were being demolished in order to provide homes for several hundred Syrian Muslim refugees, and that the area would have been turned into a \"shirya area\" open only to Muslims. Here is part of the video narrative: \"West Virginia's debt of $784 million - absolute full debt. Here, they are building new houses where they took the whites and blacks and transported them here to substandard housing conditions, so that 321 Syrian Muslims can move to this neighbourhood within two months when they are finished. This is gonna cost us $87 million. Do you see the funeral home there? It will be demolished in two months and a mosque will be built there. Within six months, this place will become the sharia area, which means that only Christians can walk here except Muslims. They live here free of charge on taxpayers' money. These Muslim people here, they get $400 per child while ordinary Americans get nothing, they get cars, they get phones, they get free health care. Screw these Muslims and get them out. This is where your money is, West Virginia, $87 million.\" The first example of the video we found was posted on Facebook and Twitter on March 4, 2017, by Jason James Brett, who describes himself as a rabbi and nanny living in Florida. The photo on his Facebook page looks like the speaker in the video, and he started his remarks with Shalom, a Hebrew greeting. Brett is also referred to as a speaker in multiple YouTube videos, and the Brett Facebook page contains several photos of him in West Virginia, including one marked in Charleston, wearing what appears to be the same jacket as the video. We contacted Brett on Facebook, but we didn't get a reply. At first, Facebook did not receive much attention. Then, on March 5, 2019, a tilted right-hand account on Twitter tweeted it. On March 26, 2019, the original Brit video was viewed on Facebook more than 4.1 million times. The video contains a number of allegations, but we will focus on only a few of them - which relate to the resettlement of refugees. The resettlement of refugees says video \"321 Syrian Muslims\" who were about to move to the housing complex. The video was produced in 2017. However, according to the Centre for Refugee Issues, run by the Federal Ministry of Foreign Affairs, only 13 Syrian migrants were resettled in West Virginia during fiscal year 2017. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher • January 16, 2012, this covers the entire mandate. Only one immigrant from the Middle East moved to Charleston, the actual location of the video, that year, and were from Iraq. The area referred to in the video is a government housing development called Little Bag Tras. Here is a picture of Google Street View showing the same buildings and chimney chimney seen in the video. The region was already receiving renovations, as Brett had said, but it was not taking place on behalf of Syrian refugees. :: Years before the video was published, the Terati Little Page region began to undergo renovations because the buildings were very old and were not encrypted -- renovations that were widely covered by local media. New houses have been built from two floors in place. The demolition of funeral homes and the construction of mosques, the funeral home to which Brett was referring, is still there. We've confirmed it by contacting M. Carpenter, a contributor to The Regular Times, a local blog. Carpenter revealed the allegations of the video in an article, and told Poletti Fuckett that the funeral home had been unemployed since 2012 and had not become a mosque. Our 2017 video said they're in West Virginia building new houses... so that 321 Syrian Muslims can move into this neighborhood within two months. \"A funeral home will be demolished in two months and a mosque will be built there.\" While the area is already being renovated, this is due to poor repair of old buildings and not to the benefit of refugees. In fact, according to government data, no Syrian refugee was resettled in Charleston in 2017, and even throughout West Virginia, the number of Syrian refugees was a small part of the number claimed. Meanwhile, the funeral home did not become a mosque. We value the pants statement on the fire. Sharing the facts of 2019-03-27 20:51:15 UTC PoliticsFact 1 1 7 Political Factoring: Pants on Near \"here (West Virginia), building new houses... so that 321 Syrian Muslims can move to this neighbourhood within two months. \"A funeral home will be demolished in two months, and a mosque will be built there.\" Facebook publications on the Internet: https://www.facebook.com/jason.j.brit/views/13329039366386/Videovirus on Tuesday, 5 March 2019 2019-03-05 Read more information", "vclaim_id": "vclaim-pol-00845"}