{"url": "/factchecks/2014/oct/23/ted-cruz/cruz-obamas-surgeon-general-pick-not-health-profes/", "speaker": "Ted Cruz", "vclaim": "\"Obama, instead of nominating a health professional, nominated a person active against weapons (for general wounds).\"", "truth_label": "false", "date": "stated on October 19, 2014 in an interview on CNN:", "title": "Ubama's choice of general surgeon is not a \"health professional.\"", "text": "The lack of public surgeons -- the main public health spokesperson in the federal government -- has become a point of contention with the public panic about Ebola. Mr. Ted Cruz said that President Barack Obama was responsible for not filling the post. \"See, of course we must have a general surgeon in place,\" said Cruz, R-Texas, in the case of CNN of the October 19th Union. \"We don't have one because President Obama, instead of nominating a health professional, has nominated someone active against weapons.\" Obama nominated Dr. Vivek Morty in November 2013, but the Republicans in the Senate prevented his confirmation the following spring because of alleged tendencies against weapons. The National Guns Assembly, which registers the records of policy makers on arms rights, announced that it would beat the senators who voted for Morty. Candy Crowley (CNN) retracted Cruz &apos; s assertion, indicating that Ruthie was a doctor. Cruz admitted it, but repeated his original point of view: \"He is a doctor, but he made his name as a cross against the rights of the second amendment.\" It is up to discussion about the extent to which general wounds affect the current Ebola status. However, it is false that Cruz notes that Morty - a graduate of Yale Medical School - is not primarily a health professional. It is also difficult to call Morty an \"arms activist.\" There are some qualifications for Morty as a health professional: in 2003 he received a Ph.D. in medicine from Yale University School of Medicine; a doctor and trainer at Harvard Medical School at Brigam Hospital in Boston and the Women &apos; s Hospital, one of the country &apos; s best hospitals; contributed to the development of vaccines and cancer research published in several medical journals, including the Journal of American Medical Association, Science and the Journal of the National Cancer Institute; the experimental network of common basis, which provides medical researchers with information technology systems for the management of clinical trials; and a member of the United States Presidential Advisory Board on Prevention, Promotion of Health, Integration and Public Health. It should also be noted that Morty, as a student, co-founded two public health projects based in India, one at Harvard University and the other at Yale University. The first focused on AIDS prevention, and the latter trained women in rural areas to address community health issues. Devin Nunes reported on January 10, 2021 in an interview on \"The Republicans have no means of communication\" after the Barler tech companies were cut off. By Amy Sherman on January 13, 2021 political tendencies where Morty began to have hot water with Republicans, he was with doctors for America, which he has now founded and its heads. American doctors are a group of advocates for the reform of the health-care system in favour of affordable health-care law. They began in 2008 as doctors of Obama, an arm of Obama's presidential campaign. The main reasons for this are the reform of health care and the expansion of access to medical services. However, the group also considers armed violence to be a public health problem and has been prompted by arms control legislation. At a conference in 2013, they held a workshop to reduce armed violence. A special concern for the National Republican Army is the letter \"Physicians of America\" sent to Congress on January 14, 2013, after the Sandy Hawk School was shot. Morty signed the letter. The letter presents several policy proposals, including a ban on sales of offensive weapons, comprehensive background checks and the repeal of laws prohibiting doctors from asking patients whether they have a weapon - as suggested by other American doctors. These policy proposals are relatively general and expected from a political ally of the President. It is also similar to policies supported by other medical associations, such as the American Medical Association and the American Academy of Paediatrics. But the National Republican Army has painted \"doctors\" of American policy proposals as extremist. The Republicans of the Republican National Army and the Senate also posted straws on Morty's Twitter. In 2012 and 2013, he occasionally tweeted about gun violence - clearly expressing his belief in greater control of the weapon and considering it a matter of health care. But does that mean he's gonna need to control weapons as a general surgeon? When we asked Cruz's office to comment, her spokesman, Catherine Fraser, told us: \"It is wrong to choose one line out of context from the argument S. Cruz, which is that the president's candidate is not just a health professional, he is a liberal activist who has indicated that he will use his position to promote the arms control agenda. Both Republicans and Democrats have expressed concern about the nomination.\" However, in his opening statement at the general emphasis session of the surgeons, he included other public health issues as priorities - including obesity (the main stated cause), vaccine-preventable diseases, and tobacco use. He didn't mention gun control. Later in the hearing, Mr. Lamar Alexander, R-Tin, read out one of Morty's tweetes. In response, Murthy said he wouldn't use the general surgeon's role as a powerful gun control platform. He added: \"The role should not be a legislator or a judge. The role is to be an educator of public health and to bring the country together around the most pressing health-care challenges, and I believe at this stage that obesity is the specific public health challenge of our time. This is where I intend to put my primary focus.\" Our referee Cruz said, \"President Obama, instead of nominating a health professional, has nominated a gun activist.\" Morty has a long list of certificates showing that he specializes in health, including his position as a therapist at a major hospital. Morty is run by a health-care reform organization that has prompted arms control measures and has expressed his personal support for arms control. However, arms control is not the main cause of my heirs, nor is it part of his general surgical platform. It is no secret that Morty is an Obama political ally and supports his positions in arms control. But it's inaccurate to say he's active against weapons, but he's not a professional in health care. We're assessing Cruz's false claim. Update, 24 October 2014: After we published this item, Frasier, Cruise's spokesman, wrote to us to say that we did not note in our original report that Cruz admitted that Morty was a doctor. We have added to the story an additional context from the interview with Crowley to illustrate that. However, we continue to believe that Cruz was inaccurate in minimizing Morty's great record as a medical professional - in ways that have nothing to do with weapons policy - and filming him as a lawyer in the first place. Our assessment remains the same.", "vclaim_id": "vclaim-pol-07092"}