{"url": "/factchecks/2014/sep/25/ryan-lizza/lizza-says-obama-has-bombed-more-nations-bush/", "speaker": "Ryan Lizza", "vclaim": "\"The countries that bombed: Obama 7, Bush 4\"", "truth_label": "true", "date": "stated on September 22, 2014 in a tweet:", "title": "Lisa says Obama has bombed more nations than Bush.", "text": "The irony of President Barack Obama, Nobel laureate and alleged anti-war candidate, who launched large-scale air strikes in Syria, soon led to comparisons with his predecessor, President George W. Bush. Ryan Lisa, Washington's New Yorker reporter summarized it in one tweet. \"Two countries bombed: Obama 7, Bush 4.\" We asked Lizza for his list and sent us this list: Bush: Afghanistan, Iraq, Pakistan and Somalia. Obama: Afghanistan, Iraq, Libya, Pakistan, Somalia, Syria and Yemen. While we were checking Lizah's statements, we did not find sufficient reason to challenge the nations he named. If it's anything, he's short for both presidents. There is absolutely no dispute over air strikes in Afghanistan, Iraq and Pakistan. Bush has waged wars in the first two countries and drone attacks in Pakistan have been on the news for a long time, with or without official recognition. Air strikes continued in those places under Obama's rule. Somalia is largely in the same category as Pakistan. The New York Times, BBC News and other news organizations reported early air attacks dating back to 2007 against people connected to the Al-Qaida network. The Press Bureau of Investigation, a non-profit news service based at the City University of London, maintains an ongoing list of United States military actions in a number of countries, including Somalia and Yemen. The Office refers to each incident with links to press reports. Through its record, American drone attacks against suspected terrorists in Somalia occurred under both Bush and Obama. The same pattern prevails in Yemen. The BBC News and Time reported an drone attack directed by the Central Intelligence Agency (CIA) in Yemen in 2002. This would increase the total of Bush to five countries, instead of the four Lizza mentioned. Lizza said he left Yemen from the Bush list because it was \"one strike, instead of a more sustainable bombing campaign. Maybe he deserves a star.\" He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • 12 January 2021, aerial attacks on Libya, which helped to bring down Muammar Qadhafi in 2011 under Obama's well-documented rule. In March 2011, United States and British warships fired more than 100 cruise missiles to destroy Libyan air defences. Of course, there is now Syria. We may stop there, but the Philippines could be added to the two Chairs' lists. The New York Times reports that \"three current and former intelligence officials\" say that drones fired Helfire missiles at a suspected combatant camp in the Philippines in 2006. Akbar Ahmed, a professor at the American University School of International Service, wrote on the Brookings Foundation website that a similar attack had taken place in 2012. If these reports are accurate, the total of Bush and Obama will rise by one. The final maximum number will be Bush 6: Obama 8. Bondet Fuckett cannot confirm these reports. There is little mention in this framework of the nature of the air campaigns carried out by each president. According to air force data, the number of munitions in Afghanistan and Iraq decreased by approximately 35 per cent between 2007 in the Bush era and 2009 in the Obama era (adjusted according to data lost in 2009). However, in Afghanistan, the number of flights by firing at least one weapon and the number of munitions used in 2010 and 2011 increased before decreasing in 2012, according to air force data. The number of weapons launches decreased significantly in 2013. The country &apos; s census also tells us nothing about the general military strategy under the supervision of each president. Bush started the war in Iraq, while Obama was elected on the promise to end it. Our Governor Lizza said that Obama bombed seven to four countries in Bush. Based on your view of Bush's reported drone strike to Yemen, he may have slightly reduced Bush's count. The two Presidents may have bombed the Philippines as well. But it's hard for Lisa to miss the numbers we use. We value his claim right.", "vclaim_id": "vclaim-pol-07253"}