{"url": "/factchecks/2019/feb/04/west-virginia-democratic-party/has-unemployment-not-fallen-under-gov-jim-justice/", "speaker": "West Virginia Democratic Party", "vclaim": "\"FACT: Unemployment rate has not decreased since @WVGovernor took office.\"", "truth_label": "barely-true", "date": "stated on January 9, 2019 in a tweet:", "title": "Unemployment has not decreased under the Government. Jim Justis?", "text": "Unemployment has declined throughout the country in recent years. However, in a recent tweet, the West Virginia Democratic Party said that it had not fallen on the republican government. JIM JUSTICE HOUR. In a tweet from January 9, the State party wrote, \"FACT: Unemployment rate has not decreased since @WVGovernor took office. The unemployment rate has not decreased since @WVGovernor took office. WVSOTS19 - WV Democratic Party (@wvdemocrats) 10 January 2019. Is that true? We decided to check it out. (We arrived at the party's representative but did not receive a reply.) The judiciary, democratically elected in 2016, took office on 16 January 2017. In that month, the unemployment rate in West Virginia was 5.3 per cent. Justice became a republic on August 3, 2017. In that month, the unemployment rate in the State was 5.2 per cent. And today? In the last available month, December 2018, the unemployment rate in West Virginia was 5.1 per cent. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • January 20, 2012, is this a dramatic decline? No. But contrary to what the tweet says, it's a rejection. It should be noted that there are data limitations, as Brian Lego, an associate research professor at the University of West Virginia, said. Because the population of West Virginia was small, he said that the margin of error in the survey used to track the unemployment rate was large enough to create uncertainty about minor changes in data, such as those seen during the justice period. \"The change is statistically irrelevant\" said Lego. Regular revisions by the Office of Labour Statistics, which collected data, could result in small changes affecting comparison. The ruling West Virginia Democratic Party wrote on Twitter, \"FACT: Unemployment rate has not declined since @WVGovernor took office.\" In fact, the unemployment rate in the State fell from 3.5 per cent to 1.5 per cent under the control of justice. However, it was a very narrow decline - in fact, economists say that the margin of error in the survey in question leaves room for doubt as to the magnitude of the decline. We're mostly assessing the statement wrong. Sharing the facts 2019-02-04 22:22 UTC Politics Fact 3 1 7 PoliticFact Dacting: Mostly false \"FACT: Unemployment rate has not decreased since @WVGovernor took office.\" Organization of the West Virginia Democratic Party https://twitter.com/wvdemocrats/status/1083160158665089025", "vclaim_id": "vclaim-pol-01060"}