{"url": "/factchecks/2019/feb/14/elizabeth-warren/warren-bayer-monsanto-controls-25-seed-pesticide-m/", "speaker": "Elizabeth Warren", "vclaim": "\"The rubber stamp of the Bayer-Monsanto merger, the Ministry of Justice handed over control of one quarter of the world's seeds and pesticides to a large market for agribusiness.\"", "truth_label": "half-true", "date": "stated on February 4, 2019 in a Facebook post:", "title": "American rubber deal, Pierre Monsanto now controls 25% of the market share.", "text": "The presidential candidate for democracy, Elizabeth Warren, put the organization of the power of the big companies at the center of her campaign. She often talks about big banks, but recently, she trained their perspectives on agribusiness. \"By stamping rubber the merger of Bayer-Monsanto, the Department of Justice handed over control of one quarter of the world's seeds and pesticides to one large-scale agribusiness market,\" Senator Massachusetts published on Facebook in February 4. \"This is bad for farmers, bad for our food supplies, bad for consumers everywhere.\" In this verification of the truth, we look at whether U.S. antitrust regulators have given little thought to merging, and whether the transaction has produced a large company, as Warren said. The merger of $60 billion plus (Pyre) in Germany with the American company Monsanto won mainly United States antitrust approval in May 2018. This came about 18 months after the multinational companies concluded an agreement. After lengthy negotiations, the Ministry of Justice secured what it called the largest merger liquidation ever before it allowed Pierre to buy Monsanto. Sales amounted to over $7 billion. Pierre had to empty his cotton and canola and soy beans and vegetable seeds along with Liberty's herbicide line. It should also be noted that the European organizers approved the transaction months before the action of the Ministry of Justice. He was described by critics of the decision of the Ministry of Justice, such as the National Farmers &apos; Union, as a rubber measure. The government process was more deliberate than that term. A large industry analyst, Jonas Oxgard, appeared with the investment research company Sanford Bernstein, who told us that Pierre is now \"very close to a quarter of the world market.\" There has been a wave of mergers and acquisitions over the past two decades, and today there are only four companies that control seeds and agrochemicals. Oxgard said that Bayer had about $12 billion in crop protection sales from a global market of $56 billion, or about 21% of the sales. For seeds, Bayer has $10 billion out of $40 billion on the market, or about 25%. There are different ways to cut data. Other analysts (Pire) accounted for 33 per cent of global seed sales and 22.9 per cent of agricultural chemical sales. On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request to use marines for inaugural security, saying, \"We're not working for you.\" By Samantha Butterman, on January 17, 2021, in either case, Warren's number is a reasonable shortcut. But we found mixed views about what Bayer's huge market share means. For some crops, the seed trade is now in the hands of only two companies. \"In two of the most valuable crops for seed producers, corn and soybeans, Pierre and Dodubon together have about 75 to 80 percent market share, \"This means that this has not yet led to significant price increases over the past several years. The ultimate consequence of monopolization seems to be that they do not compete particularly strongly to obtain market share from each other.\" For rice and wheat, Oxgard said, both Bayer and Dodpont are players. However, Philip Howard, Assistant Professor at the Community Sustainability Department of Michigan State University, said that the small number of companies \"creates an environment conducive to price signals and may lead to higher prices.\" In a study of the growing industrial concentration, the United States Department of Agriculture reported in 2012 that \"over the past two decades, agricultural inputs prices have risen faster than those received by farmers in the United States for their crops and livestock.\" Howard said that this was likely to reduce the influence of market dominance. He told us that the decline in commodity prices has in recent years curbed the rise in the prices of seeds and agricultural chemicals, as farmers cannot continue to pay any more. The story of chemicals can play a little differently than the seeds. Oxgard noted that protecting crops from insects and diseases is a moving goal. Dupont, for example, had a lock on a chemical that killed a moth that hit Brazil a few years ago. You've made a lot of profits, so the threat has largely disappeared. \"The company may control the only protection against one specific threat, but this is temporary,\" said Oxgard. Our referee Warren said the Justice Department sealed a deal that paved the way for one company to control a quarter of the seeds and the pesticide market all over the world. The regulatory process took many months and Pierre had to sell large commercial lines to gain approval. \"Cabbage\" gives the wrong impression that it happened without scrutiny or conditions. The market share figure is generally correct. But Bayer plays a leading role in selling some seeds, such as corn and soybeans, not others. The experts to whom we have reached have described the limits of control, even when one or two companies dominate the market. We're assessing this claim half right. Sharing the facts of 2019-02-14 15:17 UTC PoliticsFact 4 1 7 PoliticsFact Dacting: Half True: \"By rupture of rubber the merger of Bayer-Monsanto, the Ministry of Justice takes control of one quarter of the world's seed and pesticide market into one of the solid agricultural businesses.\" ∙ Elizabeth Warren, Senator of Massachusetts, https://www.facebook.com/elizabethWarren/posts/1015622910958687 in Facebook after Monday, 4 February 2019 2019-02-04. Read more information.", "vclaim_id": "vclaim-pol-01024"}