{"url": "/factchecks/2019/apr/26/kamala-harris/high-cost-insulin-keeping-diabetics-taking-their-m/", "speaker": "Kamala Harris", "vclaim": "\"One in four diabetes patients in our country cannot afford their insulin.\"", "truth_label": "mostly-true", "date": "stated on April 22, 2019 in a CNN town hall event:", "title": "Does the high cost of insulin prevent diabetic patients from taking their medication?", "text": "The high prices of prescription drugs soon became a leading political theme, with medicines such as insulin appearing as a poster child. The price nearly doubled from 2012 to 2016, the treatment of diabetes was of interest to both parties in Capitol Hill and even a recent shout at the private Netflix comedy. The voters say that reducing these prices should be a top priority for legislators - democratic candidates are interested in the presidency. On April 22, in CNN City Hall, Sin Kamala Harris (D. Califf), among the democratic competitors for the 2020 nomination, responded to a question about health care by highlighting the rising price of insulin. \"One in four diabetes patients in our country cannot afford their insulin,\" she said. That would be an alarmingly large number, and researchers would point out, and it could become a point of dialogue for Democrats to return to throughout the campaign season. Insulin resonates particularly in the light of the incidence of diabetes. According to the American Diabetes Association, about 1.25 million Americans suffer from type 1 diabetes, which is less common type 2 disease and cannot live without insulin. With that in mind, we decided to dig up to see if Harris' testimony was correct. When asked about this particular statement, Harris first cited a peer-reviewed study published in December, she looked at people with diabetes who were receiving treatment at Yale Diabetes Center in New Haven, Con. Of 199 participants, 51 people - just over 25% - reported that they had either reduced or stopped taking insulin because of cost. The study is small and limited to one urban area. However, this is likely to paint a more or less accurate picture at the national level, said three academic researchers in the field of health care. \"The characteristics of the people listed seem reasonably well distributed through measures that we were thinking about, such as age, type of insurance, race, race,\" said Stacey Dozitzina, Assistant Professor of Health Policy at Vanderbilt University. They're probably on target. The study also coincides with other surveys, although it also has limits. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. On 20 January 2021 N, commissioned by the American Diabetes Association, Warren Fisk announced last May a survey of 530 people on the Internet whose demographics correspond to the national data of people living with the disease. About 27% of respondents proposed the price of insulin \"impact on their purchase or use of insulin last year.\" There is also an online survey on the selection of people suffering from diabetes, run by T1International, an advocacy group. James Elliot, one of the Organization &apos; s secretaries, said that his results and methodology in the year 2018 were peer-reviewed and had not yet been fully published. It was suggested that point 1 of 4 would eventually be supported. There is some extrapolation, but the point is'more true than no' warning is that Harris's comment is based on limited data, and only one of the papers was reviewed by the peers. Although the price of insulin has risen in recent years, any large national survey or study has tracked the affordability of insulin, as stated by Dr. Jing Loo, a trainer at Harvard School of Medicine who participated in Yale University study and research in the pricing of insulin more generally. This may limit any effort to argue for access to insulin throughout the country, or at least require some extrapolation. However, the number 1 by 4 is \"more healthy than no,\" said Lou. Lou said: \"It is as accurate as the available data permit.\" \"It's a reasonable estimate. Indeed, there are no data to indicate otherwise.\" We also asked about Harris' choice of a specific word: \"The price of insulin cannot be borne.\" All the research that studies this issue does not raise this precise question, but rather asks whether the cost has led to the purchase of the patient or the use of less medication. The analysts said that that's actually a good agent about whether people can't afford insulin. The problem may be underestimated, as Dr. Kasia Lipska said, by the endocrinologist who led Yale University study, as it does not explain people who continue to buy medicines but groceries or other necessities as a result. There is no doubt that the absence of a national study is an issue, and to some extent limits the extent to which we can place our balance in Harris 1 by 4. It is also important to remember that it refers to a narrower group - only patients of type 1 - rather than all people suffering from diabetes. However, the experts generally suggested that the findings contained in the three reports referred to - one academic paper peer-reviewed and two surveys - strongly supported their claim. The broad meaning of the term \"intolerant\" means that the problem can be more important than these data sets suggest, because it measures only people who go without medicines, and not those who may create insulin prices for them on other financial issues. This statement is accurate but requires some additional information. We're mostly assessing this claim right. This fact-finding was reported and edited by the Kaiser Health News. The Polyte Fact and KHN Health Care Fact-Finding Partnership.", "vclaim_id": "vclaim-pol-00699"}