{"url": "/factchecks/2019/apr/04/elizabeth-warren/why-do-farmers-get-so-little-our-food-dollars-us/", "speaker": "Elizabeth Warren", "vclaim": "Integrations and integration into family farms are \"pressure\" agricultural, and \"the result is that farmers get a low record of every dollar spent by Americans on food.\"", "truth_label": "half-true", "date": "stated on March 27, 2019 in a policy paper posted on Medium:", "title": "Why do farmers get a little bit of our food dollars? We're...", "text": "Democracy Elizabeth Warren has issued a policy directly directed to farmers at the main assembly of Iowa State. Under the title \"Upgrade the field of play for American family farmers,\" Warren explained how it would reduce the economic weight of large agricultural companies. She said that family farms were trapped in a \"pressure\" associated with industrial integration. \"Growers mean that farmers have fewer and fewer options to buy and sell, while vertical integration means that large agribusiness companies face less competition across the chain and thus get more and more profits,\" Warren wrote on March 27. \"The result is that farmers get a low record of every US dollar spent on food, food prices don't go down, The figures clearly show a decrease in the share of dollars going to farmers. What is less certain is what large agricultural companies should do in this regard. Before deepening, it is important to note that a smaller share of the food dollar is not translated into more difficult times for farmers. Even as it fell, there were times when farmers made more money because of high sales. When Americans buy a box of cereals, a broccoli head or a meal in a restaurant, part of each dollar goes to different players in the supply chain. The United States Department of Agriculture has detailed statistics dating back to 1993. From this point of departure, there is no doubt that farms are decreasing day by day. In 1993, the share of farms was 17.5 cents to the dollar. In 2017, it fell to 14.6 cents. These are current dollars. If the figures are corrected for inflation, they vary slightly - 16.1 cents and 12.2 cents - but the trend is the same. In both cases, the farm share was never lower. The biggest winner: food service economists at the US Department of Agriculture dig down to see a portion of every food dollar go to every industry that helps put food on the table, whether that table is at home or at a restaurant. The list ranges from agribusiness (enterprises selling seeds and other materials to farmers), food processors, packaging, energy, etc. In general, each sector had a fairly stable share until 2010. That year, the share going to the catering service was cut off, i.e., an institution to eat or drink. Restaurants, fast food chains, university food services, and their drugs earned an additional 7.5 cents in six years. This rise came at the expense of other players, but not more than farmers. The farms lost 2.8 cents to the dollar, more than any other sector. The second largest loser is food processing and grocery stores. Agribusines, part of Warren &apos; s suspension concentration, lost less than half a cent. Changing habits drives the trend when Americans buy apples from the farm platform, the share of staying on the farm is large (it's not 100% because the farm has expenses). But buying a slice of apple pie at a restaurant and this money is divided between each company and someone along the way, from the truck company that shipped the apples, to the server that brings the pie to the table, and everyone in the middle. More and more, Americans eat food outside the house, and that radically changed the amount of food dollars that goes to farmers. Of the dollar spent on food at a grocery store, the share has risen and declined but has not changed since 1993. It's now about 23.4 cents. For food eaten away from home, the amount going to farmers has always been much lower, and has been reduced since 1993. Now it's 4.4 cents, about half of what it was 25 years ago. Economists at the United States Department of Agriculture have discovered this trend for some time now. \"An increase in spending on food services is behind much of the decline in farm share,\" written in 2011. Other players have found ways to protect themselves from this transformation. John Eckerd, Honorary Professor of Agricultural Economics at Missouri University, said \"Producers are processing food sold for consumption away from home.\" The wholesalers in food services sell and deliver to restaurants and institutions, and virtually all supermarkets now have restaurants or even restaurants in their shops. Moreover, even for food purchased from the grocery store, American customs put pressure on farmers. Each additional step in the supply chain means a lower percentage of farmers - think here of any food ready. \"Custodians love comfort,\" said William Knodson, an agricultural economist at Michigan State University. People want to buy frozen bread or pizza. They don't want to buy flour.\" On January 13, 2021, US Navy Commander General David H. Berger, reported that Nancy Belusi's request to use the Marines to launch security, saying, \"We're not working for you.\" By Samantha Butterman, on January 17, 2021, he linked the unclear impact of agribusiness and Warren's declining share of farmers to smaller and larger companies that control key inputs and further steps in the supply chain. For some products, there is evidence of that. The Obama Administration has changed rules for poultry farmers, who face a processing sector dominated by four companies. (The Trump administration later suspended these rules.) A study conducted by the United States Department of Agriculture in 2012 stated that conditions were favourable for agribusiness to weigh. In practice, however, the issue is more difficult to achieve. \"Concentration is generally important, but the precise effects on prices vary greatly and depend on a range of other factors,\" economist James McDonald of the United States Department of Agriculture wrote an article in 2017. Warren cited a press release by the National Farmers &apos; Union, which in turn cited the work of Mary Hendrickson, a sociologist at the University of Missouri, which studies farm economics. Hendrickson said that the jury was still working on the effect of integrating agribusiness. \"There's a lot of controversy about it,\" said Hendrickson. \"Unsolved.\" McDonald told us that in the long run, higher productivity, rather than the promotion of agribusiness, pushed the farm share down. \"Without time, a larger share of the total cost of food production falls on processing and fragmentation,\" he said. While Warren isn't coming out directly and he says so, it means that the reduction of the food dollar is bad news for farmers. It's not that simple. When demand remained strong, farm revenues increased, even as the share of the food dollar decreased. The Congressional Research Service, the non-partisan arm of Congress, has written that the low farm quota figures \"should not be misunderstood as suggesting that marketing costs are too high or that farmers' well-being has been reduced. These statistics do not address any of these issues.\" Gary Brester, honorary agricultural economist at Montana State University, looked at meat producers between 1945 and 2006. The share of farms fell from 74 per cent to 33 per cent. Throughout the entire time, \"the real net income of each farm is going upwards,\" Brester wrote in 2009. \"Maybe this concept is the most cited, but abused, figure published by the United States Department of Agriculture,\" said Brester in his article. Farm incomes have declined in recent years, but this stems more from lower prices because of a number of factors, rather than the lower share of the food dollar. Hendrickson said that what the measurement actually reflects is not as much agricultural profits as the length of the supply chain. She said, \"More people have come between farms and food, all trying to get his share,\" she said. The longer the supply chain, as Hendrickson said, the smaller the number of farmers of market power. Our referee Warren said that mergers and integration into family farms are \"pressure\" and \"the result is that farmers get a low record of every dollar spent by Americans on food.\" Government data certainly show that farmers receive a very low share of the food dollar. In some cases, the consolidation of agribusiness has contributed to this, but the broader link is not established. The most powerful driver is the growing appetite of Americans for food at restaurants and food preparation at grocery stores. When preparation costs more, the percentage that goes to farmers is lower. However, the decline in the share of the food dollar destined for farms does not mean that farmers are worse off. The elements of this claim have some truth, but they leave much to be desired. We're assessing this claim half right. Sharing the facts 2019-04-04 20:59:23 UTC Politics Fact 4 1 7 PoliticFact Drafting: Effect True Infuses and Integration in Compacts \"squeze\" American Families, and \"the result is that farmers receive a low record amount of every dollar spent by Americans on food.\" Elizabeth Warren, member of the Democratic Senate of Massachusetts, https://meditter.com/@teamwarren/reating-the-playing-field-for-americas-family-farmers-823d1994f067 in an average policy declaration. Wednesday, 27 March 2019 2019-03-27 Read more information", "vclaim_id": "vclaim-pol-00802"}