{"url": "/factchecks/2019/aug/07/ivanka-trump/ivanka-trump-conflates-chicago-gun-violence-statis/", "speaker": "Ivanka Trump", "vclaim": "Chicago went through the toughest weekend of the year with seven dead and 52 wounded near the playground.", "truth_label": "barely-true", "date": "stated on August 6, 2019 in a tweet:", "title": "Ivanka Trump collects statistics on armed violence in Chicago.", "text": "During the weekend, a mass shooting in El Paso, Texas, Dayton and Ohio left 31 dead and dozens wounded. In addition, another bloody summer holiday of gun violence took place in the city of Chicago. While President Donald Trump was severely criticized for his divisive speech following the mass shootings, his daughter Ivanka went on Twitter to express concern about the unrelated shootings in Chicago. \"As we mourn the evil mass shooting in El Paso and Dayton, let's not overlook that Chicago has gone through the harshest weekend of the year,\" she tweeted. \"With 7 dead and 52 wounded near a stadium in Wendy City - a little national anger or media coverage - we must not become addicted to the violence that communities face within the city every day.\" With 7 people killed and 52 injured near a stadium in Wendy City - a little national anger or media coverage - we must not be drugged in the violence faced by communities inside the city every day. - Ivanka Trump (@IvankaTRomp) August 6, 2019 at a press conference on Tuesday afternoon, Mayor Laurie Lightfoot and Director of the Chicago Eddie Johnson Police quickly condemned the first daughter's statements as \"mistake\" and \"mistake.\" But what part of this tweet was wrong, and how did the story get mixed up on Trump? We took a closer look at that. As Lightfoot and Johnson pointed out at the press conference held on Tuesday, tweeting indicates that all the victims came from a single shooting incident. In fact, these figures represent city-wide statistics on firearms injuries that occurred between Friday, 2 August and Sunday, 4 August. She said seven dead and 52 killed near a stadium. That's not what happened, \"Johnson said. \"It mixes the whole weekend activity into one incident.\" Shots were fired after seven wounded near a playground in Douglas Park in the early hours of Sunday morning, as reported by the Sun Times. However, the rest of the victims were injured by gunshot wounds resulting from numerous other sporadic shootings around the city. According to PFP spokesman Anthony Goglimme, Trump was also mistaken when he said that last weekend was the most intense weekend in 2019 in Chicago, although it was the most violent weekend in terms of the total number of shooting victims. The data collected by the Sun Times show that armed violence left nine dead after the weekend in mid-July and eight dead in early June. While the news of violence here in Chicago certainly took the back seat of the collective shooting in El Paso and Dayton at the national level, Trump mischaracterized the situation by saying that there was \"a little national anger or media coverage.\" The outbreak of gun violence was reported on the front page of the Chicago Tribune and the Sun Times, and even found its way into the publication of the New York Times on Monday. After resenting Trump's dissemination of misleading information - the original article received more than 35,000 love and 8,000 rewrites on Twitter - Lightfoot took this opportunity to explain what a healthy partnership between Chicago and the Federal Government might look like. On January 27, 2021, Marco Rubio stated in his remarks: \"Only in the Third World you do not see the usual use of the trials of former leaders.\" \"If they want to help, they must actually contact us and ask for details, which we will be happy to share, and we will offer them specific ways in which the federal government can actually engage us to help address the issue of violent crimes.\" While Trump failed to issue an official retraction or correction, the White House issued a statement on the situation after Lightfoot &apos; s comments. The White House said: \"Evanka has appreciated the identification of Mayor Lightfoot, respects her commitment to addressing this issue, and looks forward to continuing the dialogue on this issue, the development of the workforce and economic opportunities for all.\" \"As misleading as it was to suggest that all the shootings took place in one location, it remains important to note that there were 7 deaths and 52 injuries throughout the city, resulting in one of the deadliest weekends in the city this year.\" However, the Mayor stressed the importance of communication in correcting facts for the first time, especially when those facts involved sensitive issues such as armed violence. She said, \"It's important when we talk about people's lives that we actually right the facts, which one can do easily if you really care about getting them right.\" == sync, corrected by elderman == @elder_man Only seven of the wounded were shot in an incident near a stadium in Douglas Park. Last weekend was also not the most deadly weekend in Chicago, according to data from the Chicago police. As a result, Trump made a serious mistake in the case of armed violence in Chicago during the first weekend of August. We assess her claim mostly wrong. This is often wrong; it is partially accurate, but it ignores important details or out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00350"}