{"url": "/factchecks/2018/nov/25/susana-mendoza/did-mendoza-cast-deciding-vote-abolish-illinois-de/", "speaker": "Susana Mendoza", "vclaim": "\"I was the decisive voice for the abolition of the death penalty in Illinois.\"", "truth_label": "barely-true", "date": "stated on November 19, 2018 in in a debate appearance:", "title": "Did Mendoza vote to abolish the death penalty in Illinois? Not quite.", "text": "In the crowded race of the next mayor of Chicago, many potential candidates distinguish themselves by disparaging their progressive goodwill - or questioning the intentions of their opponents. :: During a recent forum that brought together five of those competing for the post, one of its opponents, the Chairman of the Cook County Council, Illinois, called upon Susana Mendoza to defend her criminal justice record. Mendoza was once a democratic member of Beit Illinois, where she sharpened a strong reputation in the face of the crime and supported the death penalty for a long time even after a moratorium had been imposed on the practice by the Illinois rulers. In view of this background, Brequinkel Mendoza asked how voters could trust her as mayor to drive her towards criminal justice reforms. In response, Mendoza spoke about how her views on the death penalty had evolved. \"I know what it's like to be on the other side of the crime,\" said Mendoza, who was earlier in the debate remembering how her family moved from the small village of Chicago when she was a child to escape violence. \"After I said that, yes, I supported the death penalty. But I was scheduled to vote for the abolition of the death penalty in Illinois. I would have stayed there if I hadn't voted to cancel it.\" The 2011 vote of the House of Representatives on the abolition of executions in Illinois succeeded in reaching the minimum number required to pass 60. So, technically, any of those legislators who voted for the measure could claim to be a decision vote. But did everything really come to Mendoza? During the debate in the Chamber of Deputies, Mendoza delivered an enthusiastic speech describing how she personally struggled with this issue, which is a legislative lecture. \"All my life, I have been a strong supporter of the death penalty and a firm believer in the justice you serve,\" said Mendoza on the floor of the house. \"But this debate for me is no longer about whether or not the guilty killers deserve to die for their crimes,\" she added, describing how she met with many former prisoners sentenced to death in Illinois who were wrongly convicted and then released. \"Talking to them and hearing their horror stories about the existence of hours away from execution has made me think of my own beliefs regarding our ability to apply the death penalty in a fair and free manner.\" On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On 16 January 2021, even with the support of Mendoza, the initial House of Representatives voted on the measure 59 votes to 58 votes, less than the required 60 votes for passage. However, the shepherd, and then the Republic of Karen Yarbru of Maywood, used a procedural step to allow for the second vote and then twisted the arm of the quadripartite democratic cities to change positions. \"I've been back and forth since they started talking about canceling it,\" Patrick Vershori from Milan said to the Bloomington Parliament in 2011 after the final vote. Yarboro, who is now the Registrar of Cook County of Deeds, called in favour because she supported him in other legislation. In the light of that, we asked Mendoza to tell us how Mendoza can be regarded as a decisive vote on the measure. Rebecca Evans sent us a response that didn't directly address the question. \"As is common during the legislative process, not everyone was counted during the initial vote for several reasons,\" Evans wrote. \"The Abolition of the Death Penalty Act would not have passed without Susanna's vote.\" In defending her criminal record, Mendoza said it was \"the decisive vote to abolish the death penalty in Illinois.\" Before making this allegation, she accurately described the change of opinion on the issue that prompted her to support the 2011 abolition measure after long support for the death penalty. It is technically true that the measure would have been drowned if it had voted in the other direction. However, according to this criterion, any of the other 59 members of the Council who supported the final pass bill could make the same claim. Even with Mendoza's support, this measure did not take a first vote. When the sponsor chose to vote again later that day, a different legislator opposed him in the first attempt changed his voice and secured his passage. In the end, it obviously didn't reach Mendoza. We assess her claim mostly wrong.", "vclaim_id": "vclaim-pol-01243"}