{"url": "/factchecks/2019/mar/27/facebook-posts/no-congress-didnt-repeal-law-bars-muslims-holding-/", "speaker": "Facebook posts", "vclaim": "\"The Conference quietly repealed the McCarren Warner Act 1952, which prohibits Muslims from taking office.\"", "truth_label": "false", "date": "stated on March 20, 2019 in a Facebook post:", "title": "No, Congress has not repealed a law that prevents Muslims from taking office.", "text": "Dick Cheney and Nancy Belusi are hardly political screws, but a recent Facebook article puts politicians in a relationship with an old law. \"The Congress quietly repealed the McCarn Warner Act 1952, which prohibits \"Muslims\" from taking office, \"reads the text of the article published on 20 March.\" \"The members of Congress were Dick Cheney, John McCain, Joe Baiden, Al Gore, John Kerry, Mitch McConnell, Chuck Schommer and Nancy Pelosi... We didn't do that, but the article was referred to as part of Facebook efforts to combat false news and misleading information in the news broadcast. ∙ (Read more about our partnership with Facebook.) First, let's look at the law. It is called the Makarn Walter Act, not the Makarn Warner Act, which is in fact the Immigration and Nationality Act 1952. Her name is Pat McCaran, then a member of the Democratic Senate from Nevada, Francis Walter, and then a democratic representative from Pennsylvania. Both men are concerned about communists who infiltrate the country through the immigration system, and they wanted to limit who could come to the United States. The resulting law codifyes an existing quota system for immigration. It has also introduced a new system that gives preference to some migrants based on their skills and whether they will be reunited with their families. Since the U.S. Department of State is the Office of Historical Observations, the new law revised the national quota system of origin in 1924 by accepting persons of different nationalities in the United States at the rate of 6 per cent of any many immigrants from a country that lived in the United States in 1920. This means that 85 per cent of some 154,000 visas are granted annually to persons of Northern and Western European descent. President Harry Truman is concerned that the law was discriminatory, but Congress has enough votes to override the veto. The law does not refer to religion or Muslims. Nor does it prevent Muslims from taking office. But over the years, according to the story of 1990 in The New York Times, it has been used to prevent entry into the United States of people such as the writer Gabriel García Marquez and Ian Smith, former Prime Minister of Rhodesia. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On 16 January 2021, Daniel Patrick Medjian sponsored legislation to repeal the article excluding foreigners for ideological reasons, and in February 1990 the Senate approved 98-0 as an amendment to the Foreign Ministry expenditure bill, reporting The Times. \"The procedure covers only foreigners who seek to enter the United States for short visits,\" said the newspaper. \"those who seek permanent status can still be prevented because of their beliefs or membership.\" However, speaking on behalf of the Ministry of Foreign Affairs, he said that legislation would not significantly change current policy, since the 1977 measure already required that persons who refused entry because of their beliefs should be granted a waiver unless it was proved that they posed a threat to national security. The repealed legislation continues to allow the Minister of State to prevent the entry of a person known to be a terrorist. And then, let's see who the members of Congress are in 1990. Schumer and Belusi were at home, McKenne, Piden, Gore, Kerry and McConnell in the Senate. Dick Cheney, meanwhile, was the defense minister of the then President George H.W. (Bosch) Although Congress repealed a provision of the McCarren Walter Act, the law never prevents Muslims from taking up their positions as alleged by Facebook mail. We classify this term as wrong. Sharing the facts 2019-04-02 15:33:11 UTC Politic Fact 2 1 7 PolityFacting: failing: \"The Congress quietly repealed the McCann Warner Act 1952, which prohibits Muslims from taking office.\" Facebook on the Internet Wednesday, 27 March 2019 2019-03-27 Read more information", "vclaim_id": "vclaim-pol-00847"}