{"url": "/factchecks/2019/feb/01/viral-image/no-ronald-reagan-didnt-call-nancy-pelosi-evil/", "speaker": "Viral image", "vclaim": "Ronald Reagan says: \"Nancy Pelosi is so evil.\"", "truth_label": "pants-fire", "date": "stated on January 26, 2019 in a Facebook post:", "title": "No, Ronald Reagan didn't call Nancy Pelosi evil.", "text": "Did Ronald Reagan call Nancy Pelosi so evil? This is what some of Belusi's critics say on Facebook. But that's not true. \"Nancy Pelosi is so evil,\" Facebook article from January 26 quotes Ronald Reagan. \"It comes from the Baltimore Democratic Corruption Machine, the Dalsandro family, both her father, Tom Dalsandro, and her brother, Tommy Dalsandro, the mayor of Baltimore, a corrupt democratic family buried in oil.\" This article, which participated more than 4,300 times in January 29, was referred to as part of Facebook's efforts to combat false news and misleading information in broadcasting its news. ∙ (Read more about our partnership with Facebook.) Pelosi was born in Baltimore in March 1940 to Thomas Dalesandro, Jr., who was the mayor of that city from May 1947 to May 1959. She also served her brother for a term as mayor. Those are the facts that can be confirmed. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021, but we were unable to find any evidence that Regan called Plossy evil, or denounced her family as corrupt. This is because it does not exist, according to the Ronald Reagan Presidential Foundation and the Institute. Joan Drake, chief administrative officer of the organization, said that she could say Polly Fuckett \"with great conviction that Ronald Reagan never spoke those words. Never.\" We're assessing this pants mail on fire! The facts shared 2019-02-01 16:23:46 UTC Politic Fact 1 1 7 PoliticFact Dacting: Pants on fire Ronald Reagan said: \"Nancy Pelosi is so evil.\" The viral image on the Internet Saturday, 26 January 2019, 2019-01-26. Read more information.", "vclaim_id": "vclaim-pol-01072"}