{"url": "/factchecks/2015/dec/17/donald-trump/trump-repeats-flights-home-911-hijackers-wives-gir/", "speaker": "Donald Trump", "vclaim": "The friends of 9/11 terrorists, family, friends in the United States were mostly returned to Saudi Arabia. They knew what was going on. They went home, wanted to watch their friends on TV.\"", "truth_label": "false", "date": "stated on December 15, 2015 in the Republican debate in Las Vegas:", "title": "Trump repeats the tale of flights home to the wives of the kidnappers 11/9, their friends, their families.", "text": "In the confrontation with ISIS, Donald Trump was probably the hardest line between the Republican presidential sphere. He called for the prohibition of almost all non-American Muslims from entering the country. He said that America must \"kill\" the families of terrorists. During the Republican debate in Las Vegas about CNN, the moderator used a question from the public to press Trump about this policy. \"How can the murder of innocent civilians deliberately separate us from ISIS?\" I asked Josh Jacob from Georgia Tech. Trump did not repeat his call for the \"exit\" of family members but insisted that the country should be much harder for family members because of what they knew. \"When you had the World Trade Center go, people were put on planes that were friends, family, friend, put on planes and were often returned to Saudi Arabia,\" said Trump. \"They knew what was happening. They went home and wanted to watch their friends on TV. We have contacted the Trump campaign about the close friends of terrorists and their family members who left before the attacks and have not responded to them. Trump said this before, and sometimes specifically said that they were sent home a few days before the attack. He said to Fox News, Bill O'Reily, \"They take wives, put them on planes and send them home. Let's go home and watch my dad on TV tonight knocking at the World Trade Center. \"In North Carolina, Trump told his supporters \"people, animals who did so, sent their wives and families back to Saudi Arabia. Most of them returned to Saudi Arabia. These wives know what their husbands will do. The statement lacks any support. The 9/11 kidnappers need two pieces to back up his statement. First, at least some kidnappers needed to marry or have a girlfriend, and secondly, these people, or some family members, needed to be in the United States. According to the report of the Committee of 11 September, no kidnapper had a wife, friend or family member in the country in the days and months prior to the terrorists &apos; implementation of their plan. Only two of the 19 kidnappers were married and only one had a girlfriend. The kidnappers Marwan al-Shahi and Abdul Aziz al-Amari were married. We have been told by Philip D. Zeliko, Executive Director of the 11/11 Commission, that while the Council did not know exactly where the wives were, whether in Saudi Arabia or Yemen or elsewhere in the Middle East, there is one thing that is certain. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman - January 11, 2012, they certainly didn't live in the United States, as Zeliko said. If no one's in America, there can't be a trip home to watch their friends on TV. The Committee found no evidence that any of these women were aware of the plot in advance. The Committee stated that most terrorists \"cut off regular contact with their families.\" The only obvious exception was a surgeon, who travelled to Lebanon to see his father and was taken away with his girlfriend in Florida about eight months before the attack. Jarra called her in Germany before he boarded the United Airlines flight 93, the plane crashed in the countryside of Pennsylvania. The investigators interviewed a friend of a jar at length and concluded that she knew nothing. To be complete, we move on to one loop that can be linked to the Trump statement. The words of the members of the Bin Laden Trump family may reflect some confusion with the departure of Osama bin Laden &apos; s hurry family members - not any wives or friends of Bin Laden himself - a few days after the attack. Most of Bin Laden's relatives were in high school or college in the United States. In an interview with The New York Times, Saudi Ambassador Bandar Bensultan said that with the help of the FBI, his government had arranged for these people to gather in Washington where a charter plane would take them to Saudi Arabia. Bin Laden is one of 52 children from a man who built a huge fortune to build roads and palaces. That gave him a large and rich family. The 9/11 committee report says that the FBI dug into the background of every Saudi citizen. \"They concluded that none of the passengers were connected to the 9/11 attacks and have since found no evidence to change this conclusion,\" the report said. \"Our independent review of the Saudi citizen involved confirms that no one with known links to terrorism left on these flights.\" Our rule, Trump, said that people close to the kidnappers on September 11th -- friends, wives and girlfriends -- were aware of the attacks that were expected and left for the Middle East so that they could \"watch their friends on TV.\" Trump did not provide any evidence. The Commission &apos; s investigation of 11 September found that 13 of the 19 attackers were unmarried. There were only two married women, a third had a girlfriend, and none of those women were in the United States just before the attack. The Commission also found evidence that the kidnappers had severed their ties with their families. There is no substance behind the statement. We value this allegation wrong.", "vclaim_id": "vclaim-pol-05608"}