{"url": "/factchecks/2011/apr/28/richard-corcoran/rep-richard-corcoran-says-90-percent-prenatal-down/", "speaker": "Richard Corcoran", "vclaim": "90% of children with Down syndrome are aborted.", "truth_label": "true", "date": "stated on April 27, 2011 in comments during House floor debate:", "title": "Richard Corcoran says that 90% of prenatal syndrome cases lead to abortion.", "text": "The editor's note: On February 27, 2012, we valued a similar claim - drafted slightly differently - by presidential candidate Rick Santorum and his half-troy wisdom. To see this verdict, click here. Check the facts mentioned by Rick Scott on June 8, 2010 in a campaign postcard. \"Bill McCullum operates the same location as the stem cell research, like Barack Obama.\" ● June 11, 2010, the use of statistics dominates a day-long discussion of six draft abortion laws in the Florida House of Representatives on April 27, 2011. The bills approved by the House of Representatives and heard in the Senate include a broader ban on abortions in the third stage, stronger requirements for notification of parents when an abortion is requested by a minor, and a mandate to have women have access to ultrasound images and to be heard before an abortion is performed. Another bill seeks to amend the State Constitution to prevent the possibility of State funding for most abortions. Of all the statistics used in nearly six hours of ground speeches, one emerged. From the Republic, Richard Corcoran came from Richie's new port and drew the attention of the Florida Alliance to family planning on Twitter. The group published a letter stating that Corcoran claimed that 90% of children with Down's syndrome were aborted. \"Pulitti is anyone's fruit?\" The group asked. We also heard it and talked to Corcoran after I postponed the house. He said he found it in two different places, including in the New York Times story. Corcoran's view was that, as Americans, we should do more to try to prevent abortion. But is he right about the high rate of abortion in these cases? Of course, we found the Times Corcoran article that was pointing. The 2007 article discussed how effective prenatal screening for Down syndrome can reduce the number of children born in a genetic state, and how parents of children with Down syndrome try to convince others not to abort embryos that were the result of the examination positive for this condition. The story covered almost the same line that Corcoran used -- that \"about 90% of pregnant women diagnosed with Down's syndrome chose to have an abortion.\" The line was not the source, in the sense that the story did not say exactly where it came from. However, the electronic version already contains a link to the conclusion of a medical study on abortion rates following the diagnosis of Down &apos; s prenatal syndrome. Study from 1999 by the Research Group on Psychology and Genetics at King College in London. Another 20 studies were compiled to measure abortion rates and concluded that after a diagnosis of Down &apos; s prenatal syndrome, 92 per cent of women opted for abortion. We researched and found other studies showing similar proportions. A study by researchers at Wayne State University in Michigan examined 145 pregnancies with prenatal diagnosis of Down syndrome from 1988-1997. The study found that 19 women (13.1 per cent) chose to continue the pregnancy, while 126 women (86.9 per cent) chose to terminate the pregnancy. Another study examined 131 cases diagnosed before birth from Down syndrome in Hawaii in 1987-1996. The study found that in 110 of these cases (84 per cent) women chose to terminate their pregnancy. These are three different medical studies, all of which have reached similar conclusions. Similar statistics have been cited in two books on prenatal examinations (here and here). We asked the Guttmacher Institute, an independent research organization that analyses data on population growth and reproductive health, if we should be aware of any other data. I talked to Rebecca Wend. She said she didn't know anything else. This leaves us dependent on these studies, cited by subsequent researchers. Corcoran said that 90% of children with Down's syndrome were aborted. Although accurate figures differ slightly, studies support it. We're assessing this statement right.", "vclaim_id": "vclaim-pol-13182"}