{"url": "/factchecks/2016/apr/27/donald-trump/no-donald-trump-isis-not-making-millions-dollars-w/", "speaker": "Donald Trump", "vclaim": "\"Dash makes millions of dollars a week\" selling Libyan oil.", "truth_label": "false", "date": "stated on April 27, 2016 in a foreign policy speech:", "title": "No, Donald Trump, ISIS isn't making millions of dollars a week's Libyan oil sale.", "text": "The violence and political instability in Libya have outraged the United States and other major Powers since NATO-supported forces took down the long-serving Governor Colonel Muammar Qadhafi in 2011. According to security experts, the unrest allowed ISIL to obtain a foothold in the country of North Africa, providing jihadi with a refuge from which to train and plan attacks abroad. While ISIS blames its attack on Libyan oil fields in recent months, the experts do not strongly agree with Donald Trump &apos; s claim on 27 April during his foreign policy speech in Washington. \"Now ISIS makes millions of dollars a week selling Libyan oil,\" said Trump in the speech. Our experts in research and news articles say that ISIS attacked Libyan oil fields to disrupt oil markets and prevent rival groups from profiting. However, they say that the group does not have the capacity to operate the few and complex oil refineries in the country. This is all contrary to Trump's assertion. David Mac, an expert in Libya and terrorism with the non-partisan Middle East Institute, called Trump's claim \"incredibly incorrect.\" \"I don't know where he got this gem of misleading information,\" said Politi Fuckett. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2021, Claudia Gazini, a senior analyst in Tripoli at the International Crisis Group, rejected the Trump statement. In an e-mail to Polyte Fact, Gazini said: \"When it is true that ISIS attacked the oil fields in the Sirte basin area and destroyed the major equipment there, it did not seek to control the oil fields. \"At the moment it appears to have adopted a strategy of shock and escape. There is no evidence that they are pumping crude oil, and there is certainly no evidence that they are trading it. At this moment they seem to be interested in the hunger of the Libyan State from oil revenues.\" Gazini made the same comments to the post-facto auditor Washington when he studied a similar comment by Trump on the NBC programme today on 21 April. The mail gave Trump four pinocchios, which you keep only for the biggest lies. The West Point Counter-Terrorism Centre also examined the issue of oil in ISIS/Liby. In a report issued on 17 March, he said: \"It is simply difficult for the Islamic State to do much in the oil fields of Libya outside the scope of accidental attacks.\" The Trump campaign did not respond to the request for an explanation of its comment. Our Governor Trump said, \"Ash makes millions of dollars a week selling Libyan oil.\" According to experts and news reports, ISIS has attacked Libyan oil fields in recent months, amid the country's instability. However, they categorically reject Trump's claim that jihadists based in ISIL were able to seize, refine and sell oil for \"millions of dollars a week.\" Instead, they say that the terrorist group focuses on disrupting oil markets and preventing competitors from obtaining oil in Libya. We assess the claim for error. https://www.sharethefacts.co/share/ccb9d906-6b9f-456c-9f5c95a12510d7", "vclaim_id": "vclaim-pol-05038"}