{"url": "/factchecks/2017/may/02/donald-trump/donald-trump-says-michael-flynn-got-security-clear/", "speaker": "Donald Trump", "vclaim": "General Flynn got his permission from the Obama administration.", "truth_label": "true", "date": "stated on April 30, 2017 in an interview on CBS:", "title": "Donald Trump says Michael Flynn got a security clearance from the Obama administration.", "text": "President Donald Trump says that when Michael Flynn joined his campaign, President Barack Obama's administration had given him one time. In their 30 April interview on CBS, Trump framed these details as an uncomfortable fact that the media ignores in order to support their \"publication\" about Trump's ties with Russia. \"In fact, I just heard where General Flynn got his permit from the Obama administration,\" he said. \"When he went to Russia, I didn't realize this, when he went to Russia, it was in 2015, and he was on Obama's permit.\" Flynn, former head of the Defence Intelligence Agency under Obama, was excluded from his administrative role in Trump as National Security Adviser after it became clear that Flynn had lied about the nature of his talks with the Russian Ambassador. It is now the focus of a circular debate, the entire investigation conducted by the Pentagon observer, into payments received from foreign Governments, including Russia. We were interested in Trump &apos; s statement that the Obama administration agreed to grant Flynn a security permit, especially since he was forced to abandon his role in the Obama era in 2014. We found that Trump has a right. However, this does not affect the main claim against Flynn: he did not properly disclose the payments he received from Russia, as required by law and Pentagon policy. Nor does it justify any supervision by the Trump team during Flynn's consideration of the role of the White House. Flynn, a retired lieutenant general, spent his career as an army intelligence officer, serving in both Iraq and Afghanistan, and as a director of intelligence for the United States Central Command, among other positions. Obama promoted him to the position of Director of the Defence Intelligence Agency in April 2012. Flynn retired from the Agency in August 2014; news reports at the time say that Flynn was forced out because he was mixing feathers with his management style. Since he left, he said he was fired because of our enemies' call for radical jihad. In 2015, Flynn received more than $56,000 from three Russian entities - $33,750 from the State-supported media outlet RT, $11,250 from an air freight company and $11,250 from the Cybersecurity Company - according to documents issued by Rep. Elaja Cummings, D-MD., the largest Democrat in the House of Representatives Oversight Committee. In 2016, during the elections, Flynn &apos; s consulting firm received over $500,000 to work on projects that benefited the Turkish Government. This became known to the public in March 2017, when the company submitted papers to the Ministry of Justice for retroactive registration as a foreign agent. Several months after Flynn left the administration in 2014, he received a letter from the Agency providing guidance on what could and could not be done as a pensioner in the army. The letter, which was requested by Flynn himself, states that \"foreign compensation requires prior approval,\" in accordance with the remuneration clause of the Constitution. Despite the letter, Flynn did not disclose to the Government the payments he received from Russian entities, according to Kemings and his Republican counterpart in the Oversight Committee, the Republic of Jason Chavez of Utah. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, letter 7 of the CIA to Cummings and Chavez says that the agency \"did not find any records indicating or relating to receipt of LTT Flynn money from a foreign source\" or \"any records of LTT Flynn seeking permission or consent to receipt of money from a foreign source.\" Flynn &apos; s lawyer replied that Flynn had shared his rapid transmission event with the Ministry of Defence. But the lawyer didn't specifically mention whether Flynn revealed the payments. This corresponds to Trump &apos; s claim regarding Flynn &apos; s security clearance. Retired military officials can maintain their security clearances, with periodic background checks. The last background check was carried out on Flynn to maintain his security clearance during the Obama administration, in June 2010 and January 2016, according to the letter of April 7, DIA. Cummings and Chavez stated that Flynn had not reported his profits in 2015 from Russian entities in his 2016 application. (The Department of Public Information has provided Cummings and Chávez with parts of the completed Flynn form, but the pages have not yet been published.) The request for security clearance is asked at length about the applicants &apos; contacts, activities, businesses and travel abroad. The penalty for forgery or knowingly concealing information is a fine or imprisonment for up to five years. The evaluation agency may also refuse to grant a person a security permit. Even if the applicant is explicit about his or her external transactions, the evaluation agency may refuse security clearance if it appears that these activities may jeopardize the applicant &apos; s or his or her loyalty to the United States, as Andrew Kent, an expert in national security and a professor of law at Fordham University, said. The White House press secretary, Sean Spyser, used the fact that Flynn passed a security clearance under Obama's administration to distract him from not properly checking Flynn before he was named by the National Security Advisor Trump. Democrats such as Cummings and the Obama National Security Adviser, Susan Rice, have said that Spicer's criticism is unfair. They said that re-evaluation of Flynn's security clearance was a routine operation that took place several degrees below the White House, and Trump was obliged to examine his own counselors. Kent said that if those who evaluated Flynn &apos; s application in 2016 had some knowledge of his Russian activities, they might deserve some blame for not pressing Flynn for further details. Because Flynn's relationship with RT was general knowledge months before Trump assembled his team in the White House, the transition team was \"in a different position than security investigators.\" Our verdict, Trump, said, \"General Flynn got his permission from Obama's administration.\" The last two times Flynn applied for security clearance, in 2010 and 2016, Obama was president. Legislators claim that Flynn omitted important information about payments from Russia in his 2016 request for renewal of his permit. However, this does not change the fact that Trump's statement is literally accurate. We're assessing Trump's claim correctly. Sharing the facts 2017-05-02 21: 22: 01 UTC Politics 1 1 7 Policy Reating: True \"General Flynn has obtained his permission from the Obama administration.\" Donald Trump, president of an interview with CBS on Sunday, 30 April 2017, 2017-04-30, read more information.", "vclaim_id": "vclaim-pol-03353"}