{"url": "/factchecks/2016/feb/12/bernie-sanders/sanders-african-american-lost-half-their-wealth-be/", "speaker": "Bernie Sanders", "vclaim": "\"African-American society has lost half its wealth as a result of the collapse of Wall Street.\"", "truth_label": "true", "date": "stated on February 11, 2016 in comments during the PBS Democratic debate:", "title": "\"Sanders: Americans of African descent have lost half their wealth because of the Wall Street collapse.\"", "text": "Sin Bernie Sanders states that by addressing economic inequality, he will also correct racial injustices. In response to a question about race relations on February 11, a democratic debate in Milwaukee, Wes. \"It appears that African American and Latin society has been particularly severely beaten,\" said Sanders. \"As I understand it, African-American society has lost half their wealth as a result of the collapse of Wall Street.\" This allegation has come to our attention. Is it true that black wealth has been largely cut off as a result of the financial crisis? Saunders got it right. His campaign referred us to a 2013 report of the National Association of Real Estate Brokers. \"According to the report, Americans of African descent have lost more than half of their wealth since the beginning of the recession through low rates of home ownership and job losses,\" she says. The report refers to data from the Pew Research Centre for 2011 showing that the net median value of black households decreased by 53 per cent from $12,124 in 2005 to $5,677 in 2009. Technically, this loss corresponds to the schedule of the housing crisis in 2006. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On 11 January 2021, the 2014 BIO Report closely followed the 2007 financial crisis. According to that report, the average net value of the black household decreased from $19,200 in 2007 to $11,000 in 2013 (in 2013 dollars). This is a 43% loss. Of course, the two economic crises are intertwined, and both Pew reports indicate that the housing bubble and the recession that followed \"have caused far greater losses to the wealth of white minorities.\" This chart from the Pew Center shows this: Census Bureau data confirm this point, if not its inflation: the value of the black net median value declined by 61 per cent from 2005 to 2009. On the contrary, the whites lost 21% of their wealth. Our rule, Sanders, said, \"America's African society has lost half their wealth as a result of the Wall Street collapse.\" Estimates of the size of the wealth lost by blacks from 2005 to 2009 - as a result of the housing bubble - range from 53 per cent to 61 per cent. The net value of African Americans declined by 43 per cent from 2007 to 2013 - as a result of the financial crisis. Because the two financial crises cannot be separated from each other, we will not budge with the timetable set by Sanders. We value his claim right.", "vclaim_id": "vclaim-pol-05422"}