{"url": "/factchecks/2014/oct/01/paul-ryan/paul-ryan-says-congressional-districts-wisconsin-a/", "speaker": "Paul Ryan", "vclaim": "After the 2012 redistribution, Wisconsin has competitive areas in Congress.", "truth_label": "barely-true", "date": "stated on September 2, 2014 in a speech:", "title": "Paul Ryan says the congressional districts of Wisconsin are competitive after the partition.", "text": "When the Republicans took over the state government in 2010, they recorded a golden opportunity to redraw the state and congressional districts for their benefit. For the first time since the 1950s, the same party controlled both legislatures in Wisconsin and the Governor &apos; s Palace at a time when the required population balance had been restored in the provinces. At the level of Congress, the new delimitation of the border led by Paul Ryan (R-Janesville) of the United States, resulting in significant changes in the province in the Republic of America, namely Sean Duffy (R-Ashland), and smaller but significant adjustments to the provinces represented by the Republic of the United States, Ron Kind (D-La Crosse) and Ryan himself. On 2 September 2014, Ryan appeared in front of the Rotary Club in Milwaukee and the Milwaukee Press Club, saying that state legislators had not been involved in the Geremandring seen in other states, where the provinces were redrawn in a dramatic way for the party &apos; s benefit in power. He also thanked the Wisconsin incumbents for being very good at winning the re-election. \"I came from one of the battle zones of the country,\" said Ryan, during a question-and-answer session after his speech. \"Wisconsin like that. We have competitive zones.\" When we requested evidence to support his claim that even after the redeployment of the seats was competitive, the spokesman for Ryan Kevin Seavert mentioned Cook's political report, a non-partisan organization following the federal elections. The Cook report establishes a catalogue of party voters, or PVI, for each of the country &apos; s congressional districts, a measure that allows you to compare the vote for the position of president in one district with national results. \"Kingersman Duffy County is R+2, and Congressman Kind is D+5, both of which fall within 'the adjacent seats' as defined in Cook's political report,\" said Severt. The Kungrsman Ryan said that both seats were very competitive, and Cook's report proves that with the party voter's index. The indicator indicates that Daffy Province voted two percent more Republicans in the last presidential election than the nation as a whole. Meanwhile, the province of Kind voted for five more democratic points. In the speech, Ryan described the seats in the Milwaukee region occupied by Democratic Gwen Moore and the Republican F. James Sinsinbrenner as \"very preferable\" to the current party. He spent a little time -- or no -- on three seats, those occupied by the Democratic Mark Buchanan, the Republicans Red Ribble and Tom Petri. He focused primarily on his region, and on those represented by Kind and Duffy. However, Cook reporter in the House of Representatives said that the redistribution made Davy, Kind and Ryan counties less competitive. \"If Paul Ryan claims that these seats are competitive, he lives in the past,\" said David Wasserman, who analyses the areas of the house and the races for Cook's report. \"This is preposterous. There are almost no competitive seats in Wisconsin.\" Let's take a closer look. The changes in the provinces in this event, Ryan, noted that in recent decades the seats he and Duffy now held had rolled from party to party. Section VII, in the northwest of Wisconsin, \"Gone from Dave Obi to Sean Duffy,\" said Ryan, plus his own neighborhood, in southeast Wisconsin, \"Gone from La Aspen to Peter Barca to Mark Newman and Paul Ryan.\" But Ryan compares apples and oranges. Thanks to the redivision of the provinces, there are now different voters than when they were occupied by Ubi and Aspen. In 2010, Obi stepped down before the latest changes, replacing Daffy. He left Aspen in 1993 to join the Clinton administration. And Barca, the last democracy in the seat, was the last to occupy it in 1995 before losing to Newman, the Republican. In 2012, votes were redistributed, and significant changes were made to the Duffy region, which gave it more base than the Republican rule. \"The larger Republicans' goal was to support Sean Duffy on the 7th of the month, and they did so by removing Stevens Point and Wood County from the 7th and replacing them with the outer twin cities of St. Croix County,\" said Wasserman. This made the area three more republican points. At the same time, the province of Kind became more democratic, moving from D+4 in 2010 to D+5, according to the Cook Scale. Ryan Everett points out that this puts the provinces in the category of \"distortion\" in the Cook Report -- which the report defines as Republicans + 5 and Democracy + 5. This is a technical definition, by numbers. The Cook report classifies each election on the basis of additional factors, such as the filling of posts, competitors and the possibility of changing hands in the forthcoming elections. \"Shawn Duffy didn't have a competitive race in 2012 or 2014 due to the installation of the area,\" said Wasserman. Similarly, the province of Ryan became the most republican after the recent partition, through the exchange of some pro-democratic areas in parts of Wukisha province from the Republicans. \"Now he's very safe\" from losing his seat, Vasserman said about Ryan. \"You have area R (plus) 3 and this is still safe for Paul Ryan.\" The following is a look at the eight provinces of Congress, according to the party voter indicator in Cook &apos; s political report. The change in the re-provincialization took place between the 2010 and 2012 elections. On January 12, 2021, in our speech, \"We put $330 million in public school aids - the largest in more than a decade.\" By Haley Beller: 26 January 2021 R+3 R+3 D+16 D+17 D+4D+6 D+5 D+5 D+5 D4 (Mur) D+22 D+21 D+23 DD 5 (Sensenbrenner) R+12 R+13 District 6 (Petri) R+4 R+5 R+5 D 7 (Dhphy) D+3 En R+2 District 8 (Rbbel) R+2 R+2 A 2012 Journal Sentinel includes this conclusion: \"The new map also limits overall party competition. While some of the changes were small, every seat in the United States in Wisconsin was not safe and was already safer for the party it now occupies.\" Good candidates Ryan said that both Davey and Kid won re-election because they were good politicians. \"These men are good at getting re-elected... and these are very competitive areas,\" he said. The records show that the filling of posts brings considerable benefits in the area of fund-raising. On 23 July 2014, Ryan received $5.9 million in voluntary contributions and had $3.9 million in cash at hand, according to the reports of the Federal Electoral Commission. This compares with the sum of $502,635 and $107,901 in cash available to the Democratic Challenger Rob Zeriban. Similar fund-raising benefits are held by Kind ($1.3 million in cash) compared to Tony Kurtz ($35,666) and Duffy ($1 million) for Kelly Westlund ($119,000). \"But let's just say one of these guys hanged him,\" said Ryan. \"This is going to be a very competitive race.\" Wasserman said he was inclined to approve the open-seat scenario. \"If this seat is open it will certainly be more competitive,\" he said, referring to the Duffy region in particular. However, when Cook's eight provinces report was classified on the basis of possible results in the upcoming November 2014 elections, seven of the eight were listed as the Republican or Democratic \"sustained.\" The remaining area -- the seat to be vacated by Petri, who will retire -- is listed as \"probably Republicans.\" Our assessment, Ryan, says that the provinces of Congress in Wisconsin are competitive. He raised several points in support of his argument, each of which had elements of truth. However, in general, the impact of the redistribution on the seats mentioned by Ryan - including his seat - is evident. The seats held by Republicans Duffy, Kend and Ryan have been redrawn in favour of the President in the 2012 redistribution. We assess Ryan's claim mostly wrong.", "vclaim_id": "vclaim-pol-07224"}