{"url": "/factchecks/2019/apr/01/kamala-harris/does-teacher-pay-fall-short-living-wage-30-states-/", "speaker": "Kamala Harris", "vclaim": "\"In 30 states, the average salary of a teacher is lower than that of a family of four.\"", "truth_label": "mostly-true", "date": "stated on March 26, 2019 in a tweet:", "title": "Did the teacher pay less than 30 states, as Kamala Harris said?", "text": "Ms. Kamala Harris of the University of Califf drew attention to a proposal to increase the average wage of female teachers by $13,500 if elected President. To promote this policy, Harris sent a tweet saying, \"In 30 states, the average wage of a teacher is lower than that of a family of four. The wage gap for teachers is a national crisis. Sign your name next to me if you agree.\" In 30 states, the average wage of teachers is lower than that of a four-member family. The wage gap for teachers is a national crisis. Your name is next to me if you agree: https://t.co/qiTuiwf9ri - Kamala Harris (@Kamala Harris) 26 March 2019 is really true that \"in 30 states, the teacher's average wage is lower than that of a family of four\"? Studies say that teachers' salaries have been stagnant in recent years, but it's worth noting that Harris used a particular frame. The Harris campaign referred to a study published in 2018 by Education Resource Strategies, an education advisory group, which compared the average salaries of teachers with the living salary, and concluded that in more than half of the states, teachers &apos; average salaries were lower than that of the family. \"Living fee\" refers to a pilot account by the Massachusetts Institute of Technology, which, based on geographical location, determines the amount of income required to satisfy a basic level of existence. These include costs such as food, housing, child care and health care. (Some federal poverty measures do not include all these criteria). The summary can be found in this chart of the report. Did you close the case? Before we decide, let's take a closer look at what's in the payroll data ERS used. First, the analysis does not include benefits, which can be better for trade union teachers than for interest groups in other types of jobs. Second, the data cover wages earned during nine or ten months of contracts, which are typical in school systems; they do not include the additional income that a teacher may be able to earn during the summer. However, this income for a period of nine or ten months is compared to the calculation of the living wage based on 12 months. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • January 20, 2020, 2021 If the teacher works during the summer, his total salary is higher, perhaps higher than his living wage. The amount varies according to mandate. \"In Georgia, the regular teacher will need to make only $735 during the summer, but in Colorado it will be over $12,000,\" said the ERS spokesman Karen Silverman. Third, ERS data do not take into account the husband's income, nor do they include an analysis of single teachers who have no children. These two workers can determine the amount of the standard of living wage applicable to the teacher. Is Harris' conclusion correct anyway? How important should these warnings be in evaluating Harris' tweeting? Jesse Rothstein, Director of the Research Institute on Work and Employment at the University of California-Berkeley, expressed fears that the data did not interpret these circumstances as legitimate but amounted to selection. On the question of summer income, for example, \"there is a long debate on this issue,\" he said: \"Teachers in practice do some work during the summer to prepare for school and partly because teachers rarely find high-paid summer jobs.\" Tara Sinclair, an economist at George Washington University, said that it was important not to ignore the gender context when discussing a predominantly female field. \"It's an unfair gender bias that the potential income of couples comes immediately in discussions about teachers' wages when they may not come in discussions about the remuneration of other professions - imagine police officers or firefighters, for example,\" said Sinclair. \"This comparison is about what teachers pay, not what households earn with their teachers.\" Sinclair also said that given the size of families there could also be problems. \"It sounds like a slippery slope when we talk about pay because it's illegal to ask about marital status or children in employment, Sinclair said she would prefer to see government officials compare teachers &apos; salaries to the average of university students &apos; salaries. However, she said, there is value in what Harris said, because it supports the idea that \"teaching is a profession that should be valued more in society than it is now.\" Our government said, \"In 30 states, the teacher's average wage is lower than that of a family of four.\" Since the living wage is calculated in part on the basis of the conditions of the home and the family, the comparison that Harris used excludes factors such as non-salary subsidies, summer income, working spouse, and smaller family size. Harris's assumption is that only a teacher should support a family of four. In the context it sets out, its statement is precise. We're mostly evaluating the statement right.", "vclaim_id": "vclaim-pol-00822"}