{"url": "/factchecks/2014/oct/14/mitch-mcconnell/mitch-mcconnell-says-minimum-wage-hike-would-destr/", "speaker": "Mitch McConnell", "vclaim": "Raise the minimum wage to $10.10 an hour \"will destroy between half a million and a million jobs.\"", "truth_label": "mostly-true", "date": "stated on October 13, 2014 in a debate:", "title": "Mitch McConnell says raising the minimum wage will destroy 500 million to 1 million jobs.", "text": "In the first and only debate in the United States Senate race in Kentucky, questions were raised about his opposition to raising the proposed minimum wage. In response, McConnell, leader of the Republican minority in the Senate, said that raising the minimum wage in already difficult economic times would be detrimental to employment. He quoted the Congressional Budget Office study that allegedly raised the minimum wage to $10.10 per hour would \"destruct half a million to a million jobs.\" \"This is not how we grow our economy.\" His democratic competitor, Minister for Foreign Affairs of Kentucky Allison Lundergan Grimes, replied that the report also indicated that raising the minimum wage would raise \"more than a million Americans from poverty.\" (In checking the facts separately, we assessed that mostly true.) We're taking a look at Maconel's claim in this fact check. The report was issued in February 2014 by the Congressional Bureau of Budget, which is the chief officer in charge of the evaluation of the Congress &apos; s financial accounts. I looked at President Barack Obama &apos; s proposal to raise the minimum wage in three steps, from $7.25 per hour to $10.10 in 2016. The report found that most low-paid workers \"will receive higher wages that would increase their families' income.\" But the report said there was also a downside. Some people might lose their jobs. Why? Increased wages would increase corporate costs. This leads companies to raise their prices, which means that fewer people want their goods or services, leading to fewer productions and fewer workers who need to do the job. On January 13, 2021, bloggers announced verification of the remarkable facts in a story written by General David H. Berger, US Navy Commander. They rejected Nancy Belusi's request to use the Marines to provide security for the launch, and told her \"We're not working for you.\" For example, it may be cheaper to pay more for new machinery that can replace workers than to pay higher minimum wages. The net effect of this? Community-based organizations estimate an overall reduction in the labour force of about 0.3 per cent, or 500,000 workers. So how did McConnell get half a million to a million jobs? The Community Bureau is very keen to note that the amount of 500,000 approximates and midpoints is within the range of potential outcomes. The report said, \"There is about two thirds of the chance that the impact will be between a very slight decline in employment and a reduction in employment for a million workers.\" Instead of citing the mid-point, or, strictly speaking, presenting the full range of estimates, Maconel presents the first half of potential outcomes as if they were a reality. There are also likely to be between very few jobs and 499,999 jobs missing, but you do not have this impression of Maconel's words. Our referee (Maconnell) claimed that the congressional budget office's report had raised the minimum wage to $10.10 an hour \"will destroy between half a million and a million jobs.\" According to the report, approximately 500,000 workers may lose their jobs if the minimum wage rises. However, the organization added that the range was likely to range from very few to one million. At the high level of the spectrum, Maconel focuses on a range of possible outcomes. We're mostly assessing the claim right.", "vclaim_id": "vclaim-pol-07147"}