{"url": "/factchecks/2019/feb/26/morgan-griffith/morgan-griffiths-claim-us-has-cut-greenhouse-emiss/", "speaker": "Morgan Griffith", "vclaim": "\"Our country has succeeded in reducing greenhouse gas emissions in previous years.\"", "truth_label": "half-true", "date": "stated on February 11, 2019 in a newsletter.:", "title": "Morgan Griffith's claim that the United States has reduced greenhouse emissions is weak.", "text": "The Republic of the Republic, Morgan Griffith, representing the ninth province of Congress in south-west Virginia, suffering from low coal mining, has recently made use of democratic decisions to end greenhouse emissions in 10 years. Non-binding, identical and non-binding measures, called the \"Green New Deal,\" were introduced on 7 February in the House of Representatives of the Republic of Alexandria, Okasio-Curtis, D-N.Y., and in the Senate, Mr. Edward Marky, D-Mass. Eighty Democrats co-sponsored the resolutions, including six candidates who announced their candidacy for the presidency for 2020. The resolutions call for federal mobilization to reduce climate change and protect the environment. It also broadly supports democratic aspirations to increase hourly wages, strengthen trade unions and make higher education accessible to \"all the people of the United States.\" These measures do not specify specific programmes to achieve the objectives or the revenue required to finance them, except to say that the changes will be adequate. In a newsletter to the constituencies on 11 February, Griffiths said that environmental reforms were impractical, degrading to industry and unnecessary. He wrote: \"Our country has succeeded in reducing greenhouse gas emissions in previous years.\" \"We have done so with improved technology that has increased energy efficiency and reduced the cost of cleaner fuel sources. This is the blueprint for the future that contains air and cleaner water and greater prosperity.\" We have verified Griffith's claim that the United States has reduced greenhouse gas emissions. Kevin Baird, Director of Communications, Griffiths, told us that the statement was based on data published by the Environmental Protection Agency in the United States Greenhouse Gas Inventory and Synx, 1990-2017. It is the latest edition of an annual report issued on April 12, 2018. The report shows that greenhouse gas emissions in the United States decreased from the peak of 7,371 metric tons in 2007 to 6,472 metric tons in 2017 - the last year available. This represents a decrease of 11.8 per cent over the period, or an average annual decrease of 1.1 per cent. However, the fall was not fixed. In four years, emissions increased, in seven years, and declined. A great deal of attention has been focused on the last three years of data. Emissions decreased by 2 per cent in both 2015 and 2016, but only three tenths from 1 per cent in 2017. In other words, the rate of decline was slowing down. But there is a problem: the EPA report on Griffith sites is too late. More recent research indicates an increase in greenhouse gas emissions in 2018. The research focuses on CO2 discharges, which account for about 80 per cent of greenhouse emissions. In his interview on January 31, 2021, John Kerry says that Hurricane Harvey \"dropped water in Houston in five days more than Niagara Falls in one year.\" By Brandon Mulder, 5 February 2021, a report released in January 2019 by the Rhodium Group, an independent research firm, carbon emissions increased by 3.4% in 2018 - the first increase in four years. This places carbon emissions at almost the same level as in the mid-1990s. The latest records of the Department of Energy Information, a data collection unit of the Federal Department of Energy, show that carbon emissions in the first 10 months of 2018 were 3.2 per cent higher than in the first 10 months of 2017, and energy analysts generally attribute the slow overall decline in emissions from 2007 to 2017 to energy conservation and recovery resulting from the large recession, and the shift in electricity production from coal to natural gas, wind and solar energy. On the other hand, Rhodium states that the increase in 2018 is largely due to the boom in the economy, which has led to more emissions from factories, aircraft and trucks. Another factor is the weather: cold winters in parts of the country have increased the consumption of oil and gas for heat. Environmental impact assessment is expected to slow down this year, with an increase of 0.2 in carbon emissions expected. Rhodium said that it is not expected to repeat 2018 this coming year. Let's go back to Griffith. It should be noted that some of the reductions in emissions that he commends may not have occurred if he successfully achieved his goal of revitalizing the coal industry. In our rule, Griffith said, \"Our country has succeeded in reducing greenhouse emissions in previous years,\" in arguing against a democratic decision to make a comprehensive effort to end emissions in a decade. Griffith cites an Environmental Protection Agency report issued early last year showing that emissions decreased by 11.8 per cent between 2007 and 2017. This rate decreased by three consecutive years between 2015 and 2017, albeit by a reduction in amounts. But Griffith ignores more current research that changes his image. The Rhodium group estimates carbon emissions - the source of most greenhouse gases - an increase of 3.4 per cent last year. Environmental impact assessment data indicate that they increased to 3.2 during the first 10 months of 2018, compared with the first 10 months of 2017. So you can argue this either way. Over the past 10 years, emissions have increased five times and declined seven times. On the one hand, it has declined by 10 per cent over the past 12 years; on the other hand, emissions were at the same level as in the mid-1990s. We evaluate the statement one half right. Sharing the facts of 2019-02-26 18:43:11 UTC Politics Fact 4 1 7 PoliticsFacting: half true: \"Our country has succeeded in reducing greenhouse emissions in previous years.\" Morgan Griffith U.S. Rep. https://morgangreveth.house.gov/news/documentsingle.aspx?DocumentID=399084 Monday, 11 February 2019 2019 2019-02-11 Read more information", "vclaim_id": "vclaim-pol-00974"}