{"url": "/factchecks/2019/feb/09/jacob-wohl/trump-supporter-spreads-fake-news-about-nc-governo/", "speaker": "Jacob Wohl", "vclaim": "The racist image of the Democratic Governor of North Carolina, Roy Cooper, comes out days after he called Ralph Northham to resign, Daley Mile.", "truth_label": "pants-fire", "date": "stated on February 7, 2019:", "title": "Trump fans are spreading false news about the Governor of NC, the picture of the yearbook.", "text": "The images of the old yearbook received new attention this week after a picture of the Governor of Virginia appeared and endangered his political life. A page for Goof. In the 1984 book of the School of Medicine in Eastern Virginia, Ralph Northam presents a picture of a man in the black face and another man in Ko Klux Klan's robe. Northam, a democracy, apologized for the picture in February 1, then later claimed no man had. In North Carolina, similar racist images appeared in the 1979 UNC Yearbook on Social Media. At least one political activist, driven by a story published in a British news organization, tried to link the black face scandal to the palace of the governor of N.S. These are the facts, until February 8: So far, there is no evidence that Cooper has appeared in a racist image. The tweet attributed to the Daily Mill with this news is false. Cooper was not in the same fraternity whose annual page included racist images. Cooper's brother was integrated and known to promote integration, according to at least one of his members. To detect false news, readers can look for specific things when faced with questionable allegations. In this case, the false allegation about Cooper appears to have evolved from a misleading headline. Here's how it happened. On February 6, Colleen Campbell, editor of NC Inter, part of The News & Operation, tweeted images from the 1979 Yearbook of United Nations Television - Chapel Hill. ==PolitiFact NC, which wrote the verification of this fact, is a partnership between PolitiFact and The News & Overviews. One of the pictures shows two white students wearing a white dress, like the one that Ko Klux Klan wears. The students held a gallows around the neck of another white student, who was covered in black face makeup. The picture appeared on the page of the Year Book of the Chi-Fi Brotherhood. Cooper was in a different sisterhood - although he had a similar name - called Che Sai. Chi Sai was known to be comprehensive and had many black members at the time, according to Brad Cotrow, a lawyer in Charlotte who spoke on February 8th with news and surveillance reporter Jane Stancell. The United Kingdom-based DailyMayil.com published a story about images. But the headline of Daily Mill said, \"Blackface photos from Roy Cooper North Carolina's yearbook.\" \"Blackface executes images from the 1979 United Nations Church Hills book that appear - the same year that NC Gov Roy Cooper graduated.\" Although the headline does not say specifically that the Governor was in controversial images, readers can interpret it as such. The subtitle says, \"Chi Psi was a different migraine that didn't appear on their pages,\" but this subtitle is in the smaller line. Several paragraphs are required to clarify the facts. The fourth paragraph says, \"There's no suggestion that Cooper is in any of those photos.\" On January 26, 2021, in the North Carolina tweet, Secretary of State Ellen Marshall, Jenna Woodsworth stated, \"She has won state-wide races more than anyone else is likely to be alive.\" \"Coper was a member of a different fraternity, Che Se, and while the 61-year-old boy from Nashville was already photographed in his annual book edition, he does not appear on his brotherly page according to the list of students who do not appear.\" (This sentence is literally quoted from the article, although it makes no sense.) On February 7, Governor Jacob Wall tweeted a picture of the UNC students in 1979 in the white robe and black face. A racist image of Democratic North Carolina Governor Roy Cooper appears just days after he invited Ralph Northham to resign. He did not refer to its source, nor did he answer a question from the Poletti Fruitte newspaper. As of February 8, the Poletti Fact newspaper was not aware of any form of racist dress on the part of the Governor. And Polly Fuckett didn't find the story of Daily Mile, which specifically involved the governor. The headline of The Daily Mill is misleading, but his story does not support what Wall said. However, Wohl's tweet was retweeted with 3,000 accounts, and thousands more are likely to see them. Wohl has more than 181,000 followers. After his tweeting, many Twitter accounts repeated Wall's claim. Wall's history has a history of making questionable allegations. He recently claimed that the Democratic Presidency candidate, Kamala Harris, a California senator, was not eligible to run for president. PolitiFact evaluated its claim for pants on fire. Wall's Twitter account may not raise red flags at first sight. He has a \"verified\" account on Twitter, has hundreds of thousands of followers, and he's constantly tweeting. So how can anyone guess that the account is spreading misleading information? Wall is not associated with the original Daily Mill article, which, though misleading, makes it clear that Cooper is not in the picture at all. A quick Google search with key words, including \"Cooper\" and \"Blackface,\" tells a different story than Wall's. The headlines from the main news outlets focus on the fact that these images are linked to the university and not to the Governor. It is also important to know the source, and this can be done through further Google research. NBC News described Wall as \"a conspiracy mastermind for Trump.\" If there are data or claim to be unsure of it, send it to us through our page or e-mail. We're tweeting a racist image of the Democratic Governor of North Carolina, Roy Cooper, just days after he called Ralph Northham to resign. To date, there is no evidence of any picture of Cooper in racist clothing. While the headline of the Daily Mill newspaper on old United Nations Command photographs was misleading, the company did not submit the claim described by Wall. We value these pants on fire. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To provide ideas to verify the facts, e-mail [e-mail protected]. The news reporter and observer Jane Stancell contributed to this report. Sharing the facts of 2019-02-09 00:10 UTC Politics Fact 1 1 7 PoliticFact Dating: Pants on Fire \"The racist image of the Democratic Governor of North Carolina Roy Cooper appears only days after he invited Ralph Northham to resign - Daily Mile. Twitter: Thursday, 7 February 2019 2019-02-07", "vclaim_id": "vclaim-pol-01039"}