{"url": "/factchecks/2019/jan/09/donald-trump/no-democrats-didnt-ask-steel-wall-donald-trump/", "speaker": "Donald Trump", "vclaim": "\"At the request of Democrats, it will be a steel barrier instead of a concrete wall.\"", "truth_label": "false", "date": "stated on January 8, 2019 in a televised speech:", "title": "No, Democrats didn't order an iron barrier, as Donald Trump said.", "text": "The impasse in the border wall is not related to construction materials. But President Donald Trump made it look like this during his first address to the nation. On the eighteenth day of the partial closure of the Government, Trump claimed that he granted a concession to the Democrats in his appeal for $5.7 billion for a border wall. \"At the request of Democrats, it would be a steel barrier instead of a concrete wall,\" said Trump Jan 8. We didn't find any evidence that the Democrats asked for the wall to be built from steel. The White House did not respond to our request for comment. However, during an interview with the press in January 6, Mick Mulvani, acting Chief of Staff of Trump, said that discussions with Democrats \"didn't even get\" to \"identifying conversations\" on the wall, such as whether the steel fence was qualified or not. \"Do we disagree on the wall, or do you really agree that maybe a steel fence fits like a fence, not a wall, and we want to build a steel barrier anyway?\" Molvani said. In recent weeks, Trump has embraced a copy of the wall that differs from the long concrete barrier that he has erected. \"Democracy, they say loud and clear that they don't want to build a concrete wall - but we don't build a concrete wall, and we build artisticly designed steel slides, so you can easily see through it...\" Trump tweeted in December 18, 2018. We didn't find any evidence that the Democrats said they wanted an iron wall. On January 13, 2021, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security, and told her, \"We don't work for you.\" On January 17, 2021, Drew Hamill, spokesman for Nancy Belusi, said, \"Democracy never asked.\" \"That's totally wrong.\" The spokesman for the leader of the Democratic Senate, Charles Schommer, echoed this. \"We have always said that money must be limited to current border technology,\" said the spokesman Justin Goodman. \"That's what he said all the bills we agreed to.\" According to Goodman, the offer of Democrats is an ongoing decision on the Appropriations Act last year. The law, which was promulgated with republican and democratic support, provided $1.3 billion for fencing and additional funds for other types of border security. This provision has been made so that the funds can only be used to repair or expand the fences already built under the Public Security Act 2006. Pelause did not mention wall material in her television response to Trump. Instead, she talked about bringing more technology to the border. \"The truth is that we all agree that we need to secure our borders while respecting our values,\" said Belusi. \"We can build infrastructure and roads at our ports of entry, we can install a new technology to scan cars and trucks for drugs coming into our nation. We can recruit the staff we need to facilitate trade and migration at the border. We can finance more innovation to detect unauthorized crossings.\" The New York Times reported that on 5 January the Democrats requested the Department to develop a detailed plan for how to use the $5.7 billion requested. The Office of Management and Budget reiterated the President &apos; s request for a steel barrier. Democrats rejected this offer. Our governor Trump said, \"At the request of the Democrats, it will be a steel barrier instead of a concrete wall.\" There's no evidence that Democrats ordered an iron barrier. The democratic leadership confirmed that there was no demand for a steel barrier. ....................................................................................... We're assessing this statement wrong. The facts shared 2019-01-09 20:21:35 UTC PoliticsFact 2 1 7 PoliticFacting: Wrong: \"At the request of Democrats, it will be a steel barrier instead of a concrete wall.\" United States President Donald Trump https://www.nytimes.com/video/us/policys/100006296511/tromp-live-addex-nation.html In a television address on Tuesday, 8 January 2019 2019-01-08, read more information.", "vclaim_id": "vclaim-pol-01145"}