{"url": "/factchecks/2015/apr/08/rick-santorum/70-americans-dont-have-college-degree-rick-santoru/", "speaker": "Rick Santorum", "vclaim": "70% of Americans don't have a university degree.", "truth_label": "true", "date": "stated on April 5, 2015 in an interview on \"Face the Nation.\":", "title": "70% of Americans don't have a college degree, says Rick Santorum.", "text": "Rick Santorum, a potential presidential candidate in 2016, claims that the Republican Party does not offer enough to American workers. The former Senator from Pennsylvania said that the Republicans needed to improve communication with these voters nationwide on April 5, 2015. \"I think people are looking for someone to bring us together.\" And I put in a book last year called the Conservatives in Blue Collar, which is the whole idea that we have to start bringing those left behind by this economy. We have to give them a chance to get to that American dream again. And I think Republicans, frankly, were too weak for that, \"Santrum said. After stating that Mitt Romney, the 2012 presidential candidate, did not do a good job of communicating with the working class, Santorum added: \"I think there are a lot of people who are very disappointed with both political parties because neither party really talks about them and really says what the way forward is for 70 percent of Americans who don't have a university degree but, you know, want an economic opportunity like everyone else and nobody talks about it.\" We wondered whether it was true that 70 percent of Americans did not have a university degree. We've reviewed the National Voices of Santorum staff in his organization, and sent us an article from Fox about Scott Walker not getting a university degree. The reporter argues that the lack of a university degree has not really mattered since \"most Americans -- almost 70% -- do not have a bachelor's degree, either.\" The article does not give a source of its number. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, we decided to search for data on educational attainment from the United States Census Bureau; we found data for 2014 (the latest available data) on the United States population by age, race and sex. We focused on the age group 25 and over because most American students graduate when they're 25. According to census data, 209.3 million people in the United States are 25 years old or older and 66.9 million have a bachelor &apos; s degree or more (e.g. master &apos; s, professional or doctoral degree). This means that about 68 percent of them do not have a bachelor &apos; s degree. If we include persons with a university degree - about 11.7 million people - the percentage of people without a degree is slightly lower, to 62 per cent. The United States Department of Labor's Labour Statistics Office considered the same question in a longitudinal study in 2014 that followed young people up to the age of 27. It found that 72 per cent of respondents did not have bachelor &apos; s degrees by that age. When we explained that the Republicans needed to reach the working class more, Santorum said that 70 per cent of Americans did not have a university degree. We found several measures close to the number given by Santorum. In general, we assess his claim is correct. Correction, Apr. 14, 2015: We evaluated this statement correctly, but because of a production error, we first published fact-checking with a slogan that indicates wrong that we often assessed it right. We fixed that logo. In addition, we completed the math from our original version to include people with a higher degree of bachelor &apos; s degree. The new data do not change the assessment, which remains valid.", "vclaim_id": "vclaim-pol-06544"}