{"url": "/factchecks/2014/oct/08/kay-hagan/debate-kay-hagan-says-thom-tillis-cut-education-50/", "speaker": "Kay Hagan", "vclaim": "Tom Teal'c says, \"He's cut $500 million from general education.\"", "truth_label": "half-true", "date": "stated on October 7, 2014 in a debate:", "title": "In the debate, Kai Hagen says that Tom Teal'c has reduced education by $500 million.", "text": "Expenditure on education was a point of contention in the debate of the North Carolina Senate on October 7, when Kai Hagan repeated a popular democratic dialogue point that Tom Telles and Republicans in the Council of State were responsible for cuts in school funding. Hagen said Teal'c had cut $500 million in public education. This means fewer teachers in the classroom. This means the size of a larger classroom and this means old textbooks if there are any textbooks at all.\" In June, we reviewed the same request for a television announcement sponsored by Voice of Women, an arm of the Emily List, a political action committee that supports democratic women who support abortion rights. Where did these wounds come from? When we look at the education budget in North Carolina from year to year, it has increased every year since Teal'c became a speaker in 2011. According to a document prepared by the General Assembly, the State budget for education amounted to $10.8 billion in fiscal year 2010-2011 and $11.5 billion for 2014-2015. These figures are adjusted by inflation and include expenditure on both K-12 and higher education. In addition, State expenditure per K-12 student has increased since 2011 - from $5,156 in 2011 to $5,395 in 2013. Expenditure on education in North Carolina comes from a combination of federal, state and local dollars. Government funding accounts for more than 62 per cent of expenditure. So did Sin Hagen and women vote for $500 million in air? No, but it's complicated. Each year, the State Budget and Administration Office in North Carolina establishes a continuous budget, a tool that determines the amount to be spent to maintain the current level of services, without reducing or adding services. Projections may be larger or smaller than in previous years because they take into account factors such as inflation, population growth and the operation of new facilities. However, legislators are not obliged to match the budget for continuity. For the 2013-2015 budget, the State Budget Office has proposed a continuing budget of approximately $23.6 billion for those years to maintain the status quo throughout the K-12 region and higher education. The budget approved by state legislators was approximately $23.1 billion. In total, legislators allocated $481 million less than the proposed budget for the continuation of the project. (Emily's list referred to this when we asked about the announcement in June.) This deficit ended with the division of political parties in North Carolina: last year, Teal'c took the floor to get legislators to pass the budget, while Democrats defeated the bill primarily because they believed that education allocations were insufficient. Bill 65-53 was passed in the Chamber of Deputies and 32-17 in the Senate, without any democratic votes in favour. It is important to note that the choice of funding by the legislature at lower levels than the continuing budget is not a literal budget reduction. In crude dollars, the State spends more money than in previous years. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" ● January 26, 2012, however, Tillis critics say it has the same effect as the cut. \"If you do not do what is necessary to maintain the status quo, it is severed,\" said Hagan Sadie Weiner. Some other critics of the Teles educational record have indicated that State funding for K-12 education in North Carolina is about $500 million below pre-recession levels. In the 2013/14 school year, public school expenditure was approximately $7.9 billion. In 2008-2009, it was $8.4 when adjusted for inflation. In June, the budget that affected the 2014-2015 school year eliminated 5,200 teachers, 3,800 assistant teachers and some $115 million for textbooks and teaching supplies, among others, Philip Price, Financial Director of the Department of Public Education of North Carolina. It also increases student-teacher ratios. The budget added a small number of new programmes, but the vast majority of the growth in public education spending over the years is due to high health-care costs and retirement. Bryce said, \"This doesn't help students.\" \"That doesn't mean you get more teachers. It does not change what is available in that chapter.\" Reductions in expenditure on education at the federal and local levels - as well as shifts in funding due to the increasing popularity of rented schools - can also be a major reason why schools feel that their funds have shrunk, despite the steady increase in the State budget, as Terry Stubbs, Director of Educational Research and Policy of the John Locke Foundation, an intellectual institution in North Carolina, has encouraged the limited Government. Federal funding for North Carolina schools had decreased between 2010 and 2013 by $337.6 million. But when the federal government stopped giving North Carolina schools catalytic funding, the state did not regress, as Price said. The decline in State spending on classroom services is part of a continuing trend since the economic downturn -- back to when Democrats controlled the General Assembly -- and they could not be blamed only on one of the speakers of the house, as he added. Hagen's statement that attacked Teal'c said he cut $500 million in public education. Literally, the statement is wrong. In his capacity as Speaker of the North Carolina House of Representatives, Thelis helped to approve a budget in 2013 that increased actual expenditure on education compared with previous years. However, the budget spent nearly $500 million less than was requested to maintain the status quo, taking into account inflation and increasing the cost of various services. In addition, the actual increase in the budget has a significant bearing on the high cost of staff benefits and has nothing to do with the money that ends in the classroom. We're assessing this claim half right.", "vclaim_id": "vclaim-pol-07185"}