{"url": "/factchecks/2016/apr/24/bernie-sanders/bernie-sanders-said-poor-people-dont-vote/", "speaker": "Bernie Sanders", "vclaim": "In the 2014 election, 80% of the poor didn't vote.", "truth_label": "mostly-true", "date": "stated on April 24, 2016 in an interview on NBC's \"Meet the Press\":", "title": "Bernie Sanders said poor people don't vote.", "text": "Inequality in income was the key issue in Bernie Sanders' presidential campaign, and it might be why he had fallen behind Hillary Clinton in the initial democratic phase. The host met with journalist Chuck Todd and asked Sanders why he believed that 16 of the 17 states with large wealth gaps had been won by Clinton. \"Well, because the poor don't vote. I mean, that's just a fact, \"Sanders said. \"This is a sad reality in American society. That's why we have to convert one, you know, one of the least popular voters in any major society on Earth. We've done a good job of bringing in young people. But in America today, the last elections in 2014, 80% of the poor did not vote.\" Is the turnout among the poor this low? The data show that we've done a little better job of getting votes among low-income people than Sanders suggests, but not much. The Director of Policy at Sanders Warren Ganls referred to a report from the Demos Left Policy and Advocacy Group, which used data from the Census Bureau. \"According to Demos, only one in four who earn less than $10,000 voted in 2014,\" said Ganls. \"Worst of all, only 12% of 18- to 24-year-olds earned less than $30,000.\" In other words, approximately 75 per cent of persons belonging to the lowest income had not voted in the recent mid-term elections. However, there is only one catch for this number. While annual income of less than $10,000 is undoubtedly \"poor,\" the poverty threshold in 2014 also includes family income of more than $10,000. Sean McElloy, policy analyst with Demos who wrote the report, told us to look at annual income less than $30,000 instead. The voting rate for this group was 31.5 per cent, which means that 68.5 per cent of the poor did not vote in 2014, about 10 percentage points less than Saunders said. \"The Sanders are right to highlight the lack of popularity among the poor as an important factor in policy bias in favour of the rich.\" As stated by Politifact, census data may overestimate turnout rates, as they are based on self-reporting. It is therefore possible that the figure of 80 per cent of Sanders is closer to the actual rates than the survey shows, but this is speculation. Sanders is more on target if we look at the definition of \"poor\" that is not based on income. A survey conducted by the Pew Centre in 2015 examined financial security policies, defined by analysts as having a credit card, a savings or checking account, a retirement or investment plan; no need to borrow funds; no failure to pay bills, rents or mortgage payments; and no food assistance or medical benefits. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, the survey found that only 20 per cent of the most financially safe people were \"weighted voters\" in 2014 compared to 69 per cent of the most financially secure. Attendance at mid-term elections is always low, when the White House is not in danger, and in 2014 the public turnout was the worst in 72 years. However, census data indicate that the rate of voter turnout among the poor is consistently lower than other income groups: why is it less likely that the poor will vote? The reasons are interrelated, if not surprising. First, the political process creates obstacles for the poor. McElloy Demos said that the barriers to registration were fundamental, referring to census data showing that low-income persons were far less likely than registered voters. For example, voter identification laws impose costs that people struggling to earn a living cannot afford. The Government Accountability Office reported in 2014 that the driver &apos; s licence could cost between $5 and $58.50 in states with voter identification laws. Also, according to a study conducted by the University of New York in 2012, nearly 500,000 eligible voters do not have access to an identity card office. The poor also make up 55 per cent of people who cannot vote (including criminals and immigrants as well as residents of Washington, D.C., and the United States territory), according to the 2013 Harvard University working paper. \"That means they can't vote but they won't be mobilized by parties, who base their crowd of voters,\" said McELWE. Poor people also mean that you cannot devote time to the political process. The Pew study found that only 26 percent of the lowest financially insured know which party controls Congress compared to 62 percent of the richest. Similarly, compared to the non-rich voters, non-low-income voters were more likely to include lack of interest, forgetting to vote, health and access issues as reasons for not voting, according to census data. \"All too often have inflexible jobs, limited transfer options to access polls, and/or insufficient knowledge of democracy and the choices they face,\" said Zoltan Hagenal, Professor of Political Science at the University of California, San Diego. \"The poor also often lack effectiveness and do not feel that their voices are largely counted.\" Our rule, Sanders, said, \"In 2014, 80 per cent of the poor did not vote.\" The figure is slightly higher if we look at the income turnout. In 2014, about 75 per cent of people who received less than $10,000 and about 69 per cent who received less than $30,000 voted. If we look at financial insecurity, in any case, Sanders is right about money. We assess his claim mostly true. https://www.sharethefacts.co/share/5dc2c83a-0b1f-4ccd-bf69-81bea41d6f6d", "vclaim_id": "vclaim-pol-05058"}