{"url": "/factchecks/2011/may/25/tim-pawlenty/tim-pawlenty-says-minnesota-governor-he-kept-state/", "speaker": "Tim Pawlenty", "vclaim": "For decades before my election, conservatives tried and failed to get Minnesota out of the top 10 tax states in the country. I actually did.\"", "truth_label": "half-true", "date": "stated on May 23, 2011 in a speech to announce his presidential candidacy:", "title": "Tim Pauliente says that as governor he kept Minnesota off the list of 10 high-tax states.", "text": "When Tim Pawlenty announced his presidential presidential campaign, he recorded his two-term governor in Minnesota. He portrayed himself as a financial governor and said that he had succeeded in alleviating the tax burden on Minnesota. \"For decades before my election, conservatives tried and failed to get Minnesota out of the top 10 tax states in the country,\" Paulinte said. \"I've already done it.\" In order to verify his claim, we have moved to statistics from the Tax Corporation, a business-friendly group that has compiled annual State tax studies for decades. The institution follows the tax burden ranking between the 50 states dating back to 1977. The institution combines state and local tax burdens by calculating the items defined by the Bureau of Economic Analysis, a federal statistical agency, as taxes. 1 means the greater tax burden, while 50 means the lower burden. Pelante (R) 2009: 7th of 2008: 11th of 2007: 11th of 2006: 11th of 2005: 15th of 2004: 16th of 2003: 17th of the Government. Jesse Ventura (I) 2002: 12 2001: 14: 12 1999: 8 Gov. Arnie Carlson (R) 1998: 11 1997: 7 1996: 8 1995: 8 1994: 10 1993: 10 1992: 11 1991: 9 Goof. Rudi Berbić (D) (second and third) 1990: 5 1989: 6 1988: 5 1987: 9 1986: 10 1985: 5 1984: 3 1983: 5 Goof. ∙ Al Kuie (R) 1982: 10 1981: 11 1980: 9 1979: 7 Gov. Rudi Berbić (D) (first mandate) 1978: 10 1977: 10 (2010 figures are the latest available). Now let's take a closer look at four key questions: -- did Paulette keep Minnesota out of the top ten? Pretty much, yeah. Under Paulinte, Minnesota has been classified in the top 10 states taxing for only one of the seven years in which data are available. The order of the claim was not less than 17, but this is still sufficient to make this part of Paulity &apos; s claim accurate for the most part. Was Pauletti the first governor to push the state out of the top ten? No. Bounty has in fact stood firm against tax increases, but his immediate predecessor, the third party to the Government. Jesse Ventura, was really the first to cut income and royal taxes, said David Schultz, a politician at Hamlin University in St. Paul, Maine. According to the data of the Tax Corporation, Minnesota was one of the top 10 for three of the four years of Ventura acting as Governor. To a large extent, Bounte continued this achievement and headed a lower grade in the first three years of his tenure. But Ventura deserves some credit for making it happen at first. \"The main momentum happened under Ventura,\" said Schultz. Did Paulette get the lower rank himself? No. As in other states, Minnesota tax policies are shaped by negotiations between the Governor and the Legislature. Therefore, any credit, or blame, for tax policy must be shared between the Governor and the legislature. The Minnesota Senate was dominated by Democrats during the entire term of Paulinte. The House of Minnesota was dominated by Republicans in the first four years of Paulinte State and by Democrats in the last four years. Was Minnesota in the top 10 states a tax for decades? Basically, yes. Before Ventura, Minnesota was under 10 for only three years out of 22, under the supervision of the governors of both parties. In those three years, Minnesota barely came out of the top 10, ranked eleventh. It should be noted that the verification of the facts of Associated Press reached a different conclusion than we did. The organization wrote that \"Minnesota is still among the 10 worst states in its general tax climate, according to the tax institution. In the 2011 State Business Tax Climate Index, the anti-tax organization ranked 43rd in Minnesota, making it the second worst case. The ranking was down from 41 two years ago. The index takes into account companies, individuals, sales, unemployment insurance and property taxes.\" But we don't see anything in Paoletti's statement that he was only talking about commercial taxes. The data we used include a wider range of taxes. And when we asked Richard Morrison, the spokesman for the tax company, to examine with his group what the measure seemed to be more appropriate for Paulette's comment, we agreed. So we're committed to measuring us. To sum up, we conclude that Paulinte has an almost perfect record of keeping Minnesota off the top ten list of higher-tax states. He is right that three of his predecessors, on both sides, failed to achieve what he did to a large extent. But when he said, \"For decades before my election, the conservatives tried and failed to get Minnesota out of the top 10 tax states in the country,\" he ignored that Ventura had achieved this in the three years before Bolenti became governor. We evaluate the statement half right. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-13045"}