{"url": "/factchecks/2011/may/16/john-whitmire/state-sen-john-whitmire-says-texas-board-nursing-h/", "speaker": "John Whitmire", "vclaim": "The Texas Nursing Board says he has 3,000 complaints against nurses, many of whom are sexual assaults, irregularities.\"", "truth_label": "mostly-true", "date": "stated on May 3, 2011 in remarks on the Senate floor:", "title": "John Whitmeyer says the Texas nursing board has 3,000 pending complaints, including numerous cases of sexual abuse and irregularities.", "text": "In explaining why he could not support the Texas Senate version of the 2012-2013 state budget, John Whitmer said that he did not know how State agencies could deal with further budget cuts, less the Texas nursing board as an example. \"I asked them to build up investigations,\" he said. \"They have 3,000 complaints against nurses, many of whom are sexual assaults, irregularities.\" It is time to raise the voice of \"truth or meter,\" starting with the Council's pending complaints. Some background information: The Council investigates and adjudicates complaints concerning Texas nurses who may violate the Nursing Practice Act, which imposes regulations on nursing education, licensing and State practices, including rules against unnecessary risk of harm or inadequate care for patients. In the nursing board, his spokesman, Bruce Holter, told us that the backlog of 3,000 complaints filed by Senators was very low, limiting it to unresolved cases from fiscal years 2009 and 2010. In 2010, out of 16,890 complaints against nurses, 14,429 were resolved by the Board, leaving 2,461 outstanding cases. As of March of this year, another 511 complaints filed in 2009 remained unresolved, bringing the total backlog to about 3,000. There are also several hundred remaining complaints dating back to May 2006, as stated by Council officials. As of March, the Council has conducted some 11,000 open investigations, including the backlog. What are the complaints about? \"Generally,\" Holter said, \"Criminal behaviour, drug-related behaviour and failure to follow minimum standards of care are the main types of complaints.\" This covers infractions. However, what about the other Whitmer charge, namely, that a large part of the backlog is sexual assault complaints? We were told by Lara Wendler, Chief of Staff of Whitmeyer, that the senator based his statement on talks with agency managers, including the nursing board. However, Whitmer referred to all regulatory agencies, not just the nursing board, when he said that the backlog of cases involved \"big\" sexual assaults. This was not clear from the remarks made by Whitmeyer. Holter said the board checked all licensed nurses in Texas against state and national databases. The Council is currently investigating complaints against four nurses who appear in the database of the Ministry of Public Safety of Texas on sex offenders and 12 nurses who appear in a national register of sex offenders maintained by the National Council of State Nursing Boards. \"The complaints of sexual assault against nurses constitute a small percentage of the total number of complaints investigated by the Council,\" said Holter. However, unlike nurses found in sex offender databases, it would be \"hard for employees to \"slow\" the number of complaints involving sexual assault. Why? The Board does not classify complaints by type, although when disciplinary action is taken, Holter said, the Board could run a data mining programme to identify specific violations of the rules. However, because the Board does not track the number of cases of sexual abuse, it will have to review each complaint that has been resolved individually. And finally, why are you stacking complaints? Council staff are prevented from discussing details of individual complaints, but Council Attorney General Dusty Johnston told us that complaints are generally not resolved for a variety of reasons. Several examples were given: the investigator &apos; s performance might be incomplete; due process was required on a large scale; medical records of the patient involved in the complaint were difficult to obtain. So, the board says that he has about 3,000 late complaints, as Whitmer said. According to the Board, many complaints claim that the nurses have committed irregularities, as he also said, and that fewer of these complaints involve sexual abuse. However, no one can determine the exact escape without obtaining confidential information from the Governing Council. We appreciate Whitmer's knowledge that she is correct in the Bible. Marco Rubio mentioned on January 27, 2021 in his remarks \"Only in the Third World do you see this routine use of trials of former leaders.\"", "vclaim_id": "vclaim-pol-13090"}