{"url": "/factchecks/2019/may/29/viral-image/no-source-supposed-pelosi-statement-about-undocume/", "speaker": "Viral image", "vclaim": "Nancy Belusi says, \"Just because someone here illegally doesn't mean they've broken any of our laws.\"", "truth_label": "false", "date": "stated on May 20, 2019 in a Facebook post:", "title": "There is no source for the supposed Bellosi statement on undocumented migrants", "text": "The debate on migration reform has long led to the corruption of Congress among Republicans and Democrats on how to secure the border between the United States and Mexico. But on May 20, Facebook seems to be designed to undermine the power of Speaker Nancy Belusi in this very rift. \"Just because someone here illegally doesn't mean they've broken any of our laws,\" quotes Belusi as he says in the mail. Under the image of Pelosi, two Star Trek characters carry their faces in their hands in a form that appears to show fatigue or frustration. This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The question of whether undocumented migrants are committing a crime because of their presence in the country is less clear than it seems: in the Politi Vakić case, we have discussed the matter before and have often found that the absence of documents in the United States is not a crime. But the purpose of this fact check is to determine whether Belusi actually said what this article is for her or not. The Pelosi spokesman did not respond immediately to an e-mail from Politi Fukte asking whether the quote was correct. We searched the Nexis English news database for quotes and \"Nansi Pelosi\" and found only one result: the 20 March column of Tri-Cunty Times from Venton, Mitch. However, the columnist does not provide any context for the statement, such as when or where Belusi said it. The search for online quotes we've encountered the same attributions - lack of context and often the suggestion that Belusi is stupid. But we didn't find any reliable signs of quoting. On the immigration page of its Congressional website, there is no mention of crime or laws. On the immigration reform page of the Speaker of the House of Representatives, he says: \"We will continue to work towards a comprehensive solution to the broken immigration regime in our country, and we will never stop fighting to ensure that America remains a land of opportunity for those who work hard, abide by our laws and dare to dream.\" We then looked for any similar observations that Pelosi might have made. Facebook was published on January 11, 2021 in Nancy Belusi's newspaper and was no longer the Speaker of the House of Representatives by Samantha Buterman on January 12, 2021. In 2006, PBS Newshour reported that millions of illegal immigrants had not come to the country illegally. \"Some did,\" she said. \"Some have come and their visas have ended or are on a backlog in the Immigration Service, when it was called the Immigration Service. Therefore, there are a number of reasons why people &apos; s documents are not valid, but many of them are illegal. This is that we must strengthen security on the border; there is no doubt about that. Everyone agrees.\" Recently, Pelosi punished a reporter for saying \"Illegal Space,\" \"Real Biolectex\" in June 2018. \"The use of terms such as \"an illegal alien who enters the country illegally\" is not just constructive. \"The truth is that we have - we must protect our borders; that is our responsibility. We must also protect our values; this is also our responsibility.\" She said, \"What we're talking about here, though, is asylum-seekers, and this has nothing to do with illegal entry into the country.\" Snoops, who also failed to find evidence that Belusi made the statement in Facebook when he verified the allegation in January, indicated that other politicians shared the same sentiment with the quote. In 2016, Democratic Senator and presidential candidate Kamala Harris quoted: \"Undocumented immigrant is not a criminal.\" In 2008, the Government of the former Republic of New Jersey. Chris Christy, who was then an American lawyer, said that sneaking into the country might be a civil mistake but not a criminal. \"A presence in this country without proper documentation is not a crime,\" said Christy, according to the 2008 story at Star Ledger. \"All the words 'illegal immigrant' indicate that a person, once present here, commits an offence.\" As the newspaper quotes, \"Don't let people make you think this is a crime that the D.A.'s office should do something about. It's not like that.\" What we didn't find was a quote from Belusi. If anyone shows up, we will reconsider this verification process. In the meantime, we're assessing Facebook wrong. 2019-05-29 19:26:56 UTC Politics Fact 2 1 7 Politic Facting: On Monday, 20 May 2019, 2019-05-20, read more information.", "vclaim_id": "vclaim-pol-00588"}