{"url": "/factchecks/2018/nov/05/house-majority-pac/did-steve-chabot-vote-take-health-care-away-kids/", "speaker": "House Majority PAC", "vclaim": "Steve Chabot, U.S. Republic of Ohio, says, \"A voice to lower child health care, affecting up to half of the families at the Cincinnati Children's Hospital.\"", "truth_label": "half-true", "date": "stated on October 26, 2018 in a TV ad:", "title": "Did Steve Chapot vote to take health care away from the kids?", "text": "The majority party in the House of Representatives, an alliance group with Democrats, issued a new announcement criticizing Steve Chapot's record in the Republican Congress. Chabot is trapped in a tight race with the democratic contestant Avatab Purifal to demand a seat in Ohio First Congress. The ad says that Chabot is \"a voice to lower child health care, which affected half the families at Cincinnati Children's Hospital.\" The full text of the Declaration: \"If they do not have to worry, some children cannot escape it. But Steve Chapot voted to cut child health care, affecting half the families at Cincinnati Children's Hospital. The insurance industry, which gave the Chabot campaign over $700, got its way. Just like they did when Chapot voted to retract the protection of previous circumstances. Steve Chapot listens to them, not us.\" So did Shabot actually vote to deny children access to health care? Would it have affected about half of the patients at Cincinnati Children's Hospital? We wanted to know. It's accurate that Chabot voted for the U.S. Health Care Act supported by Gob, even though the bill didn't work. If this measure were adopted, the provisions of President Obama &apos; s Affordable Care Act, including protection for persons living in pre-existing conditions and reductions in the Medicaid programme, on which many poor children depend, would have been reduced. The Cincinnati Children &apos; s Medical Centre covers about half of the patients through the Medicaid programme. But we don't know exactly how many children will be affected. The American Health Care Act and Steve Chapot in 2017, Steve Chapot voted to repeal and replace the main parts of the Affordable Care Act. The majority party in the House of Representatives noted that the Shabot vote in question related to the American Health Care Act, a plan supported by the General Democratic Party to reform the Obama care system. This measure exceeded the limits of the Council by 217-213 before failing in the Senate. Besides leaving it to the states how much ACA should be reversed, AHCA reduced $880 billion in Medicaid spending over a 10-year period, according to the Congressional Budget Office. The U.S. health care agency could have retained some components of the Obama care programme, but it also retracted the expansion of the Medicaid programme on a state-by-state basis, which covers millions of low-income children. More than 35 million children are enrolled in the Medicaid programme in 2018, and they are the largest group in the programme, although they represent a lower share of expenditures than other groups. In Ohio, Medicaid covers two out of five children. The United States Aid Agency could have changed the financing of Medicaid, as it ended the current partnership between the Federation and the states and transformed the programme into a grant for each individual or a lump-sum grant starting in 2020. On January 13, 2021, in a story in which General David Berger, the commander of the United States Navy, rejected Nancy Belusi's request to use Marines to provide security, saying, \"We are not working for you.\" On January 17, 2021, after the House of Representatives voted on the bill in May 2017, a research by Avaler Health, a health-care consulting firm based in Washington, D.C., assessed the extent of the child's health that would be at risk if Medicked faced the changes provided for in the bill. :: The organization found that, at the national level, the Medicaid Children &apos; s Programme would have a funding decline of $43 billion over 10 years under the cap per capita model, with further cuts in spending each year. The Law on Affordable Care has also raised the minimum income eligibility of Medicaid children from 100 to 138 per cent of the poverty line. This was done in 34 states, including Ohio, which expanded the Medicaid programme under the Anti-Narcotics Act. This law allows children whose family income is less than 138 per cent of the poverty line, regardless of age, to be covered by medical assistance. The Agency &apos; s plan would reduce the level of eligibility to 100 per cent of poverty. Will half the children at Cincinnati Children's Hospital be affected? It's not clear. The majority association at home refers to the story of Cincinnati WCPO, in which a doctor at Cincinnati Children &apos; s Hospital, Dr. Ray Bignal, said that the bill would have hurt children because of its cuts to Medicaid, on which poor children depend. He also said that about 50 per cent of the young patients in the hospital were covered by the Medicaid programme. The hospital resembles other children &apos; s hospitals throughout the country, which rely on the funding of the medical aid programme since half of the patients in these institutions are also enrolled in the programme. Since these hospitals need money to keep operations the same, the loss of benefits covered and enrolled may lead to lower revenues and ultimately reduce the types of services that hospitals can provide to children, regardless of their insurance. The Shabot campaign told us that the organization's story was about the Senate version of the bill, not the House of Representatives version, and that the House of Representatives Bill \"did not treat Medicaid in the same way.\" In the same story, Dr. Bignal was also quoted as saying: \"The wounds are essentially as deep as they were before. This seems to be an essential element of legislation that goes nowhere.\" It is true that there have been changes in the Senate Bill, but both issuances would eventually have phased out the additional funds provided by the Federal Government to the states as an incentive to expand eligibility for medical assistance, both of which would have put the program on a budget, and would have terminated the open entitlement that now exists. Many analyses have shown that the plan to finance the House Bill would result in a significant shortfall in each state, but the Senate version will further deepen the long-term cuts in medical assistance. According to the majority law of the House of Representatives, Shabot voted to withdraw child health care, affecting about half of the children at Cincinnati Children &apos; s Hospital. It revolves around Shabot's vote on the Republican-backed American Health Care Act, which is estimated to have cut $880 billion in spending on Medikid over the next 10 years, a programme on which millions of poor children depend. Although the House of Representatives (or Senate) version of the Health Aid Act could have led to sharp cuts in the programme and, consequently, children lost health coverage. However, the precise impact on patients at Cincinnati Children &apos; s Hospital is unclear, and the voice of Chapot was not earmarked for the hospital. We're assessing this claim half right. Sharing the facts of 2018-11-05 16:28:15 UTC PoliticsFact 4 1 7 Political Fact Rating: Half True Tray Shabot U.S. Rep. Steve Chapot \"Voice to reduce child health care, affecting up to half of the families at Cincinnati Children's Hospital.\" The majority party committee in the House of Representatives https://www.youtube.com/watch?v=Jj1qUCHLDE&feature=Youtu.be Friday, 26 October 2018-10-26 read more information", "vclaim_id": "vclaim-pol-01305"}