{"url": "/factchecks/2019/mar/14/club-growth/did-beto-orourke-plan-el-paso-bulldoze-communit/", "speaker": "Club for Growth", "vclaim": "Pieto Aurroque says that his father-in-law presented \"a bid on the city council of El Paso, and pushed the development scheme downtown into a shovel in a poor Spanish neighborhood while enriching developers like his mother-in-law.\"", "truth_label": "half-true", "date": "stated on March 10, 2019 in in a TV ad:", "title": "Did Aurourke support a plan in El Paso to devastate the community, enrich its protection?", "text": ":: Editor &apos; s observation: This is one of four fact checks involving a claim contained in the announcement by the Club d &apos; Agneur television of Peto Aurourke. To read the others, click here. El Paso, a democracy of Pitto Aurroque, who was declared a presidential candidate on Thursday, has been harassing a presidential bid for weeks. Speculation about his intentions prompted the conservative growth club to issue a television announcement seeking to weaken the enthusiasm of Orrick among the major democratic voters. The announcement argues that Aurourke has moved on because of the \"white male privilege\" and is far from former President Barack Obama, where many made comparisons between Democrats. He also claims that Aurroc \"bought his father-in-law a bid on the city council of El Paso, and pushed the plan for the redevelopment of the city centre into the shovel of a poor Spanish neighbourhood while enriching developers like his mother-in-law.\" The Growth Club presented a fact sheet detailing the source of each statement in the Declaration. Sources include press articles and other online sources. Aurourke did not respond to the request for comment. The plan called for the city, and Aurourke served on the city council of El Paso from 2005 to 2011. During that time, he supported a proposal for the redevelopment of some 300 acres in the centre of El Paso, including Sigundo Barrillo, a historic neighbourhood dominated by Spanish origin. The plan calls for the revitalization of historical buildings in the region with the construction of shopping centres, restaurants and recreational areas such as theatre and art walk. It also called for the construction of a sports field and musical events. This plan was at the forefront of the Paso del Norte group, a private association of dozens of business leaders in El Paso co-founded by William Sanders, the father-in-law of Aurourke. This plan was launched in 2004, prior to the assumption of office by Ourke, and was promoted as a collaboration between local government and business leaders from the region. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On 12 January 2021, most of the property covered by the plan was to be redeveloped, using a phased plan to allow residents and businesses in the region to move to new locations. The plan leaders insisted that not all property affected by the plan would need to be transferred. They also undertook to relocate existing residents of the area to new residential areas after the completion of the construction. The proposal called for the use of two main methods of acquiring property in the region to be redeveloped: prominent ownership and real estate investment credit, created for the sole purpose of acquiring property in the region. Saunders formed the Complex Border Group Trust Fund, a real estate investment trust in early 2007, and by 2008 he had more than 200 investors, according to the Wall Street Journal report. Sanders originally pledged not to put his own funds in the Fund, but months later announced that he intended to invest, hoping to encourage others to contribute, according to the 2006 article in The El Paso Times. But Sanders vowed not to take any profits as an individual investment and said he would donate them to a local charity. Aurürk spoke in favour of the proposal but abstained in the voting on the main votes concerning the use of the prominent area and other elements of the draft. Two complaints of ethics were filed against Aurürk alleging a conflict of interest due to Sanders &apos; participation in the plan - both of which were rejected by the City &apos; s Ethics Committee. The growth club announcement showed video footage of the demolition of a building, but the plan in question was not implemented as proposed. So much for El Paso. He said \"distorted.\" Further revitalization efforts have been undertaken in the centre of the city, many led by local business leaders, according to El Paso Times. The announcement by our ruling club for growth said that Aurourke had bid his father-in-law on the city council of El Paso, and pushed the plan for the redevelopment of the city centre into the shovel of a poor Spanish neighbourhood while enriching developers like his mother-in-law. Aurürk supported a plan supported by his father in law that would have rebuilt the Hispanic neighbourhood mostly in the centre of El Paso. The plan was not intended to enrich developers, and his father-in-law pledged to donate any potential profits to charity. We're assessing this claim half right. :: Editor &apos; s observation: This is one of four fact checks involving a claim contained in the announcement by the Club d &apos; Agneur television of Peto Aurourke. To read the others, click here. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Sharing the facts 2019-03-14:03:00 UTC Politic Fact 4 1 7 Politic Fact Rating: A true half of Pitu Orroc has bid his father-in-law on the city council of El Paso, pushing the city centre's redevelopment scheme into the shovel of a poor Spanish neighbourhood while enriching developers like his mother-in-law. The Conservation Group of the Growth Club https://www.youtube.com/watch?v=AFKSERPRH9wY&feature=Youtu.be a sponsoring, 10 March 2019-2019-03-10 Read more information", "vclaim_id": "vclaim-pol-00895"}