{"url": "/factchecks/2019/jun/21/john-cornyn/fact-checking-john-cornyn-drug-trafficking-drug-ov/", "speaker": "John Cornyn", "vclaim": "\"Texas continues to be one of the States most affected by drug trafficking. Approximately 3,000 Texan died of drug-related deaths in 2017 with half of the excess doses containing opioids.\"", "truth_label": "half-true", "date": "stated on June 11, 2019 in a tweet:", "title": "Verification of facts on drug trafficking and drug overdoses", "text": "Mr. John Kornin, R-Texas, published a series of tweets on drug overdose deaths prior to a hearing by the Senate International Drug Control Caucus on federal efforts to combat drug abuse and trafficking. It was one of the Republicans' tweets about his jurisdiction in Texas and included a picture showing the number of drug-related deaths in Texas and the United States in 2017 (3,000 in Texas and 70,000 throughout the country). \"Texas is still one of the States most affected by drug trafficking,\" said Cornen. Approximately 3,000 Texan died from drug-related deaths in 2017 - with half of the excess doses containing opioids. We decided to verify this allegation, which arose from the opening statement of Cornen at the Senate session. They tweeted Cornen Drew Brandwe, a Cornen spokesman, saying that the tweet was based on the opening statement made by the Senator at the Senate hearing on drugs, which included an additional context around the first half of the prosecution. \"My jurisdiction in Texas remains one of the most affected States in terms of the scale of trafficking and all the related chaos that accompany illegal activity,\" Kornin said at the hearing, before presenting the same statistics as in his tweet. There is no additional observation in Cornen's tweet that Texas is one of the most affected States \"in terms of the volume of trafficking and all the related chaos\" - which could include several categories of data. (BRANDOY SAID THAT THE MURDER OF ODDITIONAL DEATH IN THE STATE WAS AN EXCHANGE OF RELEVANT ANALYSIS) Instead, Corinne's tweet also indicates that his claim refers only to the number of overdose deaths in the state. This is the perspective that we used to verify his claim, but we looked in the context of the hearing at the time of our judgement. With this in mind, Cornen's figures are accurate, but his classification of Texas as one of the most affected countries in terms of overdose mortality is based on unadjusted population groups. The federal figures are consistent with the figures that Cornen shared with his tweet, which mentioned the Centers for Disease Control and Prevention, and Brandoi confirmed via e-mail that the CDC figures were the basis for the Kurnin tweet. The figures published by the Agency reflect the figures in Cornen's tweet: in 2017, there were 70,237 drug overdose deaths throughout the country and 2.989 overdose deaths in Texas. Due to overdose deaths in 2017, opiates were involved in 67.8 per cent of deaths nationwide and 48.8 per cent of deaths in Texas. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" ∙ By Madison Black: 2 February 2021, during the consideration of these figures, it is worth mentioning the fact that not all drug overdose deaths are linked to drug trafficking, Courtney Leonard, spokesman for the National Centre for the Prevention and Control of Injuries at the Centre for Disease Control, provided an analysis of the mortality data that showed that the opioids she described were associated with Opiates overdose deaths. \"Right, not all drug-related deaths are related to illicit drugs,\" said Leonard. However, illicit drugs - especially illicitly manufactured fentanyl - have largely led to an overdose epidemic in recent years. Separate analyses by the Centre for Disease Control using mortality and drug seizure data from the Department of Drug Law Enforcement \"has suggested a relationship between States with large or increasing numbers of encounters with fentanyl and increases in overdose deaths including fentanyl.\" How do you compare deaths to an overdose of drugs in Texas in the other states? The Cornen tweet links the number of drug overdose deaths in Texas in 2017 to state status as one of the states most affected by drug trafficking, but is that achieved? In 2017, there were 2,989 drug-related deaths in Texas, making it the sixth highest case of overdose deaths in that year, behind New York (3,921), California (4,868), Florida (5,088), Ohio (5,111) and Pennsylvania (5,388). However, given that Texas is the second most densely populated State, it is logical to consider the drug-related mortality rate per capita rather than comparing the raw totals by mandate. If we look at the number of drug-related deaths per capita by state, Texas is located near the bottom of the list with 10.5 overdose deaths per 100,000 people. Only three states have fewer deaths per capita: North Dakota (9.2), South Dakota (8.5) and Nebraska (8.1). The state of West Virginia was the largest drug-related death in 2017, with 57.8 deaths per 100,000 population, or a total of 974 overdose deaths. Governor Cornen said: \"Texas is still one of the countries most affected by drug trafficking. Approximately 3,000 Texan died of drug-related deaths in 2017 with half of the excess doses containing opioids.\" The Corinne tweet, as written, contains precise figures on drug overdose deaths in Texas and across the country, but its description of Texas as one of the \"most affected countries by drug trafficking\" based on these deaths does not take into account the population. Given the rough figures, Texas was among the states that experienced the most drug-related deaths in 2017. However, when we look at the drug-related mortality rate (which is attributable to the population), Texas is at the lower end, and per capita drug overdose deaths were less than 46 other states in 2017. The Corinne tweet also arose from comments made at a Senate hearing, which indicated that he was considering a range of factors when considering the severity of the impact of drug trafficking in Texas, not just drug overdose deaths. We're assessing this claim half right. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context.", "vclaim_id": "vclaim-pol-00508"}