{"url": "/factchecks/2019/aug/15/donald-trump/cars-vs-wheat-donald-trump-muddles-us-japan-trade-/", "speaker": "Donald Trump", "vclaim": "He says that the large trade deficit with Japan stems from sending them \"millions of cars,\" while \"we send them wheat,\" but the deficit \"he changes rapidly.\"", "truth_label": "barely-true", "date": "stated on August 13, 2019 in a speech at a chemical plant in Pennsylvania:", "title": "Cars versus wheat: Donald Trump distorts trade between the United States and Japan", "text": "President Donald Trump visited a chemical plant in Pennsylvania to talk about energy and manufacturing. He switched economic improvements over his watch, from growing steel production to increasing energy sales. Trump launched into a tale of the kind that painted a picture of a shift in trade with Japan. \"I told Prime Minister Abe - the great man - that I said, \"Listen, we have a huge deficit with Japan. They send thousands and thousands - millions - of cars. We send them wheat. Wheat. This is not a good deal. They don't even want our wheat. They're doing it because they want us to at least feel good. You know, they do it to make us feel good. \"But the deficit is enormous, which changes rapidly. But what they do is, they buy a lot of our stuff, including our military equipment.\" We will verify the accuracy of each key point. \"They send thousands and thousands -- millions -- of cars.\" Trump's magnifying the total, but not much. According to the United States Department of Commerce, Japan sent some 1.7 million new cars and light trucks to the United States in 2018. \"We send them wheat.\" Well, the United States exports wheat to Japan, but Trump makes it look like this is a large share of trade between the United States and Japan. It's not. In 2018, wheat accounted for less than 1 per cent of total United States sales to Japan. The maize brought in a lot of dollars, $2.8 billion for $0.7 billion in wheat. The highest product in the United States (based on dollar value) was civilian aircraft, engines, equipment and spare parts, which produced $5.6 billion worth of sales. Industrial machinery and contaminated natural gas came in phases II and III, each selling about $4.5 billion. On January 13, 2021, the distinguished fact-checkers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request to use marines for epithelial security, saying, \"We are not working for you.\" By Samantha Butterman: 17 January 2021, wheat ranked 32. With the exception of sales of liquefied natural gas, which began in 2016, sales figures for aircraft, industrial machinery and other leading products have remained fairly constant over time. Trump also singled out the sale of military equipment. Everything said, it represents about 1.8% of total sales to Japan. There is no type of military product above 26. \"The deficit is enormous, which changes rapidly.\" The overall trade deficit with Japan in goods and services has remained at a relatively high level at about $57 billion per year since 2016. But not only does it not change quickly, it has risen slightly every year. The most recent data pass during the first quarter of 2019. The comparison of the first quarter only in 2016, 2017, 2018 and 2019 shows an increase from $13.7 billion in 2016 to $15.5 billion in 2019. We contacted the White House and they had no comment. Our Governor Trump spoke of trade between the United States and Japan in terms of buying Japanese cars while Japanese bought American wheat. He also said that the trade deficit was changing rapidly. Trump has distorted actual trade relations in many ways. While he was reasonably right about the size of cars imported into the United States, he threw wheat as a major part of trade between the United States and Japan. It represents less than 1% of the sales. The top items of civil aircraft, related goods and industrial machinery were exceeded by Trump. The figures also reduce its indications that the trade deficit is changing rapidly for the better. It has remained constant, although it gets worse every year. Trump was close to car and truck imports, but he didn't pay attention to the mark in any other way. We're assessing this allegation mostly wrong.", "vclaim_id": "vclaim-pol-00268"}