{"url": "/factchecks/2014/sep/15/chris-matthews/matthews-cheneys-post-saddam-tactic-created-isis/", "speaker": "Chris Matthews", "vclaim": "Dick Cheney says, \"Trust on the Iraqi government and create ISIL.\"", "truth_label": "barely-true", "date": "stated on September 10, 2014 in a broadcast on MSNBC:", "title": "Cheney's post-Saddam tactics created ISIS.", "text": "Even as President Barack Obama mobilizes support to attack the forces of the Islamic State, the military group also known as ISIL and ISIL, he takes babbles from hawks and bathrooms alike. The former President, like the Republic of Arizona Sen. John McCain, retracted the military engagement but lured the President into failing to act earlier. The bathrooms doubt that the military response will do more than generate new enemies for the United States. This movement is outraged by Obama's fans, who feel that they are unjustly blamed for the disaster he inherited. In the last seconds of special coverage from MSNBC following the President's speech in ISIS on September 10, the host of Hardball Chris Matthews settled this pit at one of the main supporters of Iraq's original invasion, former Vice President Dick Cheney. \"Don't listen to Dick Cheney,\" said Matthews. \"It was he who created Al-Qaida by seizing the Holy Land in Saudi Arabia. It was he who removed the defunct character of the Iraqi Government and created ISIS.\" On the one hand, we refer to Saudi Arabia and have decided to take a closer look at the connection between Cheney, Adesh and Iraq. Through the MSNBC press office, we asked Matthews if he could expand on how to create Cheney ISIS. We didn't hear a reply. But we can fill the blanks. Saddam Hussein exercised power through the Baath Party. For all practical purposes, the command in the military and civilian sectors was synonymous with membership of the Mission. Early in the occupation of Iraq, the George W. Bush administration decided to cleanse the Baathists. We know that at least some of ISIS &apos; s success on the battlefield is due to former generals and colonels under Hussein who formed group tactics and intelligence activities. Lena Al-Khatib, Director of the Carnegie Center for the Middle East in Beirut, no doubt said so. \"The Islamic State already cooperates with the former Baathists, in particular the military officers, who were very good at guiding the group's military strategy,\" told the fiancé Bondit Fakt. So this is the raw upper line. But the statement of when requires that we explore two points: was Cheney responsible for the removal of the resurrection? How can this lead to the creation of ISIS? We have heard from many researchers in ISIS and its origins. We find from them, and we review the historical record, that this Bath relationship between Cheney and ISIS is real but indirect, and more factors than the expulsion of the Baathists from the Iraqi army, which feeds ISIS. As a result of a report from the Inspector General of Iraq's Reconstruction, we know that more than a year before the invasion of Iraq, the Bush administration began to discuss plans to govern the country as soon as the coalition forces overcame Hussein. It was one of the main puzzles in this regard: leaving the Baath leadership in place would give them the ability to undermine anything Americans might want. But to get rid of them in bulk, I risked chaos. As former Foreign Minister Colin Powell said, \"When you hit (Iraq), it resembles crystal glass. It's gonna crash.\" At first, Bush signed a plan to remove the light resurrection. While this term has never been well defined, the general understanding is that senior leaders will be isolated, and managers will remain at the middle level. In mid-May 2003, almost two months after the invasion began, a very different policy was launched. Under the leadership of Ambassador Paul Bremer, who is responsible for the reconstruction of Iraq, at least 20,000 government workers have been expelled. Then Bremer dissolved the entire Iraqi army. According to the Inspector General's report, \"American generals on the ground in Iraq strongly opposed Bremer's order. They expected to use the Iraqi army to help stabilize the country and begin the reconstruction process.\" In 2003, General Ricardo Sánchez, commander of the coalition forces in Iraq, said, \"In essence, the movement removed the entire government and civilian capacity of the nation.\" He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy • January 12, 2012, when he was stabbed at that time, Bremer insisted that his orders were issued by the White House and the Ministry of Defence. We found some mystery about who issued those orders. In many quarters, removal has been seen as a central mistake, and no one has jumped forward to take credit. In addition to the Inspector General &apos; s report, there are two other evaluations written by analysts with access to high-level internal players. One, from the Institute of Strategic Studies of the College of War of the United States Army, reported that Bremer had been instructed by the Under-Secretary of Defense, Douglas Faith. \"President Bush had given the Minister of Defence administrative control over the occupation by Donald Rumsfeld, so Faith could have spoken of Rumsfeld, who spoke on behalf of Bush and Vice President Dick Cheney,\" said the report of the Institute. A report from Rand, the father of the special defence policy think tanks, said, \"With President Bush in the presidency,\" he learned of the cancellation of the resurrection the day before it was implemented. \"No one raised objections,\" said the report. However, the Inspector General &apos; s report considers that this step has caught both the CIA and the Ministry of Foreign Affairs by surprise. A set of information linking Cheney to this decision. Cheney played a key role in the National Security Council and in all decisions surrounding the war. His Chief of Staff, Louis Scooter, is Libby Private Bremer for his position in Iraq. Press reports at the time and analyses then put Cheney in a group of militants inside the White House and the Ministry of Defence. While Cheney may not himself have formulated the removal of the resurrection, we can safely say that he supported it. Several key steps lie between the former Baath leaders and the conditions that eventually led to ISIL. Peter Newman, Professor of Security Studies at King's College London, said that there was a weak connection. Neuman said: \"To rid the Sunni Iraqi people of the resurrection and its dissolution, he dedicated the kind of resentment that triggered the Iraqi insurgency in the middle of the first decade of the twentieth century.\" This helped Al-Qaida in Iraq, the predecessor of ISIL, the same type of resentment and mistrust towards Shia that allowed ISIL to obtain the support of Sunni tribes in their recent progress. Austin Long, Professor of Security Policy at Columbia University, argues that, \"It is certainly true that without the invasion of 2003, ISIL is virtually non-existent.\" On the other hand, Long said that many of the ex-stayers had turned against Al-Qaida in Iraq between 2005 and 2007. The other analysts we contacted have always referred to the heavy blame being placed on former Iraqi Prime Minister Nuri al-Malki. \"In fact, in the past four years, with the Government of Mali truly denied and even targeted many years, the Islamic State has begun to find allies in the Sunni community again,\" said Long. \"Matthew's statement is not wrong in the sense that without invasion and removal there will be no ISIL, but it mitigates the fact that Cheney was not in office for a critical period when ISIS began to restore support.\" William Branev, Executive Director of the National Union for the Study and Response to Terrorism at the University of Maryland, said that ISIL derived its strength from strong ideological beliefs and ethnic tensions. Branev said that \"the Baathists are useful, but not the drivers of this deadly movement.\" With the exception of Maleki and the removal of the Baath, several factors led to the establishment of ISIS, including the tactics of Syrian President Bashar al-Assad, who played the role of ISIS forces against other rebel groups, and some early funding associated with Saudi Arabia, Qatar and Kuwait. The Fox News website has a curious overview of those who want to read more. Our Governor Matthews said that Cheney de Bahath was the Iraqi Government and created ISIS. We believe that Cheney played a key role in the removal of the resurrection and in the creation of the conditions that led to the formation of ISIS. The former Baathists provide important military leadership to ISIL, as they did in the first few years after the invasion when they joined the group that preceded ISIL. However, many of the Baath &apos; s followers themselves later turned against Al-Qaida in Iraq. They returned to what became ISIS because of the repressive policies of Iraqi Prime Minister Maleki. The causal relationship is too far from saying that Cheney was made by ISIS. His decisions have contributed to the formation of the congregation, but no more. We assess the claim mostly wrong.", "vclaim_id": "vclaim-pol-07301"}