{"url": "/factchecks/2019/may/21/steve-bullock/fact-checking-steve-bullock-decline-american-dream/", "speaker": "Steve Bullock", "vclaim": "\"You're looking at today, only half the 30-year-olds do better than their parents were 30 years old. When I was raised, it was 90%.\"", "truth_label": "mostly-true", "date": "stated on May 19, 2019 in an interview on CNN's \"State of the Union\":", "title": "Checking the truth, Steve Bullock, in the retreat of the American dream.", "text": "Montana Goof. Steve Bullock -- late entry into the Democratic Race for the 2020 presidential nomination -- denounced the American dream in a recent interview with Jake Taber from CNN. \"You're looking at today, only half the 30-year-olds do better than their parents were 30 years old. When I was raised, it was 90%, \"Bullock said in the May 19 interview. Is that right? Basically, yes. The dialogue point is supported by an income study published in 2016 and co-authored by six economists affiliated with the University of California-Berkley, Harvard University and Stanford University. The paper calculated the proportion of children born between 1940 and 1984 who earned more than their parents. The authors stated that their assessment was more complete than previous research because they were working with more detailed data linking parents to their children. Overall, the study found that upward mobility began at 90 per cent for children born in 1940 but fell to about 50 per cent for children born in the 1980s. This is the graph prepared by the Brookings Institution, which shows the relevant data from the study: Does Bullock compute correctly? At first sight, we thought Bullock had miscalculated. On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request to use the Marines to launch security, saying, \"We're not working for you.\" By Samantha Buterman: January 17, 2021, Bullock was born on April 11, 1966, so the period when he was \"created\" would have been roughly between 1966 and 1980. During that period, according to the chart, the percentages earned by their parents ranged from 57 per cent to 61 per cent - not 90 per cent, as Pollock said. But when we checked with a co-writer, Maximilian Hell of Stanford, he said Bullock was actually on target. The data in the paper referred to the point at which children were 30 years old. This means that children aged 30 when Bullock was four years old in 1970 were themselves born in 1940, and 90 per cent of this group of births earned their parents. That has changed over time. By the age of 14 years, Bullock was born in 1950, and by that time, the percentage had fallen to 79%. At the time of Bullock &apos; s 18th birthday, the percentage had fallen to 68 per cent. In other words, Bullock was right about people who had reached the age of 30 when he was born, but the figure he offered by 90% would have risen to an extent that he could not have applied to those who were 30 years old when he was a teenager (though this percentage is still well above 50% today). We will note that, according to the authors, improving 50% today will require more than just accelerated economic growth - and it will also require reducing income inequality. The Governor Pollock said, \"You're looking at today, only half of the 30-year-olds do better than their parents were 30 years old. When I was raised, it was 90%.\" People who were 30 when Bullock was four years old had a 90 percent chance of earning their parents. However, this figure decreased from 18 to 68 per cent. However, even this small percentage was higher than today's 50 percent. In other words, economic mobility has declined significantly since 53-year-old Pollock was a boy. We're mostly evaluating the statement right. Sharing the facts 2019-05-22 15:53:31 UTC PoliticsFact 5 1 7 PoliticsFacting: When I was raised, it was 90%.\" Steve Bullock is a democratic presidential candidate. https://www.cnn.com/TRANSTRIPTS/1905/19/sutu.01.html. Interview with CNN Sunday, 19 May 2019-2019-05-19. Read more information.", "vclaim_id": "vclaim-pol-00613"}