{"url": "/factchecks/2019/jul/24/bill-stanley/theres-no-proof-bill-stanleys-claim-about-va-conce/", "speaker": "Bill Stanley", "vclaim": "\"How many people have hidden pregnancy permits that have committed a crime in Virginia? \"The answer is zero.\"", "truth_label": "false", "date": "stated on July 9, 2019 in a radio interview.:", "title": "Bill Stanley misses fa bragging about hidden weapons permits.", "text": "Bill Stanley, Franklin R-Franklin County, recently presented statistics on vergans with hidden weapons permits. \"How many people with a hidden pregnancy permit have committed a crime in Virginia? Do you know the answer to that?\" Stanley asked during an interview on July 9 on John Frederick, a conservative radio broadcast. \"The answer is zero,\" said Stanley. Having learned that Virginia has issued hundreds of thousands of hidden transport permits, we have decided to verify Stanley &apos; s claim. Stanley, an enthusiastic defender of firearms rights, submitted the request hours before the General Assembly convened a special session on 9 July to consider the arms control measures proposed by the Government. Ralph Northam responded to a mass shooting on 31 May at the Virginia Beach civilian centre, which killed 12 men. The Republicans postponed the meeting in 90 minutes without considering any draft laws. Northam did not propose to restrict secret laws. Stanley raised the issue to make the point that legal owners of weapons are a group that respects the law and should not be carried with new arms control measures. Virginia, with few exceptions, allows persons 18 years or more to carry firearms in public. But carrying a hidden weapon requires a circuit court's authorization. In order to obtain a licence, the owner of the weapon must be at least 21 and \"proof of efficiency\" with a pistol by meeting firearms training standards. The applicant must also examine his background. Permits are issued for a period of five years. At the end of June, there were 642,396 veterans with hidden transport permits, according to the Virginia State Police. The State Police also keeps statistics on Virginia crimes. However, according to Corinne Geller, Director of Public Relations of the State Police, they do not collect data on crimes committed by holders of hidden pregnancy permits. We also asked Philip Van Cliff, President of the Association for the Defence of Virginia Citizens in Support of Arms, whether he knew of any statistics on the crimes committed by the holders of the licence to bear the proceeds arrested in Virginia. He didn't. However, there is a way to dig close to Stanley's claim \"0\" by looking at another data set maintained by the state police: the number of anonymous pregnancy permits cancelled each year. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On 20 January 2021, the State Act sets out a number of reasons for the revocation of the concealed weapons permit. Some have mental problems. Permits are also taken from persons who are improperly discharged from the army. But most of the reasons are for breaking the laws. • Two offences for a period of five years, if one of which is a category 1 offence, are punishable by one year's imprisonment and a fine of $2,500. Routine driving irregularities are not counted. During fiscal year 2019 - ending 30 June - 464 hidden transport permits were cancelled. In fiscal year 2018, 583 applications were cancelled. Since FY2010, 7,330 permits - an average of 733 per year - have been withdrawn. As we have noted, the state police do not record the reasons for the cancellations. But Stanley's claim is true, and none of the reasons for these thousands of cancellations involves a crime. Stanley told us that he misspoked on the radio and intended to say that none of the gunmen in the mass shooting in Virginia - including Virginia and Virginia Tech in 2007 - hid pregnancy permits. He said, \"I didn't mean that permit holders didn't commit petty or serious crimes, but I think I did.\" In Virginia and throughout the country, many firearms supporters say that permit holders are much more law-abiding than the general public. They refer to Texas, which maintains the most comprehensive records among the 50 states that allow for hidden pregnancy. Some 1.4 million Texani had permits at the end of the year 2018, according to the records of the State Ministry of Public Safety. This means 4.7 percent of the population, or 1 out of 22 people. In comparison, 41,180 persons were convicted of crimes in Texas last year, but only 163 of them received hidden pregnancy permits. This means 0.04 per cent of convictions for felonies, or 1 per 250. Although there are no statistics to make a similar comparison in Virginia, it can be said that less than one tenth of the State &apos; s hidden tankers were cancelled in the last fiscal year, or less than 1 per 1,000 carriers. Stanley's verdict said that the holders of the Hidden Transfer Permits had committed zero crimes in Virginia. The state police do not keep such records. Van Cliff, one of the most known weapons advocates in Virginia, says he doesn't know there's such statistics. The evidence from Texas, which maintains the most comprehensive data, shows that the holders of their permits are much more law-abiding than the general public. However, 163 Texas permit holders were convicted of last year &apos; s crimes. We appreciate Stanley for confessing bad speech, but we have to appreciate his original radio statement. It was wrong.", "vclaim_id": "vclaim-pol-00404"}