{"url": "/factchecks/2019/apr/09/terry-mcauliffe/mcauliffe-does-full-flop-late-term-abortion-bill/", "speaker": "Terry McAuliffe", "vclaim": "On a bill that would have reduced abortion at stage three.", "truth_label": "full-flop", "date": "stated on April 1, 2019:", "title": "McCullough is completely failing the late-abortion bill.", "text": "He is about to decide whether he will seek the candidacy of the former Democratic President, Jove. Terry McCullivi is accused of pressuring a bill that would have alleviated Virginia's restrictions on late abortion. Last week, criticism was directed by Victoria Cobb, an anti-abortion activist who is head of the Virginia Family Foundation; John Frederics, host of a conservative radio talk show; and several conservative websites. Virginia allows third-degree abortions in hospitals if three doctors confirm that the continuation of the pregnancy would \"probably\" kill the woman or \"essentially and irreparably\" harm her mental or physical health. Legislation - Del introduced in January. Cathy Tran, De Fairfax would have lowered the threshold from three doctors to one doctor. This doctor must only certify that the pregnancy will be harmful to the health of the woman. It was possible to eliminate a \"high and irreparable\" threshold. This winter, the bill was killed by Republicans who ruled the Justice Courts Committee of the House of Representatives, one year after the end of the ruling state of Makulev. But the shakes shook Virginia's policy. Tran, questioned by the Republicans during a hearing on 29 January, admitted that her bill would allow abortion when the mother expanded. Within a year when all 140 members of the General Assembly have voted and party control at stake, the Republicans plan to use the bill and the Tran statement to argue that Democrats support abortion almost until birth. (Democrat government) Ralph Northam's clumsy defense of Tran during a radio program on January 30th deepened the debate. Northam, a doctor, discussed what happens when the fetus is unable to stay out of the womb. He said that the child was born, became comfortable, and was revived at the request of the mother, \"and then there will be a discussion between the doctors and the mother.\" Northam &apos; s comments raised accusations from Republicans that he supported the killing of children, an accusation condemned by the Governor. They allegedly forced an angry person to leak a picture from the Northam page in his 1984 annual book on medical school, showing that one person was in the face of a black painter and another person in Ko Klux Klan Garb. Things got worse during a press conference on February 2 when he denied that he was anyone in the picture, and he didn't know how the picture got on his page in the yearbook, and he offered that he went black face once in medical school to appear as Michael Jackson, and he seemed willing to show him Jackson like \"Monauk\" before his wife. After the news conference, many of Northham's democratic associates, including McCulliff, called for the resignation of the Governor. The McCullough statement. No. 1 The following day, on February 3, McCullough made a national television call for the resignation of Northam from CNN, entitled \"The State of the Union.\" The host, Jake Taber, played Northam's radio interview in defence of the late abortion bill. \"Do you support this new legislation? And how did you react to the Governor's comments there?\" He asked McCullough. \"Sure not,\" said McCullivi. And I think Ralph Northham made a mistake about that. No democracy I know for the sake of killing children, nothing, nothing. I just don't know anyone it is for that.\" Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • January 20, 2012 The reaction of Makulev was different during an interview on April 1 on John Frederick's show, broadcast from Portsmouth. McCullough spent a lot of time talking about his record and deliberations about running for president. At some point, Frederics turned into an abortion law late and asked, \"If you were the governor, would you have broken that bill if he hit your office?\" It took three minutes for McCulliff to answer. The purpose of the bill was to save pregnant women who faced life-threatening conditions in rural areas where it was difficult to find one doctor - let alone three - to approve a third-degree abortion. The former Governor had carefully noted that only two third-degree abortions had been reported to the State Department of Health since 2000. Efforts to \"present\" women undermined the employment of businesses by the State. Four times, Frederics pushed McCullough to get to the target. \"Governor, would you object to the bill? Yes or no?\" He finally asked me. \"I wouldn't object to the bill,\" McCullough replied. \"Listen, I haven't read the whole bill, John, but from what I read in the paper, if the only thing in the bill is going from three to one (doctors) to help in rural communities... and I would like to support it. Of course I will.\" He added: \"A woman's life or death may be at stake, you know, one good doctor like three. Why do you need three if you've got a qualified doctor?\" We asked Crystal Carson, spokesman for Makulev, whether the position of the former Governor on the bill had changed. The response was unclear. \"The only people who talk about \"killing children\" are against choice, and against Republican women,\" written in e-mail. Of course, Governor McCullough is against Killing Kids. Any sane person would be... The Bill has nothing to do with this - but instead reduces the medically unnecessary gas requirements imposed on women throughout the Commonwealth and enables them to make their own health care decisions in consultation with their doctors. That's why the governor wouldn't object to the bill. It should be noted that Makulev ran for Governor in 2013 and pledged to be a \"stone wall\" against efforts to reduce abortion rights. During his term of office, the new members of the Virginia Board of Health abolished strict construction standards that forced some abortion clinics to close. A bill that would have eliminated State funding for family planning, a major provider of abortion, had also been repealed. On February 3, Makulev said that he would have supported \"surely not\" a bill that would have alleviated Virginia's requirements for a third three-month abortion. On the other hand, on 1 April, he said that he would \"never have rejected\" the end-of-term bill if he were a governor this year. A provision that would have reduced from three to one doctor the number of doctors required to approve abortion in chapter III could have saved rural women whose lives were at risk because of pregnancy. \"I support that. Of course I will, he said that. One bill, two polar sites. This is a complete prank.", "vclaim_id": "vclaim-pol-00781"}