{"url": "/factchecks/2019/oct/25/donald-trump/donald-trump-says-impeachment-coup-s-pants-fire/", "speaker": "Donald Trump", "vclaim": "He says that his accusation is \"coop.\"", "truth_label": "pants-fire", "date": "stated on October 1, 2019 in a tweet:", "title": "Donald Trump says the dismissal is a coup. These are the pants on the fire.", "text": "In the midst of the pressure exerted by the House of Representatives in investigating isolation, President Donald Trump continued to raise the idea that he was the victim of a coup d'état - a shortcut to the term \"coup d'état,\" a French term that meant overthrowing the Government. \"When I learn more and more every day, I conclude that what happens is not isolation, but a cup, which is meant to take away the power of... Trump's engraved in October 1 The following day, the Trump campaign revealed a new announcement: \"It is nothing less than a coup, and it must be stopped.\" On several subsequent occasions, his allies participated in the use of the word on Twitter. The comments of \"Cop\" were retweeted by the Republic by Louis Gomert, R-Texas, on 3 October; former Speaker of the House of Newt Jingrich on 10 October; Governor Mark Levin on 14 October; Tom Vitton from Judicial Supervision on 19 October; and the Republic of Paul Gossar, R-Aries, on 24 October. Earlier in the year, Trump referred to the lawyer's report headed by Robert Mueller as a coup d'état. However, its use of the word \"coop\" to describe isolation, a constitutionally defined process, is not accurate, even as a metaphor. What's a coup? Let's start with a more literal definition. The main element of the coup d &apos; état is that it is carried out outside the limits of legality. \"We define the coup as the sudden and irregular removal (i.e. illegal or illegal) of the executive branch of an independent government, or displacement thereof,\" wrote the Cobb Diet Project at the Klein Democracy Centre of the University of Illinois in 2013. Violence is part of many coups, but violence is not a necessary condition. Of the 12 types of coups recognized by Klein, nine appear to have nothing to do with Tramp, including coups d &apos; état, rebel coups, popular uprisings, dissidents, coups d &apos; état, foreign coups, international mediation shifts, forced resignations and self-closures, in which the leader is arming other branches of the Government to consolidate power. There are two other types identified by the extent to which they have reached - the attempted coup d &apos; état (which is trying to fail) and the coup d &apos; état conspiracies (which never reach the stage of implementation). Any supposed coup against Trump would have represented an attempted coup, because he was still in office. But that doesn't mean that there was actually an attempted coup. Is the dismissal equivalent to the coup? The dismissal is explicitly described in the Constitution as a way to remove the president who committed \"high crimes and misdemeanours.\" Michael Clarman, a professor at Harvard Law School, told us that you can't get much more within the limits of legitimacy from the explicit authority set out in the Constitution. \"It is clear that it is not a coup d'état on the House of Representatives to initiate impeachment proceedings,\" Clarmann told us in early October. The main author of the report of the Klein Center, the political scientist of the University of Illinois, Peter F. Nardoli, described the use of Trump as \"educated.\" \"What is going on today in the United States is a constitutionally approved process that is an integral part of the checks and balances that have been vital to the longevity and success of the United States Constitution and the Republic that created it,\" said Politi Fruitte. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" Samantha Buterman added: \"There's nothing surprising or decisive about what's going on in the House of Representatives. It is conducting a deliberative process and constitutionally sanctioned. If the impeachment decision is adopted, it will simply be referred to the Senate for a trial.\" Also, if Trump is removed from office, duly elected Vice-President, Mike Pines, The Trump campaign defended the President &apos; s comments by saying that dictionary definitions allow more informal uses than those used by academics such as the Klein Center. Miriam Webster, for example, says the word can mean \"surprisingly decisive exercise of power in politics.\" The Trump campaign referred to widespread examples of democratic legislators using \"Cope\" to describe President Bill Clinton's isolation in 1998, and media reports using the word to describe the 2009 change in leadership in the New York State legislature. The experts largely acknowledged that the word had more informal uses and retrogressively urged Democrats to use that language during Clinton &apos; s isolation. However, they said that Trump was wrong - and unwise - to regularly encourage him to use the word \"coop\" to describe isolation. While too much rhetoric is common in politics, Stephen Smith, a politician at the University of Washington in St. Louis, said \"What is unusual about Trump using the term \"coop\" is that it is the President who uses the term.\" \"President Trump takes the lead in intensifying the rhetorical battle, which would make the division between his supporters and other Americans deeper than if legislators and intellectuals were using the term,\" said Smith. Such an approach \"will justify more radical strategies in the future.\" Nardole from the University of Illinois added that \"there are good reasons why people, like facts, are not entitled to choose their own definitions of important things such as coups, especially when those definitions serve their own interests.\" In fact, Trump's use of a word of such shock value is not an isolated incident, as Jack Bettney, a political scientist at Claremont McKenna College, said. It was essential to be understood as part of a larger strategy. Trump quoted Reverend Robert Jeffries as saying: \"Because isolation would lead to a \"civil war,\" he asked whether Adam Schiff should be arrested for treason, and suggested that the whistleblower should be involved in espionage against the United States government,\" Benny said. \"This is all a dangerous thing for someone to give orders to the army and the Attorney General.\" (We have already assessed Trump's use of \"traitor\" pants on fire. In addition to weakening constitutional directives at home, the use of \"coop\" sends a signal to anti-democratic forces abroad, as Anthony Clarke Arnd, Professor of Government and Foreign Service at Georgetown University, said. \"At a time when the rule of law is under threat in both the United States and throughout the world, I believe it is important to distinguish between legitimate isolation and illegal attempts to overthrow a Government.\" \"People may disagree as to whether they believe there is sufficient evidence worthy of isolation or removal from office, but the use of isolation as provided for in the Constitution does not constitute a \"cup.\" Our rule used the term \"cup\" to describe isolation, and retweeting the allies who used it in an acceptable manner. The Trump campaign said that the word could be applied informally rather than as an illegal exclusion of the Government. However, Trump's repeated use of the term along with other inflammatory accusations such as \"traitor\" suggests that he is deliberately using it to question the legitimacy of a constitutionally established process. His statement is not accurate and makes a ridiculous allegation. We evaluate it with pants on fire.", "vclaim_id": "vclaim-pol-00021"}