{"url": "/factchecks/2011/may/02/jon-husted/jon-husted-says-under-his-plan-ohio-would-be-among/", "speaker": "Jon Husted", "vclaim": "He says that while his plan will narrow down early voting time, \"is still one of the most aggressive early voting frameworks in America.\"", "truth_label": "pants-fire", "date": "stated on April 7, 2011 in remarks to the Ohio League of Women Voters:", "title": "John Hasted says that under his Ohio plan, he will be among the most aggressive on the time frame for an early vote.", "text": "Foreign Minister John Hasted states that he seeks to strike a balance between \"access and accuracy\" when it comes to a set of electoral reforms that he hopes will be enacted by the legislators of Ohio. However, this did not prevent critics of the Republican plan from pointing out that the Hasted proposal to change Ohio's electoral laws would narrow down the time that voters can vote through early personal voting as well as the days when they ask for an absent ballot. Under the Husted proposal, the voting window will allow 21 days for the request for an absent ballot and 16 days for an early personal vote - up from 33 days for a absentee vote and 35 days for a personal vote under the current Ohio voting law. In the hope of frank criticism, including the idea that his plan went too far in restricting access to voters, Hasted appeared on 7 April at an event organized by the Ohio Association of Voters. During his remarks, Hasted addressed the issue of the reduction of the early voting window and the requests for absent ballot contained in his plan. As part of his plan, Hasted said, \"It is still one of the most aggressive time frames for early voting in America,\" according to a report from the Jongweir News Service, a paid information service at the Ministry of State. Given the criticism of the Hasted plan, Ohio's policy decided to verify Hasted's statement. There are two forms of early voting in Ohio: early personal voting and absentee voting. For information on early personal and absentee voting in all 50 states, we have moved to the National Association of the Minister for Foreign Affairs. Only 33 states, in addition to the province of Colombia, offer early personal voting. Further research has revealed that two of those states - Georgia and North Dakota - do so only on a district-by-district basis, so we have given these states for the purposes of this analysis. Of the remaining 31 states (and the province of Colombia), Ohio is ranked sixth or seventh in terms of time available for personal voting, according to your 30-day Wisconsin period compared to Ohio. This is because while the early voting window in Ohio takes 35 days, it excludes some weekend days, so there are only 27 to 31 days when early voting can actually take place. They may vary from district to district, depending on their policies regarding weekends. For example, Hamilton Province was open for personal vote early on the five Saturdays in October 2010, while Baek Province allowed this only last Saturday in October, reaching four days across Ohio Provinces. The Hosted proposal would open a 16-day personal voting window, but its proposal contained specific guidelines to be followed by all provinces for weekends. His plan would allow for the opening of personal voting sites only on Saturday. They will close their doors all Sunday and the personal vote will stop on Friday before election day. This means that there will be 11 possible days of early voting under the Hasted plan. According to the Hosted proposal, Ohio will fall to obtain the largest window of 21 for a personal vote among 31 states with an early vote in addition to the province of Colombia, according to NASA data. In other words, only 11 states that allow for early voting throughout the state will have shorter periods than Ohio to vote in person earlier. Maggie Ostroski, Director of Communications at Husted, said that the Chief Electoral Officer in Ohio was trying to make the point that even with the intense window in Ohio, \"it would offer more opportunities than many other states.\" This is largely due to the fact that Ohio has a \"no-fault\" law - a provision in the Ohio law that allows voters to apply for an absent ballot without having to state any reason. States with longer windows might have fewer voters able to benefit from it if they did not have an existing \"no-fault\" policy. \"The strange time frame is one way to look at it, but we have more opportunities for more people,\" said Ostroski. \"They may have longer windows, but you must have an excuse to vote. It's not a mistake. I do not think it is fair to compare Ohio &apos; s mandate with those States that do not have a vote without error.\" Although it may be a fair point about comparing voting nations without error with those that were not easily accessible to absent ballots, we revert to the Hasted words that Ohio still had \"one of the most aggressive early voting time frames in America.\" His statement does not give any description of a vote without error, and uses the term \"time frame,\" which clearly means a period of days. Ostrovsky also noted that many States were changing their early voting period, and it was not entirely fair to compare what Ohio would look like in the future with what other States would look like today. We have consulted with the National Congress of State Legislators (NCSL) and 16 states are actively considering adding or changing their personal voting periods at an early date, in accordance with tracing legislation on NCSL. Some state legislatures have up to 10 pending competing bills, making it impossible to determine where Ohio will accumulate compared to other states in the future. Although Ohio can move up or down significantly according to more than a dozen other states with regard to early personal voting, Hasted's remarks on April 7 did not appear in the context of what might happen in other states in the future and where Ohio could rank in the future. We then looked at how the time frame for voting absentees in Ohio would run into other mandates if his plan became law. Because NASA does not follow when the absent ballot window begins in all 50 states, we have moved on to the information gathered by the non-partisan academic research centre at Reid College known as the Early Voting Information Centre. Three states - Pennsylvania, Rhode Island and Utah - are throwing out, as they appear to have no entry points in their windows to request absent ballots. Of the remaining 47 states and District of Colombia, the current missing polling window in Ohio for 33 days will be approximately in the middle, which is 26 among eligible states, according to the early voting information centre. If the Hasted plan is adopted, the window of the absent ballot will be reduced to 21 days, leaving Ohio 39 among eligible States. This means that there will be only eight States with a shorter time frame for requests for absentee ballots if the Hasted plan becomes legal - except for three States to throw. So, how's Hasted at Troth or Meter? He said if his plan were put in place, the voting window \"will be one of the most aggressive early voting time frames in America.\" But Hasted didn't even get close to him. Ohio will rank 21 out of 34 states offering early personal voting and 39 out of 47 states offering absentee voting. His assertion is very wrong, which is ridiculous. As the highest electoral officer in Ohio, he is responsible for correcting the matter. For this type of statement, Politi Fact Ohio \"enemy\" struck his perfect pants match. We appreciate Hasted's claim for pants on fire. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • January 12, 2012", "vclaim_id": "vclaim-pol-13167"}