{"url": "/factchecks/2018/nov/13/ken-blackwell/no-evidence-democrats-and-their-allies-manufacturi/", "speaker": "Ken Blackwell", "vclaim": "\"Democracy and their allies (...) make voters.\"", "truth_label": "pants-fire", "date": "stated on November 9, 2018 in in an interview:", "title": "There's no evidence that Democrats and their allies \"make voters\" in Florida are recounting votes.", "text": "The counting of votes is under way in Florida, where there are still three state-level races that have not been decided a week after election day. Although the final votes were not recorded in the Senate and the United States Commissioner for Agriculture, some conservatives accused their political opponents of fraud. \"The forces on the left, the Democrats and their allies, are trying to push this into what I call the margin of litigation,\" said Ken Blackwell, a former Republican Foreign Minister in Ohio, when he appeared on Fox News Tucker Carlson tonight. \"They make voters. And they're doing it with an architect, superintendent Brenda Snipes, who has a record of incompetence and fraud.\" We've already looked into Broward's election supervisor's record. Here, we have found no evidence to support the alleged Democrats, their allies and manufacturing voters. The Florida Act provides that separate races with barbershop margins lead to mandatory re-screenings. According to the law, the votes were recounted in the Governor &apos; s race very close to the Republican communication between Ron Desantes and the Democrat Andrew Gillum, where the winner &apos; s margin was less than 0.5 per cent. :: Rescreening in the Senate race between the outgoing Republican Government. Rick Scott and Sen, Democratic Bill Nelson, who's tracking Scott at less than 0.25 percent. The competition for the State Commissioner for Agriculture is also being re-screened. Blackwell accused the Democrats and their allies of fraud while appearing on Fox News in November 9, three days after the ballot box was closed, but while the votes were still counting. It was not quite clear what Blackwell meant by the term \"voter making,\" and he did not respond to our request for comment. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: January 12, 2021, according to David Baker, Executive Director of the Center for Innovation and Electoral Research, which is not for profit and focuses on the integrity of elections, the prosecution is unfounded. Baker said: \"There is no evidence to support these allegations.\" \"It is regrettable that some extremist parties will work hard to delegitimize our election process only to win the election.\" Joegen Pettis, a lawyer representing Brenda Snipes County's election supervisor in election proceedings, rejected Blackwell's comment as \"political noise.\" \"Unfortunately, it does not promote the integrity of our electoral system,\" said Betis. \"If you have proof of fraud, put it on the table and report it to the authorities. \"If you don't stop the reckless speech,\" The Florida Ministry of Foreign Affairs did not respond to our request for comment, but has already said that it has found no evidence of voter fraud or criminal activity. The same applies to the Florida Law Enforcement Department. Our employees didn't see any evidence of criminal activity at the time. Our governor Blackwell said, \"Democracy and their allies make voters.\" We have found no evidence, nor the State, to support this claim. Blackwell did not provide any evidence to support his statement. We value these pants on fire. Sharing the facts of 2018-11-13 19:35:43 UTC Politic Fact 1 1 7 PoliticFact Dating: Pants on Fire \"Democrats and their allies (...) make voters.\" ∙ Ken Blackwell, former Foreign Minister of Ohio, in an interview on Friday, 9 November 2018, 2018-11-09, read more information.", "vclaim_id": "vclaim-pol-01266"}