{"url": "/factchecks/2019/jul/20/north-carolina-healthcare-association/do-state-health-plan-changes-deny-state-employees-/", "speaker": "North Carolina Healthcare Association", "vclaim": "Changes in the State health plan say \"DNY employees of North Carolina, retired, and their families, will have access within the network to critical health-care services.\"", "truth_label": "half-true", "date": "stated on July 7, 2019 in in a paid advertisement in the News & Observer:", "title": "∙ Do changes in the State health plan prevent State employees from gaining access to health care?", "text": "Hospitals have mobilized against the new health-care programme of Republican State Treasury Secretary Dale Volwell, stating that he will harm State employees. In a recent announcement in News and Surveillance, the North Carolina Health Care Society, which presses for hospitals and other health-care providers, said the changes coming in January \"North Carolina State employees, retirees and their families will have access to vital health-care services within the network.\" The program, called the Clear Pricing Project, was designed to increase transparency and reduce spending on the North Carolina State Health Plan. The deadline for registration of health-care providers in the programme was 1 July. The State Health Plan covers State employees, teachers and retirees and spends approximately $3.3 billion annually on its 720,000 members. Most of this money, 80%, comes from taxpayers. Currently, a third-party insurance company, Blue Cross Blue Sold of North Carolina, operates the government health programme by paying service providers on a negotiated price basis that remains confidential. The Volwell project will take the ability to negotiate prices away from hospitals and fix prices on the basis of payments by medical care providers, in addition to an increase of 77 per cent. As a result, many hospitals refused to sign the new health care network established by the project. \"The decision to provide health care to teachers and State employees rests with hospitals and doctors... the government health plan will not pay bills when you don't know what to pay,\" said Volwell in a statement of news and surveillance. \"If a doctor or hospital leaves the network, the medical provider will decide not to provide care to State employees at a rate twice the reimbursement rate for medical care.\" Proponents of the project say that it can save State employees $57 million per year in costs and premiums from their own funds and programme $258 million per year in reduced fees. However, opposition to the plan was reported when the Greensboro News and Register published that Frank Kaouder, Assistant Director of Finance of the Moss Kwon Hospital in Greensboro, in an e-mail to State leaders dated 1 July, told State officials to burn in hell. He even went to attack the Republican party saying, \"The poor people generally don't vote for your party, so you want them to die.\" Why are we investigating this? We are investigating allegations that are published or widely disseminated; they relate to a subject of interest to many of our readers; they can be proved or refuted by the facts; and they can induce people to act or vote in a particular way. This subject has met all the criteria. The health-care proposal is so controversial that even members of the Volwell Party themselves have proposed a bill in the state legislature that would delay its implementation until 2022. The House of Bill 184 is sponsored by the Republicans Josh Dobson, Julia Howard, William Bryson and the Democratic Republic of Gail Edcock. It has been passed on to the Council of State, but has not yet been passed on to the Senate of the most conservative state. The aim of the press release is to persuade people to pressure their legislators to approve the bill. Many State hospitals are not satisfied with the project because the fixed rates set by Volwell do not provide enough money to pay for additional expenses, such as round-the-clock emergency rooms and people who cannot afford to pay for their visits to hospitals. On January 26, 2021, in the North Carolina tweet, Secretary of State Ellen Marshall, Jenna Woodsworth stated, \"She has won state-wide races more than anyone else is likely to be alive.\" • 1 February 2021: \"What you are actually asking hospitals to sign a contract with them who do the same number of people less than that,\" Aaron MacKethan, Professor of Population Health Sciences at Duke University School of Medicine, and former Chief Data and Analysis Officer at the Department of Health and Human Services of North Carolina. The signing of this contract can also place hospitals on a \"slippery slope,\" said Macthan. Once hospitals are in danger at a single state rate, they fear that the State will give the power to change the rates whenever it wants. For this reason, many hospitals and doctors throughout the state have refused to agree to join the new network of the State Health Plan. \"The new government health insurance plan will not pay for the care of patients,\" said Doug Alred, Director of Communications for Kony Health, who includes Moses Kwon Hospital, in a statement of the News and Surveillance Journal. \"Instead, starting on January 1, 2020, patients will be left with the rest of the expenses, or hospitals will have to reduce or reduce the services on which patients depend. We don't think that's true. Not most other hospitals in the state.\" How does this affect State employees? If these health-care providers do not sign the new network, they will be off-grid caregivers who are not covered within the network. Unlike intranet service providers, offline service providers do not sign contracts with a specific insurance company. Intranet service providers are less expensive than offline service providers. Persons using off-line service providers can either choose to apply for off-line benefits, where the insurer helps them pay extra off-line costs, or pay for their visits directly. \"My greatest concern is the number of consumers/employees who will find themselves inside and outside the network with very high responsibility,\" said Dan Gitterman, Professor of Policy at the United Nations Centre in Chapel Hill, in an e-mail interview. McThan said he was concerned about the state employees going to an institution that is only within the network to find out after the fact that the doctor they saw was off the grid, which would be an unexpected cost. However, if patients avoid out-of-net health-care providers, who may deny themselves the necessary medical care, Cynthia Charles, a spokesman for the North Carolina Health Care Society, said in an e-mail interview. McThan said that this could particularly harm people in rural districts who may have only one hospital in their vicinity. \"It is not unreasonable to assume that those off-grid sanctions represent significant financial obligations that may force planned members to abandon much-needed care and effectively cease their access to critical and affordable health services,\" said Charles. However, the Association of State Employees of North Carolina supports the Fund Secretary &apos; s plan because of its transparency and increased costs. The Council even called on the North Carolina Teachers &apos; Association to provide greater public support for the plan. According to the request of the Health Association, the Volwell Plan would \"received employees of North Carolina, and their families, have access within the network to critical health-care services. Because the design of health care in Volwell is not attractive to health-care providers, many doctors and hospitals have not signed their insurance programme. Because of this, changes in Volwell will cause some members of the State Health Plan to lose access to online service providers, which will have the most impact on the rural population without a web service provider in their vicinity. However, the statement ignores the fact that members will lose access only because service providers - including members of the interest group presenting the claim - will not sign the plan. In addition, many members of the State Health Plan will in fact provide funds in the costs they pay from their own funds for their insurance. We're assessing this statement half right. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To provide ideas to verify the facts, e-mail [e-mail protected].", "vclaim_id": "vclaim-pol-00414"}