{"url": "/factchecks/2016/jun/15/hillary-clinton/clinton-clinton-foundation-helped-9-million-lower-/", "speaker": "Hillary Clinton", "vclaim": "\"9 million people have less expensive HIV/AIDS drugs because of the work of the Clinton Foundation and my husband.\"", "truth_label": "true", "date": "stated on June 8, 2016 in an interview on CNN:", "title": "Clinton: The Clinton Foundation assisted 9 million people with low-cost AIDS drugs", "text": "The Clinton Foundation may be committed to good around the world, but Hillary Clinton's critics see the overthrow of the supposed democratic candidate as a mature goal. The Republican Donald Trump recently accused that some countries that provided money to the Foundation received favourable treatment in return. For anyone who has not heard of the Clinton Foundation, it is the signing project for poverty reduction and the improvement of global health established by former President Bill Clinton. It is part of the twin reformer, which helps wealthy donors to communicate with actors, and an active participant, who directs programmes, especially in the area of health care. In an interview with Hillary Clinton, Anderson Cooper quoted CNN Trump and asked her if her husband would break all ties with the Foundation, if she became president. Clinton said that it would cross that bridge \"if we get to it\" and then began to give full defence to the foundation. \"I'm proud of the work he did,\" said Clinton on June 8, 2016, interview. \"9 million people have less expensive HIV/AIDS drugs because of the work of the Clinton Foundation and my husband. We have women all over the country, from Latin America and Africa -- all over the world, I mean -- getting good jobs, and being able to support themselves for the first time.\" We will focus on the first part of that statement and explore whether the Clinton Foundation has already helped make HIV/AIDS drugs more affordable for 9 million people. The Foundation &apos; s work in the area of HIV/AIDS treatment dates back to 2002 with the establishment of the Clinton Initiative for Access to Health. This was a time when some countries paid $1,000 or more to treat each AIDS patient. The main objective was to reduce bulk procurement costs. The programme has strengthened both the supply of raw materials for the manufacture of medicines and tenders for the supply of the final product. The result was lower production costs and lower prices of medicines. Today, the initiative follows the rolling price of a list of treatments and publishes it to assist health departments around the world in negotiating with pharmaceutical companies. In 2014, WHO reported that by the end of 2013, more than 11.7 million people were receiving antiretroviral therapy in low- and middle-income countries. While the types of medicines have changed, the World Health Organization (WHO) said, \"In the past decade, the price of individual antiretroviral formulations has fallen significantly.\" The treatments used in the early days fell from an average cost of about $600 in 2003 to about $100 a decade later. The more advanced drug collection introduced in 2005 experienced a similar decline. It is important that the World Health Organization (WHO) has included the Clinton Initiative for Access to Health Services as one of the few organizations cooperating in ensuring a stable supply of drugs. Partners in this effort include the largest actors, including several United Nations agencies, the President &apos; s Emergency Plan for AIDS Relief, and UNAIDS, a project established by Brazil, Chile, France, Norway and the United Kingdom. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On 20 January 2021, the Joint United Nations Programme on HIV/AIDS (UNAIDS) announced at the end of May that the number of people receiving treatment is now close to 17 million. Technically, the Clinton Health Access Initiative has been a separate, non-profit initiative since 2010, but it is still integrated into the Clinton Foundation and the Foundation &apos; s Press Office continues to provide comments on its behalf. The spokesperson for the Clinton Initiative for Access to Health, Maura Dale, told us that Clinton used an old personality for the people it serves. \"The total number of beneficiary patients is 11.8 million,\" she told us. Every person receiving treatment is not considered to be a beneficiary of the initiative &apos; s efforts. In addition to reducing the costs of drugs, they also coordinate with non-governmental organizations within countries for the distribution of drugs as soon as they arrive. It is clear that the Clinton Initiative for Access to Health Services did not achieve all of this alone, but Clinton did not say so. Two experts in the treatment of HIV/AIDS, Jennifer Keats at the Kaiser Family Foundation, and Ellen 't Hoen called the initiative an important player. Hun was the first executive director of the Medicine Patent Complex, a group that simplifies the production of generic antiretroviral drugs. \"Without MPP's work it would have been very difficult for organizations like Chai to get generic antiretrovirals,\" she said. This initiative failed to fully report voluntary contributions from foreign Governments and provided modified responses for 2012 and 2013. Our rule, Clinton, said that 9 million people have less expensive HIV/AIDS medicines thanks to the efforts of the Clinton Foundation and its husband. Bill Clinton began its foundation and its first major project was the Clinton Initiative for Access to Health. The programme focused on the use of market mechanisms to reduce treatment costs. The costs have been significantly reduced and the Initiative remains a key global actor in maintaining a stable supply of affordable medicines. If anything, Clinton underestimated the number of people who had benefited from the programme. We're assessing this claim right. https://www.sharethefacts.co/share/037cffe5-607a-4a13-9fe8-a78567e75857", "vclaim_id": "vclaim-pol-04831"}