{"url": "/factchecks/2018/nov/03/blog-posting/facebook-meme-miscounts-votes-claim-democrats-bloc/", "speaker": "Bloggers", "vclaim": "Veterans must vote for the Republicans because the damned Democrats have banned the health care bill again.", "truth_label": "pants-fire", "date": "stated on October 4, 2018 in a post on Facebook:", "title": "The false voices on Facebook in the claim that Democrats prevented improvements in the VA health system", "text": "One of the pledges of the Donald Trump campaign was to improve the health care of veterans. The problem was identified a long time ago, although we assessed Trump's claim that thousands of veterans were dying because they couldn't get treatment fast enough as half right. Mimi is now doing Facebook tours, in which he has participated more than 187,000 times, accusing Democrats of trying to thwart improvements in medical care through the Veterans' Affairs System. \"I urge all veterans to vote for the Republican vote in November this because the damn Democrats have once again banned the VA Health Care Bill,\" confirmed James Hauser in a comprehensive letter published in October 4. This idea was referred to as part of Facebook's efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) We sent a Facebook message to Hauser requesting details, but we didn't answer them. In fact, legislation to improve the system passed Congress last spring with the support of both parties, contrary to the assertion of the Mimi. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021, in May, the United States Senate gave a final declaration to the entire health-care system and sent it to Trump for signature. This measure, S-2372, known as the Veterans Mission Act, has been designed to make it easier for veterans to receive care from private doctors who are not included in the VA system and, in theory, to speed up the provision of care. The house passed 347 to 70 on May 16, 2018. The Democrats made up 116 out of 347 votes. All the opponents were Democrats. The Senate passed 92 to 5 on 23 May 2018. The Democrats received nearly half of the winning votes. The voices \"nai\" were made by two Democrats, two Republicans and one independent. In short, two thirds of the Democrats in Congress voted on the bill. To make the claim that \"Democrats have prevented the VA Health Care Bill\" strike us at Mimi's misconduct. We assess that pants claim on fire! Sharing the facts of 2018-11-03 15:50:46 UTC PoliticsFact 1 1 7 PoliticalFact Dacting: Pants on Fire Veterans must vote Republican \"because the damned Democrats have once again banned the VA Health Care Bill.\" :: James Hauser Facebook: Thursday, 4 October 2018, 2018-10-04 Read more information", "vclaim_id": "vclaim-pol-01318"}