{"url": "/factchecks/2019/jan/07/facebook-posts/are-police-warning-public-about-holes-being-punctu/", "speaker": "Facebook posts", "vclaim": "Law enforcement officials told the public to examine bottled water hats for tampering with because someone injected poison, and that \"a dwarf of people had already died in Richmond's area\" as a result.", "truth_label": "pants-fire", "date": "stated on January 3, 2019 in a Facebook post:", "title": "Does the police warn the public against injecting poison into water bottle hats?", "text": "A text message about the Internet claims that law enforcement warns the public about someone injecting poison into water bottle hats. It appears that the article, a Facebook subscriber, shows a footage of a text message with \"distribution of the word\" written across the bottom. The letter claims that law enforcement sent a warning to people to examine the water canal tops because \"someone is injecting poison\" in them. He goes on to say that \"some people have already died in Richmond,\" and he said \"Sheriff\" just made an announcement. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) There are many throughout the United States. We couldn't find any news or law enforcement reports that support or expand the prosecution - and if many people had died from drinking poisoned water in bottles, they would have had extensive national media coverage. It was also possible to mention widely those products that were likely to be contaminated in the aftermath of such an incident. In addition, if government officials actually warn the public, this will be done on government websites and official social media channels. On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"forcing him to stick to a proven democratic playbook.\" The timing indicates that the rumors began with the publication of Facebook on March 3. This article claimed that several bottles of water hats in a package were purchased at Wal-Mart in Pennington, Vermont, and were punctured with \"Ben, needle, or something sharp.\" The Pennington Police Department began an investigation shortly after assuming office, according to a news release issued on 22 March. \"For the time being, there does not appear to be any danger to the public,\" said the police in the statement. \"..no other cases of water were found with holes in them. The staff at Pennington and the Walmart were very cooperative and helpful in the investigation.\" Our rule is a rumor that recirculates social media, claiming that law enforcement officials have asked people to check the bottled water hats. The warning message also says that many people have already died from poisoning in the Richmond area. There are no credible reports or reports from the police supporting this allegation, nor were there any formal warnings or statements. The same rumors were revealed months ago by other sites to verify the facts. This article is pants on fire. Sharing the facts 2019-01-07 20:10 UTC Politics Fact 1 1 7 PoliticFact Rating: Pants on Fire, law enforcement officials told the public to check the bottled water caps because somebody injected poison, and that \"a few people have already died in Richmond area\" as a result. On Thursday, 3 January, 2019 2019-01-03 Read more information sharing facts 2019-01-07 20:21 UTC Politics Fact 1 Social media article on Facebook https://www.facebook.com/photo.php?fbid=2304364799608708&set=a.950273101684558&type=3&ther on Facebook after Thursday 3 January 2019 2019-01-03", "vclaim_id": "vclaim-pol-01156"}