{"url": "/factchecks/2014/oct/02/reza-aslan/fact-checking-reza-aslans-retort-bill-maher/", "speaker": "Reza Aslan", "vclaim": "Female genital mutilation is said to be the \"Central African problem,\" not an Islamic problem, as proposed by Bill Maher.", "truth_label": "mostly-true", "date": "stated on September 29, 2014 in an interview on \"CNN Tonight\":", "title": "∙ Verification of facts: Aslan's satisfaction with Bill Maher's'very undeveloped' ringing on Islam", "text": "The comedian and the host of HBO Bill Maher are talking about his excitement, a fact that many viewers have not lost to his recent chatter about the negative approach of some liberals to human rights violations in Islamic countries. However, the world of religion has called its comment \"very undeveloped\" on national television. Why? The collective excitement of racist, homophobic or obnoxious comments by American celebrities Donald Sterling, Jonah Hill, Rush Limboh and Mel Gibson was condemned when the most serious crimes against women in Islamic countries were usually ignored. \"Not only does the Muslim world have something in common with ISIS, it has a lot in common with ISIS,\" said Maher at one point. For example, Mahir raised the issue of female genital mutilation, which refers to actions to partially or totally eliminate external genital mutilation for non-medical reasons. International groups, such as WHO, UNICEF and Human Rights Watch, condemn this practice as a stark example of gender inequality - a practice involving the risk of prolonged bleeding, injury, infertility and complications during childbirth. In doing so, action is usually taken on young girls. Mahir said that 91 per cent of Egyptian women and 98 per cent of Somali women had been reduced in that way. Tonight he hosts Don Lemon and Alison Camerotta picked up this thread the next day in an interview with Reza Aslan, author and professor of religious studies at the University of California and Riverside. Aslan criticized Maher for making it \"easy arguments\" when he circulated the Muslims and misnamed female genital mutilation as an Islamic problem. \"It's a Central African problem,\" Aslan said. \"Eritrea suffers almost 90 per cent from female genital mutilation. It's a Christian country. The rate of female genital mutilation in Ethiopia is 75 per cent. It's a Christian country. There is no other place in Muslim-majority countries where female genital mutilation is a problem.\" Subsequently, Aslan tweeted a graph showing a group of African countries where female genital mutilation is concentrated. Is Aslan's viewpoint accurate? The map from the UNICEF report of July 2013 shows the percentage of girls and women aged 15 to 49 who have been subjected to female genital mutilation in 27 Central African and 2 Middle Eastern countries (Iraq and Yemen). Of the first eight countries with very high rates of female genital mutilation, seven are the majority of Muslims, including \"almost universal\" levels in Somalia, Egypt, Guinea and Djibouti. But Eritrea, as Aslan said, does not. Among countries with a high prevalence rate of 89 per cent, which is home to Christians more than Muslims, according to the Pio Project for Religions and Public Life. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, Ethiopia, which accounts for 63 per cent of Christians and 34 per cent of Muslims, has a relatively high rate of 74 per cent, making it no. 11 on the list. Therefore, countries where female genital mutilation is practised are mostly Muslim, but not exclusively Muslim. Of the 29 countries followed by UNICEF, 14 host more Christians than Muslims. The countries of the Middle East, mostly Muslims, namely, Yemen and Iraq, have far lower rates of 23 per cent and 8 per cent, respectively. Other Muslim-majority countries, such as Saudi Arabia and Iran, are not listed. \"It is very clear that female genital mutilation/cutting is not practised in many countries with a very large Muslim population,\" said Francesca Munetti, a senior UNICEF child protection specialist who participated in the preparation of the report. According to experts, this practice stems from the social pressure to adhere to centuries-old traditions - a precedent not only for Islam, but also for Judaism and Christianity. (The origin of this practice is subject to some differences, but some scientists say that it may correspond to areas of ancient civilization, where the UNICEF report states that female cutbacks are \"controlled and confirmed loyalty to paternity.\") In areas of high prevalence today, \"This is the normal and proper way to raise a girl,\" Monetti said. \"If the girl is not cut off, she may be considered immature and unmarried, and she and her entire family may be rejected.\" While it does not originate from Christianity or Islam, some women in Chad, Guinea and Mauritania report a \"religious clause\" that is useful for cutting off. Some communities consider the eradication of clitoris -- one of the types of female genital mutilation -- a \"year,\" an Arabic \"delivery\" or \"duty,\" according to the UNICEF report. However, it is not a requirement of the Koran and has been specifically rejected by some Muslim leaders in Egypt. \"There are different positions in Islam on this issue,\" said Marit Tolu Ostebo, a lecturer at the University of Florida on human rights and culture, global sexuality, and religious anthropology. \"So you'll have some Islamic scientists who will say, and may use parts of the granddaughter, to support that it's good to do some pieces, but they often confirm that it's not an obligation.\" (The grandson refers to the commentary on the Koran explaining the traditions of the Prophet Muhammad.) The practice of Christians and other groups of old beliefs also made it difficult to say that the practice was particularly Muslim. \"We often tend to believe that Islam is one thing -- that it is one homogeneous religion,\" she said. \"But if we look only at Christianity, there are many different traditions and views about things. This is exactly the same thing in Islam.\" Aslan admits that some may object to his characterization of \"African central.\" He was trying to refer to the \"tripp\" of countries across Africa along the equator where the practice was common. However, UNICEF and international groups consider it a \"global\" problem because it occurs in parts of Asia, Europe and North America because of migration. \"All of this is to say that while it is almost impossible to come up with some kind of connection between countries with a problem (female genital mutilation), it is clear that whatever the connection is, it is not religious,\" Aslan Bondit Fuckett said. Aslan, the Governor, instead, rejected a clever description of female genital mutilation as an Islamic problem, saying that it was in fact \"the Central African problem.\" Because of migration, the term \"Central Africa\" may be extremely restrictive, but its larger point - that this is not a problem in Islamic countries alone - is true. This practice is also carried out by countries with a Christian majority, while countries with a Muslim majority such as Iraq and Yemen have lower rates. We value Aslan &apos; s claim as mostly valid.", "vclaim_id": "vclaim-pol-07209"}