{"url": "/factchecks/2011/may/10/marco-rubio/sen-marco-rubio-says-those-who-voted-federal-healt/", "speaker": "Marco Rubio", "vclaim": "\"The only people in this town who voted to cut spending on medical care are the people who voted for Obama's care. That's a fact.\"", "truth_label": "barely-true", "date": "stated on May 1, 2011 in an interview on NBC's 'Meet the Press':", "title": "Marco Rubio says that those who voted for the Federal Health Care Act also voted to cut $500 billion in medical care.", "text": "On May 1, 2011, Sen Marco Rubio appeared on NBC to meet the press to discuss everything from his position on Donald Trump &apos; s presidential aspirations to the crisis in Libya. During the meeting, which lasted approximately 10 minutes, the guest David Gregory Rubio asked about his ideas about his Republican colleague. Ryan &apos; s proposal calls for a voucher-type system -- starting in 2022, these 65 and above are selected from a special health insurance plan, but the government will contribute a certain amount to their premiums. The Council of Representatives approved the Ryan budget plan, including its proposal for medical care, on 15 April by a vote of 235 to 193. Will you vote for Ryan's plan? Gregory asked. \"I will support any plan that saves medical care, does not affect current older persons and does not compromise economic growth. Ryan's plan does that,\" Ward Rubio. The new senator then said: \"Ryan's plan does not stop medical care. In fact, it increases funding. The only people in this town who voted to cut medical care are the people who supported Obama's medical care, who have made half a trillion dollars over the next 10 years of medical care and are using it to fund health care experience somewhere outside of medical care. The reductions in medical care are a matter widely covered by Politi Vac at the national level and in other states. So we wondered, once again, how exactly did Rubio say that those who voted in favour of the Federal Health Care Act, in essence, voted to reduce medical care? First, some background information on how the medical care system is affected by the Patient Protection and Affordable Health Care Act 2010. Under the Act, Congress voted to reduce projected medical care expenditures by $500 billion over the next 10 years, not a single large share. The reductions are aimed at eliminating parts of the medical care programme that are considered ineffective or wasted. For example, the plan is being implemented in stages of payments to the Medical Care Benefits Program, an optional program developed under the administration of George W. Bush, where older persons can choose to enrol in a private insurance program and the federal government will support part of their share. On the surface, legislators may seem to have voted to cut spending on medical care under the new Health Act, but instead they have reduced the growth rate. As indicated in the report of the non-partisan budget office in Congress, the amount of expenditure on medical care will continue to increase over the next decade, from $499 billion in 2009 to $929 billion in 2020. Although spending has been reduced by $500 billion, health-care experts say that the quality of care should not change. Trisha Newman, Vice President and Director of the Medical Care Policy Project at the Kaiser Family Non-Party Foundation, said in a video on the Foundation &apos; s website. \"Other provisions that reduce the growth in spending on medical care to help the programme work more efficiently and help finance expansions of coverage to those who are not insured in basic health reform legislation,\" Newman said. \"Other provisions designed to improve the provision of care and the quality of care.\" Ryan's plan while Rubio said that he would support any plan \"Save medical care,\" he also said that \"medical care as we now have is not an option\" because of cost. Ryan &apos; s plan would fully reform the medical care system. Currently, anyone aged 65 or over is entitled to medical care, which provides health care coverage for the large quantity of elderly Americans. The programme provides health insurance for 39 million elderly people and 8 million others under 65 years of age who receive social security benefits. According to Ryan's plan, starting in 2022, the elderly will choose a special health insurance scheme from the \"Medekir exchange.\" The Federal Government will contribute an average of about $8,000 to the annual instalments of the private insurance plan. Ryan notes that this will result in cost savings. However, a report by community-based organizations indicates that while government expenditure on beneficiaries will decrease, the burden falls on beneficiaries to pay more money to cover the remainder of their medical expenses. \"In sum, the regular beneficiary spends more on health care under the Ryan proposal than under the long-term scenarios of community-based organizations for several reasons,\" mentions the report of community-based organizations. \"First, special plans will cost more than traditional medical care because of the net effect of differences in rates of reimbursement for service providers, administrative costs and access to health-care services. Secondly, the Government's contribution will grow more slowly than health-care costs, leaving more to the beneficiaries to pay.\" For example, according to Ryan &apos; s proposal, the cost of purchasing private insurance in 2022 would be approximately $20,510 per year. Even with the estimated federal support of $8,000, older persons will still have to pay the difference of $12,510, or approximately an additional $1,000 per month. In comparison with the medical care programme under the current Health Care Act, the estimated cost of providing insurance will be approximately $14,770 in 2022, according to WHO. This would leave older people to pay only $6,150 from the pocket -- about $500 a month. The Ryan Plan, as noted in this Associated Press article, also intends to maintain the $500 billion cuts that Democratic Republicans criticized for approval under the Obama Plan. What does all this mean? Neither the current law nor Ryan's plan would \"cut off\" medical care. Within the framework of the two plans, budgetary funding for medical care will continue to grow over the next 10 years. The reduction - under the two plans - is only in the rate of growth. Both the Ryan Plan and the Health Care Act would reduce the growth rate. What was Rubio talking about? The special Rubio site verified the facts. Carl Rove was mentioned on December 22, 2009 in an interview with Fox News \"In Florida, Sun. Bill Nelson... ● December 23, 2009, we moved to press secretary Rubio Alex Burgos to better understand Rubio's position. \"The reductions of medical care under Obama's care are already the current law,\" Burgos wrote in an e-mail on May 5, 2011. \"They're part of CBO's baseline. This does not mean that Ryan's budget support is the same as that of Obama's medical care cuts.\" We referred (Borgos) to a statement made by the Press Secretary (Ryan Connor Sweeney) to Associated Press on April 13, 2011. Sweeney says that Ryan's plan \"Ensures that all the savings of the current law and future reforms are devoted to saving medical care.\" Burgos made a point of emphasizing \"the current law's savings.\" Yet we wonder, isn't Ryan's office \"current savings\" due to the same \"pieces\" that Sen received? According to Borgos, who resists this under the current health law, \"the money is being cut off from medical care to finance the experience of health care outside medical care,\" Borgos Reard. \"Experience,\" Burgos said, is the federal healthcare law approved last year. \"Ryan's budget recognizes these current cuts as law, but to ensure that the money is kept within medical care,\" said Burgos. So Rubio's position is that what he calls \"cut\" under the current law is not cut when it's included in Ryan's plan because it's already the law. However, Ryan &apos; s budget is fairly clear that it reduces future spending in the medical care programme with a view to rebalancing the federal budget. While the Democratic Health Care Act has reduced future spending on medical care in order to extend coverage to non-insured persons, the Republican Plan reduces future spending on medical care in order to reduce disability. In both cases, future spending on medical care is being reduced in order for the parties to pursue other policy objectives. Our decision is to return to the question. Was Rubio accurate in saying that those who voted in favour of the Federal Health Care Act, in essence, voted to stop medical care? In his interview, Rubio stated that the cuts would be distributed over the next 10 years, rather than making it look like the money would come from the current year's budget. However, Rubio continues to identify those who voted in favour of the Federal Health Care Act as those who voted to \"stop medical care,\" without noting that spending on the programme is still expected to increase. The vote taken by Congress was not to reduce medical care but to reduce the growth rate by $500 billion by targeting the shortcomings of the programme. This is the cost-cutting plan that Ryan himself kept intact in his proposed budget. Meanwhile, the Republicans voted in favour of a budget plan that envisages less expenditure on future medical care to restore the fiscal balance to the federal budget and reduce the deficit. Both parties voted - at different times and on different proposals - to reduce future spending on medical care. We're assessing Rubio's claim hardly true. :: Editor &apos; s note: This statement was estimated to be barely correct when it was published. On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13118"}