{"url": "/factchecks/2016/mar/10/bernie-sanders/bernie-sanders-says-hillary-clinton-opposed-driver/", "speaker": "Bernie Sanders", "vclaim": "When New York Goof. Elliot Spitzer wanted to \"give driver's licences to those who do not have official documents. Hillary Clinton said, \"Don't do that.\"", "truth_label": "mostly-true", "date": "stated on March 9, 2016 in a Democratic debate in Miami:", "title": "Bernie Sanders says Hillary Clinton is opposed to driving permits for illegal immigrants.", "text": "Hillary Clinton and Bernie Sanders attacked each other's immigration records during the democratic debate in Miami. Clinton hit Saunders for opposing the Immigration Bill 2007. He replied that she opposed driving permits for illegal immigrants. During the debate at Miami-Dade College on March 9, Sanders said: \"Minister Clinton influenced the Governor of New York, Elliot Spitzer, who wanted to do the right thing and provide driver's licences to undocumented persons.\" \"Don't do it, the state of New York still doesn't do it.\" Did Clinton - who sought Latin voting in Florida and elsewhere - force Spitzer not to allow driving permits for illegal immigrants in New York? In September 2007, Spitzer proposed driving licences for illegal immigrants. Proponents said that those who simply wanted to get the job would be allowed to get \"out of the shadows,\" and to get the insurance while the opponents saw it as a privilege for those who had broken the law by illegally coming to the United States. \"I know exactly what's hollow. And Spitzer is trying to do this, and that's very logical, because he's trying to get people out of the shadows,\" Clinton told the Nashwa Telegraph editorial board in October 2007, according to an article in the New York Daily News at the time. \"He's trying to say, \"Well, go ahead, we'll give you this license.\" \"During a discussion on 30 October 2007, Co-Director Tim Rossert asked her about her comments and the Spitzer Plan. She gave a confused answer in which she filed a case against him and against him. You know, Tim, this is where everyone plays. That makes a lot of sense. What's the governor supposed to do? He's dealing with a serious problem. We failed, and George Bush failed. Do I think that's the best thing a governor can do? No. But do you understand the feeling of real despair, trying to get a handle on this? Remember, in New York we want to know who's in New York. We want people out of the shadows. He's making an honest effort to do that. We should have passed immigration reform.\" About two weeks later, Spitzer dropped his plan saying she faced opposition. During the March 2016 debate, the Sanders Campaign sent out the New York Times story in November 2007 with a statement by Clinton that she supported his decision to drop the plan. \"As President, I will not support the driving permits of undocumented persons, and I will press for a comprehensive migration reform that deals with all issues about illegal migration, including border security and the reform of our broken system.\" Spitzer, who resigned in 2009 in the middle of a prostitution scandal, spoke of Clinton &apos; s earlier statements about driving permits in an interview with David Axelrod in 2015. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" When Mr. Axelrod asked whether the Clinton campaign had asked Mr. Spitzer to cancel the plan, he replied: \"Yes, we heard from the people who said they wanted this matter to disappear, \"I mentioned The New York Times. Clinton's driver's license for 2016, but during the 2016 presidential campaign, Clinton changed her attitude. In April 2015, Clinton's spokesman for the Hovington Post said: \"Hilary supports State policies to provide driving permits to undocumented migrants.\" She was addressed by Clinton herself during a municipal hall in February. \"At the time, it was the determination of each country individually, and I am glad that most states have understood and moved in the right direction,\" she said. In the course of the discussion, Paulette Fuckett contacted the Clinton campaign spokespersons and asked whether she had any evidence to refute Sanders &apos; claim and did not receive a reply. In a conference with journalists the day before the discussion, Clinton Alternative did not answer questions about why it changed its position. \"Today our goal has moved far beyond driving licences,\" said Louis Guterres, President of the United States. \"We're talking about citizenship. As president, you will fight for it.\" \"Minister Clinton has acquired the Governor of New York, Elliot Spitzer, who wanted to do the right thing and to provide driver's licences to those without identity documents. She won't do it, and New York still won't do it.\" Clinton unloaded driving permits for illegal immigrants in a discussion in October 2007. When Spitzer dropped his proposal, she made a statement endorsing his decision to axe the plan to grant the driver's licence. Sanders overlooked that this occurred during her first presidential race and that during this campaign she supported driving permits for illegal immigrants. We're mostly assessing this claim right. https://www.sharethefacts.co/share/7431e579-4985-452f-bc68-ac2a05ca56d", "vclaim_id": "vclaim-pol-05294"}