{"url": "/factchecks/2011/may/29/wisconsin-corn-growers-association/wisconsin-corn-growers-association-says-without-et/", "speaker": "Wisconsin Corn Growers Association", "vclaim": "\"Without ethanol, gas prices will be at least 15% higher. With four dollars of fuel, that means you're saving $12 for 20 gallons filled.\"", "truth_label": "half-true", "date": "stated on May 27, 2011 in a radio ad:", "title": "The Society of Corn Farmers in Wisconsin says that without ethanol, the gas will cost 15% more.", "text": "The latest rise in gas prices, to a range of $4 per gallon, causes some Wisconsin drivers to change their tourist habits. Gas prices have declined since they recently reached $4.13 per gallon on 4 May 2011, according to Luiskonsen Gaspars.com. When the weekend began on Memorial Day, they were in a $3.88 gallon neighborhood, although prices varied across the state. However, this has been a major leap since the beginning of 2011, when drivers were paying about $3 per gallon for no normal lead. With the pain in putting the pump in, the corn farmers and the ethanol industry are trying to make better than bad. In a radio announcement, the Society of Corn Farmers in Wisconsin tells drivers that prices will be higher without ethanol in the mixture. One copy of the announcement uses a fake host, \"Feller of Phil,\" who receives calls from people interested in rising gas prices. It tells one caller that ethanol adds to the country's fuel supply, and tells another that adding fuel helps save money for consumers. \"Without ethanol, gas prices will be at least 15% higher,\" says the fake host. \"Gas with four dollars, that means you're saving $12 to fill 20 gallons.\" This will draw your attention to whatever kind of car you drive. It's a specific allegation, but -- as with political advertising -- it carries a broader message: Ethanol is a gift to your wallet. So, let's bite it. First, a small background. Most of the gasoline is mixed with 10% ethanol, fuel made of corn. This is part of federal legislation driven by maize farmers, the ethanol industry, and renewable fuel supporters, who seek to increase the amount of ethanol we burn in our cars. This industry is encouraged - and promoted - by a set of tax exemptions, production mandates and tariffs, which are controversial in the amount of $6 billion. The main argument in favour of ethanol is that each gallon burns means less oil that needs to be imported. Federal law seeks to increase ethanol production over time. The target is to reach 36 billion gallons of renewable fuel in the United States market by 2022. Production amounted to about 13 billion gallons in 2010, according to the Department of Energy Information. This effort is led by a variety of tax exemptions and incentives, including 45 cents for the tax exemption paid to refineries, and a 54 per cent tariff for the gallon of imported ethanol. The feds also need to mix ethanol with conventional gas, and since last year when demand declined, they have found new ways to promote ethanol consumption. However, ethanol subsidies are under attack on different fronts, including those who see the system as a bounty from wasted industry. In January, the editorial board of the Wall Street Journal launched a major attack on fuel - a presidential candidate from GOP Newt Gingrich. According to the newspaper, four out of ten rows of maize in the United States are grown for ethanol, an argument that feeds complaints that a food crop was wasted in our gas tanks. Others condemn the poor fuel efficiency and pollution effects caused by ethanol. Others blame ethanol for paying for food So, what about the claim in the ad? The group based its claim on a 2008 report of the Centre for Agricultural and Rural Development at Iowa State University. Researchers found that ethanol reduces the cost of gasoline by about 40 cents per gallon. They issued an update report in April 2011 that took into account 2010 data on oil prices and increased ethanol production. That report gave a more surprising conclusion: ethanol reduces gas prices by 89 cents per gallon. It's higher if you live in the Midwest -- $1.37 per gallon, as the new report says. The latest report from the Center goes another step. Researchers looked at what would happen if ethanol production ceased immediately. A gallon of gas would cost up to $7.20, or $144 to fill 20 gallons. So when you do the math, the savings are higher than what is described in the ad. But there is another aspect to this issue - one that carries its own costs. The ethanol industry is supported by the above-mentioned tax incentives. And federal law requires industry to ferment more and burn more. Including all these factors, the Natural Resources Defense Council states that it costs taxpayers $4.18 to produce each gallon of ethanol. The group argues that oil companies will have to purchase more of the fuel paid by taxpayers to drink it. There is also a question about the burning of food for fuel and the impact of ethanol on food prices. More burnt corn means your corn chips cost more. The economy at the University of Iowa Bruce Babcock last year estimated that ethanol policies increase the cost of food by at least 1.5 per cent. \"I don't see why we really can justify subsidies, while all he does is raise the cost of food production,\" said Babcock National Public Radio. Where does that leave us (but we're comfortable because we don't pay $7 per gallon for gas)? The corn farmers say we pay less than the pump, thanks to the mixing of ethanol in gasoline. The study they mention provides support for the claim - indeed, an updated version indicates that the radio announcement actually reduces savings in each mobilization process. But there's a cost to taxpayers to support the ethanol program -- $6 billion a year -- that's not mentioned in the ad. The use of food for fuel increases the cost of your groceries bill, even if the pump price corresponds to the program. There are problems of pollution and fuel efficiency associated with the additive. This is also not mentioned. Therefore, despite the general validity of the allegation, it leaves important information. On our scale, that's half right. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012", "vclaim_id": "vclaim-pol-13024"}