{"url": "/factchecks/2011/may/28/ward-armstrong/armstrong-says-jobs-are-down-southside-and-southwe/", "speaker": "Ward Armstrong", "vclaim": "Under Goof's rule. Bob McDonnell, I've lost more jobs than was created in Southside and Southwest Virginia.", "truth_label": "false", "date": "stated on May 23, 2011 in a news release.:", "title": "Armstrong says jobs in the south and southwest of fa are under Goof. McDonnell!", "text": "The news is that Startech is shutting down his communications center in Henry County. Bob McDonnell's economic record. Shortly after the county's largest private employer announced the closure of the facility with 631 jobs, minority leader House Ward Armstrong, D-Henry, criticized the Republican Governor's efforts to promote employment in depressing rural areas. In a news release on May 23, Armstrong said: \"The McDonald Bowling Administration was moving job creation throughout the south and southwest of Virginia.\" \"But the administration has not been able to create more jobs than it has lost. Unless this trend changes, we will continue to go back.\" There is no doubt that the economic picture in some parts of the state was bleak, especially in the area of Martinsville-Henry district represented by Armstrong. In Martinsville alone, the unemployment rate in March was 17.8 per cent. This was more than twice the national unemployment rate of 8.8 per cent that month. In the meantime, the unemployment rate in Virginia was 6.2 percent in March. However, we wondered whether the situation had worsened under the supervision of McDonald. We asked Claire Wilker, Chief of Staff of Armstrong, where he got the information needed to make his statement. She referred to a number of cancellations announced by a number of companies over the past year. \"But the reality is all you have to do is spend some time in Henry County or anywhere in the South to realize that more people are being laid off from work. Outside Startech, the biggest piece was Stanley's announcement of furniture in May 2010 that he had cut 530 jobs at the Henry County Factory. It included ads dating back to April 2009, but we only calculated those that occurred after McDonnell was sworn in in January 16, 2010. We have reached announcements of a reduction of 1,386 posts and the establishment of 1,159 posts. However, data from the Virginia Economic Development Partnership, a public-private organization recruiting businesses in Virginia, paints a more popular picture of the south and south-west. The report lists the new and expanding trade deals that have promised 3,117 new jobs in the two regions since February 2010, the first full month of MacDonald &apos; s work. This is roughly three times the number of Armstrong's assistants. We have not been able to find a database similar to the list of companies that close their doors or are discharged from service. Not every loss of work or work gain makes it an address or a newsletter. So we started looking for data that would better determine the direction of employment in the south side and southwest of Virginia during the McDonnell administration. We moved to Virginia for government performance to get a list of locations in each region. The southern state of Virginia includes the cities of Danville, Martinsville and Emboria, as well as 12 districts in the south-central part of the state. The south-western region includes the cities of Bristol, Galax and Norton, as well as 14 provinces located on the border of Tennessee and North Carolina. At the Virginia Employment Commission, we searched figures showing the number of jobs in each province and city in these two areas. Economics usually measure this by calculating the number of jobs reported in a business survey in a given region. The problem is that at the provincial level, these job figures are available only until September 2010. This takes us halfway to McDonnell's administration. Therefore, we cannot find a net figure on the number of jobs that have been acquired or lost since the Governor took office. However, we can look at the results of another survey according to which the number of people in each city or province in these two regions reports having access to employment. The Commission's website collected data from the Bureau of Labour Statistics showing the total number of persons employed in each province and city in Southside and South-West Virginia. These raw figures are not adjusted to account for seasonal fluctuations, such as increases in summer employment. In order to compensate for this, we considered how the number of workers in the first quarter of 2010 could be determined compared to the first quarter of 2011 in each region. We have approached the first three months of each year because those months coincide more closely with the beginning of the McDonald term and with the latest figures available. In south-west Virginia, an average of 180,306 persons worked monthly between January and March 2011. This number was 3,673 more than the average number of employed workers during the first quarter of 2010. We found a similar situation in the South, where a monthly average of 157,018 persons were employed in the first quarter of 2011, compared with 153,813 of the working population in the first quarter of 2010. Thus, the number of workers in each region increased between the first quarter of each year. Unemployment rates fell in 30 out of 32 towns in the south and south-west of Virginia, according to figures for the first quarter of 2010 and the first quarter of 2011. The trend was in Southampton and Galax. Let's look at the image of employment as a job seeker does -- through the number of open jobs. In the South, the average monthly number of vacancies was 9,132 in the first quarter of 2011, according to the statistics of the Equal Opportunities Commission. In the first quarter of 2010, it was 5,904. In the south-west, job lists have also increased significantly. The average number of appointments per month in the first quarter of 2010 was 3,997. In the first quarter of 2011, the average was 7,489 per month. Last note: We do not suggest that McDonnell deserves to be appreciated or blamed for employment trends in the south side or southwest or elsewhere in Virginia. As we have noted repeatedly, economists have repeatedly told us that conservatives have a limited impact on their nation's economies and that they receive a great deal of credit when things go well and are very sad when they do not. In summary, Armstrong said that there was a net loss of jobs in the south-western and southern parts of Virginia. There is no comprehensive data on which to base this overwhelming allegation on the loss of jobs in the areas under McDonald &apos; s rule. The only data available at the provincial level cover nine months of the 16-month term of the state of McDonald. However, other statistics show that under the McDonald system, more people are employed in those areas, and the number of vacancies has increased. We're assessing Armstrong's false claim. On January 18, 2021 in the Committee &apos; s discussion. The United States is the only industrial country that has been modernized and does not already have a paid family medical leave programme. He took office in January 2010.", "vclaim_id": "vclaim-pol-13027"}