{"url": "/factchecks/2019/sep/18/blog-posting/did-elizabeth-warren-get-400000-teaching-one-class/", "speaker": "Bloggers", "vclaim": "Elizabeth Warren says, \"I paid $400,000 to teach one class.\"", "truth_label": "half-true", "date": "stated on September 16, 2019 in a viral meme:", "title": "Did Elizabeth Warren get $400,000 to teach one class at Harvard?", "text": "Massachusetts Sen. Elizabeth Warren pledged to address the crisis of affordability of the College. However, the misleading picture published by social media indicates that Warren is partly responsible for the high prices of colleges that she pledges to reduce. The photo, which we found on the Internet and on Twitter and Facebook, shows a quote from Katie Pavlic, editor of Townhall.com, a conservative news site. The quote says: \"When Elizabeth Warren closes the night with complaints about the cost of the college for students, just remember that she paid $400,000 to teach one class.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We followed the quote to Pavlic, which was quoted on July 30 during the initial democratic discussions in Detroit. However, we wondered whether the substance of its claim was accurate. While Elizabeth Warren closes the night with complaints about the cost of the college for students, just remember that she paid $400,000 to teach one class. But it's wrong to say that all I did was teach one class, and the prosecution leaves an important context around the other work Warren was doing at the time. The time of Warren in Harvard Pavlisch did not respond to the request for suspension, but a quick Google search revealed a few news reports from 2012 detailing the financial disclosure forms that Warren issued as part of her first Senate presentation in Massachusetts. According to those files, Warren received a salary of $429,981 from Harvard University during 2010 and 2011. They have also earned money from book fees and consultancy fees. Warren spent nearly two decades of lectures at Harvard Law School, where students identified her with several educational awards, according to the University's College Guide. She studied trade law as a visiting professor for one year before accepting a post in 1995. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, university professors are generally appointed, especially in key research institutions such as Harvard, not only to teach, but also to conduct research and lead the campus. In fact, a study conducted by the National Economic Research Office in 2017 concluded that for university professors, salaries \"are determined mainly by research output and associated reputation,\" rather than by the number of students studied by the professor. The Harvard Law School refused to comment, but the university pays more teachers than most research universities, with the average salary of full-time professors in 2017, $293,699 in 2011 and $194,136 in 2010, according to the facts of higher education. Recent tax files show that Warren &apos; s husband, who is also a professor of law at Harvard University, received $402,897 in 2018. According to an archival version of the Harvard Law School catalogue, Warren studied one chapter of the pilot analysis during spring 2010, and local and university news reports indicate that she also studied another chapter of contracts during autumn 2011. In September 2010, former President Barack Obama Warren used the temporary supervision of the establishment of the Office of Consumer Financial Protection, an agency established in the aftermath of the financial crisis to protect consumers from financial fraud. Warren Harvard left for this role and did not return to campus until July 2011, which means that she was not available for teaching during the fall and spring of 2010. In a statement to Poletti Fact, Warren's campaign referred to how Warren taught multiple courses during most other classes. For example, she taught four classes during the 2006-2007 school year, three in the 2007-2008 school year and three in the 2008-2009 school year. But even if Warren had studied less than usual classes in 2010 and 2011, saying that she \"paid $400,000 to teach one class\" deducted the research she produced that year and in previous years. In 2010, for example, she contributed a chapter to a book on government regulation. It also ignores the fact that Warren stepped aside from teaching throughout the 2010-11 school year to advise the Obama administration as a bankruptcy expert. We have a viral photo referee Warren said, \"Pay $400,000 to teach one class.\" Warren received over $400,000 for her work as a professor at Harvard Law School in 2010 and 2011. During these two years, she taught two classes, not one. She also left Harvard during the 2010-2011 school year to advise the Government. In addition, her salary of $400,000 would not only reflect her work in the classroom, but also her reputation, her contributions to Harvard University as a researcher and her many years at the university. We're assessing this statement half right.", "vclaim_id": "vclaim-pol-00148"}