{"url": "/factchecks/2019/jul/25/roland-martin/have-trump-judicial-nominees-refused-comment-brown/", "speaker": "Roland Martin", "vclaim": "The Republicans \"shall present federal judges who will not even say that Brown against the Board of Education has been correctly decided.\"", "truth_label": "mostly-true", "date": "stated on July 21, 2019 in a panel on ABC's \"This Week\":", "title": "Did the judicial candidates for Trump refuse to say that Brown vs. the board had correctly decided?", "text": "The attacks by President Donald Trump on four coloured members of the Democratic Congress resulted in condemnation by the Democrat-led House of Representatives and a wave of comment on Sunday presentations. Roland Martin, a journalist and host of a news programme, in the EBC newspaper \"This Week,\" said that the President's speech could be linked to \"a broader issue\" with the Republican Party and its policies. \"When you have Republicans applying to federal judges who won't even say that Brown vs. Board of Education has correctly decided... you have a party leading politics to support this kind of racial challenge,\" Martin July 21 said in a panel discussion. We wondered whether the Republicans had truly advanced federal judges who had not demonstrated clear support for Brown against the Board of Education, the historic decision of the Supreme Court in 1954 which ruled that apartheid in public schools was unconstitutional. Martin is right, but he ignores the context in which judicial candidates refuse to comment. Martin referred to the Twitter accounts of three civil rights activists who were following the statements - or not - made by the judicial candidates of Trump in Brown v. Council. \"We've covered this for months,\" citing articles from Slate, Mother Jones, ABC News, Washington Post, NPR, United States of America today as additional evidence to support his claim. According to these reports and a list prepared by the Leadership Conference on Civil and Human Rights, a not-for-profit group for legislative advocacy, more than 20 current Trump candidates refused to mention unequivocally that they believed that the case had been properly resolved during hearings before the Senate Judicial Committee. The first was Wendy Fitter, who was confirmed by the Senate as a federal district judge in Louisiana in May, without a single democratic vote. \"I don't mean to be shy, but I think I'm entering a difficult and difficult area when I start commenting on Supreme Court decisions - which are correctly decided and with which I may disagree,\" said Viter during her confirmation hearing in April 2018. And she put more pressure on me, and she said, \"Again, I will not comment respectfully on what could be a major decision, the Supreme Court. I'll be committed to it, and if I start commenting on, \"I agree with this case,\" or \"I don't agree with this case,\" I think we're getting to a slippery slope. It was followed by other candidates at the time, such as Judges Andrew Oldham and Naomi Rao (confirmed without any democratic voices). ∙ S. Richard Blumenthal, D-Ct, who often asks Trump's candidates about Brown v. Council, asked Oldham and Raw several times if they believed that the case was \"decided correctly.\" Both said that it was inappropriate for a candidate from a lower court to take a position on any particular decision of the Supreme Court. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy • January 12, 2021 \"Even the most universally accepted cases outside the federal judge's borders for comment,\" said Oldham, refused more than once to offer his two years. As Rao danced about the repeated Blumenthal questions, saying that the case was \"a truly important precedent for the Supreme Court,\" but adding, \"As a judicial candidate, I think it would be inappropriate for me to comment on the validity of certain precedents.\" It should be noted that Vetere, Waldham and Raw, and the other candidates who questioned the question, did not say that they believed that the Brown v. Council case had been misjudged. Some Trump candidates said they wouldn't interfere with a stable precedent for the Supreme Court. Others, such as Ada Brown, who have not yet been confirmed, have cited a judicial channel saying that \"judges should not comment publicly on the merits of a pending or imminent matter in any court.\" Some may also fear that an opinion on Brown v. Council would similarly raise questions about other key Supreme Court judgements, such as Roe vs. Wade, which established a legal right to abortion. Whatever the reason, it is still true, as Martin claimed, that they stopped \"saying (saying) that Brown against the Board of Education has been correctly decided.\" However, in June, Bazeved News reported that some of the most recent candidates in Trump agreed to the Brown v. Council case at the hearings. According to that report, at a hearing on 22 May, five of the six candidates said that the decision, or the underlying legal logic, was correct. A number of current Supreme Court judges also expressed support for Brown against the Council during confirmation hearings. Chief Justice John J. Roberts Jr. supported the decision, and Judge Brett M. Cavanaugh called it \"Inham\" and \"the greatest moment in the history of the Supreme Court,\" according to the Washington Post. On the other hand, Judge Neil Gorsuh resisted questions concerning specific precedents of the Supreme Court during his confirmation hearing. But even he finally told Bloomingal: \"We're on the same page at Brown v. Board of Education, Senator. It's a great and important decision.\" For what it is worth, Deputy Prosecutor Jeffrey Rosen also avoided giving a clear answer as to whether he believed that the case had been properly resolved during his nomination hearing. It was reaffirmed by the Senate, again without a single democratic vote, in May. Our verdict, Martin, said that Republicans \"proceed with federal judges, they don't even say Brown against the Board of Education has been properly decided.\" A number of judicial candidates in Tramp refused to give clear answers when asked whether they believed that the decision in Brown v. Board of Education - which had ruled apartheid unconstitutional in public schools - was correct. It is important to note that they did not say that the decision was wrong, but refused to comment on the Supreme Court &apos; s jurisprudence. These candidates were largely presented according to party lines. We're mostly assessing this statement right.", "vclaim_id": "vclaim-pol-00398"}