{"url": "/factchecks/2018/jun/26/donald-trump/has-construction-already-started-trumps-border-wal/", "speaker": "Donald Trump", "vclaim": "\"We have already begun (the border wall). We started in San Diego.\"", "truth_label": "barely-true", "date": "stated on June 23, 2018 in a campaign speech:", "title": "Did the construction already begin on the Tramp border wall in San Diego?", "text": "In the middle of cheers from \"Building the Wall!\" In a recent demonstration in Nevada, President Trump reiterated the claim that construction \"has already begun\" on the border wall in California. Here's what Trump said, in his context, at the Nevada Rally on June 23, 2018: \"We must have strong boundaries. We'll have the wall. We'll have the wall. We've already started... (PEOPLE CHEERING) \"We've already started. As you know, we started in San Diego.\" (Audience cheering: \"Building that wall! Building that wall! \"I'm building that wall!\" \"Now we're gonna have the wall. And we started it. We have $1.6 billion. We've started it. We're fixing it. We're building a new one. And we're starting this. \"We're gonna build the wall.\" Did the building really begin on the promise of the Trump Campaign: Building a \"Big and Beautiful Wall,\" on the United States-Mexico border? Tramp has made similar statements in the past. In this fact-checking, we will focus on his claim: \"We have already begun (the border wall). We started in San Diego.\" President Trump filed his claim during a rally in Nevada on June 23, 2018. Projects are under way at the border to replace dueling along the border in San Diego and to the east in Calexico. These call for new and longer Pollard barriers, which include a series of steel combs through which border patrol officers can see them, some of which were planned for a long time before Trump ran for office. The recent adoption by Congress of $1.6 billion allows for the replacement of the old fence, but not for the construction of any type of cement wall model as requested by Trump. \"The only thing we do not have is the only issue we all have - the border security wall - which is not included in the legislation.\" The Republic of the Republic, Jim Jordan, founder of the Freedom Caucus at Home, said about the draft omnibus law, according to an article in April by Factcheck.org. In San Diego, the ongoing project will replace 14 miles of scrap metal fence, which is now 8 to 10 feet high with a Pollard barrier. This replacement will be between 18 and 30 feet high, including an anti-climbing plaque, according to a United States Customs and Border Protection News Bulletin that announces the commencement of construction on 1 June 2018. The press release calls it the Third Border Wall Construction Project, which is misleading. On January 27, 2021, Marco Rubio said in his remarks: \"Only in the third world do you see this routine use of trials of former leaders?\" and in the history of Miriam Valferde on January 29, 2021, because none of the projects that have already begun will produce the 30-foot solid cement barrier that Trump promised during his 2016 presidential campaign. More specifically, it will not include any of the eight model designs for the border wall requested by the Trump administration. \"This is not the Trump Wall.\" The same applies to the project to replace the 2.25-mile barrier east of San Diego in Calexico. \"First of all, this is not the Trump Wall,\" was said by Jonathan Pacheco, a border police spokesman at the centre, which includes Kalixiko, in the Los Angeles Times in March 2018. \"This is not the infrastructure that Trump is trying to bring in. This new replacement of the wall has nothing to do with the models presented in the San Diego area. The plans for the Kalexico project, which also includes a Pollard structure, began in 2009 under the Obama administration, and were funded in 2017, under Trump, according to The Times. A spokesman for the San Diego Sector of the Border Patrol said that they had not been able to determine when to start planning for the San Diego project. Ralph de Seo, the Agency &apos; s spokesperson in San Diego, wrote in an e-mail. The White House did not respond to a request for evidence in support of the President &apos; s statement. Indeed, what is being built at these sites, and how it differs from the promise of the Trump campaign, has not prevented the President from distorting the facts. In April, the National Politi Vac mostly classified Trump's own false statement: \"We started building the wall.\" He found that Trump's words \"has left the impression that the construction is under way to build the border wall he promised, and that $1.6 billion is helping to pay for it. That's not the case.\" It concluded that \"it's tricky to claim\" ongoing projects \"Mountains to the border wall promised Trump long ago.\" Our President, Governor Trump, recently claimed: \"We have already begun (the border wall). We started in San Diego.\" His statement gave the wrong impression that the border fence replacement projects in California, including those in San Diego and Calexico, were the same 30-foot concrete wall promised during his candidacy for the presidency. The $1.6 billion authorized by Congress for these projects does not permit the construction of any kind of wall models requested by Trump. Instead, ongoing projects include sets of steel points, 18 to 30 feet high, through which border patrol officers can see. At least some of these projects, which will replace the shorter scrap metal fence, have been planned well before Trump moved into office. However, Congress has agreed to pay for it under the administration of Trump. We also give Trump at Nevada's assembly an addendum: \"We fix it. We're building a new one.\" This can be interpreted as a slight recognition that projects are not exactly what they have promised, but do not add much clarity to what is generally considered misleading. We appreciate Trump's claim that it is often false. In fact, this statement contains some elements of truth but ignores critical facts that give a different impression. Sharing the facts 2018-06-26 22:08:22 UTC PoliticsFact 3 1 7 PolityFacting: Probably wrong \"We've already started (the border wall). We started in San Diego.\" President Donald Trump https://www.youtube.com/watch?v=M-9pH5bdcqo Saturday, 23 June 2018-2018-06-23", "vclaim_id": "vclaim-pol-01924"}