{"url": "/factchecks/2016/jan/13/barack-obama/business-has-created-jobs-every-month-obamacare-be/", "speaker": "Barack Obama", "vclaim": "\"Our business has created jobs every month since Obamakari became law.\"", "truth_label": "true", "date": "stated on January 12, 2016 in his State of the Union speech:", "title": "Business creates jobs every month since Obamacker became a law. Obama said in Union State.", "text": "President Barack Obama mentioned Obama's success during his last State of the Union address. The Affordable Care Act had led to some 18 million more people receiving health insurance and helped slow the inflation of health-care costs. The law did not destroy the labour market, despite pessimistic predictions from critics. \"Our business has created jobs every month since it became law,\" said Obama at Capitol Hill in January 12, 2016. We have never heard this specific point of Obama's speech, so we decided to take a look. Because Obama specifically referred to \"our companies,\" we looked at private sector employment data from the Bureau of Labour Statistics from March 2010, when Obama signed the Affordable Care Act. Of the 70 months since then, Obama has been right that everyone has experienced positive employment growth. This is a record of the continued growth of jobs, according to our friends at Washington Post Fact Checker. This BLS graph shows the monthly change in private sector job growth (in thousands) since the beginning of 2010: • On January 11, 2012, beginning in early 2010, data were above the zero line, showing positive job growth. In fact, the country &apos; s acquisition of jobs despite the Health Care Act may also not alleviate critics &apos; argument that job growth, and other aspects of the economy, would have been stronger had it not been for the law. For example, in a January 2015 fact check, we found that the law may have reduced working hours for many thousands of employees from full-time to part-time work. However, independent studies did not support claims that the law would eventually lead to a reduction in employment. In 2011, we evaluated an allegation from the former Republic of Eric Cantor, R-va, that Obama Kerr is \"killing a job\" wrong. In 2014, former Representative John Bohner, R. Ohio, said that Obama Kiir \"is expected to destroy 2.3 million jobs.\" We've assessed this claim as mostly false. Our Governor Obama said, \"Our business has created jobs every month since the law became Obamakari.\" The private sector has experienced job growth every month since Obama signed the Affordable Care Act in March 2010. There is room for debate about what growth would have looked like in the absence of the Health Care Act, but Obama's statistics are on target. We're assessing this claim right.", "vclaim_id": "vclaim-pol-05563"}