{"url": "/factchecks/2011/may/30/john-kasich/gov-john-kasich-says-ohio-near-bottom-classroom-sp/", "speaker": "John Kasich", "vclaim": "\"We're at the bottom 10 dollars in the semester and the best 10 dollars in bureaucracy and red routine.\"", "truth_label": "mostly-true", "date": "stated on May 12, 2011 in an interview on Fox News:", "title": "(Joff) John Cassish says Ohio is near the bottom in class spending, but near the top in administrative costs.", "text": "(Joff) (John Kasesh) took office complaining that not enough money was spent on general education in the direction of classroom education. The result was that public schools in Ohio instead spend a lot on directors' salaries and insult school students. Well, he's not referring to it anymore, he's saying the same thing. \"We're at the bottom 10 dollars in the semester and the best 10 dollars in bureaucracy and red tape,\" said the Governor to the national television audience on May 12 during a live interview on FOX News TV. The Governor made similar allegations in the past, but his statement also contained something new, so political Ohio decided to take a look. It has been documented that the first operating budget for Kasić issued in March proposed putting pressure on education in public schools and proposing a reduction of funding to local school areas by 11.9 per cent in the next fiscal year and another 4.9 per cent in the following year. It seems contradictory to cut funding to schools, yet lure them not to spend more in classrooms, as school officials say. At the same time, Kasesh wants to increase the number of rented schools and direct competition to school areas. However, the Republican Governor insists that he gives the provinces options on how to save money and compete, yet there is still an increase in classroom spending while drawing less than US$. The first concerns the controversial Senate Bill 5, the Collective Bargaining Reform Act, which is pending while labour groups, including teachers &apos; unions, object to it. The law severely limits the ability of teachers and other trade union workers to bargain collectively, prohibits strikes and abolishes binding arbitration. Another option that the Governor says can be used by the provinces is to reduce their administrative and overhead costs by reducing the number of managers they employ and seeking ways to standardize their services. ==History==Polyte Fact Ohio reviewed a change in the first part of Casich's statement last November when the new governor complained that Ohio was 46 in the country in class spending. We've estimated this claim to be mostly true. This new statement is to claim that Ohio is in the \"first ten dollars in bureaucracy and bureaucracy.\" It was found that in his last statement, including the new portion of the claim for administrative costs, the Governor had based itself on the same information as in his previous comments, a 2010 report by the Ohio Grand Policy Centre and the Brookings Institution. The report, \"Recovering prosperity: transforming Ohio societies for the future economy,\" focused on ways to improve the Ohio economy by strengthening the nation's urban nucleus. One of the findings of the report was the revision of how education dollars are spent. \"Ohio ranks 47th in the nation in the share of expenditure on primary and secondary education that goes to education and the ninth in the share that goes to management,\" the report states. A spokesman for Kasish said that that was the 76-page line in the Governor &apos; s report with his comments. It is important to note, however, that statistics, from the National Centre for Education Statistics, are derived from the analysis of data from the 2007-2008 school year on a state-by-state basis, i.e., they are about three years old. The Dayton Daily News, which recently reviewed U.S. Department of Education statistics, reported that Ohio was twelfth in terms of the amount spent on administrative costs and forty-sixth in terms of classroom expenditure. Although these statistics do not fully correspond to Kasesh &apos; s statement that Ohio was among the top 10 administrative expenditure, they were close enough to the fact that the Administration highlighted the story in support of Casich &apos; s position. We agree. The data of the Ministry of Education have made Ohio slide to 12 on administrative spending is not enough to make the Governor's main point inaccurate. My knowledge of it provides an explanation. In the Book of Truth O-Meter, we assess the Governor's statement mostly true. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012", "vclaim_id": "vclaim-pol-13021"}