{"url": "/factchecks/2014/oct/28/mary-burke/mary-burke-says-scott-walker-deal-lets-company-kee/", "speaker": "Mary Burke", "vclaim": "Scott Walker says, \"He gave $6 million in tax exemptions to a company and told them that they could keep that money even if they fired half of their workforce.\"", "truth_label": "half-true", "date": "stated on October 24, 2014 in a speech:", "title": "Mary Burke says that Scott Walker's deal allows the company to keep $6 million on tax credit, even with major layoffs.", "text": "Before the presentation of former President Bill Clinton at the campaign event on October 24, 2014 in Milwaukee, Democratic Mary Burke made a number of criticisms of her contestants in the election, Jove. (Scott Walker) Including this letter: \"Given $6 million as tax exemptions to a company and tell them that they can keep that money even if they separate half of their workforce.\" When the State provides financial assistance to the company, the company usually has to create jobs. So what's going on here? The deal that Burke was insinuating was a deal that Wisconsin Economic Development offered to Ashley's furniture industries. Wick is the main agency in the State to help businesses create jobs. Walker made it to replace the State Department of Commerce, and he chairs Wick's board of directors. Ashley Furniture, based in Arkadia, West Wisconsin, is the largest furniture and retail plant in the country. The furniture company &apos; s deal was reported in late August 2014 by the State magazine Wisconsin. According to the Madison newspaper, in January 2014 the WEDC Board approved a tax deduction of $6 million for the project area that would assist Ashley with an expansion of $35 million for his headquarters. More specifically, the $6 million will pay for the transportation of Myers Valley Creek, which flooded downtown Arkadia and the Ashley plant in 2010, allowing the company to launch an expansion of 480,000 square feet to reshape production lines and change design. The company, which the State Gazette said had 3,848 Wisconsin employees at the time, did not have to commit to creating a certain number of jobs. In fact, credits will still exist even if the company dismisses up to half of its workforce over the next few years. To quote a memorandum to the Governing Council of WEDC, the newspaper stated that Ashley furniture indicated that \"if the project is not implemented, it will either reduce or close the Arcadia manufacturing plant completely.\" On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy • 20 January 2021, so, based on what the company was saying to WEDC, the agency was motivated to try to stop the loss of many jobs. The tax exemption deal was not announced because WEDC did not finalize a contract with Ashley the furniture, although the company assured the newspaper that it was seeking government subsidies, including conditions for job reduction. The newspaper Milwakee Journal Sentinel followed the story. Ashley confirmed that the deal would allow tax exemptions even if Ashley cut half of her business in Wisconsin. However, the company stated that it had been advertising 200 vacancies and had no plans to reduce jobs in West Wisconsin. The company stated that the purpose of the demobilization provision was to cover the worst-case scenario - to protect the company, for example, in the event of a catastrophic fire or flooding forcing closure and demobilization. Furthermore, the transaction is a pass, not cash in Ashley's pocket, as the company will donate $6 million to Arkadia for the flood control project. Wick's spokesman Mark Mali told us that the Wick Council discussed a tax discount for Ashley for the flood control project. The details of the closed board meeting at which the credits were approved were not disclosed, stating that a contract between the Agency and the furniture manufacturer had not yet been signed. But he said, \"Wick is committed to doing everything he can to work with the company and to keep those jobs.\" Our evaluation, Burke, said Walker gave $6 million a tax exemption to a company and told them they could keep that money even if they cut off half of their workforce. Walker chairs the board of directors of Wisconsin Economic Development, which approved $6 million in tax exemptions to assist in the expansion of Ashley Furniture. Tax exemptions will be used in a flood control project in the city where the furniture manufacturer is based, but it is clear that the project is part of the company &apos; s plan to expand. If Ashley has given up half of its workforce, the credits can remain in place, but since they will be used in the flood control project, it is not as if the company could \"keep the money.\" For a partially accurate statement, but it leaves important details, our classification is half correct. To comment on this item, go to the biennial Malawi web page.", "vclaim_id": "vclaim-pol-07070"}