{"url": "/factchecks/2014/oct/19/Local-799-international-assoc-fire-fighters/providence-firefighters-union-says-elorza-wants-te/", "speaker": "Local 799 of the International Assoc. of Fire Fighters", "vclaim": "\"El Rosa wants to teach the children of our public school about \"the absence of God.\"", "truth_label": "pants-fire", "date": "stated on October 8, 2014 in in a mailer:", "title": "The Firemen's Union in Providence says the rose wants to teach public school kids that God doesn't exist.", "text": "\"Intrusive\" This is one way in which the Firefighters' Union in Providence describes Democratic Mayor Jorge Elorza &apos; s candidate in a recent postage to the city &apos; s residents. The mail was sent in early October 2014 by the local 799th of the International Association of Fire Fighters, which supported Elorza &apos; s opponent, Vincent A. \"My friend\" Cheyancy Jr., in the race for mayor. Three reasons were given for voting against Elorza. First? He lacks experience. Second? Elorza, the firefighters say they support the municipal income tax. This allegation was examined by Politi Fakt Rhode Island when she made it last month and ruled it wrong. Third? \"El Rosa wants to teach the children of our public schools about \"the absence of God,\" said the article. The basis for the claim is found in the Post: an article published by Elorza, a legal professor and former judge of the Housing Court, in the University of Pittsburgh Law Journal in 2010. The 54-page article, \"Scientificity and Constitution: Can the Government be too dark?\" provides for an answer to a question. \"If scientific evidence leads us to conclude that a certain aspect of God cannot be true, can this be taught in public schools?\" :: Elorza, who is on leave from Roger Williams University, Law School, where he studies constitutional law and other subjects. This article sets forth four points of view for God: the atheistic view in which God does not exist; the secular view, which considers that God created the universe but does not have an impact on everyday events; the poetic view, which considers that God is not only the Creator but also involved in world affairs; and what the rose calls the \"religious\" view in which God lays down a moral law but \"fully supports the minds of his followers.\" Elorza focuses on the theoretical point of view, arguing that it violates the laws of physics. He says that science proves that God God does not exist. The United States courts have generally ruled that something can be taught in public schools that may conflict with a religious belief if science supports it. Evolution is one example that Elorza gives. With regard to God's other three views, Elorza explains that their existence cannot be proved in one way or another. Consequently, no argument can be advanced to support education as non-existent, which would violate the Constitution, according to Ilorza. What was his answer to the question he had asked at the beginning of the article? \"I conclude, first, that teaching that God does not exist will not violate any of the fundamental values, and secondly, that the consequences of doing so are not as far-reaching as initially thought,\" Elorda wrote. Perhaps Elorza, in his lengthy academic paper, concluded that he could legally defend the teaching of the absence of a particular face of God, but there is nothing in the article that he says he wants schools to teach him. Others have written a lot on local blogs on this subject (see here and here), but we have not been able to find any public statements by Elorza calling on schools to take up this position. Facebook was published on February 7, 2021 in an article on Facebook, \"The Devil was diagnosed in the Super Bowl of Satan.\" • On February 8, 2012, he said the exact opposite during a discussion with WPRI-12 in August, when journalist Ted Nice asked him about the law review article. \"I'm not trying to teach this in public schools,\" said Elorza. \"This is the assumption that I have presented more than 60 pages in an academic article.\" \"And it's not something you've been trying to do in Providence schools?\" He asked me, Nessie. \"Sure not,\" Elorda replied. (See the exchange here, beginning at 28:40.) Derek Silva, Secretary of the Fire Federation, told us that Elorza is now trying to get away from the article. And when we called the Elorza campaign, his spokesman, David Ortiz, defended the candidate. He said \"Ortis\" in an e-mail. \"He believes in God. He does not want to teach atheism in schools, and he has never made this proposal anywhere.\" Our government, the Union of Providence Firemen, says that Jorge Elorza is an extremist who wants public schools to learn that God does not exist. But their only guide is the misreading of an academic article by Elorza in 2010. There's no place in the 54-page article that Elorza says he wants public schools to know that there is no God. Elorza said over and over again that's not his opinion, and we didn't find any public statements from him to suggest otherwise. This allegation of incitement is de facto unfounded. It's good that the Firefighters' Union has experience dealing with fire because we're judging this allegation with fire pants. If you have an allegation that you want Polly Fact Road Island to check, send us an e-mail on [a protected e-mail] and follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07123"}