{"url": "/factchecks/2019/jul/31/marianne-williamson/fact-checking-marianne-williamson-school-funding-u/", "speaker": "Marianne Williamson", "vclaim": "\"We are the only advanced industrial State that builds our educational funding on property taxes.\"", "truth_label": "half-true", "date": "stated on July 28, 2019 in an appearance on CBS's \"Face the Nation\":", "title": "Verification of Marianne Williamson on school funding in the United States", "text": "The Democratic Presidency candidate Marianne Williamson has developed a plan this week to create a new United States Department for Children and Youth focusing on issues relating to American children. In an interview on 28 July with Williamson, Margaret Brennan led the dialogue on the candidate &apos; s plan for a specific issue: general education. \"Well, let's talk about it,\" said Williamson, author. \"The truth of the matter is that we are the only advanced industrial State that builds our educational funding on property taxes.\" Really? Williamson made the same claim several times on Twitter and Facebook, and it also appears more than once on her campaign website, so we decided to check it out. Here's what we found: it's a little hard to say that the United States is funding for real estate tax education, and it's hard to make comparisons with other countries. (The Williamson campaign did not respond to requests for comments.) Funding for education in the United States depends on multiple sources. Experts say that Williamson's argument summarizes the fact that the United States leaves control of its schools to the United States. This means that individual states decide how to generate funding for their schools, as Margaret Rosa, Director of the Adonomix Laboratory of Georgetown University, said. Each state is different, but \"almost everyone depends on a combination of government and local funding.\" According to the most recent data from the National Centre for Education Statistics, public primary and secondary schools received about 8 per cent of funding in the period 2015-16 from the Federal Government, 47 per cent from state governments and 45 per cent from local governments. Some 81 per cent of local revenue was the result of property taxes, which means that more than one third (about 36 per cent) of all school funding came specifically from property taxes. Williamson &apos; s claim therefore overstates the extent to which the United States relies on property taxes. \"They are far from the sole source of income,\" said Andrew Richovsky, an honorary professor of public affairs and applied economics at the University of Wisconsin-Madison. But one third of all funding for education is nothing, too, and Rushovsky said that royal taxes tend to be the source of revenue that people know about. He said, \"It may be an exaggeration to say that we \"found\" our educational system to finance property tax, although it is understandable why people describe it this way.\" In addition, the school districts of the United States have become less dependent on real estate taxes over the past 50 years, as stated by Sean Corcoran, Professor of Public Policy and Education at Vanderbilt University. On January 13, 2021, bloggers announced verification of the remarkable facts in a story written by General David H. Berger, US Navy Commander. They rejected Nancy Belusi's request to use Marines to provide security, and told her \"We're not working for you.\" \"Many states have undergone wholesale school funding reforms where government aid is used to achieve equal income across school districts,\" said Corcoran, citing Michigan as an example. What about other countries? How does this line up with other developed countries? The comparison is difficult. Experts said that there were no international statistics on the share of education financing from property taxes. Corcoran referred to two related statistics that gave an idea of the compatibility of other States. First, OECD - an intergovernmental economic organization - ranks the United States above all other countries when it comes to a percentage of total tax revenue from property taxes. Second, OECD ranks sixth in the United States in terms of the percentage of all primary and secondary school earnings from local sources. Countries that rely more on local governments to pay for schools are Sweden, Norway, Iceland, Finland and the United Kingdom. But those five countries are different from the United States because they also \"have national funding formulas that are used to ensure fair and adequate financing,\" as Corcoran said. In most developed countries, central government plays a greater role in financing public education, and local governments are less important actors. However, some other countries also use real estate taxes to help cover part of the expenditure on education. Rishovsky said that a relatively small share of the United Kingdom property tax went to education, for example. In Israel, the central government provides most of the money, but the small piece provided by local governments comes from a property tax called Arnona. Similarly, for some provinces in Canada, \"the model works a lot like the one in the United States where the provinces take the lead and there's a local part that tends to exploit property taxes,\" said Rosa. But you don't know that from Williamson's statement. While property taxes \"play a more important role in financing public education in the United States than in most other developed countries,\" their claim is \"surely not literally correct,\" as Rushovsky said. At the same time, \"their basic significance - that no other developed country relies as much on domestic sources of income to finance schools (especially property taxes) - is true, Kurkuran said. Our rule, Williamson, said, \"We are the only advanced industrial nation that builds our educational funding on property taxes.\" The United States receives about 36% of education money from property taxes. It is therefore easy to say that the United States bases its school funding on property taxes, although there is considerable dependency. More importantly, experts said that while some other countries relied in part on property taxes to help pay for their schools, the United States banks relied most on them. We're assessing this statement half right.", "vclaim_id": "vclaim-pol-00377"}