{"url": "/factchecks/2019/apr/17/west-virginia-democratic-party/has-affordable-care-act-given-200000-plus-west-vir/", "speaker": "West Virginia Democratic Party", "vclaim": "High-cost Care Act \"Provision of health care coverage to more than 200,000 West Virgins\"", "truth_label": "true", "date": "stated on April 1, 2019 in a tweet:", "title": "Did the Affordable Care Act give health coverage over 200,000 WVV?", "text": ":: During the mid-term elections in 2018, many Democrats across the country claimed that they would be in a better position than their Republican competitors to protect American health insurance under the Affordable Care Act. The 2018 election cycle may now be over, but the West Virginia Democratic Party continues to make this argument. In fact, this issue gained new importance in March 2019 when the Trump Administration stated that it had decided to seek the complete repeal of the law in a case under way before the Court. (This is the same case as the West Virginia Prosecutor Patrick Morrissey, as we have noted.) In a tweet on April 1, the State party stated that President Donald Trump \"has threatened to repeal the entire Affordable Care Act, which provides health care coverage for over 200,000 Western Virgins. Older persons rely on them for medical prescriptions at reasonable prices and to cover a pre-existing situation.\" Trump threatens to repeal the entire Affordable Care Act, which provided health care coverage to more than 200,000 West Virgins. Our elderly depend on it for reasonable prescription and coverage of a pre-existing condition. Pic.twitter.com/TlfCxICCvh - WV Democratic Party (@wvdemocrats) 1 April 2019 here, we will consider whether the party is correct that \"more than 200,000 Western Virgins with health care coverage.\" (The West Virginia Democratic Party (WDP) did not reply to a query on this article. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black: 2 February 2021 the Affordable Care Act provides two main ways of obtaining coverage -- individual policies purchased from online markets and expansion of Medicaid to a wider pool of qualified Americans. We moved on to data on both types of the Kaiser Family Foundation. For the year 2019, the total number of Western Virgin citizens buying health insurance on the market was 22,599. For fiscal year 2017, West Virginia added 183,100 residents to its medical lists due to the Affordable Care Act. (The Director of Communications, Caesar Craig Balowski, said that the figures for 2017 were the latest available because of the delay in reporting in each country. Together, this works with 205,699 residents of West Virginia to secure coverage of the law, making the democratic tweet accurate. He added that other citizens of the Western Virgin Islands benefited from the law without specifically obtaining insurance under the law. For example, the law requires coverage of pre-existing conditions and provides more generous coverage of prescription drugs in medical care. Our ruling of the West Virginia Democratic Party said that the expensive Care Act \"provided health care coverage to over 200,000 Western Virgins.\" The total market insurance purchases and the increase in Medicaid coverage amount to 205,699, according to the latest available data. This is consistent with what the tweet said, so we evaluate it correctly. Sharing the facts of 2019-04-17 18:48:18 UTC PoliticsFact 6 1 7 PoliticsFacting: True Affordable Care Act \"Provide health care coverage for over 200,000 Western Virgins.\" Democratic Party of West Virginia https://twitter.com/wvdemocrats/status/1112787510055325698", "vclaim_id": "vclaim-pol-00747"}