{"url": "/factchecks/2019/jun/21/kirsten-gillibrand/gillibrand-claims-legislative-victories-trump-era/", "speaker": "Kirsten Gillibrand", "vclaim": "\"Even in the last Congress, President Trump signed 18 of my bills.\"", "truth_label": "half-true", "date": "stated on June 10, 2019 in an interview:", "title": "Gilbrand claims legislative victories in the Trump era.", "text": "The point that Miss Kirsten Gillibrand, D.N.Y., shows her on the course of the presidential campaign is her ability to work across the political corridor. \"Even in the last Congress, President Trump signed 18 of my bills. I don't think he knows he did, but he did, \"Giliberand told the editorial board in De Moin's record. She often repeats it, so we examined her claim. It soon became clear that assessing the validity of her statement would not be as simple as searching for the legislation she sponsored in a congressional database and knowing which bills had been passed. We have approached the Gillibrand campaign to obtain evidence of her claim. The speaker, Meredith Kelly, presented a list of legislation that she sponsored or co-sponsored that made law in some form, usually as part of other draft laws, during the 105th Congress in 2017-18. This list had 17 legislation, including an amendment, and item XVIII was several bills aimed at changing sexual harassment policies in Congress. With one exception, the renaming of the post office did not follow a simple path from its sponsorship to the signature of the President. In some cases, bills originated in her office, but the House of Representatives version was signed into law. This includes a draft law on a hydroelectric project in the Cannesville dam, east of Pinghamton. In this case, the Republic of Burkina Faso sponsored similar legislation in the Chamber of Deputies one month after the Bill was submitted by Gilbert. His bill finally approved both houses. In the meantime, the Gilbrand Bill was amended in the Senate. At that time, Burkina Faso was a member of the Republican majority in the House of Representatives, and Gilibrand was a democratic minority in the Senate. In another case, the Chamber of Deputies &apos; version of a bill to conduct a study in Oswego was signed, although Gilibrand was carrying a relevant bill in the Senate. In two of the bills that have become law, Gilbert was an original sponsor, which means that she signed the bill at the time of its introduction. This took place with a bill sponsored by S. Chuck Grassley, R-Iowa, to provide benefits to public safety officers and survivors. Another project, sponsored by Mr. Roy Blunt, from R-Missori, allows military families more flexibility in places where they live before or after a new assignment. This bill has become a law as part of a major bill on defence spending. The Gillibrand campaign provided evidence that Grasley and Blunt were crediting Gilibrand for its billing work. Most of the items on the list have started as draft laws sponsored by Gilbert, but have been approved in whole or in part as part of other draft laws. The Gilibrand Act on Vocational Education in Computer Sciences was signed into law after it became a provision in another bill, the Promotion of Vocational and Technical Education for the 21st Century. Provisions have also been included in the Vocational and Technical Education Act for another draft of the Gilibrand Acts, which promotes industrialization and practical learning. A draft law aimed at reducing wealth inequality has been included in a draft law on defence spending. Provisions of the draft law I have submitted to assist dairy farmers have been adopted as part of the draft farm law. In one case, it submitted an adjustment to the defence bill for clean drinking water contaminated with activities supported by the Air Force. The expenditure bill has been signed into law. On January 13, 2021, Jake Taber stated in his remarks on CNN that Donald Trump's second presidential accusation was \"more isolated between the two parties in American history.\" Although it was not a sponsor of the legislation adopted, the Final Act contains provisions from the legislation sponsored by Gilbert. These included ensuring that interns were covered by this policy, abolishing compulsory mediation for 30 days prior to filing a complaint, and conducting a \"climate survey\" in the offices of the Chamber of Deputies and the Senate on sexual harassment and other workplace issues, among others. Its activities on these reforms have received considerable national media attention. Experts said that effectiveness evaluation was not simple. It may be difficult to measure the amount of work done by a lawmakers behind the scenes to promote legislation, because the paper trail is not always clear, as said by Grant Riher, Professor of Political Science at Syracuse University. Joshua Heder, a senior colleague at the Institute of Government Affairs at Georgetown University, said that the introduction of bills into other legislation was common. \"Negotiating the legislative process in the Senate means often giving the senators what they want in exchange for raising their threat,\" said Hadder. A good legislator does not insist on passing its legislation as a stand-alone bill, as Dan Deller, a former senior senator and policy manager at the Logar Center, has said, measures bipartisanism. \"If you're so arrogant (to insist) that your bills pass free, nothing can ever be done,\" said Diller. But, if you sign up to be the 15th shepherd, you probably didn't do much to push the bill, as he said. Gillibrand did not claim any invoices that were not original providers, nor did it recognize its contributions by the sponsor. In the event that part of a draft law is adopted as part of a larger bill, this indicates a flexible legislature dedicated to governance, as Delar said. It is difficult to determine the amount of credit the legislator should receive in this case, but the legislator should have access to credit if its entire bill is adopted as part of a different bill. Craig Volden, an expert in legislative effectiveness and a professor at the University of Virginia, took a different view. In his model, he and his partner, Alan Wyzman, allocate credit only to bills sponsored by the legislator, not those co-sponsored by them. As for ideas or language that end in law, \"there is no established objective criterion,\" Volden said. According to Congress.gov, run by the Library of Congress, Gilbert was one of the sponsors of the bill signed by Trump during the 115th Congress, renamed by the post office, and co-sponsored 18 other bills. These bills, which we co-sponsored, were largely not those provided by the Gilbert campaign. Our judgment, Gillibrand, said Trump signed \"18 of my bills.\" The invoices Gillibrand referred to were not pure bills that arose in her office. As the experts have said, legislation requires flexibility to achieve anything. In fact, the provisions contained in bills sponsored or supported earlier by Gilbrand have become law, but they are usually part of other bills. Assessing their contributions to those laws and how they affect policies requires precision and understanding of how legislation works. However, its wording lacked precision. Maybe it was pretty much her ideas, but she called it \"Vuity.\" For all but one of the invoices, important details were left: in their final form, the invoices were sponsored by another person. We value her claim half right.", "vclaim_id": "vclaim-pol-00505"}