{"url": "/factchecks/2019/mar/04/blog-posting/chicago-id-card-does-not-allow-illegal-voting-cont/", "speaker": "Bloggers", "vclaim": "Chicago now has city identity cards that allow illegal immigrants to vote in local, state and federal elections.", "truth_label": "false", "date": "stated on February 28, 2019 in a Facebook post:", "title": "Chicago ID doesn't allow illegal immigrants to vote in the country.", "text": "Facebook falsely claims that a new identity card from Chicago allows immigrants in the country to vote illegally in local, state and federal elections. Chicago now has city identity cards that allow illegal immigrants to vote in local, state and federal elections (which is illegal), according to the February 28 website. \"So, let's be clear: the same Democrats who want to accuse President Trump of colluding with foreigners to interfere in our elections, illegally conspire with foreigners to interfere in our elections.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This article appears to refer to the \"Chicago City Key,\" an optional and valid government identity card available to all residents of Chicago - regardless of their immigration status. In April 2017, the City Council of Chicago issued a decree authorizing the implementation of the Citykey programme. The card is for identification purposes and is also used as a library card and a transit card. They can also be used to obtain cuts in museums and certain sporting works and events. Since it is an identity card, American citizens can also use it to register for voting. However, this does not mean that illegal immigrants in the country are allowed to register or participate in the electoral process. On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" \"The law has not changed: only United States citizens who meet other eligibility requirements such as age can register to vote. The possession of the city key does not change that \"Janice Ortiz, the city manager of Chicago, said within the city clerk's office. \"To be perfectly clear, this Bureau will not encourage anyone who is not eligible to vote to do so.\" The Federal Act prohibits non-American citizens from voting for candidates seeking federal posts, such as the Presidency or a seat in Congress. A few municipalities across the country allow non-United States citizens to vote in local elections if they are permitted under the state constitution, law or local order. (Non-American citizens include immigrants with legal permanent residence and illegal immigrants here.) But Chicago is not one of these cities. Citizens other than the United States cannot vote for city or state offices, as stated by Jim Allen, spokesman for the Chicago Electoral Council. Regardless of their immigration status, parents in Chicago can vote for local school councils at the school level, as Allen said. Traditional local school councils include the Director, parents, community representatives, teachers, a non-school representative and a student representative. (The Mayor appoints the members of the Council of Education of Chicago.) \"The local school council elections aren't like regular elections,\" said Allen. \"LSC elections do not involve voter registration, are not subject to the electoral law and are not administered by the electoral authorities.\" Facebook claims that Chicago's identity card \"enabling\" illegal immigrants in the country to vote in local, state and federal elections is not based on facts. We evaluate the mail wrong. 2019-03-04 22:10:52 UTC Politics Fact 2 1 7 PoliticFacting: fail: \"Chikago now has city identity cards that allow illegal immigrants to vote in local, state and federal elections.\" Facebook bloggers in Facebook book on Thursday, 28 February 2019 2019 - 02-28 Read more information", "vclaim_id": "vclaim-pol-00944"}