{"url": "/factchecks/2019/may/03/facebook-posts/no-roman-statesman-did-not-give-warning-about-trum/", "speaker": "Facebook posts", "vclaim": "A Roman statesman says 42 BC. He had \"a warning about Trump\" when he said 2,000 years ago that the nation \"cannot survive betrayal from within.\"", "truth_label": "false", "date": "stated on April 29, 2019 in a Facebook post:", "title": "No, a Roman statesman didn't warn Trump thousands of years ago.", "text": "An article on Facebook quotes from a Romanian public speaker and a statesman Cicero as \"a thousand years old warning about TRUMP.\" The quote reads: \"The nation can survive its stupid, even ambitious, idiots. But he can't survive betrayal from within. For the traitor, he does not seem a traitor - he speaks a language familiar to his victims, and he appeals for the sobriety that lies at the heart of all people. It rots the soul of a nation - it works secretly and anonymously at night to undermine the pillars of the city - and it infects the political body so that it can no longer resist. \"The killer is less afraid of him.\" The words, with some slightly different repetitions, were widely attributed to Cicero over the Internet for some time, but we didn't find any evidence that he actually said or wrote them. (In addition, he died in 43 BC, a year before the Mimi claimed to have quoted him.) The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher: January 16, 2021, we followed the quote to a 1965 fictional novel by Taylor Caldwell called \"Iron Element.\" On page 661 of the book, they attribute the passage to Cicero's speech in the Roman Senate on 58 BC. It's like \"registered by Saluste.\" While the novel often contains speeches and recorded messages from Cicero, it is a fictional work, and the video cannot be found in electronic archives or works compiled from the writings and addresses of Cesero. Catherine Steele, a classic professor at Glasgow University, Poletti Fuckett, told that she did not find this quote in any of Cicero's works. \"I don't know that this is the translation of any work from Cicero,\" wrote Steele in the e-mail. \"The idea of internal threat appears in his letters against Caitlin from 63 BC, especially. 211, but there is no close similarity in terms of language.\" In addition to the quote in a 1965 fictional novel, there are no official documents for Cicero's writings or extensive speeches, anything close to the clip. We're assessing this wrong. The facts shared 2019-05-03 18:09:08 UTC Politic Fact 2 1 7 PoliticFact Drafting: An error says a Roman statesman in 42 BC. He had \"a warning about Trump\" when he said 2,000 years ago that the nation \"cannot survive betrayal from within.\" On Monday, 29 April 20, 2019 2019-04-29, Facebook bulletins on the Internet read more information.", "vclaim_id": "vclaim-pol-00673"}