{"url": "/factchecks/2019/jun/06/donald-trump/donald-trump-says-republican-voters-him-more-they-/", "speaker": "Donald Trump", "vclaim": "\"Got massive Republican support. I have 90% - 94% consent rating, as of this morning, at the Republican Party. This is an unprecedented record.\"", "truth_label": "half-true", "date": "stated on June 4, 2019 in a press conference in London:", "title": "The Republicans support Donald Trump, but not as much as he said.", "text": "President Donald Trump has leadership over Republican voters, but it's not as high as he says. In a press conference with British Prime Minister Theresa May, a correspondent asked Trump what he thought of Republican legislators who threatened to ban his prescribed definition against Mexico. \"I think if they do, it's foolish,\" said Trump June 4. \"Got massive Republican support. I have 90% - 94% consent rating, as of this morning, at the Republican Party. This is a record at all. Can you believe it? Isn't that something? I love records.\" Trump enjoys strong support among Republican voters. But no public survey supports the excellent performance that he played. We texted the White House to refer to the polls on which Trump relied. We didn't hear a reply. Given the support of Republican voters, the highest number of recent polls in Trump is 87% of Gallup. CNN comes in a second at 86%. The other four are less. All ballots are based on surveys conducted at the end of May. There is no margin of error, between the polls that provide them, would be large enough to deliver 94% that Trump alleged. Trump's approval among Republicans was not generally recorded in the 1980s from mid to high, which would be described as strong. In March and April, there was a slight increase of 90% in Gallup. This type of transformation is part of the natural variation in voting. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, we checked whether the approval of the Republic &apos; s Trump was at its highest level ever, either at this stage of similar states or at all times, as he said. At this stage of his administration (about 860 days), Trump sometimes agreed behind George W. Bush, who received a 94% degree within his party, as did his father George H.W. (Bosch) Ronald Reagan and Richard Nixon raised the background, getting nod from only 79% of Republican voters in May of their third year in office. Here's the whole picture, back to Dwight Eisenhower. Trump once claimed that he had the highest number of votes \"in the history of the Republican Party. This includes honest Abby Lincoln and Ronald Reagan. We've assessed this as a mistake. In the recent past, not only were other Presidents enjoying higher numbers, but there were no data from Lincoln's time. That's pure invention. For real records, look at George W. Bush, who, according to Gallup, obtained approval from 99% of the Republicans in the month following 11 September of the terrorist attacks. The Governor, Trump, said: \"I have had tremendous Republican support. I have 90% - 94% consent rating, as of this morning, at the Republican Party. This is an unprecedented record.\" While its numbers are constant in the middle to the highest 80, no survey puts it at 94%. Nor did the White House refer to a referendum with this level of support. However, approval of 87 per cent or 89 per cent is a strong manifestation. Where Trump went off the ship, he said he had a record. That didn't happen. The statement as a whole is partly accurate, so we assess it half right.", "vclaim_id": "vclaim-pol-00558"}