{"url": "/factchecks/2019/mar/05/facebook-posts/no-bernie-sanders-didnt-march-fidel-castro-cuba/", "speaker": "Facebook posts", "vclaim": "According to Bernie Sanders, he walked with Fidel Castro and Chi Guevara in Cuba.", "truth_label": "pants-fire", "date": "stated on February 28, 2019 in a Facebook post:", "title": "No, Bernie Sanders didn't walk with Fidel Castro in Cuba.", "text": ":: Editor &apos; s note: This fact check has been updated with additional photo information. The Facebook article defines the man walking with Fidel Castro in Cuba as Mr. Bernie Sanders, I-Vt. It's not really Sanders. \"Fild Castro, Chi Guevara and young Bernie Sanders marching in Cuba,\" mentions the cutting of the line under a black and white image of a group of men walking alongside their associated weapons. The article, which was published on Facebook on 28 February, was referred to as part of Facebook efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) The picture has a red arrow that refers to a man on Facebook who is known as Sanders. But we didn't find any evidence that he was Saunders. The spokesman for the Sanders campaign, Josh Orton, told Bolift Fuckett that Sanders had never met Castro or Guevara. We found the same image with a different address using reverse image search. The title said: \"He left Fidel Castro along with Osvaldo Durdicos (President of Cuba from 1959 to 1976) with Chi Guevara at the 1959 procession in Havana. The picture is recorded in the archives of world history/Alami inventory. Castro Cuba ruled for decades up to 2008. Guevara was a key figure in the Cuban Revolution led by Castro in the late 1950s. Where was Sanders in 1959? That year, he graduated from Brooklyn High School. His spokesman said Saunders did not board a plane until 1961, when he joined the University of Chicago. The same picture of men walking along with the allegation that one of them was Sanders appeared on an undated article by Giuseppe Gallup, who defines himself as a entertainment website and bears this warning in a joke: \"Please do not allow your children to use this site. If something in one of the stories you see here isn't true, it means it's fiction. You can still do this without censorship - creating imagination. You may find it ironic, and that's okay, too. If this insults you, you might want to consider using better than your time of disgruntled running the mill. Your energy will improve. This sentence follows legally the sentence that precedes it.\" Another sign that Gishop Gallop's story is not true is the author's autobiography, Cleveland Sam, which is full of ridiculous tales about his so-called heroism, such as saving a girl from \"Llama herd chips\" and saving children from near death from \"Jet's ice cream truck accidents.\" The undated story of Sanders in the photograph also contains a number of other ridiculous statements about Sanders, including that he was born in Cuba but later fled on the trunk of a 1960 Chevrolet car turned into a boat. So who's the guy? After we published this fact check, we received an e-mail from Professor William Leo Grand, an expert in Latin American politics, about the identity of the man in the picture. Leo Grand told us that the man in the photo was Regina Pootie León, Minister of the National Economic Council at the first Cuban Council of Ministers after 1959. The photograph was taken on March 5, 1960, during a march to pay tribute to the victims of the explosion of La Cooper's munitions ship, which Castro believed had been vandalized by the CIA, as he said. He referred to a more famous picture of the same march found on Wikimedia. Pootie Lyon's name does not appear in the description but is listed in the categories at the bottom of the page. Another article about him shows a picture of him in the march. Pootie Lyon came to the United States with Castro in April 1959 with the expectation of negotiating an economic aid agreement, as Leo Grande said. \"But Castro prevented his advisers from seeking help and the Ministry of Foreign Affairs rejected her offer, so Castro went away empty-handed. While the revolution was extreme, Pootie was transferred from the middle, but he remained pro-revolutionary, serving in various locations until his death. &quot; Professor Ted Henkin, a Latin professor at the New York City College of Paroch, also confirmed that the picture was that of Pootie Lyon. Our verdict under a photograph said that Bernie Sanders crawled with Fidel Castro and Chi Guevara in Cuba. The same picture appeared on a entertainment site. Research in the opposite picture showed that the historical picture included Castro and Guevara in the 1959 review in Havana, but we found no evidence that Sanders was one of the men in the picture. The experts told us that the man was Regina Pootie Leon in the 1960 review. We're assessing this pants claim on fire. https://www.sharethefacts.co/share/3563f564-cbdc-47d8-99f3-341a51990ea1", "vclaim_id": "vclaim-pol-00935"}