{"url": "/factchecks/2019/jan/23/facebook-posts/no-pepsi-employee-didnt-contaminate-companys-produ/", "speaker": "Facebook posts", "vclaim": "Pepsi admitted that one of the employees contaminated his products with AIDS.", "truth_label": "pants-fire", "date": "stated on January 9, 2019 in a Facebook post:", "title": "No, Pepsi's employee didn't pollute the company's products.", "text": "Searching family photos, news stories, \"personal news\" and scams that fill our social media accounts are not for the weak, or for people who try to reduce time on the screen. Among the updates from friends and hots from intellectuals, there are often dark warnings, sparking fear, and it's just, well, wrong. \"There's news from the police,\" reads one of these articles from Facebook from January 9. \"It's an urgent message for all. In the next few weeks, please don't drink any PEPSI product like Pepsi, Tropicana juice, Place, 7up, etc. A worker from the company admitted that he had added his blood contaminated with AIDS. Watch MDTV. He was on the sky news channel yesterday. Please come forward and warn others as well.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) \"This is wrong,\" Pepsico said in the e-mail after Polyte Fuckett wrote to look for more information about the allegation. ==History==Nawa Y. Kim: 22 January 2021 Sky News did not respond to an e-mail asking whether the network had broadcast a section, as Facebook claims, but we were unable to find any evidence of such a story on its website. In fact, we have not been able to find any reliable articles about what is called \"an urgent message.\" But what's worth: you can't get HIV from eating a person with HIV, according to the Centers for Disease Control and Prevention. \"Even if the food contains small amounts of blood or sperm infected with HIV, exposure to air, heat from cooking, and stomach acid will destroy the virus.\" We're assessing this allegation pants on fire! Sharing the facts 2019-01-23 20:38:53 UTC PoliticsFact 1 1 7 PolityFact Rating: Pants on Fire Pepsi acknowledged the contamination of its products on Facebook at https://www.facebook.com/photo.php?fbid=2066257066751267&set=a.1169721699738146&typeter=3&ther Withher Webday, 9, 2019-2019-01-09 read further information.", "vclaim_id": "vclaim-pol-01100"}