{"url": "/factchecks/2019/apr/22/viral-image/no-peta-activist-wasnt-taped-tree-after-protesting/", "speaker": "Viral image", "vclaim": "A PETA activist was registered on a tree after protesting against a motorcycle crowd.", "truth_label": "pants-fire", "date": "stated on April 10, 2019 in a Facebook post:", "title": "No, no PETA activists were registered on a tree after protesting against the motorcycle crowd.", "text": "Short-secured animals should not be used to make clothing. They urge people to avoid the skin (see: \"How to wear Vegan\"). A recent article on Facebook indicates that they pressured the wrong people. \"This is how the police found one of three missing protestors from PETA who chose to race bikes to complain about the use of skin,\" read the text over the image of a man posted on a tree. The article, which was published on Facebook on 10 April, was referred to as part of Facebook's efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) We tried to track the origin of the image, but we couldn't find its origin conclusively. We looked for the picture elsewhere on the Internet, but we found it on blogs and websites early in 2008. Our research also led us to the 2010 story on the Glossynews.com website. The main address is \"The Activists are missing after declaring \"The War on the Skin\" in the motorcycle race.\" Here's an excerpt: Facebook articles for fact-finding mentioned on January 11, 2021 in an article in Facebook Nancy Belusi no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021 \"They peed on me!!!!\" One of the activists was accused. \"They caught me, and they said I looked like the French, and they started calling me \"Don't see,\" and they stuck me on a tree so they could piss on me all day!\" If you think this sounds unbelievable, please trust your gut. Because Glossy News.com is doing himself on his website as \"Glossy News Satere.\" \"We're fake news!\" It's written at the top of the site. We're assessing this Facebook mail pants on fire! Sharing the facts of 2019-04-23 14:30 UTC PoliticsFact 1 1 7 PolityFact Rating: Pants on Fire A PETA activist registered on a tree after protesting the gathering of motorcyclists. The viral image on the Internet Wednesday, 10 April 2019 2019-04-10 Read more information", "vclaim_id": "vclaim-pol-00735"}