{"url": "/factchecks/2016/sep/09/donald-trump/trump-says-veterans-treated-worse-illegal-immigran/", "speaker": "Donald Trump", "vclaim": "\"Our veterans, in many cases, are treated worse than illegal immigrants.\"", "truth_label": "false", "date": "stated on September 7, 2016 in a speech in Philadelphia:", "title": "Donald Trump, a false prosecutor, in front of the warriors, treated worse than illegal immigrants.", "text": "Donald Trump has repeatedly said that immigrants living illegally in the United States have better than veterans who served the country. On the occasion of the Memorial Day, he said it at a meeting in honour of prisoners of war and soldiers missing during the fighting, during a speech in Arizona setting out his plan for immigration, and more recently in the Philadelphia Union, which supports veterans and their families. \"Our veterans, in many cases, treat worse than illegal immigrants, people who come to our country illegally,\" said Tramp September 7. His campaign related to the claim, providing evidence that he was right. We decided to take a deeper look. The Trump campaign claimed in an e-mail that many politicians paid more attention and pledged more support to those living illegally in the country than to the veterans. Specifically, the Trump campaign said that Hillary Clinton \"devalued\" the Ministry of Veterans' Affairs scandal over veterans waiting months for medical care. Also note that she did not ask for \"a large group of veterans who benefit from her first 100-day bill as president.\" Instead, she said that she had undertaken \"to fight for illegal immigrants and to spend taxpayers' dollars granting them benefits, such as Obama's care, social security and medical care.\" (We have estimated a similar allegation from Trump that Clinton pledged amnesty on its first 100 days and provided Obama's care, social security and medical care to undocumented migrants.) The Trump campaign also referred to an article in Washington Post in 2008, which indicated that a man who had previously been convicted of driving a drunken car had not been questioned about his immigration status. Two people were subsequently killed while drunk and fast, and sentenced to 24 years &apos; imprisonment. The Trump team wrote: \"Irregular immigrants convicted of driving under the influence of alcohol are often released without any consequences for immigration.\" \"But military personnel who receive drunk driving are punished by their commanders and by the military court.\" The campaign also stated that in terms of financial resources, billions of dollars were spent at all levels of government on undocumented migrants, and some $950 million had been budgeted for fiscal year 2016 to care for children who entered the country illegally without their parents, and the cost of sheltering undocumented migrants in prison in fiscal year 2014 amounted to $1.87 billion. Apart from the account of driving under the influence of alcohol, we are not sure that any of these examples show how veterans are treated worse than those living illegally in the United States. So we decided to compare the two groups directly by using the things that Trump often talks about -- education, health care, fiscal and financial policy. With regard to general education K-12, in 1982 the Supreme Court ruled that no one could be denied access to education, even if not documented, said Irene Blomerad, a professor of sociology at the University of California. This parity also applies to veterans, but it is assumed that veterans do not seek K-12 education, as Bloomrad said. \"At best, we can deduce any advantage, in one way or another, in this level of education,\" she said. This Supreme Court ruling does not apply to post-secondary education, and it is up to the states to establish rules regarding access of undocumented migrants to public colleges and universities. There are two states - Alabama and South Carolina - that prevent undocumented students from attending post-secondary general institutions. According to the network of university leaders for access to education and diversity, the State Council of Georgia does not allow undocumented students to attend selective public universities (institutions that accept less than applications). \"Veterans are supposed to face no ban on registration,\" said Bloomrad. \"Veterans are clearly not treated worse; in some states, undocumented students are in a much more difficult situation.\" Old residents could also pay tuition fees in the states and could apply for federal post-secondary education benefits. Higher education and training benefits are available to veterans, servicemen and their families through federal programmes such as the post-11 September bill. Undocumented students are not entitled to federal financial aid. In some states, undocumented students are required to pay higher rates than outside the state for their education, even if they have lived in that state for most of their lives, as Blomrad said. Overall: Veterans with benefits. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On 11 January 2021, the Emergency Medical Care, Medical Treatment and Active Work Act, enacted by Congress in 1986, stipulated that hospitals should provide emergency care to anyone until his condition stabilized. (Bosch) Even undocumented migrants, under the law, can receive immediate emergency care -- but also veterans. In this regard, both categories are treated in the same way in cases of medical emergency. Undocumented migrants are not entitled to purchase health coverage through the Affordable Care Act. Whelinski states that Veterans registered in the Veterans &apos; Health Care System (approximately 9 million out of 22 million Veterans) are not eligible for the Affordable Care Act, but others - unless they are qualified or otherwise covered, such as medical care or employer-sponsored insurance. However, veterans are eligible for medical care. Whelinski said: \"It's hard to think of an example where an illegal immigrant gets better care.\" It is clear that some care for veterans does not meet the required criteria or is delayed, but this is a different problem, as she said. Catherine Baker, an expert in health economics at Harvard University, said that there were limits to programmes and care available to undocumented migrants. For example, they are not eligible for medical assistance. Veterans are eligible for medical assistance, and those who meet the requirements do not usually pay for the health care provided under the Veterans &apos; Affairs, according to the Department of Veterans &apos; Affairs. \"I can't think of ways in which veterans have less access or less quality care than undocumented migrants,\" said Baker. Overall: Veterans with benefits. Taxes. Veterans &apos; social security benefits are generally not taxed and many members of tax subsidy services, as stated by Robert Williams, Senior Fellow of the Tax Policy Centre of the Urban Institute-Brookings Foundation. In-service pay in a combat zone was exempt from the federal income tax. \"I can't think of any tax issue that would hit forces stronger than undocumented immigrants,\" said Williams. Veterans are entitled to social security benefits. The laws enacted in 1996 and 2004 prohibit social security benefits paid to unauthorized migrants or to any non-citizen without an authorized social security number at some point, according to the Department of Social Security. As also stated by Associated Press, undocumented migrants do not have the right to vote, nor do they have legal authorization to work or obtain most of the government benefits. Veterans who are citizens have the right to vote and have resources to work, such as the Veterans Employment Centre, and may qualify for health benefits relating to veterans &apos; affairs. Overall: Veterans with benefits. Our governor Trump said, \"Our veterans, in many cases, are treated worse than illegal immigrants.\" In some states, undocumented migrants are prevented from attending post-secondary institutions, or from paying extra-state tuition fees even if they live in that state for most of their lives; veterans are eligible for federal higher education and training benefits and are eligible for state education. Undocumented migrants are not eligible for medical assistance, cannot purchase coverage through the Affordable Care Act, and cannot receive social security benefits, all of which are available to veterans. Veterans also have the right to vote and are eligible for federal employment resources. Veterans are entitled to several other benefits that are not provided to civilians, not to mention undocumented migrants. We assess the wrong Trump statement. https://www.sharethefacts.co/share/c6c9debf-8a07-41f2-8fac-19afbbbc84c", "vclaim_id": "vclaim-pol-04348"}