{"url": "/factchecks/2016/sep/21/hillary-clinton/hillary-clinton-overstates-impact-new-start-russia/", "speaker": "Hillary Clinton", "vclaim": "New START, which passed through Clinton as Foreign Minister, says \"Russian Nuclear Weapons Cut-off Treaty.\"", "truth_label": "half-true", "date": "stated on September 9, 2016 in a television ad:", "title": "Hillary Clinton overestimates the impact of the New START Treaty on Russia's nuclear arsenal.", "text": "The Democrats and Republicans working together managed to get Russia to cut off its nuclear weapons, as Hillary Clinton said in a recent television commercial. In the Declaration, Clinton criticized her competitor, the Republican candidate for President Donald Trump, for claiming that he was capable of solving the country &apos; s own problems. She then recorded her record as First Lady, Senator and Minister for Foreign Affairs. \"Donald Trump says he alone can solve the problems we face,\" says Clinton on camera. \"Well, I don't think that's how you get things done in our country. It requires Democrats and Republicans to work together. This is how we received health care for eight million children, rebuilding New York City after 9/11, and making the Treaty on the Suppression of Russian Nuclear Weapons. We need to get people together. That's how you solve problems, and that's what I'm gonna do as president.\" The \"Single Road\" ad was broadcast in seven states, starting on 9 September. We wanted to look at the \"Russian Nuclear Weapons Cut-off Treaty,\" which led us to the Clinton Foreign Policy Register while the Foreign Minister was from 2009 until early 2013. Clinton refers to the new Strategic Arms Reduction Treaty, the New START Treaty, an agreement between Russia and the United States aimed at reducing strategic nuclear weapons deployed by both countries. The original START Treaty was in force from 1994 until it ended in 2009; a new START Treaty was signed in April 2010 and entered into force in February 2011. Clinton &apos; s claim that the new START Treaty has reduced Russian nuclear weapons is inaccurate and overemphasizes the Treaty &apos; s impact. \"Russians are not expected to reduce their nuclear weapons stockpiles rapidly or significantly,\" said Lisa Coch, a nuclear proliferation professor and expert at Claremont McKenna College. \"New START can be described as a modest treaty, not an overwhelming arms control treaty.\" What's in the treaty? The new START Treaty has three main limitations on vehicles capable of launching nuclear weapons and nuclear warheads themselves. By February 2018, both Russia and the United States must meet these constraints: deploy 700 ballistic missiles and heavy bombers: intercontinental ballistic missiles, submarine-launched ballistic missiles and nuclear-capable heavy bombers; deploy 800 full and non-deployed launchers: intercontinental ballistic missile launchers, submarine-launched ballistic missile launchers and nuclear-capable heavy bombers; and deploy 1,550 nuclear warheads to these missiles and bombers. It is true that these limits are more restrictive than previous treaties. For example, START I limited deployed nuclear warheads to 6,000 and START II to 1,700 to 2,200. However, it is doubtful whether, in practice, Russia &apos; s nuclear arsenal has been reduced for two main reasons: first, Russia was in fact under the new START border in two of the three categories when the Treaty began to be implemented in February 2011. The Ministry of Foreign Affairs publishes information on the position of the two countries on these requirements twice a year, starting with an initial exchange of data when the new START Treaty entered into force in February 2011. At that time, Russia had 865 deployed and unpublished strategic rocket launchers and heavy bombers, which means that it will have to reduce the fleet by 65 to meet the 800 ceiling by February 2018. However, Russia has deployed 521 missiles and heavy bombers out of 700 permitted rockets and distributed 1,537 nuclear warheads out of 1,550 permitted nuclear warheads. In fact, Russia was able to increase its deployed missiles and heavy bombers, as well as deployed nuclear warheads, later in February 2011, and remained within the Treaty &apos; s borders. They rejected Nancy Belusi's request to use Marines for security, and told her that we were \"not working for you.\" It is true that the treaty has fewer limits than previous treaties, but because Russia was already below the new limits of START's deployed forces treaty when the treaty entered into force in 2011, it is not true to say that the treaty \"has reduced Russian nuclear weapons,\" Hans Christensen, the director of the Nuclear Information Project of the Union of American Scientists, which supports arms control. In fact, the latest report of the Ministry of Foreign Affairs shows that in March 2016, Russia had 1,735 published nuclear warheads, some 200 more than permitted by the Treaty. At first glance, this may seem like Russia is building its deployed nuclear arsenal despite the Treaty. However, the experts told us that this rise is in fact the result of Russia &apos; s modernization of its nuclear programme. In essence, they send new submarine launchers and missiles that can carry more nuclear warheads per vehicle without having yet retired from old warheads, so there are some complications at present. Because the New START Treaty does not set limits during this interim period of implementation (February 2011-February 2018), Russia still has a few years to place its deployed nuclear warheads within the Treaty &apos; s limits. Experts expect to do so. Christensen said: \"The compliance of Russia is not in question at this stage.\" Before the passage of the new START Treaty, it was clear that Russia intended to modernize its nuclear arsenal significantly, as Stephen Beaver, Director of the Brookings Initiative for Arms Control and Non-Proliferation, said. Now, the modernization efforts of these States need to be tailored to the limits of the new START Treaty, and it is not clear whether they will go beyond those limits in the absence of the Treaty. \"I would like to say that the new Start is working to reduce and limit Russian strategic weapons, but I will not overreact deep into the reduction,\" said Beaver, the supporter of Clinton, who testified before Congress in favour of the new Start. Secondly, the New START Treaty limits only a part of nuclear arsenals. The new START Treaty is essentially a published strategic weapon. However, it does not limit non-strategic weapons, nor weapons that have been stockpiled or withdrawn. The Treaty \"does not require either Government to destroy undeployed warheads,\" said Coach. \"The two Governments can still store warheads beyond the agreed limit of 1,550 without violating the Treaty.\" With the exception of the thousands of warheads that have been withdrawn and awaiting dismantlement, Russia currently has some 4,500 nuclear warheads, including stockpiles and 1,735 deployed warheads reported for the New START Treaty, according to estimates by the Union of American Scientists. The arsenal of Russian nuclear warheads has been declining steadily since the 1990s. This decline was almost stagnant during President Barack Obama &apos; s presidency, reaching some 4,500 people since 2012, according to the Union of American Scientists. Throughout Obama's term - and for the term of Clinton as Minister of State - Russia has reduced its entire nuclear arsenal significantly less than it did under the previous three Presidents. It would be difficult to attribute any reduction in Russia &apos; s nuclear stockpiles to the new START Treaty, given that the Treaty limits only deployed weapons. \"The end of the cold war, the financial crisis of the 1990s and the START I Treaty have had a far greater impact on shaping the current and planned Russian nuclear posture of the new START Treaty,\" said Christensen. It should be noted that some experts no longer consider stockpiles to be a serious threat to security. In the light of the limitations imposed by the new START arms control, the effectiveness of the large stockpile is limited, especially since Russia produces only about 10 rockets annually, according to a report by the Congressional Non-Party Research Service. Thus, the Treaty may not make Russia feel the need to stockpile a large number of weapons. Our rule, Clinton, said that the New START Treaty, which was successful when it was the Foreign Minister, was the \"Russian Nuclear Weapons Cut-off Treaty.\" Russian nuclear weapons have not yet been cut off by the Treaty. However, if this happens in the future, after the Treaty was fully implemented in 2018, it would seem that any reductions would be minimal rather than comprehensive. The new START has a limited impact in terms of its focus on one part of the Russian nuclear programme: deployed strategic weapons. The Treaty places more restrictions on these weapons than any previous treaty. But Russia was already meeting the Treaty's limits, mostly when the Treaty began to be implemented. Nor does the Treaty prevent any of the two countries from stockpiling weapons, nor does it oblige them to destroy any existing weapons. We value her claim half right. https://www.sharethefacts.co/share/c68d039e-1482-46e9-a984-a750333a876", "vclaim_id": "vclaim-pol-04285"}