{"url": "/factchecks/2014/oct/31/chris-taylor/republican-candidate-wisconsin-attorney-general-wo/", "speaker": "Chris Taylor", "vclaim": "Attorney General Brad Schimel \"is in collusion with Wisconsin the right to life to make abortion a crime in Wisconsin.\"", "truth_label": "barely-true", "date": "stated on October 24, 2014 in an interview:", "title": "Is the public defender nominated Brad Shemmel working to make abortion a crime in Wisconsin?", "text": "In the weeks leading up to the 4 November 2014 elections, competitors joined the office of Attorney General in Wisconsin, a partly interesting race because the current Republican President, J.P. Van Hollen, did not seek another term of office. The Republican Party in the state attacked the Democratic Candidate, Attorney General of Jefferson County, Suzanne Hap, saying that it took $180,000 in a \"Cheedy\" land deal \"from a man accused of multiple crimes of sexual assault before being subjected to a postponed trial.\" We assessed that claim by mistake. This system distorted the schedule of events. The effect was a very misleading attack without evidence to support the idea that the defendant got a nice trial deal from Hap. On 24 October 2014, the Republic of the State targeted Chris Taylor, de Madison, the Republican candidate, the District Attorney of Wakesha, Brad Shimel. \"Schimel is in collusion with the right to life and Wisconsin to make abortion a crime in Wisconsin,\" said Taylor journalists in the conference call. The Liberal Grand Commission of Wisconsin made a similar statement in a television announcement. Let's get to the bottom of it. The evidence of Taylor Taylor Taylor, a former policy director of the Wisconsin Family Planning Organization, was critical of Schchimel signing a legal paper by the Right to Life Organization. The Milwaukee-based life rights group states that one of its tasks is to make abortion \"socially, morally and legally unacceptable.\" The legal paper, issued in January 2012, advocated support for a proposal to add the \"personality\" amendment to the State Constitution. These assurances were given by Roe v. Wade, United States Supreme Court decision 1973 making abortion legal in the United States, which could be revoked in the next seven to ten years. This would pave the way for the law of Wisconsin, which preceded Roe, to make abortion immediately in Wisconsin illegal in almost all cases. \"Babys who have not yet been born will be best protected\" by maintaining this law, rather than supporting personality modification. On January 26, 2021, Jim Steinke stated on Republican Twitter that they \"come to the table\" and were part of a compromise \"Give and Take\" on the Corona virus bill. • On 27 January 2021, the right to life in Wisconsin promoted a strategy, albeit negative, which she hoped would eventually lead to illegal abortion in Wisconsin. Seventeen lawyers put their signatures on the legal paper -- according to the paper, they indicated that they agreed to \"their content and conclusions.\" These included the former Public Prosecutor of Milwaukee I. Michael McCann, a Democrat; the Criminal Defence Attorney of Milwaukee Gerald Boyle; and Richard Eisenberg, President of the Wisconsin Institute of Law and Freedom, a free and conservative legal institution in the public interest. And Shemmel. Taylor told us that Shachimel's endorsement of the legal paper meant that he was trying to make abortion illegal because - as stated in the newspaper - Wisconsin's right to life had fought attempts to repeal the law prohibiting abortion in Wisconsin. In other words, Sheshimel agreed with the strategy of maintaining the old law in the hope that it would come into effect again someday if Roe v. Wade was to be turned over. The right to life organization in Wisconsin sought the support of district lawyers such as Schmil, who said that it would be they who would implement the law prohibiting abortion if it became law. However, Shechimel was the only public prosecutor among the 17 lawyers who signed the paper. He was also signed by another prosecutor, Thomas Potter, of the Public Prosecutor &apos; s Office of the District of Milwaukee. On the day Taylor made her comments, Shimmel replied: \"I respect the Land Law, and the Land Law is Roy v. Wade. That's it. I'm pro-life, and I'm not apologizing for it.\" When we asked Shechimel to respond to Taylor &apos; s claim, Sheshimil, who said he believed life began when she was pregnant, issued a statement confirming that Roe v. Wade, not Wisconsin &apos; s law, was the law of control. The statement also said that Cheshimil stated several times during the campaign that he \"will not defy the law of the country\" and that he \"will defend the laws of Wisconsin as written, but that I will respect the law of the country from the Supreme Court (United States). Our assessment of Taylor says that Shimmel is cooperating with Wisconsin, the right to life to make abortion a crime in Wisconsin. Skemel signed a legal paper by a group that argues that, under an old law, abortion will immediately become illegal in Wisconsin if Roe v. Wade is abolished. However, we are not aware of any evidence that Sheshimil is actively working with the right to life organization in Wisconsin to make abortion a crime. He's not gonna challenge the decisions of the U.S. Supreme Court like Roe, which makes abortion legal. The Taylor statement contains an element of truth but ignores critical facts that give a different impression -- our definition is often wrong. To comment on this item, go to the biennial Malawi web page.", "vclaim_id": "vclaim-pol-07042"}