{"url": "/factchecks/2011/apr/26/eric-eisnaugle/mickey-mouse-was-registered-vote-florida-republica/", "speaker": "Eric Eisnaugle", "vclaim": "Mackey Mouse was registered to vote (in Florida)", "truth_label": "false", "date": "stated on April 21, 2011 in comments made on the House floor:", "title": "Mickey Mouse was registered to vote in Florida.", "text": "A bill that would make significant changes to the state electoral law approved by Florida House 79-37 on 21 April 2011, but not before Republicans and Democrats arguing about the intent of the 157-page bill. Democrats say that the bill is an attempt to suppress the voices of minorities, women and young people - partly because the bill repeals a four-decade-long provision that allows voters who have passed on or changed their last name to update their information on election day. These voters are required to submit provisional ballots which will be reviewed after the elections under the proposed law. Another point concerning Democrats is that the bill requires groups of third parties such as the Association of Women Voters to register with the State and to deliver signed voter registration forms within 48 hours instead of the current 10 days. But Republicans say that changes are to protect the state from potential voter fraud. \"This is a great country. Our voice is precious, and we will protect it, \"Reap Denise Paxley, R-Ocala, sponsor of the bill, HB 1355. During the debate in the Hall, Reap Eric Isnagle, R-Orlando, directly rejected the Democrats &apos; suggestion that legislation was unnecessary and noted several cases of fraud. You can see Eisenogl's comments by clicking here. He started talking about two hours and 28 minutes in.) \"One of my colleagues suggested that we spend hours of time on a problem that does not exist, he also suggested that nothing in this law would help people vote,\" he said. \"Well, members, it does not take much to find fraudulent documents that some third-party registration organizations have committed the right here in Florida. Just go to Google, go to News and you can find a very long list of articles documenting the fraud we saw. We have seen allegations of fraud, investigations (the Florida Law Enforcement Service). (We have seen) the falsification of hundreds of recordings, including the registration of a representative who had already died at that time. In another case, Mickey Mouse was registered to vote. \"In another case, hundreds or thousands... of students were registered to vote unknowingly after they simply signed a petition, \"If we don't take action to put an end to fraud, our vote doesn't matter much,\" said Eisenuel. We're planning to catch each of them in this fact investigating whether they're true. But for the sake of truth O-Meter, we're going home on the line that's stuck because of the absurdity of it, if it's true: \"Mickey Mouse is registered to vote.\" The dead registered representative Eisenogly said that one case of fraud involved the forgery of hundreds of voter registrations and the registration of a already dead representative. This story comes from South Florida before the 2008 presidential election and includes the Association of Community Organizations for Reform now - or ACORN. Eleven persons hired by the Association to register potential voters near Homestead were charged with forgery of hundreds of voter registration applications. In this case, it was ACORN who handed over paid workers. ASEAN officials noted discrepancies in the cards handed over by suspects and contacted the authorities. The group delivered 1,400 cards, 888 of which were found to be forged. Among the false voters' demands is the deceased actor Paul Newman. The workers also filled out voters for James Taylor or several cards for the same real voter, and the Miami Herald reported that the fraud had been announced on 9 September 2009. She commended the Attorney General of Miami-Dade Catherine Fernández Ründel for assisting ACORN authorities, and told Fox News that no one had voted in the election using false voter applications. \"We've been very aggressive about many of these issues,\" said Fernández Randall. But we wouldn't know about these workers what Acorn didn't bring us. \"It is very simple and ineffective attempts (by wage earners) to justify hourly pay. This could not have affected the voting process at all. However, we cannot turn a blind eye to this. &quot; The students tricked the story of students who thought they were signing petitions -- instead of being registered to vote -- from the 2004 presidential election. In October 2004, The St. Petersburg Times published a story about cases in universities throughout the state where students were inadvertently either registered to vote, or were registered to vote as Republicans when they wanted to register as something else. The Times quoted officials of the Florida Law Enforcement Service who said that 4,000 students might have fallen into the bluff. According to The Times, the potential suspect was a group hired by the National Republic Commission for the Registration of Voters. Workers will ask students to sign a petition to legalize marijuana or a petition urging stronger sentences for child violators. The workers then fill out a second form without the students &apos; knowledge to register them to vote as Republicans. :: Mindy Tucker Fletcher, senior consultant at Florida Gibbs, told the Times that it did not help the party register Democrats as Republicans if they didn't vote for a re-election (George W. Bush). In 2008, the Florida Law Enforcement Department also investigated the stories of adolescents in Orlando who obtained voter registration cards by mail, although they were too young to vote. The girls said that they filled out entry forms to win a lawn mower while they were at the mall, and that they believed that someone had used their information to fake or create voter applications. The voters &apos; applications have been sealed with ACORN codes. Mickey Mouse then there's Mickey Mouse, the face of the caricature of the Disney Empire, and apparently a voter registered to Florida. (Take that, California!) It turns out that Mickey filled out the voter registration application in Orange County prior to the 2008 presidential election. Mickey checked the box, indicating that he had updated his voter registration information and had changed his name. According to the request, it appears that Mickey recorded the date of birth of January 15, 2002, \"15 i.e. 17 0922\" in Orlando, and a post code, 56812, which is not in the U.S. postal service file. The phone number - with the 407 area code - was disconnected when we called on April 22. The social insurance number of Mickey 123 has begun. The Orange District Election Officials rejected his application, which was sealed as AKORN. So Mickey wasn't officially registered to vote. In a story published in October 2008, ACORN officials told the St. Petersburg Times that the group had examined the suspicious applications and that they believed that Mickey Mouse &apos; s request had not come from them. The Florida Act requires groups of third parties, such as the Alliance for Change in the Congo or the Association of Women Voters, to submit each application to the election supervisors. The aim is to prevent a group of non-registrations that it may not like because of the selection of the electorate party. The governor Greg Kelly mentioned on January 11, 2021 in a television section that says Joe Biden is on the video \"According to Election Fraud\" in \"Acknowledging.\" What is worth noting is that, in all three stories mentioned by Esnagle, fraud was detected. The only real effect was that students in 2004 were registered as Republicans when they wanted to be registered as something else. It should also be noted that it is unclear how HB 1355 -- if it were part of the electoral law -- could have changed any of the three scenarios mentioned above. That's what Lindsay Crowley, a Republican spokesman in the House of Representatives, said. She said: \"If you listen fully to Rip Esnagle's remarks, it is clear that his entire speech was directed solely at the actions of some third-party registration organizations.\" \"Rep.Eisnaugle mentioned accurate information that such a third-party registration organization had fraudulently submitted a registration of Mickey Mouse. In doing so, he intended to clarify the need for provisions in HB 1355 that would identify and prevent potential fraud of voters against illegal voter registration by third-party registration organizations. \"At present, there is no mechanism to identify groups or persons responsible for submitting false registration forms, and this measure will correct this by adding an additional layer of accountability to our state election process. In sum, although Rip Esnagle &apos; s remarks, if removed from context, can be interpreted in two different ways, he clearly intends to prove that some third-party registration organizations have committed fraudulent acts here in Florida.\" Crowley is right that the bill will require groups of third parties such as the Association of Women Voters to identify their voter registrations. But we're checking Esnagle's claim on the floor that Mickey Mouse was registered to vote. Mickey didn't get that far. Someone filled out a request for it, but the application contained many errors that -- even if the rats were allowed to vote in Florida -- would have had problems. For us, the application sounds like a stupid joke more than trying to falsify voters. It has rightly rejected the election supervisor. We value this allegation wrong.", "vclaim_id": "vclaim-pol-13194"}