{"url": "/factchecks/2019/may/21/levar-stoney/levar-stoney-mostly-right-about-richmonds-rein-rea/", "speaker": "Levar Stoney", "vclaim": "\"Ritchmond was one of the only cities in the state whose real estate taxes have not been increased to those pre-recession rates.\"", "truth_label": "mostly-true", "date": "stated on May 14, 2019 in a radio interview.:", "title": "Levar Stone is often right about Richmond's control of real estate taxes.", "text": "The Richmond City Council approved a budget on May 13, which achieved Mayor Levar Stone's goal of increasing school funding, but refused to invite him to raise the real estate tax rate. In order to generate $21 million - mostly for education - Stony proposed raising the tax rate from $1.20 to $1.29 per $100 per estimated value. Instead, the Board reached funds by reducing other expenditures and raising revenue forecasts. The following day, Stone did not rule out a tax increase request again next year. \"I'm always going to swing for the fence,\" he said at a press conference on May 14. \"I will do whatever is necessary for our children.\" In a radio interview on WRVA that day, Stony Richmond said that it was one of a few Virginia cities with a lower real estate tax rate today than it had been before the Great Recession - which began in December 2007. He said, \"Ritchmond was one of the only cities in the state whose real estate taxes didn't go down to pre-deflation rates.\" Stony made similar comments throughout the spring as he tried to convince Richmonders that they were late in increasing taxes if they wanted to improve their schools in performance and physical structure. We wondered whether Richmond was right among the very few cities that did not raise their real estate tax rate to pre-recession levels. We have moved on to annual reports on tax rates in the Virginia regions published by the State Department of Taxes. We have set the rate of real estate tax that each of the 38 cities in Virginia has been enforcing annually since 2006 - the last full year before the recession. The Great Recession began in the United States in December 2007 and continued until June 2009, although its effects lasted for several more years. The Richmond real estate tax rate was $1.23 per $100 in 2006 estimated value. The following year, it fell to $1.20 and remained unchanged. Only five cities in Virginia join Richmond in obtaining a lower tax rate today than 2006: Chesapeake; Hopewell; Martensville; Norfolk and Portsmouth. Three cities today have the same rate as in 2006: Lynchburg, Petersburg, Salem. The average rate in all cities was 96 cents in 2006 and $1.08 in the first half of 2019. This is an average increase of 12 cents per $100 of the estimated value. It can be said that 2007 is a more accurate starting point because the recession began only in December and its rates were enacted by mid-year. In anticipation of a healthy economy, 16 cities reduced taxes that year. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. By Warren Fisk: 20 January 2021 compared to 2007, there are now two cities with lower real estate tax rates: Chesapeake and Martinsville. Rates have not changed in four cities: Richmond, Charlottesville, Martinisville, Salem. The average rate rose from 92 cents to $1.08 - an increase of 16 cents. It should be noted that although Richmond's real estate tax rate has not budged since 2007, city homeowners' tax bills have steadily increased. This is due to the high estimated value of real estate - for which the tax rate is applied. The mention by Stony of stagnation and taxation of a return to \"pre-recession rates\" raises the question of whether there is an overall move by cities to reduce real estate tax rates during deflation. The answer is no. Between 2007 and 2010, 13 cities reduced their tax rates and at least most returned to their old rates by 2013. Eighteen cities maintained stable levels during the recession, and seven cities - mostly in northern Virginia - increased their rates during the downturn. The Governor, Stony, said, \"Ritchmond was one of the only cities in the state whose real estate taxes have not been increased to pre-recession rates.\" In general, his statement stands. There are 38 cities in Virginia. Richmond is only one of five with a lower rate in the first half of 2019 than it was in 2006 - the last full year before the Great Depression. Richmond's price was $1.23, and now $1.20. The recession began in the United States in December 2007, and if it began with that year, a slightly different picture appears. The city budgets came into effect in mid-2007 and Richmond's real estate tax rate was $1.20 - the same as the current rate, not higher. And so, with this most difficult measure, Stone's claim is short of his hair. Only two cities now have lower rates than in mid-2007 and only four - including Richmond - have maintained a constant rate. Finally, the Stone Statement indicates that cities moved wholesale to lower their rates during the recession. In fact, only 13 did. We appreciate that Stone's statement is mostly true. Sharing the facts of 2019-05-21 16:06:18 UTC PoliticsFact 5 1 7 Political Fact Rating: \"Ritchmond was one of the only cities in the state that did not (increase) their real estate taxes on pre-recession rates.\"", "vclaim_id": "vclaim-pol-00617"}