{"url": "/factchecks/2014/oct/06/republican-party-florida/rick-scott-holds-record-education-funding-republic/", "speaker": "Republican Party of Florida", "vclaim": "Under Rick Scott, there was \"historically $20 billion in money for education.\"", "truth_label": "half-true", "date": "stated on September 30, 2014 in a TV ad:", "title": "Does Rick Scott have the record in funding education, as the Republicans say?", "text": "The Republicans in Florida bugged Lieutenant Goff. Carlos López-Cantera of Miami to speak directly to Spanish-born voters in a recently published Spanish-language television commercial. The Government of the Republic. Rick Scott's accomplishments. Here's part of the English translation: \"The taxes have been reduced 40 times, the Medicked reform of the most needy people and the unprecedented financing of education.\" The screen text says, \"Twenty billion historic dollars of money for education.\" We have already assessed the claim that silence has reduced taxes 40 times on families; the statement on Medicaid reform indicates that the State has received a federal exemption to expand privatization in an attempt to save money, but this ignores the fact that the legislature has refused to expand the Medicaid scope for poor adults. But what about the demand for education spending? She is one of many in a state of tension in the war between Scott and his democratic rival, the former Jove. (Charlie Crest) Both candidates claimed that they kept the state record of most K-12 funding -- and it's strange that they both have reasonable issues to present. Scott has the record of the total dollars I spend while Christ spends the biggest record of every student. In the recent declaration in Spanish, Scott &apos; s allegation of spending on education is partly accurate but contains some major omissions. There's the landing. The Republican Declaration does not specify the type of funding for education to which it refers or any year. The announcement gives a hint that it concerns young children because it shows a video of two young girls wearing t-shirts that say \"intergenerational child care.\" So we'll consider spending on K-12. We have asked officials of the Florida Ministry of Education for documents showing the latest figure for total K-12 funding for 2014-15. The September 2014 slide presentation by the Ministry of Education shows that the total funding for the Florida Education Financing Programme - the main amount of money for K-12 - was about $18.9 billion, including US dollars and local dollars. (The state dictates the amount of the local government contribution, so we have no dispute with the Republicans adding the state and the amounts in the local dollar together.) The state also receives about $1.5 billion in federal grants to K-12, so if we raise state dollars, local and federal, we end up at about $20.4 billion. It is therefore reasonable for the Republicans to mention that $20 billion -- although it is worth remembering that they retreat in one year of Scott's state while ignoring any discussion of its other three budgets, including in 2011, when they signed a $1.3 billion reduction. After facing criticism of this reduction, Scott has since supported K-12 expenditure increases. Facebook was published on January 10, 2021 in a Facebook video showing the man upset because he was added to the no-fly list to break into the Capitol. By Ciara O'Rourke • January 11, 2021 for the \"historic\" sign, this depends on how the numbers are divided. The supporting information published by the General Democratic Party refers to a story from The Tampa Bay Times in June 2014 about Scott signing a government budget of $77 billion, including funds for K-12. \"The basic figure of $20.7 billion for K-12 schools is the largest in history,\" cited in the article. However, unlike the announcement, the article stated that this amount was lower than the expenditure index for each pupil in the Christ case. News articles in other publications also cited the same number. Similarly, when Scott released his budget proposal in January 2014, it included $18.8 billion for K-12 education. While this was described as \"the highest level in Florida's history,\" we classified this claim as half correct because it focused on total spending while ignoring the fact that the expenditure per pupil was higher under Christ. Each student &apos; s expenditure is a critical measure because it shows how much is spent on each student at a time when the number of students is increasing. So what do these numbers look like? We have often estimated Christ's health to claim that Scott's spending on education per pupil is \"about $200 less\" than the $7.126 he spent on a student during the recession. We found this figure to be true, although the record refers to the budget that Christ signed in 2007, before the recession. In August 2014, Scott proposed a budget for the coming year that includes $7,176 for each pupil to conform to Christ &apos; s record. But if Scott wins and gets this dollar figure, Christ still keeps the index if you're inflationary. It is also important to note that the total number of students enrolled increased during Scott's term, so it is not surprising that the total budget also grows. The number of full-time students in schools increased by some 68,000 between 2011-2012 and 2014-15. The Republican party's announcement that under Rick Scott, Florida was \"historically $20 billion in money for education.\" The statement is accurate if we look at the total K-12 expenditures for Scott's fourth year in office. But this allegation ignores some important contexts -- that Christ still keeps a record of every pupil and that Scott has significantly reduced K-12 spending during his first year. We're evaluating the statement in the announcement half right. :: Editor &apos; s observation: This item has been updated to clarify that Scott proposed a budget of $7,176 in August 2014 for each pupil.", "vclaim_id": "vclaim-pol-07197"}