{"url": "/factchecks/2019/aug/12/facebook-posts/no-kevin-mccarthy-didnt-say-japan-has-no-mass-shoo/", "speaker": "Facebook posts", "vclaim": "Kevin McCarthy says, \"There's no mass shooting in Japan because there's no video games there.\"", "truth_label": "pants-fire", "date": "stated on August 5, 2019 in a Facebook post:", "title": "No, Kevin McCarthy didn't say that Japan didn't have a mass shooting because of the lack of video games.", "text": "A mass shooting in Texas and Ohio killed at least 31 people and injured about 50 others. Unfortunately, it did not take long for false rumours and conspiracy theories about the tragedy to spread over the Internet. As politicians commented on the shooting and confusion about the possible connection with violent video games, a viral Facebook publication published a fake quote attributed to the minority leader of the home Kevin McCarth, R-Calif. The article claims that he is offering a recent Fox News interview where McCarthy said, \"There is no mass shooting in Japan because there are no video games there.\" The title of the article says: \"Even polite Republicans are real.\" This article, in which more than 6,000 people participated, was referred to as part of Facebook's efforts to combat false news and misinformation in its news broadcast. ∙ (Read more about our partnership with Facebook.) That's not accurate. While McCarthy said that violent video games strip the players of their humanity and could be a factor in mass shooting, he never mentioned it in the context of Japan. We don't find anything close to this quote in his August 4th appearance on Fox News entitled \"The Future of Sunday Morning.\" On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On January 16, 2012, McCarthy answered a question posed by the host Maria Barteromo about the role played by video games in violent behaviour. * (Read Verification of the facts of the research that refutes this link.) \"The idea that these video games deprive individuals of their humanity to play a game of shooting at individuals and others... has always felt that this is a problem for future generations and others,\" answered McCarthy. \"We have seen from studies that show what you do to individuals. When you look at these images of how they happen, you can see the actions in video games and so on.\" ............................................................................................................................................................................................................................................................... The Facebook claim came from a footage of a tweet that has since been deleted. This fake quote is pants on fire!", "vclaim_id": "vclaim-pol-00285"}