{"url": "/factchecks/2014/sep/02/democratic-senatorial-campaign-committee/democratic-organization-takes-terri-lynn-lands-com/", "speaker": "Democratic Senatorial Campaign Committee", "vclaim": "The US Senate candidate in Michigan Terry Linnland says, \"The guarantee of equal pay for women who do the same work as men is not a good idea.\"", "truth_label": "barely-true", "date": "stated on August 22, 2014 in a campaign ad:", "title": "The Democratic Group takes Terry Linland's comments on equal pay outside the context", "text": "Terry Linnland, a Republican Senate candidate from Michigan, does not believe that women should have guaranteed equal pay, as the Democratic Senate Campaign Committee says. The Committee had recently issued an announcement attacking the land, which was running against the Democratic Republic. Gary Peters was in a tight race to fill the open Senate seat in Michigan. The ad takes passages from one of Land's special videos -- where she says she's a woman, knows more about women's issues than Peters -- and rotates them with allegations of Land's attitudes about women's issues. Like: \"Terry Linnland said ensuring equal pay for women who do the same work as men is not a good idea.\" We have already looked into equal pay, and we have checked the often-remembered claim that women earn 77 cents for every dollar earned by men. The accuracy of data on sex and pay depends heavily on how they are formulated. But when we talk about the pay gap in general, it's mostly true. So we decided to see if Land really said that ensuring equal pay was a bad idea. We found that DSCC twisted her words. From outside the context, the claim refers to an interview on equal pay that the land gave to the Wall Street Journal last April, where it said: \"I don't think this is a good idea.\" But the ad gets this quote out of context. The newspaper Land asked whether it had voted in favour of the Pay Equity Act, which had not been passed by the Senate the same week. The land - like others in its party, including Republican women - said that it supported equal pay but not that legislation in particular. This legislation is derived from the Equal Pay Act, and employers would have been required to prove that wage differences are not gender-based, and would have prevented employers from punishing employees who enquire about or complain about wage concerns. In addition, employers would have been subject to civil suits, which is a matter of concern to the Republicans. The land wrongly told the magazine that its problem with legislation was that it would require businesses to disclose publicly the wages of individuals. (The law does not contain such a provision.) Land stated that the existing law already protected equal pay for women; in its Platform for Action on Women &apos; s Issues, it referred to the Equal Pay Act of 1963 and Part VII of the Civil Rights Act of 1964. Some Republicans have argued that the Pay Equity Act is redundant because discriminatory pay is already illegal. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2021 on Women &apos; s Equality Day this year -- August 26 -- Earth again issued a statement in support of the Equal Pay Act and criticized Peters for supposedly unequal pay in his office. This is not the first time that land has had to defend its position on equal pay during this race. In April - before Land's interview with the magazine - the American Bridge of the 21st Century, a liberal political action committee, distributed a 20-second video on Land talking to a women's club in 2010. The isolated video appears to believe that women are not interested in seeking equal pay. \"Well, we all like to be paid more, which is great. But the truth is that women have a different lifestyle.\" \"They have children, they have to take them to get dental appointments, and doctors identify all these kinds of things, and they are more interested in flexible work than pay.\" We found a video of a full 30-minute speech and we were able to put the short clip in context. She was speaking of her experience as a county writer and union leader in Kent County, Mitch, where she observed that male leaders often negotiated wage increases. Instead, she chose to negotiate for more flexible work for her and the female staff she represented (e.g. making it easier for parents to take leave to care for sick children). Here's a more representative quote: \"Almost 85% of my staff were women. Well, the Union is a little masculine organization. Have you noticed that before? She said. \"Of course, they were always negotiating for money, for bonuses. Well, we all like to be paid more and that's great but the truth is that women have a different lifestyle. They have kids, they have to take them to get dental appointments, doctors identify all these kinds of things, and they're more interested in flexible work than pay -- although pay is also important. So we went out and fought those cases for them.\" Our ruling of the Democratic Senate Committee said, \"Terry Linnland said ensuring equal pay for women who do the same work as men is not a good idea.\" The twisted words of the land -- she said that the Pay Equity Act was \"not a good idea,\" not the general concept of ensuring equal pay for women. We can't read Land's mind to see if she really believes in equal pay for women, but as far as we can tell, she didn't publicly say it was a bad idea. We're assessing this allegation mostly wrong.", "vclaim_id": "vclaim-pol-07361"}