{"url": "/factchecks/2011/may/04/saxby-chambliss/us-sen-chambliss-says-16500-irs-agents-needed-heal/", "speaker": "Saxby Chambliss", "vclaim": "According to the Internal Revenue Service, it must employ 1,600 agents at a cost of $10 billion for the taxpayers\" to enforce the reform of federal health care.", "truth_label": "false", "date": "stated on March 28, 2011 in a letter to a constituent:", "title": "U.S.C. Champles says there are 16,500 IRS agents required for health reform.", "text": "More than a year after Congress approved the reform of the health-care system, the debate is not over. Legal appeals are being made through the courts. States are preparing to make major changes. The opponents continue to press against Obamakari. At the same time, ordinary citizens are working to understand what all this means to them. When a member wrote a letter to the United States of America, Sun Saxby Champles, R-Ga, in support of the Patient Protection and Affordable Care Act 2010, his office responded three pages in defence of its opposition to the law we shared with the recipient. One argument concerns new tax exemptions, taxes and a range of other rule changes for businesses and individuals that will require new technology, administration and implementation papers. This strengthens the workload of the Internal Revenue Service. \"In order to fully implement the provisions of this Act, the Internal Revenue Service estimates that an additional 16,500 agents will be required at a cost of $10 billion for the taxpayers,\" said Reid Champles. 16,500 extra agents? This is almost the population of Decatur. Is that right? The PolityFact National, published under the title \"PolityFact National,\" has reviewed the related claims twice before. As well as Factecheck.org, a non-profit team is doing similar work to PolitiFact. We found that Champions' claim led a long life with several manifestations, all misleading. For the first time, the Truth Council ruled on a similar statement by the United States Republic of America, Mark Kirk, an Illinois republic, and at least a dozen legislators who made this point during last year's battle for legislation. He said, \"According to the non-partisan budget office in Congress, the IRS will need to employ over 16,000 people... to audit the American people and impose taxes and new states\" of the Health Care Bill. Kirk's attribution was misleading, and Poletti ruled his fruit. The 16500 actually came from an estimate from Republicans with the United States House Roads and Means Committee, which deals with federal tax legislation. The Republicans in the House of Representatives voted against the final bill on health care. This is what actually happened: the Senate, a non-partisan ruling on budgetary matters, presented a cost estimate of between $5 billion and $10 billion over 10 years, but did not mention anything about how these costs would be translated into jobs, the Polyte Fact rule. The Republicans have chosen numbers on the upper end of the city council that they estimate are in favour of their cause, and the verdict is over. Another problem is that even the Republicans concerned with ways and means recognized that the figure could be less than 16,500 new jobs if they took into account overheads such as office and office supplies in addition to salaries. The number of posts is based on an estimate of one factor &apos; s benefit and payroll costs. The claim of Kirk is hardly true because it is fair to assume that the Tax Administration will need to hire new employees. This assertion continues to re-emerge. He noted that the Republic of the Republic of Turkey, Ron Paul of Texas, had said that it would take 1,600 armed bureaucracies to make this program work.\" The commentary was called \"a very inaccurate claim.\" The factcheck.org also referred to other problems. For example, it distorts estimates of ways and means, which relate to the number of potential staff. Only a small percentage of the Internal Revenue Service &apos; s labour force is active agents of the Internal Revenue Service. The rest are clerks, accountants, administrators, lawyers, help lines and others who are not involved in enforcement. And only a small slice of clients -- law enforcement officers who work in criminal cases -- are armed. The Republic of the United States submitted a similar claim in January by Michel Bachmann of Minnesota, but obtained a better rating than Kirk. She noted that the Health Care Bill \"maybe\" puts these clients in charge of maintaining the law, not that they would do so. This most cautious language has gained half the true language. After Bachmann made her statement, the Tax Service submitted a budget request to the United States Department of the Treasury for fiscal year 2012. It includes estimates for workers who need to start implementing the Health Care Act. We have read a 159-page document and have prepared requests for 1,269 staff to prepare for changes in the health-care tax at a cost of $473.4 million. They are usually intended for support roles in areas such as information technology or customer service. Most of them weren't agents. And so we move on to Champles' claim. The attribution is incorrect. The figure of 16,500 did not come from the Tax Service, but from Republican members of Congress opposed the law. This was an assessment of the staff, not \"agents.\" The overhead costs, which even claimants admitted were likely to reduce the number of posts, were not calculated. For 2012, the Immigration and Naturalization Service estimates 1,269 posts, mostly under non-enforcement roles. Champles' statement that the IRS estimates that it has to \"hire an additional 16,500 agents at a cost of $10 billion to the taxpayers\" to implement health-care reforms is not only a repetition of a misleading and often critical demand. The prosecution has erred. We therefore rule out the false saying of Champagne. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black • February 2, 2012", "vclaim_id": "vclaim-pol-13156"}