{"url": "/factchecks/2015/nov/05/donald-trump/donald-trumps-false-claim-his-tax-plan-wouldnt-inc/", "speaker": "Donald Trump", "vclaim": "He says his plan will reduce taxes without increasing the deficit.", "truth_label": "false", "date": "stated on October 28, 2015 in the third GOP primary debate.:", "title": "Donald Trump's false claim that his tax plan wouldn't increase the deficit.", "text": "A week after the third discussion of GOP, Donald Trump is still salting on CBC John Harwood, the moderator who asked him whether his 2016 offer was \"a comic book version\" of a presidential campaign. When Harwood asked this question, the billionaire proposal to reduce taxes without adding to the deficit was a goal that Harwood said was almost impossible. Trump agreed to describe, but avoid a reasonable question. Here's part of the exchange: Harwood: \"You've talked about your tax plan. She says it won't increase the deficit because you cut taxes by $10 trillion, and the economy... \"Trap: \"Take that off.\" Harwood: \"You'll take off like -- wait. Wait. The economy will take off like a rocket ship.\" Trump: \"Right. A dynamic.\" Harwood: \"I spoke to the economic advisers who served the heads of both parties. They said you had a great chance of cutting taxes without increasing the deficit as much as you would fly away from that platform. Trump: \"And then you have to get rid of Larry Codlow, who sits on your board, who's a great guy, who went out that day and said, \"I love the Trump tax plan.\" \"For the record, Larry Codlow, a conservative economist and former CBC broadcaster, said in September, \"He really likes the Trump plan.\" During the discussion, Kodlo Brightbart told him that he specifically liked Trump's 15% corporate tax proposal, but \"he can't talk about the whole plan.\" But what about the whole plan? Would it be, as Trump wrote in the column of the Wall Street newspaper, \"Equivalence\"? We didn't hear a response from the Trump campaign. However, based on the analysis carried out by two tax groups, the Trump plan will result in a loss of revenue of between $10 trillion and $12 trillion over 10 years. The plan issued on September 28, the Trump Tax Plan aims, as you have guessed, to \"make America great again\" by providing tax exemptions to the middle class of Americans, simplifying tax law, developing the American economy and not adding to our debts and deficits. Among them are: the distinguished bloggers to verify the facts mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • Capital gains tax of 0, 15 and 20 per cent; interest tax transferred as ordinary income; The impact of both right-wing and left-wing groups has shown that the Trump Plan could lead to a loss of revenue of at least $10 trillion in a decade, without taking into account interests. Liberal citizens of tax justice have arranged the cost of the Trump Plan for $12 trillion over 10 years, indicating that 37 per cent of tax cuts will go to the highest 1 per cent. According to the Free Market Tax Corporation, the Trump scheme would reduce taxes by some $12 trillion and also increase GDP by 11 per cent. With this expected growth, the Trump plan will continue to reduce revenue by $10.14 trillion. In order for the plan to be income-neutral, Trump will have to make significant reductions in expenditure. The experts said that the scale of the cuts would not be realistic, since Trump himself said he intended to protect grass-roots programmes such as medical care and social security. Roberton Williams of the Center for Non-Partical Tax Policy, who has not yet produced an analysis of the Trump Plan, said. Scott Hodge of the Tax Corporation told us: \"Commanding to Tramp's assertion that his plan will not increase the deficit.\" Economic growth, investment, wages and jobs were more important than adding or reducing deficits. Our referee Trump said his tax plan wouldn't increase the deficit. Both market-oriented liberal groups argue that the Trump tax scheme would result in a loss of revenue of $10 trillion, even if it has generated economic growth. Since Trump said that he would not interrupt retirement programmes such as social security and medical care, experts doubt that any reduction in spending he would result in an income-neutral tax scheme. We appreciate Trump's claim that it was wrong.", "vclaim_id": "vclaim-pol-05773"}