{"url": "/factchecks/2014/aug/26/facebook-posts/tear-gas-was-banned-warfare-1993-police-1997/", "speaker": "Facebook posts", "vclaim": "The United States police are allowed to use tear gas although it \"has been classified as a chemical weapon and banned in international conflict since 1993.\"", "truth_label": "mostly-true", "date": "stated on August 25, 2014 in a meme on social media:", "title": "Tear gas was banned for war in 1993 but still used by the police, Mimi says viral", "text": "Law enforcement officers in Ferguson, Moe, used tear gas extensively following the killing of 18-year-old unarmed African-American policeman Michael Brown. The conflict in Ferguson led to a single polyte fruit reader asking us to verify the accuracy of the social media now in circulation that addresses the legitimacy of tear gas. \"Tir gas has been classified as a chemical weapon and a ban in international conflict since 1993, \" said the Mim - published by Ortime.org, a pro-American youth group. Why is it allowed to be used by the U.S. police force? This position received 143,000 examples, 42,000 shares and 35,000 comments in late August. We wanted to know if it was accurate. First, some background on tear gas. It is a broad term for chemical compounds that make people temporarily unable to work by irritanting eyes, mouth, throat, lungs and skin, according to the Centers for Disease Control and Prevention. Pepper spray and CS gas are among the most widely used substances. The CDC says that \"longer exposure, especially in a closed area, may lead to long-term effects such as eye problems including scars, glucoma, cataracts, and may cause respiratory problems such as asthma.\" However, the Agency adds that \"if the symptoms disappear shortly after the removal of a person from exposure to riot control agents, long-term health effects are unlikely to occur.\" Has tear gas been banned in the international conflict since 1993? That's close to being accurate. The Chemical Weapons Convention prohibits the development, production, acquisition, stockpiling, retention, transfer or use of chemical weapons. Tear gas is eligible under the Convention as a chemical weapon. In particular, article I (5) of the Convention states: \"Each State Party undertakes not to use riot control agents as a method of warfare,\" while article II (7) defines \"riot control factor\" as: \"any non-scheduled chemical, which can quickly produce sensory irritation in humans or distort physical effects that disappear within a short period of time after the end of exposure.\" However, the Meima is incorrect when it comes to the year in which the Convention entered into force. The Treaty was finalized in 1993 but entered into force on 29 April 1997 - 180 days after Hungary, the 65th country, ratified the Treaty, as provided for in the Convention. The United States is covered by this provision, after the Senate ratified the Convention five days before its entry into force. In addition, there may be a grey area used by the army. When President Gerald Ford signed an earlier agreement covering chemical weapons decades ago, the 1925 Geneva Gas Protocol, the United States reserved the right to use tear gas in a limited number of contexts, such as controlling riots in the prisoner of war detention area - but not against the forces involved in the battle. Anthony Clarke Arnd, a professor of government and foreign service at Georgetown University, believed that this limited exception would also retain water under the Chemical Weapons Convention. How far does that relate to the police? This part is more ambiguous, because the same convention removed by the authors of the Mimi specifically provides that the use of law enforcement within a country is permitted. \"Law enforcement including local riot control\" is \"not prohibited under this Convention,\" according to article II (9) (d). This division between permitted domestic use and prohibited international use is unusual in these agreements, as Brian Finlay, Managing Director of the Stimson Center, a think tank focusing on global security issues, said. And as to how that happens, there's a back story. According to the Organization for the Prohibition of Chemical Weapons (OPCW), the international group assisting in the implementation of the Chemical Weapons Convention (CWC), the elements of riot control were \"long and heated discussions\" during the negotiations on the Convention. In the end, a compromise was reached, according to the group, allowing the use of tear gas to combat riots but prohibiting war. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" Mr. Fidler, who studied the issue, said that although there was some debate about what this article of the Convention allowed in some contexts, \"the use of tear gas by law enforcement was not one of them.\" When we called Ortime.org, co-founder Garrett Moreno told us that \"The concentration of our position raised a moral and ethical question: If we can't use tear gas on our enemies, why is it acceptable to use it on our citizens? After Ferguson, where we saw children, disabled, and members of the press being hit with tear gas while exercising their rights to the First Amendment, why are they contained with something that we don't even use on the battlefield?\" The experts recognized that the treatment of tear gas under the Convention was somewhat contradictory, partly stemming from the exchange of horses by convention negotiators. However, they added that there were other more objective reasons as well. • The use of any type of gas on the battlefield is a problem. \"Part of thinking is that soldiers in the field do not have the ability to easily distinguish in the heat of battle if the gas used is tear gas or something more deadly,\" said Richard Price, a politician at the University of British Columbia who studied issues. The negotiators said that they believed, \"In practice, it would be best to ban them all\" on the battlefield. • There are few immediate alternatives to tear gas for riot control. There are strategies to prevent riots, including improved community relations, less military appearances and improved training, all of which have been raised with regard to Ferguson. But once the riots began, the police needed tools to control them -- and \"although tear gas is far from perfect,\" David A. Koblo, a professor of law at Georgetown University, said, \"It's still being used in this role because there's nothing better.\" Israel published an organic riot control agent named \"Drinking Water,\" described by a BBC journalist as \"the worst and most terrible thing I've ever smelled. A strong mixture of rotten meat, old socks haven't been washed in weeks-- However, it sprays water cannons, which in popular fiction are associated with their use against civil rights protestors in the 1960s, making them largely inappropriate for use in a single Ferguson scenario. Missiles such as rubber bullets may be effective, but they can cause serious injury or death, if the target is weak. An emerging technology called the active denial system -- or more so generally, \"Pinerays\" -- creates the millimetre wave frequencies that give a warm sense of heat on the skin, but in the midst of fears, the U.S. military has been slow to embrace it. At the same time, new forms of \"disabled chemical agents\" using narcotic chemicals have been proposed, but have been of concern to groups such as the International Committee of the Red Cross. Vidler of Indiana University said that the problem with new chemical techniques was that their physiological effects were stronger than tear gas, creating the possibility of further injuries and other health damage. Tear gas is well understood as a riot control agent and appears to be functioning well enough for law enforcement purposes. • Not wanting to change. There is little evidence that the signatories to the Convention have any desire to reconcile the paradox of tear gas. \"There is certainly an argument to be made that the fundamental separation between these two issues is by nature unreasonable,\" said Finlay of the Stimson Center. \"This is highly unlikely to change, as it is a matter of treaty law as well as customary international law today. There is no great appetite among states to change the status quo.\" Our verdict said that the U.S. police use tear gas even though it \"has been classified as a chemical weapon and banned in the international conflict since 1993.\" The Chemical Weapons Convention prohibited the use of tear gas in war, although this entered into force in 1997, not in 1993. Anyway, the Mimi is glowing about some context. She is trying to take advantage of the Chemical Weapons Convention's decision to ban tear gas as evidence of why this technique should be illegal in police business, yet the same Convention expressly allows its use for domestic law enforcement purposes. The claim is accurate but needs to be clarified, so we often appreciate it.", "vclaim_id": "vclaim-pol-07392"}