{"url": "/factchecks/2019/sep/30/facebook-posts/no-vermonts-governor-did-not-vote-impeach-donald-t/", "speaker": "Facebook posts", "vclaim": "This is what the Republican Government says. Phil Scott just voted to charge President Trump.", "truth_label": "false", "date": "stated on September 27, 2019 in a Facebook post:", "title": "No, the Governor of Vermont did not vote for Donald Trump.", "text": "It is not true that the Government of Vermont is a republic. Phil Scott \"just voted\" to accuse President Donald Trump, as Facebook claims. \"Hi, I'm Phil Scott, Republican Vermont. I just voted to charge President Trump \"Said September 27, a Facebook post that was shared more than 5,000 times. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The Facebook article is wrong for a number of reasons: the Governor has no voting role in the isolation proceedings, there was no vote to convict Trump, and the Governor did not even say that Trump should be isolated. What did Scott say or do? The background provided by Rebecca Kelly, Director of Communications to the Governor is as follows. On September 25, Scott's office received an inquiry from Associated Press requesting comments on the investigation into the isolation of Trump, officially announced on September 24, by the U.S. Republic of America, Nancy Belusi, President of the U.S. House of Representatives. Scott's office sent Associated Press a statement which he said in part: \"We have a lot to learn and we must understand with consideration of this serious allegation. It seems that Congress will begin an investigation, which I believe is appropriate.\" Scott said that the accusation should not be underestimated or misused, adding that he hoped that Congress would be objective and transparent in the process. On 26 September, the Governor was again asked at his scheduled weekly press conference to investigate the isolation. According to VTDiger.org, Scott said he supported the investigation, but he hoped it would be motivated by facts, not politics. On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"requiring him to stick to a proven democratic playbook.\" According to Aurourke's car, on January 11, 2021, \"I believe that this is Congress's responsibility, and again, allowing the facts to determine the way forward,\" Scott said, according to VTDiger.org's reports. \"When we see the facts, when I see the facts, I will be happy to comment on it when it happens. I don't want to get ahead of this.\" Kelly Laboulett Vac asserted that Scott &apos; s comments were on the investigation process and that the result should not be predetermined, but based on facts. So Facebook is taking a step ahead of what Scott said about the investigation of the inaccurate claim that he \"just voted\" to accuse Trump. In addition, Facebook ignores the fact that sounds related to isolation include the United States Congress, not state governors. The Council has not yet voted on the dismissal. .................................................................................................................. Our Facebook article says Scott just voted to accuse President Trump. Scott didn't do that. Since Scott, Governor Vermont, is unable to vote on this matter. The dismissal procedure is a matter for Congress, not for state governors. Scott states that he supports the investigation into the fact-based isolation and that he will comment on the subject once he sees the relevant facts. He didn't say Trump should be isolated. We're assessing Facebook wrong.", "vclaim_id": "vclaim-pol-00111"}