{"url": "/factchecks/2019/sep/05/joe-biden/oe-biden-falsely-claims-he-immediately-opposed-ira/", "speaker": "Joe Biden", "vclaim": "With reference to Iraq's war, \"immediately, the moment that began, came out against the war at that moment.\"", "truth_label": "false", "date": "stated on September 3, 2019 in an NPR interview:", "title": "Joe Biden falsely claims to be opposed to Iraq's war immediately.", "text": "Joe Biden continues to defend his record in Iraq's war while seeking a democratic presidential nomination, recently claiming to have opposed the war the moment it began. In an interview with NPR in September 3, the host requested the names of Khaled from Biden to respond to criticism of the Iraq war, in particular the sending of troops to the country. \"I left my record standing.\" I think my record was good. I think the vast majority of the foreign policy community thinks it was very good. For example, I received a commitment from President Bush that he would not go to war in Iraq. He looked me in the Oval Office, said he needed to vote to be able to get inspectors to Iraq to determine whether Saddam Hussein was involved in dealing with a nuclear programme or not, and said Baiden. \"I brought them in, and before we knew it, we had a shock and a horror. The moment I started, I immediately came out against the war at that moment, \"Payden continued. \"Now, judging my trust in the President to keep his word on something like that, that was wrong. And I apologize for that.\" Is it true that Paden immediately came out against the war the moment she started? No. The Paiden account of his position does not correspond to his general comments made immediately before and after the war. During that time, Paden acknowledged the frustrations about the United States going to war, but said he supported the President. Biden stood for years along with his vote on a resolution that paved the way for war, although he also criticized the Bush administration's strategy - saying that the United States went to war very early, without sufficient troops and without sufficient countries to support this effort. In 2002, President George W. Bush claimed that Iraqi President Saddam Hussein possessed chemical and biological weapons, sought nuclear weapons, supported terrorism and threatened peace. In October 2002, the United States then voted in favour of a resolution authorizing Bush to enforce all relevant United Nations Security Council resolutions on Iraq and, if necessary, the use of military force against Iraq. In a speech in the Senate Chamber before the vote on the resolution, Biden said that \"the failure to support the overwhelming majority\" was \"probably to enhance the likelihood of war.\" The aim of the resolution was to force Iraq to destroy its weapons of mass destruction. \"Baiden left the possibility that Hussein had \"wrong the account\" and \"the wrong judge\" the U.S. decision. In this case, Biden said that the use of military force might be necessary, with the support of others, or alone, if that was the case. \"If it's about war,\" Biden said, \"President, I'm sure, you'll go to the American people. In a speech delivered last week, he presented a convincing case that Iraq &apos; s failure to disarm was our problem as well as that of the world. However, as I said, it has not yet been presented to the American people that the United States may have to solve this problem alone or with relatively few people, or that it has told us about the sacrifices involved in this course of action. I'm sure he will if and when he proves necessary.\" The United States invaded Iraq on 20 March 2003, and the war officially ended in late 2011. No weapons of mass destruction were found. The CNN network interviewed Biden on 19 March 2003, where United States forces approached the Iraqi border. The anchor, Judy Woodruff Biden, asked whether the leader of the democratic minority in the Senate, Tom Dashell, had exceeded his limits by saying that he regretted the loss of one life because Bush had failed in diplomacy. \"No, I think what I saw was a feeling of frustration,\" Paden said, adding that frustration is about \"lost chances perhaps of being able to do it with others, perhaps, if we have others with us, and not even the need to go to war.\" Woodruff also put pressure on Biden to comment from other democratic legislators who said they supported the troops, but who reserved the right to criticize Bush. \"I support the President. I support the troops. Paden said we shouldn't discriminate between us. \"We must have one voice coming out to the whole world that we are together. There's a lot to criticize this president for. Let's end this war.\" He also said that at a gathering that day, his proposal was to send a message that \"When the first tank crosses that line, we should be on the floor of the United States Senate, and every capital in the world should hear one voice from both sides, saying that we support the troops. We support the President. This is the most important thing we do, and we show it to our actions.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, Biden said that despite frustrations about how the United States is fighting a war, legislators should ultimately support the President. A week after the war began, Biden said in a statement in the Senate Chamber that he supported a simultaneous resolution expressing the gratitude of the United States to other States that supported the United States in disarming Iraq. \"If God wills, this war will continue well... the casualties on all sides will be minimal... and victory will be swift,\" said Paiden on March 27, 2003. \"Working with the international community, we will put Iraq on the road to a pluralistic and democratic society.\" In the Brookings Institution event in July 2003, about four months after the beginning of Iraq, Biden embraced his vote, but he also criticized the Bush administration. \"Nine months ago, I voted with my colleagues to give the President of the United States of America the power to use force, and I would like to vote this way again today,\" said Biden. Paiden said that it was the right vote because Hussein challenged United Nations security resolutions for more than a decade, failed to explain the large gaps in arms declarations documented by United Nations weapons inspectors, and refused to comply with the conditions laid down for him. However, the Bush administration has erred in its approach to Hussein, adding Biden. \"For me, the question was never whether we had to deal with Saddam, but when and how we dealt with Saddam,\" said Baden July 2003. \"It's exactly when and how I think this administration has gone wrong. We went to war too early. We went to war with very few troops. We went to war without the world, when we could have had so much with us, and we're paying for it now.\" In a 2004 op-ed article, he once again justified his vote and blamed the actions of the Bush administration. He authorized the use of \"rational\" force, Paiden wrote because Hussein \"has spent a contract playing cat and mouse with United Nations inspectors who were sent to verify his compliance with the demands of the Security Council.\" \"I have asked myself many times whether there is more Congress that can and should be done to slow the rush to war, even after we have authorized the use of force, but the fact is that many of us have repeatedly warned the administration about the mistakes that they were making,\" he added Biden. In an interview in November 2005 in NBC, \"Meet the press,\" Baiden was asked whether his vote in 2002 was wrong. \"I've been wrong,\" said Paden. \"It was wrong to assume that the President would use the authority that we gave him correctly. We gave the President the power to unite the world to isolate Saddam. And the fact of the matter is, we went too early. We went without enough power. We went without a plan.\" As a member of the Senate, Bayden called for an investigation into \"the failure of the Bush administration in intelligence and the dawn of its abandonment of diplomacy and the highly flawed prosecution of war.\" Bates said, \"He worked in good faith with the Bush administration to ensure that United Nations weapons inspections in Iraq could resume, and for that reason he voted for it.\" In any case, his good will wasn't returned, and even when the inspections got back on track, Bush's administration flooded the nation in the war. Our ruling referring to Iraq's war, Biden said, \"For now, the moment I started, I came out against the war at that moment.\" That's not the case. The public record shows that Baiden supported the President immediately before and after the United States invasion of Iraq in March 2003. He has also justified several times for years his vote on a resolution authorizing the use of force against Iraq. He regretted that the United States had not received the support of more States and had gradually criticized the Bush administration &apos; s strategy. But his claim that war is \"immediate opposition\" is not true. We're assessing his statement wrong.", "vclaim_id": "vclaim-pol-00197"}