{"url": "/factchecks/2014/oct/16/mary-burke/scott-walkers-tax-plan-favors-rich-corporations-ov/", "speaker": "Mary Burke", "vclaim": "Under Scott Walker's tax scheme, average taxpayers and Wisconsin got only $11 a month. But companies got $610 million in tax cuts. The millionaire gets at least $1,400 a year.\"", "truth_label": "half-true", "date": "stated on October 8, 2014 in a TV ad:", "title": "Scott Walker's \"tax plan\" favors companies, richer than average taxpayers, says Mary Burke.", "text": "In the announcement of Mary Burke's television of October 8, 2014, the novelist begins by asking: What does he buy you for $11 in Wisconsin? What about the pizza?\" Sounds good. We're hungry. Then the announcement quickly becomes one of the main themes of the Burke campaign -- that government. Scott Walker prefers big and good jobs over ordinary people. Under the \"tax scheme\" Walker, the novel continues, \"the average taxpayers of Wisconsin only got $11 a month. But companies got $610 million in tax cuts. The millionaire gets at least $1,400 a year.\" The announcement ends with \"Scott Walker -- millions of them, pizza for you.\" It doesn't look delicious anymore. The Burke reference to the \"tax scheme\" indicates that Walker had only one, when there were several measures affecting taxes on income and property. In particular, each dollar amount is expressed differently -- a small monthly figure for average taxpayers, against a large lump sum for companies and a large annual figure for millions. So let's divide Burke's claim into three pieces and see what we have. :: Average taxpayers: $11 per month when a novelist talks about the average tax scheme for taxpayers and Walker, a footnote appears on the screen referring to the legislative tax office, the non-partisan budget appraisal officer, and 28 July 2014. But the footnote does not give the viewers a clear idea of what Burke says -- or it gives a partial picture. A memorandum issued by the Office on that day details two reductions in State income signed by Walker into law in 2013. It states that a taxpayers with an adjusted total income of $40,000 to $50,000 would provide an average of $133 in 2014. This amounts to approximately $11 per month. In the meantime, the Walker campaign noted that the memorandum itself linked the average savings - rather than the savings of the average taxpayers - slightly higher, at $189 per year. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, about $16 per month. However, the larger point is that in addition to income tax reductions, Walker has approved a number of property tax exemption measures. These restrictions are ignored by Burke, who filed a large-scale claim but then supported it only by reference to cuts in one type of tax. When Walker claimed that his various reductions in income and property amounted to $322 in fiscal year 2014 for the middle family, our assessment was mostly correct. This amounts to approximately $27 per month. We found that reductions in income and property tax would provide at least that much for the middle-income family in 2014, although not every middle-income family would provide that much, especially if it was not the property owner. Companies: 610 million Burke exceeds the second part of its claim -- that companies received $610 million in tax deductions. This figure is based on another note by the Finance Bureau, which calculates tax savings over the full four-year term of Walker. The note describes these tax cuts as \"targeting business,\" not necessarily companies, indicating large operations. In other words, some tax cuts apply to small businesses as well. For example, $126 million comes from a $610 million reduction in the State tax on production revenues from industrial and agricultural companies. This reduction benefits regulated businesses such as limited liability companies - whose shareholders pay the company tax as a personal income tax. The third part of Burke &apos; s claim is due to income tax cuts for 2013. The Financial Office estimated that people with an adjusted gross income of $300,000 or more would experience an average tax decline of $1,402 in 2014. It should be noted that the $133 decrease that Burke described as the average taxpayers was a reduction of 8 per cent, while the decrease for the 2 million was 2.32 per cent. Once again, an annual figure is used for the two millionaires, but a monthly figure for the two averages. Our evaluation, Burke, said that under Walker's tax scheme, average taxpayers in Wisconsin get only $11 a month. But companies got $610 million in tax cuts. The millionaire gets at least $1,400 a year.\" The amount of $11 refers to income tax reductions only, while regular taxpayers also enjoy property tax reductions. The amount of $610 million applies to small businesses as well as to companies. It is true that millions receive at least $1,400 a year in tax cuts. In short, the claim uses different numbers that are misleading when mixed together. For a partially accurate statement, but it brings things out of context, our classification is half correct. To comment on this item, go to the biennial Malawi web page.", "vclaim_id": "vclaim-pol-07135"}