{"url": "/factchecks/2014/oct/06/national-rifle-association/nra-says-warner-backed-restrictions-veteran-gun-ri/", "speaker": "National Rifle Association", "vclaim": "Mark Warner says: \"The restrictions on the second amendment rights of veterans have been supported.\"", "truth_label": "mostly-true", "date": "stated on September 8, 2014 in a mailer.:", "title": "The National Republican Army says Warner supported the restrictions on the rights of veterans.", "text": ":: Editor &apos; s Note: A copy of the O-Meter newspaper, which appeared in the Richmond Times Dispatch on Sunday, 5 October, was published, with false classification. The National Gun Association says that Mark Warner is lax in two cases that are dear to many virginists -- guns and veterans. \"Mark Warner has endorsed restrictions on the second amendment rights of veterans,\" wrote the National Republican Army in a publication that struck the mailboxes in September. We wondered whether the National Republican Army was on target. The statement is based on the Senate &apos; s consideration of the Safe Schools, Safe Communities Act 2013, introduced following the shooting at Sandy Hawk Primary School in Newtown, Kon, which killed 20 children and six adults. This legislation, supported by President Barack Obama, sought to expand the background checks of potential arms buyers and to establish new borders on high-capacity assault rifles and magazines. The bill has failed to overcome this nonsense. ............... and...............................................................................................................................................................................................................................................  Warner and Sen, Tim Kane, De-va, voted against the procedure. The amendment was drafted after a draft law submitted two years ago by Mr. Richard Burr, R.N.S. and then-S.J.J. Webb, D-Va, to end what they called \"the arbitrary process through which the Government deprives veterans and other beneficiaries of the Ministry of Veterans' Affairs of their rights to the second amendment.\" The Federal Act prohibits the purchase of firearms by persons who have been sentenced by the judge as mentally defective or obliged to work in a mental institution or who are not qualified to administer their own affairs. Some states, including Virginia, share judgements with the FBI and include the individual &apos; s name in the immediate national system for the verification of criminal background. However, veterans are subject to additional scrutiny. It can be found that they are mentally unfit to possess weapons either by the courts or by an examiner in the cases of veterans. Since the Firearms Control Act 1968, the Firearms Control Act has equated the mental capacity to manage funds with the mental stability of possession and purchase of firearms. This system was established in 1998. If the Veterans &apos; Examiner decides that the Veteran cannot manage his or her money - take the Veterans &apos; due check and pay the necessary payments - the Veterans &apos; benefit is appointed on a credit basis. He may be a spouse or a family member. However, when an old warrior is sentenced in this way, the prosecutor submits the name of the warrior to the FBI for inclusion in the national list of persons prohibited from buying weapons. Bear said that ex-combatants are held according to different criteria. His amendment would have stripped the prosecutor of his role and placed his determination to stabilize the war veterans only in the hands of the judges. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On 20 January 2021, during the discussion, Bor said that 1299,000 veterans had been considered mentally unfit by VA... \"Let me suggest that the current process is arbitrary,\" said Warren Fisk. \"He does not see whether they represent a danger to themselves or to others. It has nothing to do with whether an individual should have access to firearms.\" The same criterion for other Americans should apply to veterans. \"clearly, after an appropriate decision, if an old warrior, or any other American, is found to be self-harming or mentally disabled, The Bor measure was one of the six amendments to the Arms Control Bill. Some, such as Bear, were narrow in scope. Others have sought to reform the entire bill. David Turner, Warner's campaign spokesman, told us that his boss voted against Bir's measure because he preferred a radical amendment offered by Sens. Joe Manchen, D-W-Fa, Pat Tommy, R-Ba. This measure, which strengthened the verification of criminal backgrounds and provided grants to encourage States to participate in the national database, was introduced as a compromise on arms control. The legislation supported by Warner also sought to find a compromise for veterans. She asked the Prosecutor to send a letter to veterans considered mentally unfit to explain the impact of the judgement on their rights to weapons and their options to challenge them. The amendment would have established an appeal process through the courts or an independent board. As is the case, veterans do not have the opportunity to challenge a decision requiring credit outside the Veterans' Corps. In the 2013 debate, senators said that less than 200 veterans have reversed their decisions of incompetence. Our ruling says that the National Rescue Agency \"Warner has endorsed the restrictions on the second amendment rights of veterans.\" This is evidenced by the fact that in 2013 the Senator voted against an amendment that would have put an end to the Veterans Union policy of submitting the names of veterans they consider mentally unstable to the FBI for inclusion in a national list of persons prohibited from buying weapons. On the contrary, persons who have not served in the army can only be considered mentally unfit to purchase a weapon by a judge. There is therefore a basis for the National Republican Army's claim: Warner voted against the removal of restrictions on the purchase of weapons that affect only veterans. What the National Republican Army ignores is that Warner voted for a different amendment that would have opened an appeal route for ex-combatants outside the army - for judges or an independent council. While Warner did not retreat from the change desired by the National Rescue Authority, he supported policy change. The National Broadcasting Authority's statement is accurate but requires additional information. We're mostly assessing it right.", "vclaim_id": "vclaim-pol-07196"}