{"url": "/factchecks/2016/aug/25/reince-priebus/reince-priebus-false-claim-80-clinton-foundation-c/", "speaker": "Reince Priebus", "vclaim": "\"The truth is\" Clinton Foundation got about 80 percent of the overhead and 20 percent of the money is actually getting places that should.", "truth_label": "false", "date": "stated on August 23, 2016 in comments on \"The Mike Gallagher Show\":", "title": "The false claim of Raines Bribos that 80 per cent of Clinton's cost is overhead.", "text": "In a radio interview on 23 August 2016, the President of the National Committee of the Republic, Raines Bribos, misinterpreted the tax forms submitted by the Clinton Foundation, claiming that it spent the vast majority of its contributions on public expenditure rather than on charity. Speaking of Mike Gallagher's presentation, Bribos described the Foundation as a way to make Clinton rich and said that he could not find examples of the charity they were doing. \"And so, these people ask the question in interviews, especially in liberal media, you know, well, \"don't you think they're doing a great job?\" Well, I don't know what great work they're doing,\" said Bribos. \"I mean, the truth is, if they have about 80 percent of the overhead and 20 percent of the money actually getting where it should be, then the only work that Clinton Foundation does seems to be lining up Bill and Hillary Clinton's pockets. This, for me, must be investigated... \"The claim that 80% of the money raised by the Foundation goes to public expenses -- a term used to describe expenses going to management and fund-raising costs -- is something that Carly Fiorina and Rush Limbo have done in various forms. But despite what Bribos says, it's a wrong reading of the tax forms submitted by the institution, and experts who watch and study charitable organizations say. We didn't hear a reply from the Speaker of the Republican National Council (Shon Spyser) There is an erroneous reading of the Pripus case based on the idea that the only charity work being done by the Clinton Foundation is in the area of grants, so everything else is in the state of public expenditure. We will use the most recent Clinton Corporation tax form, 2014, as an example. (to begin on page 28 of this document.) The Foundation reported a total expenditure in 2014 of just over $91 million, but grants were only $5.1 million. This means that about 6 percent of the institution &apos; s money is spent on grants. Over a five-year period from 2009-2012, the Foundation raised more than $500 million, the conservative website, benefited the Federation, but only 15 per cent of that, or $75 million, went to grants. But that doesn't mean that everything else is above all, people who watch charities and their practices say that. \"Though the Clinton Foundation has \"the Foundation\" in its name, it is in fact a public charity,\" wrote Brian Metendorf, Professor of Accounting at Fisher Business College, Ohio State University, in the Code of Charitable Facts. \"In practice, this means that it relies heavily on public donations and that it essentially fulfils its mission by using them for direct charitable activities, rather than for donations. \"The failure to understand the difference led to the widespread allegation (covered by New York Post, Rush Limbo, Fox News, etc.) that only a small portion of Clinton's spending goes to charity. While measuring charitable endeavours by the amount of grants may be appropriate for many private institutions, it is not an organization that acts as a direct service provider such as the Clinton Foundation.\" What kind of activity? The Clinton Development Initiative is helping farmers in Malawi to grow and sell more crops and has built a warehouse where farmers can store their crops for sale. The Foundation is doing similar work for coffee farmers in Haiti. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, 2013, the Clinton Giustra Project Partnership was launched by Centro Accesso de Formacion to provide job training for people in Cartagena, Colombia. Much of what the Foundation does is for its staff to facilitate partnerships. For example, the Clinton Access to Health Initiative has secured credit to provide access to cheaper medicines for millions of people living with HIV/AIDS. The foundation programme promoted both supplies of raw materials for the manufacture of medicines and tenders for the supply of the final product. The result was lower production costs and lower prices of medicines. Today, the initiative follows the rolling price of a list of treatments and publishes it to assist health departments around the world in negotiating with pharmaceutical companies. :: Metendorf and others who study charities say that the most general way to deal with how much the group spends on charities for public expenses is to consider audited financial statements that enhance the financial results of the entities that make up the Clinton Foundation. This includes the Clinton Access to Health Initiative, the Clinton Global Initiative, the Clinton Climate Initiative, the Clinton Geostar Initiative for Sustainable Growth, the Clinton Development Initiative and the Clinton Health Initiative. The financial databases require a non-profit person to divide its expenses between programme services, fund-raising and administrative/public costs (the latter two are a community referred to as \"public expenditure\"), and metendorph has told us. In 2014, 87.2 per cent of the Clinton Foundation &apos; s expenditure had been on programme services. \"Of course, this speaks only of how the Organization uses its funds and not of whether 87.2 per cent has been allocated to the most effective programme efforts, but that is all we have in terms of verifiable data on this issue,\" said Mentendorf. The American Institute of Charities reached the same conclusion. The Clinton Foundation has given an excellent degree and says that it spends only 12% of the money it collects on \"the capital.\" \"The Clinton Foundation is an excellent charity,\" on August 24, 2016, the president of CNN, Daniel Burutschoff, said. \"They are able to obtain 88 per cent of their spending on programme services in good faith and their fund-raising efficiency is indeed low. It only costs them two dollars to raise $100.\" Sandra Minotti used the same general account in a Navegator charity group when she spoke to our colleagues Factcheck.org, although it did not include the Clinton Foundation branches. With this measure, 80.6 per cent of expenditure in 2013 was on programme services. The Governor Bribos said, \"The truth is,\" Clinton Foundation, \"I got about 80 percent of the overhead and 20 percent of the money is actually getting the places I should.\" Bribos is reading the IRS documents wrong. Only a small amount of the contributions raised by the Clinton Foundation are awarded as grants to other non-profit groups. But that doesn't mean that every other dollar is a \"head.\" The Clinton Foundation spends between 80 and 90 per cent on programme services, which experts say is the industry standard for the definition of philanthropy. It spends most of its money directly on projects rather than through third-party grants. On the contrary, only 10 to 20 per cent are spent on corporate management and fund-raising activities, marked as \"public expenditure.\" B. Primus &apos; claim rates Political fact-sharing 5.7 Political assessment: The fact is that the Clinton Foundation \"gets 80 per cent of public expenditure and 20 per cent of money is actually where it must be.\" On Thursday, 23 June 2016, the President of the Broadcasting Corporation, Rence Pribus RNC, read out further information.", "vclaim_id": "vclaim-pol-04424"}