{"url": "/factchecks/2016/jan/10/donald-trump/donald-trump-mostly-wrong-we-get-practically-nothi/", "speaker": "Donald Trump", "vclaim": "\"We're practically getting nothing compared to the cost\" of maintaining American military forces in South Korea.", "truth_label": "barely-true", "date": "stated on January 10, 2016 in an interview with NBC's \"Meet the Press\" in Ottumwa, Iowa:", "title": "Donald Trump is often wrong because we're practically \"nothing\" from South Korea for US troops.", "text": "The Republican candidate for President Donald Trump states that the time has come for South Korea to bear more of the cost of a United States military presence in South Korea. :: During a lengthy interview with the National Broadcasting Authority in an interview with the press from Otomoua, Iowa, Trump took up the situation on the Korean peninsula, where North Korea reappeared in the news in recent days with an alleged hydrogen bomb test by Kim Jong On &apos; s regime. \"We have 28,000 soldiers on the line in South Korea between the crazy man and them,\" said Trump, referring to Kim. \"We practically get nothing compared to the cost of this.\" This is not the first time Trump has used this talking point. In 2011, we investigated this allegation about South Korea: \"We have 25,000 soldiers there to protect them. They're not paying us. Why don't they pay us?\" We assessed the claim that South Korea does not pay false amounts, noting that South Korea has received approximately $700 million in the last year for personnel, logistics and construction costs. In a meeting with the press, Trump made a little less than the absolute statement. Instead of saying, \"They don't pay us,\" he said, \"We practically get nothing compared to the cost.\" So we took another look at this assertion. :: The North Korean-South Korean Common Demilitarized Zone security zone in 2009, with South Korean soldiers at the front and North Korean soldiers at a distance. We found that South Korea continues to pay for the United States presence, which currently has some 28,500 military personnel. This is much smaller than the approximately 500,000 active-duty South Korean service personnel, as well as many other reserve forces from South Korea. In fact, South Korea pays much more than it did in 2011. In the last agreement announced in early 2014, South Korea stated that it would pay $866.6 million that year to support the United States presence. This was 5.8 per cent higher than in 2013, and could grow by up to 4 per cent annually until 2018. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" So is this \"nil in practice compared to the cost\" of an American military presence, as Tramp says? It is difficult to calculate the financial burden of South Korea on a percentage basis, because it is difficult to quantify the \"cost\" of United States military personnel stationed in South Korea. Does it cover the annual salaries and benefits of the troops concerned, or does it include their equipment and previous training? If you look at the most obvious amount -- salary and benefits for 28,500 troops, which according to experts is about $100,000 per head -- South Korea &apos; s payments represent just over 30 per cent of the United States costs in 2014. \"It's hard to say that over $800 million a year is \"Sudden Beans\" or \"up to nothing,\" as Lance Ganda, a military historian at Cameron University, said. Moreover, many experts said that the obvious Tramp hypothesis - that the United States gives a rich and developing country a charity gift - was wrong. They said that the United States itself benefited from military investment in South Korea. \"The United States forces are no longer there to defend South Korea,\" said William W. Stoke, a historian at the University of Georgia. \"They are there to promote regional stability as well. The point is that we have vital interests in East Asia and the Western Pacific, so why shouldn't we pay part of the bill for our troops?\" Janda agreed: \"The traditional argument for maintaining forces in South Korea is that it deters North Korea from attacking South Korea, stabilizing the region politically, socially and economically, and giving United States bases through which it can provide military force throughout the Western Pacific. In addition, he said that military expenditures helped to protect countries that bought American products. Alan R. Millett, historian and director of the Eisenhower Center for American Studies at the National Museum of World War II in New Orleans, agreed. He said: \"The colors cannot be measured in dollars, but in their effectiveness in deterring conflict.\" It should also be noted that South Korea &apos; s willingness to share costs means that it is cheaper for the United States military to support these 28,500 troops, compared to their stationing elsewhere, even at bases in the United States. Janda said that reasonable people did not agree with whether South Korea paid \"sufficient,\" and whether the United States might be better off protecting South Korea by air and sea rather than by having a large land presence. Janda added that it can be said that the United States military presence is \"in part destabilizing because it makes Chinese and North Korea nervous, and that we are too quick to see the world in purely military terms.\" However, he said, \"I don't hear Trump making such a delicate argument.\" Our Governor Trump said, \"We're practically getting anything compared to the cost\" of saving American military forces in South Korea. At present, South Korea pays more than $800 million a year to support the presence of United States troops, an amount that is not described as \"in practice nothing.\" Although Trump makes it seem like the United States is willing to pay for the rest of the shipment as a gift to South Korea, he overlooks that the United States is already benefiting significantly at a strategic level from this arrangement. We assess the claim mostly wrong.", "vclaim_id": "vclaim-pol-05568"}