{"url": "/factchecks/2019/oct/24/viral-image/drunk-men-wearing-moose-heads-didnt-actually-terro/", "speaker": "Viral image", "vclaim": "He says the photo shows a driver and a passenger wearing moose heads in a truck with a man tied to the ceiling causing 16 I-35 road accidents.", "truth_label": "pants-fire", "date": "stated on August 29, 2019 in a Facebook post:", "title": "The drunken men wearing moose heads didn't actually intimidate the drivers on Highway 35.", "text": "We're in the middle of the moose-hunting season in some states, but we don't expect to see any animals going on the way with a man tied to the roof. \"This actually happened,\" an article begins on 29 August on Facebook showing a picture of three moose heads digging truck windows and a man in fishing gear tied up. \"They tied the man to the roof. The driver and the passengers put the moose in. Then they went on the I-35... 16 incidents were caused. Yeah, they went to jail. Yeah, alcohol was involved. Yeah, guys can't be left alone. This article, in which more than 24,000 people participated, was referred to as part of Facebook's efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) Because that didn't actually happen. Facebook was published on January 11, 2021 in an article in Facebook by Nancy Belusi, who was no longer Speaker of the House of Representatives by Samantha Buterman. However, the highest research results are the sites that break this long story. In 2016, it was more brutal: this mail imgur.com also claims that they killed three people and that charges were brought against the woman who left them unattended. In 2011, it did not even happen on the road between the 35 states, but in Maine. According to the Minnesota Journal, \"Pioneer Press\": \"This has already happened with some men from Maine. They wore the truck with the dumb guy who put the eagle on the truck. Drivers and passengers placed mooseheads They went down Maine Toole Highway to cause about 16 accidents. They've gone to jail.\" \"A great and totally fake story,\" spoke for the Mayan state police and then said the newspaper. This newest article on Facebook seems to be the same. We evaluate it with pants on fire.", "vclaim_id": "vclaim-pol-00025"}