{"url": "/factchecks/2016/oct/05/mike-pence/mike-pence-clinton-failed-keep-troops-iraq/", "speaker": "Mike Pence", "vclaim": "He says: \"Iraq was invaded by ISIS because Hillary Clinton failed to renegotiate. ................................................................................................................ ................................................................................................................ Status-of-forces agreement.\"", "truth_label": "barely-true", "date": "stated on October 4, 2016 in the 2016 Vice Presidential debate:", "title": "== sync, corrected by elderman == @elder_man", "text": "The Vice-President's debate soon ended with Republicans Mike Pines and Democratic Tim Kane interrupting and talking about each other to score points against the top ticket candidates. In an exchange on security in Iraq, Penny said, \"Iraq was invaded by ISIS because Hillary Clinton failed to renegotiate, Hillary Clinton failed to renegotiate the status-of-forces agreement. \"No, that's wrong, Cain has responded.\" The argument is focused on a period in 2011, when the Obama administration was negotiating with Iraqi Prime Minister Nuri al-Malki to keep the forces in Iraq. It could have retained up to 10,000 troops on the ground after 31 December 2011, after it was named the status-of-forces agreement. Obama was working against the deadline signed by President George W. Bush in late 2008. Under the Bush Agreement, United States troops will leave by the end of 2011. At the beginning of 2011, military commanders in Washington and Baghdad were forced to acquire a residual strength of between 16,000 and 24,000 to carry out acts of collective terrorism and to train Iraqi security forces. The White House, as reports show, was not open to a force of this magnitude. Her number was 10,000. But the Iraqis also refused, until this number was reduced. The New York Times detailed how the force became smaller until the negotiations completely failed. According to The New York Times, Obama himself ruled out the choice of 10,000 troops on August 13, 2011, a conference call, reducing the number to about 3,500. But even that bottom number hit a brick wall. The agreement failed to demand that United States forces be granted immunity from prosecution by Iraqis, a very sensitive political issue within the Iraqi Parliament. Some experts said that Iraqi leaders might not have been willing to take a major political risk with their citizens in exchange for a relatively small American force. However, the absence of immunity means that there are no large remaining forces. \"When the Americans requested immunity, the Iraqi side replied that it was not possible,\" said the Malki at a press conference in October 2011. \"Discussion on the number of trainers and the location of the training has stalled. Now that the question of immunity has been decided, and no immunity has been granted, the withdrawal has begun.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 Austin Long, Professor of International and Public Affairs at Columbia University, Paulette Fact told in 2015 that the Malki claimed to have supported the remaining force and might have signed a new plan, but the Iraqi Parliament would not do so. Since then, there have been many discussions on whether Washington or Baghdad were the most difficult to reach a new agreement. Christopher Bribel, Vice-President of Defence and Foreign Policy Studies at the Kato Institute, said that the Iraqi delegation to the Institute had been able to support the work of the Institute. \"They said that the Iraqi Government was too weak and unwilling to stand up against the wishes of the Iraqis who wanted the Americans to leave,\" said Bribel to us in 2015. On October 21, 2011, Obama announced the withdrawal of the vast majority of United States troops in Iraq by Christmas. There were two hundred marines who remained behind to train the Iraqi army and provide security for diplomatic personnel. It is important for this verification that the Department of State assume overall responsibility for leading the negotiations of the United States Government on status-of-forces agreements. However, while the United States Ambassador in Iraq was a participant (the ambassadors work for the Ministry of Foreign Affairs), the main decisions and negotiations with Iraq took place within the White House. Sometimes, Obama himself was on the phone with Malki. Our referee, Benes, said that Clinton failed to negotiate a status-of-forces agreement with Iraq. It is true to say that the negotiations failed. However, the claim suffers from a number of defects. It places great emphasis on Clinton &apos; s role, when key decisions and discussions took place between the White House itself and Iraqi leaders. The Obama administration wanted to isolate United States forces from legal proceedings in Iraq. This was a political minefield in Iraq. While there is room for debate as to whether American negotiators can find a way to solve this problem, there is no reason to believe that the Administration simply abandoned a deal to keep United States troops in Iraq. The prosecution has an element of truth, but leaves much of the key information that gives a different impression. We're assessing this allegation mostly wrong. https://www.sharethefacts.co/share/e0674d59-28b4-4206-af4a-35dc9368b0ed", "vclaim_id": "vclaim-pol-04212"}