{"url": "/factchecks/2018/nov/08/donald-trump/donald-trump-right-history-behind-republicans-sena/", "speaker": "Donald Trump", "vclaim": "\"These elections represent the greatest gains of the Senate of the President's party in the first midterm elections since at least President Kennedy in 1962.\"", "truth_label": "half-true", "date": "stated on November 7, 2018 in in a press conference:", "title": "Donald Trump's talk of a historic gain for the Senate depends on the races that have not yet been decided.", "text": "Following President Donald Trump &apos; s assessment of the election results during a White House press conference, he underestimated the importance of the return of Democrats to the House of Representatives and highlighted the gains of the World Democratic Party in the Senate. The Republicans turned over at least three Senate seats last night, with races in Arizona and Florida still very close to the invitation (the Republicans advanced in the calculated votes). The Republicans lost a seat in Nevada. In Mississippi, Republicans and Democrats are heading for the 27 November race, where Republicans prefer. So, while we're writing this, Republicans have 51 seats in the Senate and are likely to add another one in Mississippi. The number can rise to 54 if the races in Arizona and Florida remain on the path of the World Democratic Party. Trump, who launched a vigorous campaign for a handful of Republican candidates in narrow races, sought to highlight the historic significance of the Senate's victory in his party. \"These elections represent the greatest gains of the Senate of the President's party in the first midterm elections since at least President Kennedy in 1962,\" said Trump. Trump's reading of historical election records depends on the results of the landmark results in Mississippi, Arizona and Florida. Only a few presidents of the first mid-term elections in recent American political history have made gains in the Senate in favour of the President &apos; s party. In this particular election, part of the equation was that Democrats were deprived of the fact that they were defending more seats than Republicans. This included 10 states that won easily in the 2016 presidential election. It is also not unprecedented for the House of Representatives and the Senate to end up splitting two parties after the mid-term period. However, it is somewhat unusual for the President's party to register a net gain in the Senate during the first half term of the President, as data from 538.com show below: \"President SENATE NET LOS/GAIN's year by President Donald Trump (R) + 0-3 2010 Barack Obama (D) - 6 2002 George W. Bush (R) + 2 1994 Bill Clinton (D) - 8 1990 George H.W. On January 18, 2021, in an interview with National Correctional Radio, \"China was behind intervention and effort to overthrow our government, elections and electoral fraud.\" By Daniel Fanky: 19 January 2021 Ronald Reagan (R) + 1 1978 Jimmy Carter (D) - 3 1974 Gerald Ford (R) - 4 1970 Richard Nixon (R) + 1 1966 Lyndon Johnson (D) - 3 1962 John F. Kennedy (D) + 4 1954 Dwight D. Eisenhower (R) - 2 1946 Harry S. Truman (D) - 11 1934 Franklin D. Roosevelt (D) + 9, no matter how things turned out, the Trump Party was much better in the Senate than the Democrats did during President Barack Obama's first mid-term election, which he famously admitted was \"depressing.\" However, the pending elections will determine whether Trump's claim is ultimately correct. President George W. Bush saw Republicans net two seats in the Senate in 2002, while President Richard Nixon and the Republicans obtained one seat in 1970, according to 538.com. If the results continue and the Republicans win in Mississippi, Florida and Arizona, Trump will be right that the gains of the Republican Senate in the mid-term 2018 (+3) represent the largest mid-term transfer to the Senate since the Democratic Party of President John Kennedy obtained four seats in 1962. These races aren't called yet, though. While the Republicans are in a better position in all three states, Trump is an uncertain gain. We're assessing the data based on what was known at the time. So we're claiming that half is true. Sharing the facts of 2018-11-08 16:45:32 UTC Politic Fact 4 1 7 Politic Facting: half correct: \"These elections represent the greatest gains of the Senate of the President's party in the first midterm elections since at least President Kennedy in 1962.\" President Donald Trump at a press conference on Wednesday, 7 November 2018, 2018-11-07. Read more information.", "vclaim_id": "vclaim-pol-01281"}