{"url": "/factchecks/2019/aug/07/facebook-posts/elizabeth-warren-quote-likening-abortion-tonsil-re/", "speaker": "Facebook posts", "vclaim": "Elizabeth Warren says that abortion is no different than someone who removes his blouse.", "truth_label": "barely-true", "date": "stated on July 31, 2019 in a Facebook post:", "title": "To quote Elizabeth Warren like an abortion to remove the almonds? It's been edited out of context.", "text": "Facebook bulletins are viral, saying that the presidential candidate Elizabeth Warren compared abortion to the removal of the two tonsils. The article shows a picture of Senator Massachusetts with a higher text and less than that of \"abortion is no different from someone who removes his blouse.\" - Liberal Democratic Senator Elizabeth Warren. Yeah, she really said that, and she's really crazy and stupid. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Warren made a comparison between abortion and weight removal procedures, but the joint quote in the article was largely edited and not something Warren said or written. After searching the news archives on the Internet and Nexis, the first time we found Warren discussing almonds and abortion came on January 21, 2018, the column of opinion in Time magazine. I wrote, \"On the 45th anniversary of Roe v. Wade, I'm thinking about what's changed since abortion became legal. Our health-care system has dealt to a great extent with safety: thanks to Roe v. Wade, abortion is now safer than getting your almond. \"Many women are alive today because of Roe.\" Warren made the same statement a few days later in a speech in the Senate Chamber opposing legislation prohibiting abortion after 20 weeks of pregnancy. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. In another opinion column published in Marie Claire in July 2018, Warren wrote that the confirmation of Brett Cavanaugh to the Supreme Court could threaten the heart of Roe v. Wade. In the column, you again compare the integrity of the two procedures: \"Roe's heart risk against Wade is also serious. When abortions are illegal, women do not stop obtaining them - they risk their lives to do so. Today, thanks to Ro, getting an abortion is safer than getting your almonds. Before Roe v. Wade, many women turned into butchers from behind to finish their pregnancy. In the article, Warren links to an article from Time magazine, reporting in 2014 that women who abort are less likely to have complications than those who remove their wise teeth, citing a study published in the peer-reviewed magazine Obstetrics and Gynaecology. Dr. Oshma Obadhiay, author of the study, told Time that out of 54,911 abortions analysed, \"only 2.1 per cent resulted in complexity - a rate far lower than the 7 per cent complexity rate for the removal of wise teeth and the 9 per cent rate for the eradication of almonds.\" Our Facebook article shares a picture of Warren and claims that \"abortion is no different than someone who removes his blouse.\" Warren never said that abortion was \"no different\" than the removal of almonds. In the arguments for Roe v. Wade, Warren compared the public safety of medical procedures, once by citing a study. This article takes Warren's statement, changes her words and puts the written statement strongly inside the quotes to make it look like she said something she wasn't. Therefore, while it contains an element of truth, it ignores critical facts that give a different impression. We mostly rate it wrong.", "vclaim_id": "vclaim-pol-00352"}