{"url": "/factchecks/2019/apr/24/pete-buttigieg/pete-buttigiegs-8-years-mayor-more-executive-exper/", "speaker": "Pete Buttigieg", "vclaim": "He says he has more operational experience than the vice president.", "truth_label": "barely-true", "date": "stated on April 22, 2019 in a town hall:", "title": "Is Pete Pettige's time as governor more operational than Mike Pines' time as mayor, Vice President?", "text": "In the Municipal Hall of CNN, the first question put to the Democratic Presidential candidate Pete Butigig, Mayor of South Bend, Ind, gave him an opportunity to respond to criticisms about his qualifications to serve in the Oval Office. The member of the public began by referring to the host of the Central comedy \"Day Show\" and President Donald Trump. Then there was this exchange: \"So, in a recent comedy article, Trevor Noah said that you were quite the opposite of Trump in many respects, and went so far as to say that you were against Trump. However, like Trump, you lacked experience in the administration of the State and the federal government. If elected, how will this lack of experience be used as an advantage?\" But: \"Well, first and foremost, in many ways, experience is my answer to the question of age. I understand that my experience is not the most traditional of a presidential candidate, but unlike this president, I have experience in government. As I often point out, I don't just have more experience in government than the president, but more operational experience than the vice president, more military experience than anyone who's been coming to that position since George H.W. \"Bosch.\" It is known that Trump did not have prior government experience before serving in the White House. We assessed Butig &apos; s military claim as correct. And now let's consider whether Butgeg has more operational experience than his colleague Hosser, Vice President Mike Pines. It's an allegation he's made over and over for months. :: Mayor against the Governor in support of the Botygege statement, whose campaign simply referred to Botyge as his mayor in South Bend, home to the University of Notre Dame and the Studibaker National Museum, and Penny as Indiana Governor. But Patge, 37 years old, is serving his second term as mayor. He has held this position since January 2012, except for a six-month leave of absence in 2014 when he was deployed to Afghanistan as a member of the United States Marine Reserve. (Patjeg declared in December 2018 that he would not seek a third term.) Penny, 59 years old, was installed as Governor in January 2013 and served until the end of his term in January 2017, although he became Deputy Trump in July 2016. All of this was after he served 12 years in the United States House of Representatives, where he was for two years (2009-2011) President of the Republican Congress of the House of Representatives. On January 13, 2021, bloggers announced the extraordinary truth-checking story of General David H. Berger, the US Navy commander. They rejected Nancy Belusi's request to use the Marines to install security, saying, \"We're not working for you.\" South Bend has a \"strong mayor\" as a form of government, which means that the mayor is the elected chief executive who runs the city, unlike cities where the mayor has less role and day-to-day management to deal with by the city's tenant manager. However, it is clear that a city mayor with a budget of $368 million in 2019 does not serve as a Governor of State with a population of 6.7 million. The State budget for the last two-year period, signed by Penny in 2015, was $31 billion. Moreover, Penny has now served for more than two years in the office of a major executive branch, a vice-president. The response from the Butigig campaign to us indicates that Butigi was referring to executive experience in elected positions. However, we will note that Butig was an officer of the U.S. Navy Reserve from 2009 to 2017. Penny was President of Indiana Policy Review, a conservative think tank, from 1991 to 1993. Margaret Omara, Professor of History at Washington University, whose specialties include the modern presidency, referred to a time of penny as Governor and Vice-President. \"The bottom line, in any case, is that no job is really considered a person to become president of the United States - a job different from any other, and a job that each incumbent had to learn to master while he was already in office.\" Using baseball measurements, Gerald Boder, Professor of American History and Studies at the University of Lawrence in Appleton, Weiss, was more explicit. \"When we say everything and do, Mayor Pete is no different from the thousands of mid-sized city mayors,\" said Boder. \"His experience is threesome at best. Pines is the main league.\" The Governor Botge says he has more executive experience than the Vice President. For Sales No. E.03.XI. One official, Butageg, worked for an additional seven years when the Mayor of South Pend, Ind, was more than four years when Penny served as Governor of Indiana. But the scope of Pines' duties was wider as governor. In addition, although it does not apply. It is clear that two positions, two additional years for Benes as Vice-President, are also considered to be high-level executive expertise. The statement has an element of truth but ignores critical facts that give a different impression. We're mostly assessing Potjig's statements wrong. Sharing the facts 2019-04-24 21:41:42 UTC Politic Fact 3 1 7 PoliticFact Dating: Probably a liar who says he has \"executive experience more than a vice president.\" ∙ (Peteage 2020) presidential candidate, Mayor of South Bend, Ind. http://www.cn.com/TRANSTRIPTS/1904/22/se.05.html in the Municipal Hall on Monday, 22 April, 2019-2019-04-22. Read more information.", "vclaim_id": "vclaim-pol-00717"}