{"url": "/factchecks/2011/may/03/john-thrasher/sen-john-thrasher-says-e-verify-couldve-prevented-/", "speaker": "John Thrasher", "vclaim": "He says \"electronic verification\" was in Florida when September 11 terrorists lived here.", "truth_label": "pants-fire", "date": "stated on May 3, 2011 in comments on the Senate floor:", "title": "John Thrasher says that electronic verification could have prevented 9/11 attacks.", "text": "John Thrasher came to the State Senate on May 3, 2011, to try to put the teeth back in the underwater immigration bill. The bill - one of the most controversial in the 2011 legislative cycle - was stripped of the requirement that private employers use the federal electronic verification system to verify the migration status of the worker. Instead of trying to restore the mandate, Tharasher tried to provide employers with a strong incentive to use the system voluntarily. Use it or risk a fine. The amendment of Thrasher would have resulted in the imposition of non-criminal fines on employers found to have employed an undocumented worker who did not examine that employee through the electronic verification system. Thrasher explained that the employer would receive fines from $500 to $1,500 in multiple cases for the employment of illegal workers. Many Republicans objected to the amendment, which ultimately failed on 23-16, but not before Thrasher tried to influence the voices by saying that electronic verification could have prevented the terrorist attacks of 11 September 2001. During his closing arguments, Tharasher reminded people that, after 10 years, millions of millions and millions of dollars, the United States had found and killed Osama bin Laden on 1 May 2011. \"I want to remind everyone here that 10 of the 19 terrorists who attacked our country, led by Osama bin Laden in doing so, lived in Florida,\" said Tharasher. \"I wish we had an electronic verification system. Maybe we saved 3,000 American lives. Matt Dixon of the Florida Times spoke with Thrasher following his comments and asked him to clarify his statement. Thrasher said that \"many of them (the kidnappers) have jobs\" and may have been identified by the electronic verification system. He also said that an earlier version of the draft law contained stronger requirements for law enforcement officials to use electronic verification, and might have helped arrest the conspirators of the events of 11 September. On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. • 22 January 2021, Incredible electronic verification claim and 11 September. But right? First, the electronic verification system is a federal database that compares information from a person &apos; s working papers with the records of the Ministry of National Security and Social Security. Employers use the programme to exclude migrants who are not eligible to work in the country. Once employers employ workers, they search for their names through the electronic verification database. If the records match, the new employees are eligible to work. If they do not match, the database reaches employers, who must give workers eight days to provide sufficient evidence of their eligibility. A pilot programme for what is now the electronic verification system launched in 1997 in several states - including Florida - was extended to all 50 states by 2004. In 2004, this system was authorized for 3,500 employers. More than 200,000 employers are now registered to use electronic verification. As for the terrorists on September 11, Thursher is diminishing his connection to Florida. At least 14 of the 19 kidnappers either spent time in Florida, or had driver &apos; s licences or Florida identification cards. Among the people living in Florida were Mohamed Atta, who led American Airlines flight 11 from Boston to World Trade Center North Tower; Marwan Shahi, who led United Airlines flight 175 from Boston to World Trade Centre South Tower; and Ziad Samir Growan, pilot of Flight 93, which crashed in Pennsylvania. The three pilots received their pilot training in Florida. The question here, however, is whether any of the kidnappers could have been referred to by the electronic verification system. And for that, they had to try to get a job. With the exception of one kidnapper, Hani Hanjour, the conspirators on 11 September entered the United States legally by obtaining tourist visas. He used a student visa. It is important to consider Thrasher &apos; s claim because people entering the country with tourist visas are not allowed to work for employers in the United States. Electronic verification or not electronic verification. The majority of the kidnappers, 13 of 19, entered the country in the spring or summer of 2001, a few months before the September 11 attack. That means most of the kidnappers were only here for a few months. The logic suggests they don't need jobs. And actually, they didn't. The 11 September Commission, the group formed to improve understanding of the conspiracy and how to prevent it, reported that the conspirators spent between $400,000 and $500,000 to plan and carry out their attacks, and that the funds came directly from Al-Qaida elements. The Committee concluded that Al-Qaida had provided the kidnappers with \"almost all the money they needed to travel to the United States, train and live.\" The funds were received either through wire transfers or cash transfers, and the commission was terminated. Of all the kidnappers, there is evidence that only one actually worked for an American employer. ==History==Nawaf Al-Hamsi, a kidnapper on board the plane crashed at the Pentagon, worked at the San Diego station - Texaco region and car wash for approximately one month in early 2000. According to the Washington Post, the package works for the lowest two days a week, emptying and drying cars. The findings of the 11 September Commission confirmed the recruitment of the package. The package was in the country with a expired tourist visa. He's one of the kidnappers with a Florida connection. The package obtained Florida's driver's license on June 25, 2001, in Palm Beach County. But that was more than a year after he worked for a short time at the California fuel station. In sum, Tharasher said: \"I want to remind everyone here that 10 of the 19 terrorists who attacked our country, led by Osama bin Laden, lived in Florida. I wish we had the electronic verification system. Maybe we saved the lives of 3,000 Americans. The hackers lived in Florida and obtained Florida's driver's license. However, in order to be likely to be taught by the electronic verification system, they had to work in the state. There's no record that any of them tried to get jobs here. As such, electronic verification -- if it had been used by employers in Florida as Tharasher wanted -- would not have found them or stopped a conspiracy. We're assessing this allegation pants on fire!", "vclaim_id": "vclaim-pol-13158"}