{"url": "/factchecks/2019/apr/15/mick-mulvaney/mulvaney-trump-brought-down-drug-prices-first-time/", "speaker": "Mick Mulvaney", "vclaim": "The prices of drugs in this country actually declined last year for the first time in 50 years. This is because of Donald Trump's boss.", "truth_label": "barely-true", "date": "stated on April 7, 2019 in in a interview during Fox News Sunday:", "title": "Mulvani: Trump cut the prices of medicines for the first time in 50 years", "text": "Last month President Donald Trump announced that the General Democratic Party would become the \"Health Care Party.\" News reports indicate that he intends to make it a major issue in his re-election campaign. So, when Mick Mulvani, Acting Chief of Staff of the White House, moved the Department's work on the prices of prescription drugs - a matter of hot buttons that attracted scrutiny from different political spectrums, and an issue that voters say should be a top priority - we were fascinated. In \"Fox News Sunday\" April 7, Mulvani said: \"The price of drugs in this country actually fell last year for the first time in 50 years. This is because of Donald Trump's boss. In particular, it is difficult to substantiate this statement. The prices of medicines are measured through a range of measures and are affected by all kinds of political and economic forces. We've reached out to the White House for further explanation. We directed its staff to a report published last October by its Board of Economic Advisers, as well as to data indicating that the price index for prescription drugs was lower in January 2019 compared to January 2018. However, the experts who reviewed those statements said that they did not necessarily support Molvani &apos; s claim - certainly not as much as he was proposing. A large brush, and some missing data, we met with five experts who all agreed that, whatever the measurements used, there was no evidence that the prices of medicines had dropped unequivocally last year. The most generous reading came from Matthew Fedler, a healthy economist at the Brookings Institution: \"It's a distance from something real.\" But with further examination, the prosecution's validity became more contemptuous. The \"drug prices\" may refer to many things: the price of the list, the net price (paid after discount, discounts negotiated by insurers or other shareholders), the price of the pharmacy or the total national spending on prescribed medicines. Let's start with the last. Data from the Kaiser Foundation for the Family indicate that total spending on the price of prescription drugs has increased over the past several years. (KHN is a editorially independent programme of the Foundation.) In 2018, total spending continued to grow at a slower pace. Experts noted that this trend was positive, but not the same as underexpenditures. \"This does not mean that we spend less money on medicines than before,\" said Stacey Dusitzina, Assistant Professor of Health Policy at Vanderbilt University. We also examined the consumer price index data provided by the White House. This may suggest that the prices of the list of medicines prescribed have already declined in the past year, and even significantly. However, CPI data do not explain whether manufacturers that lower their list prices have also changed the size of their discounts. This basic information in understanding whether the real price of the drugs is what insurance pays and what consumers ultimately pay has actually changed. These trend lines also vary according to the 12-month period they cover, according to Walid Glad, an associate professor of health policy at the University of Pittsburgh. From January to January, there could be a decrease in existing prices, but from July to July there could be an increase. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" In addition, consumer price index data include only drugs sold by retail sales, or about three quarters of all prescriptions. This excludes many highly priced specialized medicines that are sold only by mail order, and Michael Ria, who heads Rx, argued for saving solutions, is a consulting firm. It also paints a wide brush...........................................................................................................................................................................................................................................................  This year, the price of the list rose to over 3,000 real estate, while the price of only 117 real estates fell, according to data collected by Rx Forced Solutions. Last year, an Associated Press analysis revealed that the prices of branded medicines had increased from January to July, while 46 prices had been reduced. Therefore, Mulvani's claim at a downward price did not come out of the air. However, interpreting the data to mean that the prices of medicines are low ignores critical parts of the market for prescription medicines. As Mulvani said, from the White House's work, Trump played a key role in reducing drug prices. When we asked the Administration what he meant, their spokesperson referred to their efforts to bring more generic medicines to the market - a push that the White House said had increased competition and helped to make affordable alternatives available to consumers. However, there is no evidence to date that the increase in consent for generic drugs has such an impact. The experts said that market access for these products, creating competition and demonstrating a significant impact on prices took a long time. Indeed, many of these general articles, although approved, have never been to the market. This confirmation by the White House does not explain high-priced medicines and brands that lack a public counterpart. Yes, Trump's difficult talk - accusing pharmaceutical companies \"to get rid of murder\" - has persuaded some pharmaceutical manufacturers to stop raising their prices - at least temporarily, or even after the government has published key statistics on the number of prices that have risen. However, it is difficult to separate this phenomenon from the pressure also exerted by Congress and state legislatures. The Department has proposed many new policies aimed at curbing drug prices, as many have noted, such as removing certain types of reductions, or changing the way part B of the medical care programme pays for drugs. None of these measures - therefore, they did not reduce prices - did occur. Our rule, Molvani, said, \"The prices of drugs in this country actually declined last year for the first time in 50 years. This is because of Donald Trump's boss. At first glance, consumer price index data can be envisaged to support the argument that the prices of a list of some prescribed medicines have declined. However, these data do not include many high-priced specialized medicines that raise costs, and the pattern that they illustrate can change based on the time frame chosen. The consumer price index data set masks individual medicines whose prices have risen on the list - much higher than their decline. Nor does it explain the real \"net price\" of drugs. Nor does the Mulvani statement reflect trends that show that spending on drugs has continued to rise at the national level, even though this growth has slowed. There is also no evidence to support the argument that Trump himself is responsible for changes in drug pricing. This allegation involves an element of truth, but ignores key facts and contexts that give a very different impression. We're assessing this allegation mostly wrong. This fact-finding was reported and edited by the Kaiser Health News. The Polyte Fact and KHN Health Care Fact-Finding Partnership.", "vclaim_id": "vclaim-pol-00761"}