{"url": "/factchecks/2014/aug/29/david-dewhurst/unsupported-claim-1-4-apprehended-border-crossers-/", "speaker": "David Dewhurst", "vclaim": "In \"at least a quarter of those arrested\" on the border, they have criminal records.", "truth_label": "false", "date": "stated on July 21, 2014 in a news story:", "title": "Unsupported allegation: conviction of 1 in 4 persons arrested by cross-borders as a criminal offence", "text": ":: Lieutenant (Texas Goff) David Dehorst supports Goof. The decision by Rick Perry to direct the National Guard forces to the Texas-Mexico border expressed concern about preventing criminals from entering the country. As quoted on July 21, 2014, a news story on Breitbart.com, Dehorst said there was a huge \"criminal element\" on the border involving the activity of a large gang. \"We've seen estimates that at least a quarter of those arrested have criminal records,\" said Dehorst. We asked a reader about a 25% statement. We boarded an explanatory train before we found out there was no research to substantiate this claim. By e-mail, the spokesman for Dohorst Andrew Barlow referred to a former border patrol official, Ronald Coburn, who, in an interview with Fox News on 19 July 2014, said: \"One out of ten adult males who cross on this day and at this age are likely to have a violent criminal record here in the United States, and he has been removed on his way back. One in ten, making it one in five, is bringing with it or with it their violent criminal tendencies and their records from their country that we do not yet know,\" according to a video published by Breitbart.com. At least in the video that was posted on the Internet, Coburn did not announce a source of his numbers. Barlow also referred in his e-mail to reports covering the federal fiscal year up to September 2013. That year, the United States Border Patrol said, its officers arrested 420,789 people. In the same year, according to the Immigration and Customs Agency, \"ICE removed 106.695 criminals arrested at the border while trying to enter the United States illegally.\" Contrary to these figures, Barlow said, 25% of the arrested individuals appear to have been convicted. Following Barlow's leadership, we created a slightly different account with a focus on 414,397 people who were said to have been arrested by the border patrol in the United States-Mexico border area. This discrepancy indicates that 26 per cent of the arrested individuals have already been criminally convicted. We also noted that the Committee &apos; s report directly provided an analysis of individuals who had been convicted earlier. \"In fiscal year 2013, ICE removed 235,093 recent border crossings,\" said the report. \"Many of those arrested along the border had prior criminal or civil violations of immigration in the United States. Of those recently deported across the border, 106,695 had a criminal conviction.\" This appears to indicate that 45 per cent of the border crossings recently removed by ICE that year were already criminally convicted. Therefore, the Duhrest statement seemed to hold. A federal warning note was before we responded to it from the CIA and Border Patrol. The spokesman for the Central Intelligence Agency in Dallas Karl Rosenock responded to our e-mail requesting comments on these percentages by saying that \"it would be inappropriate to compare the border patrol arrest and deportation statistics of the Central Intelligence Agency to arrive at accurate statistics on detained foreign criminals.\" We asked why we didn't hear a reply. However, separately, Néstor Rodríguez, an expert in sociology at the University of Texas in immigration, said that the percentage of individuals convicted of criminal offences who had been deported by the Institute to analyse the background of persons arrested near the border might be deported by the Institute from migrants who had been arrested in previous years. Rodríguez also said that in recent years the Institute had focused on the deportation of persons convicted of crimes, so it was understood that many deportees would be convicted in the United States. Doug Mosser, spokesman for the El Paso Border Patrol, delivered a similar warning note on drawing conclusions on the criminal history of persons detained at the border from the background of persons deported by the Immigration and Customs Authority. By e-mail, Mozier said: \"It is almost impossible to quantify ICE versus USBP as there are many processes that can happen when someone is arrested at the border. Secondly, it is rare for the Immigration and Naturalization Authority to arrest people at the border, mainly at home.\" He added: \"What the Institute removes will not represent exactly the illegal immigrants that the United States Customs and Border Protection Office may treat and repatriate alone (in the case of Mexico, for example). Although the Immigration and Naturalization Authority deports them, this does not mean that the Border Patrol necessarily arrested them; the mere deportation/deportation in that year does not mean that they entered that year. • (Many persons expelled from the Institute are persons who have either finished prison sentences or have exhausted their immigration benefits/sessions/operations, which may take some time.\" :: Less than one in five persons arrested near the border were asked whether the Government had a sense of United States criminal records of persons caught by the Border Patrol near the border, and Mozié provided figures indicating that in both fiscal year 2013 and the first nine months of fiscal year 2014, less than 5 per cent of migrants captured by its agents near the southern border had previously been convicted of immigration or criminal conviction in the United States. In his remarks on 27 January 2021, Marco Rubio stated: \"Only in the Third World you do not see this routine use of trials of former leaders.\" Barlow responded by e-mail that we misinterpreted what Dehorst originally said in that Texan was referring both to the \"deceptors\" convicted in U.S. courts and to individuals \"who had committed criminal activity in the past in their country of origin or in the United States prior to their deportation for failure to prosecute.\" In the end, Dehorst did not provide any data on the share of persons arrested at the border and sentenced abroad - this information may not be available. By e-mail, Moseer told us from Border Patrol that while every undocumented immigrant arrested is published for his immigration and American criminal history, home country convictions and \"international criminal history\" somebody is not usually available from federal data systems. Our verdict, Dohorst, said in \"less than a quarter of those arrested\" on the border, \"they have criminal records.\" The basis for this statement described by Dewhurst was the methodologically inappropriate mix that the criminal history of the United States has fuelled for deported migrants. In fact, less than 5 per cent of persons arrested by the Border Patrol near the United States-Mexico border from October 2012 to June 2014 were criminally convicted or violated United States immigration laws. General data on the criminal records of the country of origin do not appear to be available. We're assessing this statement wrong. - The statement is not accurate. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07371"}