{"url": "/factchecks/2008/feb/25/barack-obama/clinton-has-changed-on-nafta/", "speaker": "Barack Obama", "vclaim": "Clinton said, \"Great things about Nafta until I started running for president.\"", "truth_label": "true", "date": "stated on February 24, 2008 in Lorain, Ohio:", "title": "Clinton's changed on nafta.", "text": "In Ohio, where trade union workers have a large presence and harm the manufacturing economy, Sin. Barack Obama Sein Hillary Clinton was attacked because of her position on the North American Free Trade Agreement (NAFTA), called the North American Free Trade Agreement (NAFTA). \" Yesterday, Sun. Clinton also said I was wrong to point out that she once supported the North American Free Trade Agreement,\" said Obama. But the truth is, she was saying great things about nafta until she started running for president. Two years later, she said that \"free and fair trade agreement\" was \"free trade agreement\" and that it \"prove its value.\" In 2004, she said, \"I believe, in balance, the North American Free Trade Agreement (NAFTA) was good for the state of New York and America.\" The Clinton campaign says Obama is wrong, that Clinton was critical of the North American Free Trade Agreement long before she started running for president. We examined Clinton's earlier remarks on the North American Free Trade Agreement and concluded that it changed its tune, from one time to one time to one time to saying now that the Agreement needs to be \"stabilized.\" The agreement dates back to the 1992 presidential campaign when Bill Clinton ran against current President George H.W. (Bosch) On 12 August that year, Bush concluded negotiations on the North American Free Trade Agreement with Mexico and Canada. During the campaign, Bill Clinton said that he would support the North American Free Trade Agreement (NAFTA) if elected, but that he would demand complementary agreements to protect workers &apos; rights, the environment and the sudden increase in imports. Following Clinton's victory in the presidency, his administration negotiated side agreements and made the North American Free Trade Agreement one of its top priorities. Vice President Al Gore discussed Ross Beirut on the Larry King Live CNN program. The agreements were approved by Congress and welcomed as a major political victory for the new President. As First Lady, Hillary Clinton publicly supported her husband &apos; s position. In 1996, on a visit with trade union garment workers, Obama's words now quote. \"I believe that everyone supports free and fair trade. I think Nafta is proving its value, \"Said Clinton, according to the Associated Press report. Clinton wrote positively about her husband's efforts on the North American Free Trade Agreement (NAFTA) in her \"History of Life\" memoirs published in 2003: \"The distinguished fact-checkers mentioned on January 13, 2021 in a story that says that General David Berger, the commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for ship launch security, and said to her, \"We are not working for you.\" Despite the unpopular nature of the trade unions, the expansion of business opportunities has been an important goal of the administration.\" During a teleconference in 2004 on reducing funding for job training, Clinton was asked whether the North American Free Trade Agreement (NAFTA) should be reviewed. She replied: \"I think we should apply the trade rules inherent in the North American Free Trade Agreement (NAFTA). \"I believe in the balance that the North American Free Trade Agreement (NAFTA) was good for New York and America, but I also believe that there are a number of areas that we do not deal with in advance in dealing with our friend to the North, Canada, who seems to be able to come up with a number of justifications for keeping agricultural products in New York outside Canada,\" she said. Today, Clinton's campaign site clearly says, \"Naphta was negotiated more than 14 years ago, and Hillary believes she has not kept her promises.\" In a debate hosted by CNN in November 2007, Clinton said, \"Naphta was so wrong that she didn't achieve what we hoped she would do, and that is why I am calling for exchange time.\" It should be noted that CV writer Clinton Sally Biddle Smith said that, as First Lady, Clinton opposed the North American Free Trade Agreement in private but publicly supported it because it was important to her husband politically. However, this is not Clinton's biographical point, where she wrote in favour of the North American Free Trade Agreement (NAFTA). Now, there's a question if Clinton changed her mind because she was running for president. Alternative Clinton states that she made remarks against the North American Free Trade Agreement early in March 2000 when she was a candidate for the Senate in New York. We have not been able to confirm those observations independently. However, as we have noted, observations in favour of Nfta were made late in 2003 (biography) and 2004 (teleconference). We're not gonna say that Clinton was a big fan of nafta, but she talked about it. And now you're saying it has to be fixed. Was running for president the cause of this switch or was it a gradual change of mind? It is difficult to say that the balance of evidence does not point to a harsh central point. But when we balance their previous statements against their recent ones, they changed their feelings when they spoke of the North American Free Trade Agreement (NAFTA). We're assessing Obama's charge right.", "vclaim_id": "vclaim-pol-16323"}