{"url": "/factchecks/2019/feb/07/donald-trump/Yes-President-Trump-Congress-also-investigated/", "speaker": "Donald Trump", "vclaim": "\"The Dems and their committees are insane. The Republicans never did this to President Obama.\"", "truth_label": "barely-true", "date": "stated on February 7, 2019 in a tweet:", "title": "Yes, President Trump, Congress also investigated Barack Obama.", "text": "President Donald Trump, faced a majority of newly installed members of the Democratic House of Representatives with the authority to hold hearings to oversee the executive branch, and he blew on Twitter that he was subject to a double standard in Congressional investigations - \"unlimited presidential harassment,\" as he called it. In a couple of tweets on February 7, 2019, Trump tweeted the Republic Adam Schiff, D-Calif., who is the new Chairman of the Intelligence Committee of the House of Representatives. He announced that the Committee would consider the links between the Trump campaign and Russia: \"So Congressman Adam Schiff now declares, having found any Russian collusion, that he will look at every aspect of my life, both financial and personal, although there is no reason to do so. It's never happened before! Unlimited presidential harassment. The Dimes and their committees are going crazy. The Republicans never did this to President Buck Obama, there won't be time to head the government. I heard the other committee chairs would do the same thing. Even robbing people who work in the White House! Keep chasing witches!\" The Republicans have never done this to President Obama, and there will be no time to run the government. I heard the other committee chairs would do the same thing. Even robbing people who work in the White House! Continue to chase witches! Donald J. Trump (@realDonaldTromp) 7 February 2019 in this article, we will consider whether Republican-led congressional committees \"have never done so to President Obama.\" Abbreviated answer: They certainly checked with Obama, although the subjects were different. The White House did not respond to a query about this article. During Obama &apos; s years - as in previous presidents - Congress has regularly affirmed its right to supervise the executive branch. Such supervision can be particularly aggressive when at least one House of Congress is controlled by the opposite party who owns the White House. Over the last six years of Obama &apos; s presidency -- from 2011 to 2017 -- Republicans controlled at least one House of Congress. Not all congressional committee investigations are identical -- some objectives in the herbs are deeply concerned within the executive branch departments, far from the upper levels of the White House. However, others are quickly taking over a party formation, with the results reflected on the President, his senior assistants or his basic agenda. We are not aware of any congressional investigations into Obama &apos; s personal finances, as may happen to Trump, whose commercial and real estate properties are broader than Obama &apos; s. There was no need for a possible democratic effort, in the Obama era, to obtain the tax revenues of Tramp, because Obama was voluntarily released, as all presidents did in returning to Richard Nixon. However, while the nature of the differences was different, we found at least five examples of congressional investigations in which the Republicans in Congress used the investigation process to put Obama on the hot political seat: loans to Solandra Solar. The company collapsed after receiving $535 million as a federal loan guarantee, and the Republicans noticed that Obama's campaign holder was a major investor. On January 13, 2021, in notes in CNN's broadcast, the second presidential indictment of Donald Trump was \"most isolated between the two parties in American history.\" • Alleged political bias in the Internal Revenue Service. This controversy involved accusations that IRS employees were unfairly targeting conservative groups to conduct an extraordinary examination of applications for a tax-free organization. This attracted an investigation by the House of Representatives Oversight and Government Reform Committee, the Senate Finance Committee and a Senate Subcommittee on Internal Security and Government Affairs. • The terrorist attack by the Benghazi Consulate in 2012, in which four Americans, including the American Ambassador, died. The circumstances surrounding the attack were investigated by the Intelligence Committee of the Senate, the Internal Security and Government Committee of the Senate, several teams of the House of Representatives under the leadership of the Intelligence Committee of the House of Representatives and the Beit Benghazi Committee established specifically for this purpose. In 2015, a specially established committee called Hillary Clinton - who was the Minister for Foreign Affairs during the attack and was widely expected to run for the presidency - was set for a full day of television testimony. (The Senate investigations have already been carried out by a democratic majority of the President. • The \"Armed Walk\" programme known as \"Acceleration and Rage,\" in which the Bureau of Alcohol, Tobacco, Firearms and Explosives, in part during Obama's presidency, allowed the sale of weapons to Mexican citizens in the hope of tracking down drug ring leaders. The programme was investigated jointly by the Committee for the Oversight of the House of Representatives, the Reform of the Government and the Judicial Committee of the Senate. • Launching in 2014 of the website of the Law on Affordable Care, Health Care. At first, the site was largely unworkable, although the Government was eventually able to repair it. The launch was the subject of hearings by the Sub-Committee on Energy and Trade Control and Investigation, the Senate Finance Committee, the House of Representatives Road and Means Committee and the House of Representatives Oversight and Government Reform Committee. It should be noted that before Trump became president, he actively tweeted these five differences, often in order to encourage probes or criticize Obama's administration. According to the search through the Tramp archive on Twitter, Trump has written 15 times on Solandra, 13 times fast and angry, three times about the debate about tax bias, 58 times on Benghazi, and 28 times about the problems of the affordable care law website. \"Dem and their committees are insane. The Republicans never did this to President Obama.\" Obama did not face the types of investigations into his personal and financial life by Trump, in part because Obama was more transparent about his personal property and property and was less complex. Nevertheless, the House of Representatives and the Republican-led Senate have actively pursued several investigations in which Obama and his administration have been at a stalemate. The topics included Solandra, speed and anger, alleged bias on the part of the Tax Service, Benghazi and the location of the Affordable Care Act. To some extent, Republican-led probes - often conducted by overlapping committees in one or both chambers - have been a combination of legitimate government supervision and party war. We're mostly assessing the statement wrong. Sharing the facts 2019-02-07 23:39:11 UTC Politic Fact 3 1 7 Politic Facting: Mostly wrong \"Dems and their committees went \"nuts.' The Republicans never did this to President Obama. The President: https://twitter.com/realDonaldTromp/status/1093471134845190145 Thursday 7 February 2019 2019-02-07 Read more information", "vclaim_id": "vclaim-pol-01048"}