{"url": "/factchecks/2011/apr/29/texans-economic-development/pro-gambling-group-says-texans-annually-gamble-25-/", "speaker": "Texans for Economic Development", "vclaim": "\"Texins spend $2.5 billion on gambling in our neighboring states every year.\"", "truth_label": "mostly-true", "date": "stated on April 19, 2011 in a web banner ad.:", "title": "The pro-match group says Texas gambles 2.5 billion dollars a year in three neighbouring states.", "text": "An online ad on Austin's American-stateman website on April 19 made us eager to try our luck. \"Thank you, Texas,\" says a colour postcard with opening machines destined for the state of Texas. The announcement, sponsored by a group seeking to legitimize opening machines in Texas, includes three messages -- New Mexico thanks Texas for the \"$27 million,\" Louisiana and Oklahoma each thanking them for your \"billion dollars.\" A text under postcards says: \"Texins spend $2.5 billion on gambling in our neighboring countries every year.\" That's a lot of quarters. Is that right? We have asked Texans for economic development, the sponsor of the Declaration, to expand. The group, consisting of the interests of the race of horses, wants Texas legislators to ask the voters to allow machines in 13 states. On 7 July 2010, her spokesman, Mike Lavini, submitted a report prepared by the TXP Group, an economic policy advisory group in Austin, stating that in 2009, Texans spent $2.7 billion on games and related activities in neighbouring states. According to the report, Texans set up most of that -- $2.57 billion -- immediate neighbours with the casino: Oklahoma, where the report says that Texans threw about $1.2 billion; Louisiana, about $1.1 billion; and New Mexico, $27 million. The figures for each state are based on different sources \"including government toy committees, initial field research, conference offices and visitors... and other academic studies,\" the report says. We asked where those figures came from. The casinos will be the perfect sources of the state-wide spam, but we have found no evidence that they're talking about their customer base. Therefore, Alan Maester, who analyses the play issues of Arlington's consulting firm, advised us that \"specific assumptions must be taken\" to estimate the dollars that residents in different states are gambling. In an interview, John Hawkinius, president of TXP, explained that the company had to intersect various data \"to get the right order of size\" on the amount of gambling he was gambling for the Teksan. He said, \"It's like making fruit salad.\" According to Hawkinius, the company's recipe -- in Oklahoma, the number of Texas licence plates researchers in a group of tribal gambling places, found that Texas plates represented 90 per cent of the cars in a sample of rooms near Texas; 47 per cent of the plates in a sample of casinos were further; and 6 per cent of the enterprises were further away from Texas. Using the number of opening machines per hall, TXP concluded that Texans accounted for 37 per cent of the total game revenue reported by the casinos in 2009, which was estimated by TXP to be $3.2 billion based on a national Indian Games report. Hawkinius also observed a press article on 9 March in Tulsa World, based on a study conducted by Myster, according to which revenues from the Oklahoma tribal games in 2009 amounted to $3.1 billion. The estimated piece of gambling work in Oklahoma is $1.18 billion. For Wiziana, TXP was recorded in the 2009-10 State report on the economic impact of the river boat casino industry in Louisiana. 62 percent of the visitors to the casinos came from another state or more than 150 miles. Taking into account that TXP represented 70 per cent of the total population in 2008 in Texas, Louisiana, Arkansas and Mississippi, these percentages were derived from the estimate of Texans &apos; share of distant visitors - 43 per cent - and that percentage was multiplied by gambling revenues reported by the State in 2009, about $2.5 billion. Wade Horper, Executive Director of the Louisiana Casino Society, conveyed what he described as not yet published in January the results of a survey indicating that 49 per cent of the customers of the river boat casino came from other states or more than 150 miles away. With the lowest figure known, Texans Economic Development reduced its estimate of Texans' gambling money in Louisiana from $1.1 billion to $869 million. He was not sure whether Texas made up 70 per cent of those gamblers outside the mandate and far away. He said that the Harvey Channel site, a casino of the river boat in New Orleans, might be beautiful, but \"people don't spend 16 hours in a car coming from Midland. The duty called TXP the revised estimate of Texas gambling \"more rational,\" but he said, \"I can't say it's true.\" The duty said a better way to estimate Texans' expenses would begin with interviews with gamblers to measure where they came from, how long they stayed and gambled. For New Mexico, TXP concluded that Texas accounted for about 8% of the gambling money in casinos and radinos, and that TXP had a lot of money. Hawkinius observed that nearly 4,000 opening machines -- just under one third of all opening machines in the state -- are located in southern Mexico, near El Paso. Hawkinius said that El Paso represented more than 65 per cent of the population of that southern sector, and Texo accounted for more than 20 per cent of annual visitors in New Mexico. TXP applied 8 per cent of Texans to what was thought to be related to the spending on games by approximately $350 million, making Texas's share $27 million. However, Hawkinius said that he later realized that he had inadequately covered the licence fees and had reduced the annual gambling expenditure of $968 million, according to records published on the Internet by the New Mexico Gambling Control Board. The revised part of Texas? About $77 million. Therefore, with the recent amendments to the company, the estimates for the three states are closer to $2.1 billion. - Everybody on board, though? Okay, no. Stephen Reeves, spokesman for the Christian Life Committee against Baptist-backed sex, said that counting license plates was a poor way of measuring how much casinos spent in casinos. This was followed by e-mail: \"But, if I do so, I suggest that account be taken of the frequency shown by a given car to determine the amount of money it spends.\" But in the absence of accurate data, TXP's estimate of the amount of money Texas gambles in neighbouring countries seems reasonable, although it is difficult to claim that Texas gambles with the same total amount each year. We're mostly evaluating the statement right. In an interview on January 31, 2021, John Kerry says that Hurricane Harvey \"falled in Houston in five days more than in Niagara Falls in one year.\"", "vclaim_id": "vclaim-pol-13180"}