{"url": "/factchecks/2019/jun/03/kevin-mccarthy/kevin-mccarthy-falsely-says-justin-amash-votes-mor/", "speaker": "Kevin McCarthy", "vclaim": "The U.S. Republic of Justin Amash says, \"He votes with Nancy Pelosi more than he ever does with me.\"", "truth_label": "false", "date": "stated on May 19, 2019 in an interview on Fox News:", "title": "Kevin McCarthy says Zora Justin Amash often votes more with Nancy Belusi than with him.", "text": "Following his tweet, in which he referred to Muller's report as evidence of the isolation of President Donald Trump, Republic. Justin Amash, R. Mitch, the President called him \"the total lightweight\" and \"the loser\" and will now have a major Republican rival. When Kevin McCarthy, the minority leader at home, was asked about Amash's main findings on the Mueller report on Fox News, he tried to distance himself and the Republican party from the Michigan representative. McCarthy made a statement about Amash, who drew our attention: \"He votes with Nancy Pelosi more than he ever does with me.\" In an era of polarization - when rank and file members rarely deviate from the leaders of their parties - we asked whether a Republican representative who defected from the party still voted consistently with him. We've used the Propiska acting app to find out. We also contacted McCarthy's office, but we didn't get a reply. Proposta follows the voting record of each member of the House of Representatives and the Senate, and has the advantage of enabling users to compare representatives upside down. The database runs from 112 to the current Congress, so we have been able to compare the cattle and the Speaker of Parliament, Nancy Belusi, Amash and McCarthy, over the past decade. He voted against his party more than all the members of the Council at this session - 32.6 per cent of the time. But he and McCarthy agreed to 65% of the votes. On January 13, 2021, in statements broadcast by CNN, Donald Trump's second presidential isolation was \"the most isolated of the two parties in American history.\" However, the same comparison between Amache and Belusi cannot be made at this meeting, because Belusi is the spokesperson for the house, and Derek Willis, developer of the news applications in ProPublica, said. In fact, there is not even a page for Promoska to compare Belusi with any other representative of the House of Representatives in Congress 116 because she missed almost nine out of ten votes. It's not that Belusi was absent without permission. There is a tradition that speakers on the Council do not usually vote. (We referred the Deputy Chief of Staff of Lucy, Drew Hamill, to this precedent when we asked about it.) Richard E. Cohen, the leading author of the German newspaper American Policy, said that there were \"spontaneous exceptions\" to this informal rule, but most speakers did not vote regularly. On the other hand, Cohen said that Belusi - like most speakers - almost always supported the legislative agenda of her party, at least in rhetoric. \"So it is possible to match many of the Amash's voices with Pelosi's informal views. Even from this perspective, Amas - but certainly not always - often stand side by side with the views of McCarthy and most Republicans.\" However, we were able to compare Amache to McCarthy and Belusi by using previous voting records, when Belusi was not the spokesperson for the house. We found that Amash voted more with McCarthy than Belusi for every term. For example, in the last Congress, Achish voted with McCarthy 65% of the time and Belusi 29% of the time. Our judgment, McCarthy, said that Amash voted more with Belusi than himself. But Amash voted more with McCarthy than Belusi at every session of Amash in Congress. We're assessing this statement wrong. The facts shared 2019-06-03 18:07:40 UTC Politic Fact 2 1 7 Politic Facting: Wrong U.S. Republic Justin Amash says, \"He votes with Nancy Pelosi more than he ever does with me.\" Kevin McCarthy House, minority leader, interview on Fox News Sunday, 19 May 2019 2019-05-19. Read more information.", "vclaim_id": "vclaim-pol-00576"}