{"url": "/factchecks/2019/oct/28/facebook-posts/fact-checking-hillary-clintons-ties-russia/", "speaker": "Facebook posts", "vclaim": "According to Hillary Clinton, \"I paid a Russian file to win the election,\" her husband \"made $500,000 for a Russian speech,\" \"sold 20% of U.S. uranium to Russia\" and her foundation \"got $150 million from Russia.\"", "truth_label": "barely-true", "date": "stated on October 21, 2019 in a Facebook post:", "title": "An overmail linking Clintons, Russia, to a uranium deal.", "text": "The comments of Hillary Clinton on Gil Stein and Tolsy Jabbard inspired a series of Facebook articles that revived misleading allegations about Clinton's relationship with Russia. One of the articles published on 21 October and shared more than 1,300 times said: \"Does anyone else find it strange: the same woman who paid for a Russian election file; her husband who paid $500,000 for a Russian speech; who sold 20% of U.S. uranium to Russia; whose foundation received $150 million from Russia; and who keeps calling him other Russian assets?\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) As evidence, the article mentioned Charlie Kirk, founder of the Non-Profit Transition Point of the United States of America. We found a tweet from Kirk on October 20th, making the same allegations as the article. Over 26,000 times have been retweeted. Polyte Fact investigated four of these allegations in the past. We summarized our findings to address each of the mail claims. The article contains a hint of truth, but it paints an inaccurate picture of Clinton's relations with Prussia. Hillary Clinton \"paid for a Russian file to win the election\" contains an element of truth, but it is not the full picture. The file referred to in the Facebook article was written by the former British spy Christopher Steele on President Donald Trump's relations with Prussia. Many of the details in the file were cliché but were not verified. Russian officials did not write it, and Facebook appears to be claiming. In September 2018, we verified the validity of a claim by the Republic of Mark Meadows, R-N.C., about the file, Fusion GPS (the opposition research company that established it) and how Clinton's campaign was involved. We found that Fichen GPS was hired to work on behalf of the Clinton campaign, but the company was already investigating Trump at the time. The Global Positioning System (GPS) was originally designated by the Free Beacon Washington, a conservative information site. The National Democratic Commission, through its legal office Perkins Coy and for the Clinton campaign, hired the opposition research company to collect information after Trump won the Republican nomination. Then Fusion GPS Steel was hired to produce notes on Trump Prussia's links. Bill Clinton \"made $500,000 for a Russian speech\" is accurate. The source of the claim is the 2015 book \"Clinton Cash,\" prepared by the author and political adviser Peter Schweizer. In an interview in April 2015 about the Fox News book on Sunday, he said something to our attention: \"From the 13 speeches (Bill) Clinton brought in $500,000 or more, only two occurred during the years in which his wife was not a Secretary of State.\" On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • January 16, 2012, we estimated this allegation to be correct. In the context of our investigation of the Clinton federal financial disclosure forms, we found that former President Clinton was speaking in 2010 to a Russian financial company. He's been compensated for $500,000. Hillary Clinton \"sold 20% of U.S. uranium to Russia\" is misleading. We assessed a similar claim, often false. This claim also stems from the Cash Clinton Company's company, Schweizer. A chapter of the book proposes a payment-for-play plan between Clinton and Russia, accusing them of transporting uranium for donation funds. Part of that chapter stems from a deal concluded in 2007 between Frank Giustra, a member of the board of directors of the Clinton Foundation, Or Asia, and Uranium 1, a Canadian mining company. U1 has mines, mills and lands in the United States equivalent to about 20 per cent of U.S. uranium production capacity. However, its actual production is a smaller part of the uranium produced in the United States, 11 per cent in 2014, according to Oilpress.com. In 2009, the Russian Nuclear Energy Agency, Rosatum, purchased a 17 per cent share of uranium 1. A year later, she bought enough shares to give her a 51% share. Since a foreign entity took the majority share of a uranium operation, several United States government regulatory bodies had to approve the transaction. They did so, and in 2013 Russia took over uranium 1 by 100 per cent and renamed uranium 1 Holdings. In our previous examination of the facts, we noted that Clinton was a member of the Committee that agreed to sell - but the decision was not alone. Nor does it have the power to challenge the Committee &apos; s decision. The Clinton Foundation \"Got $150 million from Russia\" is overrated. We assessed a similar claim, often false. Nine uranium-related people donated to the Clinton Foundation But most of the money, about $131 million, came from Gyustra, a businessman from Canada, not Russia. Gyustra said he sold his entire share of the company in 2007, three years before Russia's deal and about 18 months before Clinton became Secretary of State. We have not independently verified the Gwistera allegation, but if he is telling the truth, the amount of the contribution to the Clinton Foundation from one uranium investor is significantly reduced - from $145 million to $4 million. Our Facebook article makes four allegations about Hillary Clinton's relations with Russia before and during the 2016 presidential election. First, Clinton \"paid for a Russian election file,\" containing a hint of truth (the Clinton campaign paid for the company that wrote Steele's file), but not the full picture. It is true that Bill Clinton once paid $500,000 in his letter to a Russian company. The claim that Clinton \"sold 20% of U.S. uranium to Russia\" exaggerated the percentage involved and Clinton's role; it did not have the sole decision-making power over the deal. It is an exaggeration to say that the Clinton Foundation \"has received $150 million from Russia\" - it could be as close as $4 million from the first uranium investors. The article contains an element of truth but ignores critical facts that give a different impression. We mostly rate it wrong.", "vclaim_id": "vclaim-pol-00007"}