{"url": "/factchecks/2017/feb/16/donald-trump/trumps-flip-flop-leaks-and-release-secret-informat/", "speaker": "Donald Trump", "vclaim": "On leaks and release of confidential information.", "truth_label": "full-flop", "date": "stated on February 16, 2017 in comments during and after the 2016 presidential campaign:", "title": "Trump is flipping on leaks and releasing classified information.", "text": "\"Boy, I love reading those WikiLeaks!\" - Nov 4, 2016... \"The light was finally placed on the lowly leakers!\" On February 16, 2017 during the 2016 presidential campaign, Donald Trump was unable to obtain enough WikiLeaks' own e-mails. \"Boy, I love reading those WikiLeaks!\" Trump said in November 4 at a gathering in Wilmington, Ohio. He also threw the fruits of WikiLeaks &apos; discovery on 31 October in Warren, Mitch, in November 2 in Orlando and Pensacola, in Fla, and in Nov 6 in Sioux, Iowa. Trump even called on Russia to locate and issue e-mails by its democratic rival, Hillary Clinton. \"Russians, if you listen, I hope you can find 30,000 lost e-mails,\" said during a press conference at the National Trump Golf Stadium on July 27. But Trump is now leaking leaks from the intelligence community to The New York Times, which led to the rapid departure of Michael Flynn, National Security Adviser in Trump. The articles cited anonymous officials who said that Flynn had been in contact with Russia during the presidential transition period regarding the sanctions recently imposed by the Obama administration. At a press conference held on 15 February with Israeli Prime Minister Benjamin Netanyahu, Trump expressed regret that Flynn - \"a wonderful man\" - had been treated \"incredibly unfair\" by the media. Trump said: \"Peppers leak, things leak.\" \"It's criminal business... and it's been happening for a long time -- before me. But now it's really happening, and people are trying to cover up a terrible loss that the Democrats were under Hillary Clinton.\" He followed many tweets between February 14 and 16, like this from February 16: \"Departure, even illegal clandestine leakage, has been a major problem in Washington for years. @nytimes failed (and others) they must apologize!\" At a press conference on the same day, he spent time criticizing leaks. \"The press should be ashamed of itself\" to tell stories based on leaks, Trump told journalists. So is this a prank? Before we begin, we must confirm that our Flip-O-Meter rules whether someone was consistent in a case. Assessment doesn't make a valuation, but just notice if a change of attitude happened. In this case, there are some differences between election leaks and leaks by the intelligence community. However, national security experts told us that Trump showed inconsistent standards. We'll notice that Trump doesn't think he's changing his attitude. Trump raised this question at his press conference on February 16, distinguishing between the dissemination of confidential information (spills on Flynn and Russia) and the issuance of personal e-mail (WikiLeaks and the National Democratic Commission). \"In one case, you're talking about top secret information,\" said Trump. \"In the other case, you were talking about John Bodista's DNC boss saying bad things about President Clinton. I'd say that if John Bodista had said that about me and he was working for me, I'd have kicked him out too fast and hit your head. He said terrible things about her. But it wasn't classified information. But in one case, you were talking about the confidentiality of a substance.\" On January 13, 2021, the distinguished fact-checkers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request to use marines for inaugural security, saying, \"We are not working for you.\" By Samantha Butterman: 17 January 2021, Trump has a point about this distinction. But that's not the whole story. Although the DNA releases were not confidential, WikiLeaks has already released classified information. This includes 750,000 pages of documents stolen by Chelsea Manning, later known as Bradley Manning. In other words, during the campaign Trump praised an organization that had created its name by leaking classified information. And now he's criticizing the leak. Barnett Robin, Assistant Director of the Center for International Cooperation at the University of New York, said: \"I have moved from \"I love WikiLeaks,\" an organization that publishes leaked classified information, to his current position.\" \"A few months ago, leaks made him elected -- now they're destroying his presidency, John Pike, Director of Global Security.org. Turner, Associate Director of the Center for National Security Law at the University of Virginia, said that he understood the difference between the diversion of confidential materials and information that was merely private information. He also explained that he was almost always dead from the leak. No matter who leaks or broadcasts it, \"good people die and freedom is in danger,\" he said. However, Turner added that \"it seems clear to me that Russia was trying to influence the outcome of our elections, which I consider to be a serious national security issue.\" If one of the disgruntled officials of the National Democratic Commission had copied and leaked some documents, \"I believe Trump could reasonably have distinguished between the disclosure of miscellaneous private information in the park (through 'whistle-blowers') and the disclosure of information from secret national security programmes that government officials appear to have disclosed in violation of their security agreements.\" However, \"because of the Russian role I don't think this distinction stands,\" said Turner. \"Boutum Line, I'd call this a flip-flop.\" Other experts stressed that penetration - which was recorded in Trump's records supporting and even encouraging the campaign - could be worse than diversion. \"Information from a hack by a foreign force intended to influence or discredit American elections is much more dangerous than leaking classified information intended to inform the public or influence policy,\" said Robin. Friedman, a research fellow in security studies at the Liberal Cato Institute, went further. He said, \"Trump did something worse than gossip.\" \"He has shown that his attitude towards leaks depends on whether it helps him. The non-volatile people have their opinion; Trump has shown that he has no position on leaks independent of his interests. He's pretending to be the opposite now, but he's not trustworthy.\" In fact, there is an example of a fairly distant Trump past that addresses this issue. On October 30, 2013 -- long before Trump announced his presidential candidate -- he wrote: \"Take care of the Papa disaster and Snowden's spy must be executed, but if Obama's records are revealed, he has become a major admirer.\" Maybe Trump was joking about this tweet. However, he points out that this division - between leaks that help him and leaks that do not help him - has already come to his mind. During the campaign, Trump commended WikiLeaks, an existing organization for disseminating special, and sometimes confidential, information. He is now, as President, critical of federal officials who have leaked confidential or confidential information to the media. Trump has the point that the DNC's leaked materials were not classified. However, the basic principle is the same: Trump praised the dissemination of special information during the election campaign but criticized it after becoming president. The situation is very similar, but Trump's feelings are not. We evaluate it a full flop. https://www.sharethefacts.co/share/28da9326-91a6-45a3-a7f1-cf41a47cf842", "vclaim_id": "vclaim-pol-03664"}