{"url": "/factchecks/2019/feb/04/shelley-moore-capito/shelley-moore-capito-mostly-right-about-recent-gdp/", "speaker": "Shelley Moore Capito", "vclaim": "\"Our economy is growing faster in about four years. Unemployment is at a low level at all.\"", "truth_label": "mostly-true", "date": "stated on January 3, 2019 in an op-ed:", "title": "Chile Mor Cabito is often right about recent GDP growth and unemployment", "text": "In a recent article, Sin Shelley Moore Capito, R-W.Va, wrote that the economic environment in West Virginia - and the United States as a whole - has been most healthy for years. In an article published in January 3 in the Daily Mill and in Capito's books, \"The American economy has had a whole year. In fact, our economy has been growing faster for nearly four years. Unemployment is at a low level at all.\" Is that accurate? We contacted Cabito's office, but we didn't get a reply, so we turned to official federal economic data. We found that Capito's comment is mostly - but not quite - on the mark. The typical statistics used to measure economic growth are the percentage change in inflation-adjusted GDP over the previous quarter. Here's what it looks like since the beginning of 2007, just before the beginning of the Great Depression. In the last quarter for which data were available - the third quarter of 2018 - inflation-adjusted GDP grew by 3.4 per cent. The quarter before that -- the second quarter of 2018 -- grew by 4.2 per cent. The last time the quarterly growth rate was higher than in the third quarter of 2014, it was 4.9 per cent. This is about four years ago. If you look at the last two periods, they're both higher than any other quarter that goes back about four years. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy: January 20, 2021 Unemployment rate for unemployment rate, Capito is close but not quite true when she says it's low at all. This graph shows the most common unemployment statistics dating back to 1948, when the calculation took its current form for the first time. At the time of publication, the last unemployment rate, in December 2018, was 3.9 per cent. In the recent past -- August to November 2018 -- the rate was between 3.7 and 3.8 per cent. This is very low in historical standards, but it is not the lowest level at all. In 1968 and 1969, the unemployment rate was less than 3.7 per cent for more than a year. For most years 1951, 1952 and 1953, it was also less than 3.7 per cent. Our governor Capito said, \"Our economy is growing faster than it has in nearly four years. Unemployment is at a low level at all.\" It is right about the pace of economic growth, and it is close to the unemployment rate, which has reached its lowest rate in recent months in about half a century, but not since the establishment of the census. We're mostly assessing her statement right. Sharing the facts 2019-02-04 22:07 UTC Politics Fact 5 1 7 PoliticsFacting: Mostly true: \"Our economy is growing at its fastest pace in about four years. Unemployment is at a low level at all.\" Chile Mor Cabito United States of America Member of the Senate, R-Va. https://www.wvgazetmail.com/opinion/daly_mail_opinion/commentary/sen-shelley-moore-capito-referecting-on-past-search-ahead/article_51bd4aaf-de78-5407-abf6-3be27157432f.html", "vclaim_id": "vclaim-pol-01061"}