{"url": "/factchecks/2017/jul/27/donald-trump/its-false-trump-achieved-historic-increase-defense/", "speaker": "Donald Trump", "vclaim": "\"We have made a historic increase in defence spending to get our troops the support they deserve richly.\"", "truth_label": "false", "date": "stated on July 25, 2017 in a speech:", "title": "In Yongstown, Trump misstates that he's made a historic increase in defence spending.", "text": "President Donald Trump cut off his presidential achievements in front of a warm crowd in Yongstown, Ohio, saying that he was fulfilling his promises to strengthen the army with standard defence costs. \"We have made a historic increase in defence spending to get our troops the support they so richly deserve,\" said Trump on July 25, 2017, the rally organized by his campaign. This is not the first time that a big horn has been spent on the army. In a March speech to Congress, Trump said his budget \"calls for one of the largest increases in national defence spending in American history,\" which we have often assessed as false. His pride in Youngstown is exaggerated and inaccurate. The White House did not provide information to verify the facts. The increase in defence spending is not historical. The proposed core expenditure ceiling for Trump on defence spending for the period 2017-18 is $603 billion, representing an increase of 9.4 per cent. It has been 10 years since 1977, when the base level has risen even further, and in some years, the increase has more than doubled in Trump. In 1981, President Ronald Reagan raised the spending cap by 24.9 per cent and 20.4 per cent the following year. More recently, President George W. Bush exceeded spending by 10 per cent in 2009. The Centre for Strategic and International Studies has drawn a map of these changes below. However, the core defence budget does not include war-related funding. If we are to include this funding, the statistics are less in favour of Trump. The proposed budget for Tramp represents a 5.4 per cent increase in the total defence budget, but we also had larger increases in the past. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2021, President Jimmy Carter increased military spending by 25 per cent in 1981, and President Ronald Reagan added another 20 per cent next year. President George W. Bush increased the defence budget by 27 per cent in 2003, 13 per cent in 2007, and nearly 12 per cent in 2008. This time, Trump wasn't just saying that he proposed one of the largest increases; he said that he did \"achieve it.\" Expenditure has not yet been approved. In order to make his proposal a reality, Trump would need Congress to allocate the necessary funding for fiscal year 2018 as well as to change the budget ceilings currently in force. Todd Harrison, Director of Defence Budget Analysis, Centre for Strategic and International Studies, said. In order to change the budget ceiling, 60 votes are needed in the Senate, so in some respects it is more difficult to change the budget ceiling than to pass the health-care bill. In Tramp's defense, Harrison said that his proposed defence budget was among the highest in history (though it was still not the highest) because the proposed increase was above an already high defence budget in accordance with historical criteria. But Trump was talking specifically about an increase. Our Governor Trump said, \"We have made a historic increase in defence spending to get our troops the support they deserve richly.\" The defence spending increases the trumps provided for in its budget for 2018 is not an unprecedented change, regardless of whether it includes war-related expenditure. It's also not the deal done that Trump described. In order to actually increase defence spending, Congress will have to allocate funding and raise the budget ceiling. We're assessing this statement wrong. Sharing the facts of 2017-07-27 12:29 UTC Politics Fact 2 1 7 Politic Facting: Wrong: \"We have made a historic increase in defence spending to get our troops the support they so richly deserve.\" In an address delivered on Tuesday, 25 July, 2017, 2017-07-25, the President of the United States, Donald Trump, read out further information.", "vclaim_id": "vclaim-pol-03061"}