{"url": "/factchecks/2016/jan/18/bernie-sanders/fact-checking-bernie-sanders-claim-he-helped-write/", "speaker": "Bernie Sanders", "vclaim": "\"I helped write \"the expensive law of care.", "truth_label": "barely-true", "date": "stated on January 17, 2016 in comments during the South Carolina Democratic presidential debate:", "title": "Bernie Sanders exaggerates the claim that he helped write Obamacker.", "text": "The democratic presidential candidates Hillary Clinton and Bernie Sanders spoke of health-care policy during a discussion in Charleston, S.S., on 17 January. At some point, Sanders rejected Clinton's assurances that the Sanders presidency might jeopardize President Barack Obama's legislative initiative, the Affordable Care Act. Clinton said, \"There are things we can do to improve the Affordable Care Act, but to tear it apart and start over, and to push our country back into this kind of controversial debate, I think it's the wrong direction.\" Sanders replied: \"We will not tear apart the law of affordable care. I helped write it.\" We decided to check whether Sanders had a strong claim that he had \"help in writing\" the Affordable Care Act. As our friends in the post-fact-verification Washington newspaper noted, Sanders strongly pressed for a more liberal version of health-care reform - the American Health Security Act 2009, which would have implemented a single national payment system. (The Government, under a single-pay system, instead of private health insurance companies, pays all medical bills, such as medical care. Sanders retreated after St. Tom Coburn, R-Okla, and used a procedural step to impose a full reading of the Sanders Bill, which would have taken hours and jeopardized the passage of a more moderate bill supported by Obama and his allies. However, as the negotiations entered their final phase, Sanders successfully pressed for the inclusion of $11 billion in funding for community health centres, particularly in rural areas. The inclusion of this funding has helped bring together democratic legislators on the left and those representing more conservative rural areas. \"No one played a more important role than San Sanders in securing this funding,\" Daniel Hawkins, Vice-President of the National Association of Community Health Centres, said an objection last year. (Camp Sanders sent the PolityFact article, which was suspended as evidence of his statements.) There is therefore a valid argument that Sanders made an important contribution to the final legislation. However, when Sanders says that he \"helped write\" the bill, it would be reasonable to imagine that Sanders was an integral player in the drafting of the bill over a long period of time -- from within the process. That's not the truth. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black: 2 February 2021, before the final bill was passed, Sanders and his allies on the left side of the party regularly expressed frustration at the concessions they had to make during the legislative process. \"The proponents of general options, including Sanders and Sen. Sherwood Brown, De-Ohio, say that they have given up enough,\" Pulitico report late in November 2009. They agreed to give up the single payment system. They decided not to pay a government plan linked to medical care rates. They accepted (Harry) Reid &apos; s proposal to include the opt-out clause. That's it, they say.\" Político went on to quote Sanders: \"I have made it clear to the democratic administration and leadership that my vote for the final bill is by no means guaranteed.\" A few weeks later, Washington Post columnist Dana Milbank published that Sanders was still unscheduled to support the main democratic bill. \"I'm talking to the democratic leadership, trying my best to save some positive things in this bill, so I'm not on it yet.\" On December 18, the New York Times quoted Sanders as saying, \"I don't sleep well. I am struggling with this issue, trying to make clear what is positive in this law, what is negative in the draft law, what it means for our country if there is no health insurance legislation, when we return to it. And I must combine that with the fact that I know perfectly well that insurance companies and pharmaceutical companies will laugh all the way to the bank the day after this. In the end, Sanders voted in favour of legislation. Our rule Saunders said that he \"helped in writing\" the expensive law of care. He is to be commended for saving one of them - worth a significant $11 billion. But generally speaking, he was barely listed inside the bill. Until his efforts were hampered by the GOP procedural movement, Sand Sanders supported a more aggressive one-wheel-drive system, and several news articles quoted him as unhesitating about supporting the main democratic bill until late in the process. The Sanders statement contains an element of truth, but ignores critical facts that give a different impression. This matches our definition of \"often wrong.\" Update, March 28, 2016: After we published our story, Sanders' employees provided Poletti Vac with several additional examples of provisions that helped the Senator to incorporate into the Affordable Care Act, sometimes in cooperation with other legislators. According to its staff, these measures include $1.5 billion in mandatory expenditure for the National Health Services Corps, a rule-setting process to redefine criteria for the identification of areas suffering from a shortage of medical services, exemption for states wishing to experiment with health-care policy, a provision to double penalties for health-care fraud, a provision to strengthen the False Claims Act, a language to make volunteer paramedics and firefighters performing emergency medical services eligible for grants and loans, a provision to reduce payments to alternative medical practitioners, higher levels of funding for the Public Health and Prevention Fund, and an increase in the funding formula provided under the medical aid programme, which benefited from his original condition in Vermont. While this list provides a more detailed picture of Sanders &apos; role in the drafting of the bill, none of these provisions involve key elements of the law, such as exchanges and subsidies, individual and employer mandates, expansion of the Medicaid programme, tax changes, the basic interest package and provisions on cost containment. We maintain our original conclusion that, while contributing to the final legislation, Sanders was, for most of the process, an intruder pushing towards a single-drive system that was more aggressive than internal negotiation and the formulation of the final design of the draft law. While Sanders states that he \"helped in writing,\" the Affordable Care Act contains an element of truth, it ignores critical facts that give a different impression. So we're still assessing his claim mostly wrong.", "vclaim_id": "vclaim-pol-05535"}