{"url": "/factchecks/2019/jun/05/taylor-swift/taylor-swift-says-most-democrats-independents-repu/", "speaker": "Taylor Swift", "vclaim": "\"The majority of Americans from all parties prefer such non-discrimination policies for lesbian, gay, bisexual, transgender, gay, bisexual and transgender persons (the liberal 81 per cent, the moderate 76 per cent and the conservative 55 per cent).", "truth_label": "mostly-true", "date": "stated on June 1, 2019 in an Instagram post:", "title": "Taylor Swift says that most Democrats, independents and Republicans refuse to discriminate against LGBT persons.", "text": "Taylor Swift has 118 million followers on Instagram. Approximately 850,000 of them loved a letter published there supporting lesbian, gay, bisexual, transgender and gay persons. The letter, which received national news coverage, was addressed to the Republic of Lamar Alexander, a member of the U.S. Senate from Tennessee, Swift's home. She asked him to vote in favour of the Federal Equality Act, which prohibited discrimination on the basis of sex, sexual orientation and gender identity. She then wrote: \"A recent study shows that more than 64 per cent of the Tennessee population supports laws to protect LGBT persons from discrimination. It is reported that the majority of Americans in all parties prefer these policies of non-discrimination against LGBT persons (the liberal 81 per cent, the moderate 76 per cent and the conservative 55 per cent). We asked whether, at the national level, support for lesbian, gay, bisexual and transgender (LGBT) persons is strong, as Swift says. Support for non-discrimination generally depends on a survey conducted by the Research Institute of Public Religions, a non-profit institution based in Washington, D.C. It's the last poll we found in place. The polling was conducted in 40,000 landline and mobile telephone interviews from March 2018 to December 2018 under the supervision of SSRS, based in Pennsylvania, a survey research company. Several polling experts told us that the Institute specializes in voting in this area and that the Institute and the Intelligence and Security Service are doing a strong job. The main question was: \"Do you strongly favour, favour or strongly oppose laws that protect lesbian, gay, bisexual and transgender persons from discrimination in employment, public housing and housing?\" In publishing the results of the poll in March 2019, PRI said: \"Senior Democrats (79 per cent), Independents (70 per cent) and Republicans (56 per cent) prefer laws that protect LGBT persons from various types of discrimination. The majority of liberals (81 per cent), moderates (76 per cent) and conservatives (55 per cent) all prefer protection against discrimination against LGBT persons. Therefore, according to the poll, Swift is correct in saying that the majority of Democrats, independents and Republicans support protection against discrimination against LGBT persons, at least when it comes to jobs, public housing and housing. It quotes precisely figures for liberals, moderates and conservatives. On January 13, 2021, the distinguished fact-checkers announced in a story in which General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request to use marines for inaugural security, and told her that we were \"not working for you.\" By Samantha Butterman, on January 17, 2021 (the poll did not ask for gays - part \"Q\" of Swift's statement. According to the Human Rights Campaign, with regard to gender, homosexuals may see themselves as males and females, not males or females, or they fall completely outside these groups.) \"Americans in general don't want to discriminate, so the results aren't surprising,\" partner of the American Institute of Enterprise and polling expert Carlin Bowman told us that. \"This is not the same, of course, as support for a particular policy or behaviour.\" We found some recent polls that raised more specific questions, with different results when it comes to Republicans. A May 2019 survey at the University of Koenipek concluded that the vast majority of Republicans, Democrats and independents said that employers should not be allowed to expel a person on the basis of their sexual orientation or identity. However, a June 2018 poll found that the majority of Republicans prefer to allow business owners to claim religious exemptions from the services of gay and lesbian clients. Kathleen Wilden, Director of Data Operations and Communications, Roper Public Opinion Research Centre, Cornell University, said. \"Other types of laws may not be seen as discrimination, allowing some people to support the principle of protection against discrimination, but not certain specific policies.\" The SWIFT Equality Act would prohibit discrimination on the basis of sex, sexual orientation and gender identity in areas including residences and public utilities, education, federal finance, employment, housing, credit and the jury system. It was approved in May 2019 by the United States House of Representatives, which is dominated by Democrats. However, the Washington Post stated that this measure was unlikely to get a vote in the Republican-led Senate, and that the White House had indicated that President Donald Trump would refuse the procedure if he arrived in his office. Our government says: \"The majority of Americans from all parties support these non-discrimination policies for LGBT persons (LGBT persons 81 per cent liberals, 76 per cent moderates and 55 per cent conservatives). The results of the most recent poll we found in place, which asked for support for laws that would protect LGBT persons from discrimination in employment, public housing and housing, were described quickly and accurately. She made a statement in which she sought support for a federal bill prohibiting discrimination on the basis of sex, sexual orientation and gender identity, and did not ask for the bill. We appreciate that Swift's statement is mostly true.", "vclaim_id": "vclaim-pol-00564"}