{"url": "/factchecks/2019/feb/21/jason-smith/federal-workers-are-paid-more-average-southern-mis/", "speaker": "Jason Smith", "vclaim": "The federal workers \"pay far more than they enter the house in South Missouri.\"", "truth_label": "mostly-true", "date": "stated on January 30, 2019 in a tweet:", "title": "Federal workers are paid more than the average south of Missouri", "text": "The House of Representatives has approved a 2.6 per cent increase in wages for all federal civil servants in response to the closure of the Government, which has left hundreds of thousands of federal workers either out of service or unpaid. Some Republican legislators have denounced this move. The U.S. Republic sent Jason Smith, R-Mo., a tweet saying, \"Where did I come from you, you don't get a salary increase just to come to work.\" Today, Dem's leaders paid $5 to federal workers who earned much higher than Household's income in South Missouri. Retweet if you think it's best that you spend that money on our border insurance. Where I come from you, you don't get a salary increase just to come to work. Today, Dime's leaders paid an increase of 5B to federal workers who earned more than Haushold's income in South Missouri. Rewrite if you think it's best to spend money on #Secrewer Border-Rep. Jason Smith (@Rep JasonSmith) 30 January 2019 on February 1, Smith repeated the claim in his weekly Capitol report. This increase corresponds to the increase in the remuneration of military personnel approved in 2019. If the bill is approved by the Senate, it will remove the wage freeze imposed by President Donald Trump on 28 December. We decided to take a closer look at whether the federal workers really make it much more than the residents of the southern Missouri state, and if so, why. The income differences between the federal labour force and the claim of Missouri Smith residents are concentrated on two different scales - federal civil servants &apos; individual income and household income in South Missouri. This distinction is important, as household income can include multiple person wages and salaries. Data from the U.S. Census Bureau and the Bureau of Economic Analysis support Smith's claim that individual federal employees earn more than households in the southern state of Missouri. The average household income in Missouri is $70,144, which is already below the federal civil worker's average income of $90,811. When data were requested in support of the claim, the Director of Communications of Smith Joy Brown referred to census data collected by Congressional District. In order to determine the average household income in \"South\" Missouri, we have looked at the two provinces of Congress that cover the provinces in the southernmost part of the state - provinces 7 and 8. It covers Smith County, 8th District of Congress, the south-eastern corner of the state, and extends from Ozark County to Jefferson County to the Boothell District. There, the average family income is $54,393. In District 7 adjacent to Congress, which covers the south-west corner of the state, the average family income is $62,145. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • On January 20, 2020, 2012, there were many explanations why federal employees were paid more than the average of the South Missouri family. Experts told us that any comparison should also take into account education, training, skills and experience that increases worker productivity and usually leads to higher incomes. According to the Budget Office of Congress, the non-partisan research arm of Congress, 2.2 million civil servants in the Federal Government tend to be \"older, more educated and more focused in the professions than private sector workers.\" About 51 per cent of federal workers have obtained at least a bachelor &apos; s degree. In Smith County, about 16 percent of voters are 25 years and over with a bachelor &apos; s degree, according to data from the United States Census Bureau and the Personnel Management Office. A report by the Congressional Bureau of Budget addressing these differences found that there was a discrepancy between how federal and private workers were paid. However, this disparity depends on levels of education. \"There is very little question that senior people in government usually earn a little less than senior people with these kinds of skills in the private sector,\" said Professor of Economics at Missouri Peter Moiser University. Federal workers with a professional or doctoral degree receive approximately 24 per cent less than their counterparts in the private sector. However, federal workers who had not received more than one secondary school education earned 34 per cent of similar workers working outside the federal government. Federal employees with the highest level of education earn more than 5 per cent of the bachelor &apos; s degree. Another factor worth considering is the benefits, as said by the Professor of Economics at Iowa John Winters State University by e-mail. In addition to salaries and wages, workers are compensated with benefits such as health insurance, retirement plans and job security. However, it is more difficult to determine benefits, because they are based in part on future forecasts, and less detailed data on benefits relative to wages are available. The study conducted by the Community Bureau found that for federal employees with the highest level of education was bachelor &apos; s degree, the benefits were 52 per cent higher. The average benefit was 93 per cent higher for federal employees who did not go beyond secondary education. For staff with a Ph.D. or a professional degree, the average benefits were \"almost the same in the two sectors.\" Our judgment endures in the examination of the naked bones of Smith's claim. Federal workers earn more than the average household income in South Missouri. However, Smith &apos; s statement does not take into account the differences between the South Missouri and the average federal employees who help explain income inequality, such as education. We're mostly assessing this statement right.", "vclaim_id": "vclaim-pol-00994"}