{"url": "/factchecks/2019/oct/01/facebook-posts/no-el-chapo-didnt-testify-comey-laundered-150-mill/", "speaker": "Facebook posts", "vclaim": "El Chapo says, \"I declare in court that James Comi helped wash $150 million, \"Mean Cartel for Pelosi.\"", "truth_label": "pants-fire", "date": "stated on September 14, 2019 in a Facebook post:", "title": "No, El Chapo didn't testify that Comi washed $150 million for Pelosi.", "text": "In February 2019, the notorious Mexican drug leader Joaquin \"El Chapo\" Guzmán was convicted of 10 federal charges after a three-month trial that revealed the internal actions of his gang Sinaloa, which had taken drugs to the United States for decades. But some used the King's famous experience to feed viral misinformation on the Internet. We encountered one of those rumors in Facebook, which claimed that \"El Chapo mentioned in court\" that former FBI Director James Come \"helped launder $150 million in cartel money for Pelosi. The article continued: \"It appears that only those who were at trial were aware of this. Maybe more people should bring this to the news.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This is just one of the many rumors that Guzman gave up information during his trial testimony. On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the mayor of Portland after demonstrations there \"to demand that he stick to a proven democratic playbook.\" By Sira O'Rourke on January 11, 2021, like others, he was completely fabricated because Guzmán had never taken his stand during his trial. According to the trial transcript and numerous media reports, Guzmán chose not to testify at the trial and his defence called only one witness, the FBI agent Paul Roberts. The client was called to discuss his remarks about a drug dealer who had previously been involved with Guzmán, in an attempt to highlight the discrepancies between the observations and the testimony given by the store during the trial. Alex Sifuentes, a former partner in Guzman, took the stand and testified that former Mexican President Enrique Peña Nieto, among other Mexican officials paid by Guzman, took a bribe of $100 million from the King. But there was no testimony about Komi, Belusi, or any other American official. Our Facebook article says that Joaquín \"El Chapo\" Guzmán took the stand and said that James Comy helped wash $150 million \"Mal Cartel\" for Nancy Pelosi. This allegation is unfounded. Eguzman did not take his stand in his trial and could therefore not testify that his cartel had given millions to Komi, Belusi or any American official. These rumors are pants on fire!", "vclaim_id": "vclaim-pol-00108"}