{"url": "/factchecks/2019/jan/09/elizabeth-warren/warren-overstates-share-tax-cuts-rich/", "speaker": "Elizabeth Warren", "vclaim": "With the Republican Tax Code, \"rich people got $1.5 trillion.\"", "truth_label": "half-true", "date": "stated on January 2, 2019 in an interview on MSNBC's Rachel Maddow Show:", "title": "Warren overestimates the share of tax cuts for rich people.", "text": "In her first extended interview after she said that she ran for President, Democratic Massachusetts Sen. Elizabeth Warren accepted the Republican Tax Bill 2017. Warren told MSNBC's host to Rachel Madhu that the package was a $1.5 trillion gift to Billionater and Companies. Warren said that the legislative pressure held the Republicans together, no matter what else they might think about President Donald Trump. \"He's a little higher and (they) loves nothing tweeting and the whole foreign policy seems to be a disaster,\" said Warren. But the rich got $1.5 trillion. The law on reducing taxes and Republican jobs will certainly be a recurrent theme throughout the presidential campaign, so we wanted to look closely at whether it gives \"rich people\" $1.5 trillion. • The $1.5 trillion represents a major government estimate of the net rise in the 10-year tax law deficit. The Budget Office of Congress now expects the deficit to rise to approximately $1.9 trillion. • Based on estimates from the Congressional Joint Taxation Committee, about half of the tax cuts will flow to the first 10 percent of taxpayers, or those who make $200,000 or more. • This means that the amount of money going to \"rich people\" will range from $750 billion to about $1 trillion, depending on whether you use $1.5 trillion or an estimate of $1.9 trillion. The Tax and Job Reduction Act 2017 introduced temporary reductions in individual tax rates and permanent reductions in corporate tax rates. In round figures, for regular wage income, the tax rate fell by about two percentage points, from about 29 per cent to 27 per cent. On the corporate side, the maximum rate fell from 35 per cent to 21 per cent. Congress has also changed rules on real estate taxes, temporarily raising the maximum tax exemption from $5.5 million to $11 million. Both changes in individual taxes and real estate taxes end in 2025. Most preliminary estimates of what lies ahead in 2027 stop, because this is the budget time frame established by law. In order to assess Warren &apos; s claim, we need two things: the total cost of tax cuts and a table showing how those dollars are expected to flow to different income groups. Both are submitted by the Congressional Non-Party Joint Committee on Taxes. Based on the Joint Commission's estimate of a $1.5 trillion reduction, here's how the funds will be distributed. There is no hard and fast basis for finding out who's rich, but households get $200,000 a year or more, representing the highest 10%. In this tax law benefit graph, they get 52 percent of the cuts. We managed this by Howard Glickman, Senior Fellow of the Centre for Tax Policy, a project from the Urban Institute and the Brookings Institution. \"With the numbers of the Joint Commission, it is reasonable to make a division of $200,000, and the figures show that they get about half of the tax deduction,\" said Glickman. The Centre for Tax Policy has managed its own model of how to apply tax law. The findings were almost identical to those of the Joint Commission. \"High-income people get a lot of benefits, but far from all that,\" said Glickman. The economist Harvey Rosen at Princeton University called the 50/50 division a \"reasonable guess.\" On January 13, 2021, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security, saying, \"We are not working for you.\" By Samantha Butterman, on January 17, 2021, Alan Orbeck, an economist from the University of California Berkeley, agreed, saying, \"First of all, approximate estimates are all we can do.\" He warned against looking at corporate tax cuts as something for themselves, as Warren seemed to do when he spoke of reductions as a gift to billions and companies. Finally, he said that money went to individuals. An economist cannot say that the company is the beneficiary of tax cuts, in terms of their ultimate impact, since companies are not people. This term is supposed to be a shortcut for those associated with companies, but it does not explain exactly who the executives of the companies are, the shareholders of the companies, but perhaps also the employees of the companies. :: Individual tax cuts reduced revenues by $1.126 trillion and corporate tax cuts by $653 billion, or approximately half. Both the Joint Committee and the Centre for Tax Policy intervene in corporate cuts when they are able to influence people. The Committee estimated the total costs of the reductions in two ways: first, before considering the impact of the reductions on the economy, and second, after taking these effects into account. Without economic effects, the tax law will produce a lower revenue of $1.456 trillion by 2027. After taking into account the economic impact, the figure falls to $1.071 trillion. However, the Committee only estimated how tax payments would increase or decrease for each income group by using the largest number, about $1.5 trillion, and only for individual years - 2019, 2021, 2023, 2025 and 2027. We have taken trends over those years and applied them to the total estimated tax cuts to estimate the share of tax cuts going to each group. Alternative estimates by Warren Christine Orthman campaign spokesperson raised some issues with our findings. \"The Congressional Budget Office has already said that the total cost would be $1.9 trillion, not $1.5 trillion,\" said Orthman. \"The Joint Committee on Tax Distribution Analysis does not take into account major donations to the rich, such as tax cuts to the draft tax law. Even if only half the benefits go to people who earn more than $200,000, that's still far more than a trillion dollars.\" The Congressional Budget Office has increased its estimates. Urbach and Gleckman were mixed minds about how to deal with it. Urbach said that the distribution pattern might be almost the same and that the richest households would eventually reach about $950 billion. Glekman was less comfortable. \"If you intend to comment your distribution analysis on the estimates of the Joint Tax Commission, you should also use its revenue estimates,\" he told us. Or you'll try to mix the data and play it, which will only make you in trouble. Orthman also noted that the Joint Commission did not take into account the change in the real estate tax. The Committee stated that the appropriation would cost $83 billion over 10 years. Given that this applies only to real estate valued at between $5.5 million and $11 million, the beneficiaries themselves are likely to be good at work. The Warren office said that at least $83 billion should be added to the $950 billion based on the number of community-based organizations. This makes sense, but it doesn't change the picture much. None of this is based on precision. It is fair to say that based on these assumptions, higher-income households will receive about $1 trillion. Finally, the Tax Corporation, a research group supported by the business sector, took a completely different approach. It was not considered whether taxes had risen or decreased, but how income changed after tax. I found that each income group would be better off. Our judgment Warren said that under the Republican Tax Code, \"rich people got $1.5 trillion.\" During much of the debate on tax reduction, $1.5 trillion was a short measure of the final cost of the bill. Given how tax cuts spread, there is broad agreement that higher income earners are the best. Those who make $200,000 or more get half the cuts. There's room to say that the 50/50 division means that these people get about $750 billion to $1 trillion over 10 years. But no model expects them to get the same amount as Warren said, nor will they get all the benefits. I overreacted for good work. We're assessing this claim half right. Sharing the facts 2019-01-09 15:42:16 UTC Politics Fact 4 1 7 Politic Facting: Half True with Republican Tax Law, \"The Rich received $1.5 trillion.\" :: Elizabeth Warren, member of the Democratic Senate of Massachusetts. https://plus.cq.com/doc/tracripswayer-5438946?3&segmentLink=s18-2090102 in an interview with MSNBC Rachel Madhu Wednesday, 2 January 2019 2019-01-02, read more information", "vclaim_id": "vclaim-pol-01147"}