{"url": "/factchecks/2014/aug/01/lenar-whitney/republican-congressional-hopeful-says-global-warmi/", "speaker": "Lenar Whitney", "vclaim": "\"Global warming is a trick.\"", "truth_label": "pants-fire", "date": "stated on June 25, 2014 in a YouTube video:", "title": "Global warming is a trick that Louisiana Lennar Whitney is hoping for.", "text": "Can a 10-year-old be the greatest deception in human history? A congressman thinks so. A five-minute video summarizing the beliefs of Republican Lennar Whitney, Louisiana's representative in the United States Congress, has been on the Internet for the past two days. And what does Whitney think is a big government camera and conspiracy? The video address says everything: \"Global warming is a trick.\" Energy security is real, global warming isn't. It's just a strategy designed to give more power to the executive while increasing taxes in a progressive stream to regulate every aspect of American life, Whitney says in the video. The video could not have received much national attention had it not been for the Washington Post column in which David Wasserman of Cook's political report called Whitney \"the scariest candidate (s) in seven years questioning the hopes of Congress.\" In addition to the horror, Vasserman -- who interviewed over 300 candidates in Congress -- called it the exact opposite. Whitney's running for an open seat representing parts of Baton Rouge. The race attracts a great deal of candidates from the previous government. Edwin Edwards, a Democrat, spent time in prison for extortion. We have lost track of the number of times we have investigated allegations of denial of climate change and found them false or burning pants. (See here, here and here.) But since it's still being talked about, we thought it was worth reviewing the evidence again. Whitney's video shows some specific evidence that needs an autopsy. The trick we talked to a lot of climate scientists who said that Whitney's claim was \"funny,\" \"totally misleading,\" \"uninformed,\" \"disgusting\" and \"irritating.\" Is there a collective conspiracy to draw wool into the eyes of the world? It seems very unlikely, given the many studies showing overwhelming consensus among distinguished scientists that human-induced global warming (made by man) is indisputable. Of climate researchers who publish scientific articles very actively, at least 97 per cent believe in man-made climate change, and found a study published in 2009 in the fact sheet of the National Academy of Sciences, a scientific journal. The study examined published scientific articles and consulted the views of experts. According to the study, the few \"competitionist\" scientists are a vocal minority, but small. They also found that scientists who deny human-induced climate change tend to have less experience on the subject than those who believe in it. Another survey from the University of Illinois found that 82 per cent of Earth scientists (out of over 3,000 respondents) believe that changes in global temperatures are man-made. Of the climate scientists who responded, 97.4 per cent said that they believed in human-induced climate change. \"The debate on the health of global warming and the role of human activity seems largely non-existent among those who understand the exact differences and the scientific basis of long-term climate processes,\" said the 2009 report. \"The challenge seems to be, rather, how to effectively convey this fact to policymakers and the public who still perceives the wrong debate among scientists.\" In addition to surveys, there is consensus among the world &apos; s major scientific organizations -- such as the National Academy of Sciences, the American Association for the Advancement of Science and the Royal Society of London -- that human-induced global warming is real, as said by Riley Dunlap, a professor of environmental sociology at Oklahoma State University. (Not to mention NASA, the American Meteorological Society, the American Geophysical Union and the Intergovernmental Panel on Climate Change.) Dunlap co-authored a study published in 2013 that found a strong link between conservative think tanks and climate change denial books. It also found that an increasing number of these books were produced by people who had not received scientific training, and that nearly 90 per cent of the books examined had not undergone a peer review process, which meant that they had not been subjected to scientific scrutiny. Consensus is not limited to scientists only. For example, last year, Admiral James LeClear, Commander of the United States Navy in the Pacific, reported to Boston Globe that climate change and sea level rise posed the greatest long-term security threat to the region. Recently, former Treasury Minister Henry Paulson, who served under former President George W. Bush, wrote a column in The New York Times urging legislators to take action to combat climate change for the economy. David Jenkins, Chief Governor for Responsible Supervision, said that there was no legitimate reason to doubt the severity of climate change. \"The true governor will be wise, listening to experts and taking action to address the threat,\" said Jenkins. The aim of his group was to promote understanding of the environment among conservatives. According to Brandon Mulder on February 5, 2021, some conservatives say that global warming is real, but it has not risen to levels perceived by Obama's administration, such as Chip Knapenberger, Assistant Director of the Centre for Science Studies at the Cato Institute, a conservative think tank. The extent of the threat posed by human carbon emissions and whether the proposed regulations would do more harm than good was questionable. The points of dialogue among climate change skeptics have evolved since the 1990s with increasing scientific evidence, as Dunlap said, which has been studying public opinion on climate change for 20 years. First they said the Earth wasn't hot. They then said that the Earth was heating up, but it was not the result of human activity. Now, many agree with science, but it is not a big problem. \"But in Whitney's case, she belonged to some of the most primitive statements,\" said Dunlap. Her guide? The supporting evidence that Whitney used in her video is so simple that it can't be meaningful. Here are some of her evidence: \"Any 10-year-old can reverse his thesis with one of the simplest scientific instruments known to man: the thermometer. She said that the Earth had done nothing but become colder every year since the release of the film,\" referring to the 2006 film of former Vice President Al Gore on global warming, an uncomfortable fact. Global temperature growth has been \"stopped\" over the past several years, but to say that this is evidence that global warming is not real is cherry choice. As we mentioned earlier, 12 of the last 15 years have been the most exciting in the record, according to NASA. The Summit was linked in 2005 and 2010. (Even the source referred to by the Whitney campaign to our agreement that there has been no significant trend of cooling in the last few years.) The past 150 years have been characterized by general warming, with intermittent periods of global warming or cooling, as stated by Mark Cerez, Director of the National Ice and Ice Data Centre at the University of Colorado-Bulder. \"Fifty years from now, assuming carbon dioxide concentrations continue to rise at current rates, the period of slow warming from the late 1990s (from 2006) to date will appear as just another turning point in the general pattern of warming,\" he said. Whitney also said, \"Last summer, Antarctica reached the coldest temperature in recorded history.\" Ted Scambo from the National Ice and Ice Data Centre recorded the lowest ever recorded temperature on Earth: about 135 degrees F. But Cerez said that this is one temperature taken in one place, so it has nothing to do with global warming. It was more technology victory, because the satellite recorded teletemperature. And Whitney said there's ice recorded and 60% of the ice rise in the Arctic Sea. Cerez said that Whitney probably means \"sea ice,\" which has the highest levels in recent years. The ice of platelets refers to land features, such as Greenland and Antarctica. But this also does not refute global warming. The depletion of ozone and greenhouse gases intensified the whirlwinds and pushed them southward, spreading Antarctic sea ice further from the north, and Guy Williams, a sea ice specialist at the University of Tasmania, wrote in the Washington Post column last month. In the Arctic Sea, the minimum ice area (measured in September) for 2013 was about 50 per cent higher than in 2012, according to the National Snow and Ice Data Centre. However, the minimum ice in 2012 was a low record in the satellite age, and despite the expansion of ice in the Arctic, it was still well below the average in 2013. In general, sea ice (which is measured every September by satellite) has declined by approximately 13 per cent every decade since 1981, according to Cerez. Whitney mentions a series of leaks from the University of Eastern England in England among some of the world's leading climate scientists. It says that the 2009 e-mails prove that global warming is a \"cam,\" and scientists faked and hid data. However, many investigations have concluded that there is no manipulation of data, despite the allegations of climate change skeptics. Jenkins pointed out that the thermometer Whitney held in her video was not a weather thermometer, but a medical thermometer. Our rule, Whitney, said, \"Global warming is a trick.\" There is overwhelming consensus among distinguished scientists that human-induced global warming is real and that the supporting evidence provided by Whitney is fading. We're assessing this pants claim on fire.", "vclaim_id": "vclaim-pol-07505"}