{"url": "/factchecks/2019/oct/08/donald-trump/trump-claims-photo-shows-bidens-playing-golf-ukrai/", "speaker": "Donald Trump", "vclaim": "Joe Biden says, \"He didn't talk to the Ukrainian company, and then the picture appeared where he was playing golf with the president of the company and Hunter\" Biden.", "truth_label": "false", "date": "stated on October 6, 2019 in a tweet:", "title": "Trump claims that the picture shows that the Paidens are playing golf with a Ukrainian company, \"President.\"", "text": "President Donald Trump is multiplying in a picture that says that Joe Biden and his son are pretending with a Ukrainian gas executive as proof that Paden knows more than he left him. \"Baiden's family was paid, pure and simple!\" The false news must stop making excuses for something completely unforgivable,\" he tweeted. Sleepy Joe said he never talked to the Ukrainian company, and then the picture showed up where he was playing golf with the head of the company and Hunter. The picture, first broadcast by Fox News on September 30, shows Joe and Hunter Paden playing golf in Hamptons in 2014. According to Trump, one of the men is the president of Borisma, the Energy Company, where Hunter served as a member of the board of directors while his father was Vice President. Trump tweeted a music video of the treated Nickelback in October 2, which includes the cross-section with an interview where Joe Biden says he never talked to his son about his business deals abroad. This video was quickly removed from both Twitter and YouTube because of the potential violation of the copyright of Nickelback music. But now Trump is filing a retrial in the midst of an ongoing judicial investigation against him for dealing with Ukraine. We contacted the White House for more information about the source of Trump's claim, but they didn't comment on the record. Trump's tweet is misleading on two fronts. • The picture shows the Paidens family together with another American member of the Borisma Board of Directors. • Biden did not state whether he had spoken to the officials in Burzeme or not. He claimed that the picture of the Paidens showed them pretending to be \"with the head of the company\" in Borizma. Our research shows otherwise. In a previous story, we found that the man on the far left of the frame is Devon Archer. In 2008, Hunter Biden joined Archer - a former senior adviser in the 2004 John Kerry presidential campaign - in a series of investment and consulting companies. The Wall Street Journal reported in May 2014 that they had joined Borista as members of the Governing Council. This role is different from \"president\" or \"executive,\" as Tramp claimed in tweeting separate from Archer's image. Council members do not normally participate in the day-to-day operations of the company. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman on January 11, 2021, while Joe Biden was Vice President, the companies run by his son and Archer \"had business with international entities that had an interest in American foreign policy decisions, and sometimes in countries where relations have political influence and protection,\" the New York Times reported in May. The fourth man in Trump's Twitter photo is Ralph Pascucci, founder of Netrex Capital Markets LLC, an investment banking company in New York. He is also the director of the Sibunak Golf Club in Southampton, N.Y., where Al-Baiden spent a week in August 2014. We contacted Joe Biden's presidential campaign for further details, but they did not comment on the record. Taras Bordenyi is the current Executive Director of Borisma and Mikola Zluczky is the founder and owner. In 2014, Alan Abter was President of the Governing Council and was reportedly brought to Biden and Archer. What Bayden said in his tweet, Trump claimed that Joe Biden said, \"He never spoke to the Ukrainian company,\" where his son was a paid member of the board of directors. However, this misrepresents what the democratic presidential candidate actually said. In his Nickelback video, Trump showed a passage from Biden saying, \"He never talked to my son about his business dealings abroad,\" contradicting the image of the golf group. This is different from the allegation that he never spoke to Borista. The relevant story: Ukrainian Trump's call, the whistleblower, and the Pidens: What we know, and what we don't know, Biden knew that his son was working for the Ukrainian Energy Company. And on top of that, we know very little. Hunter Paden told the New Yorker magazine in July 2019 that he had discussed Purisama with his father once in December 2015. The Paiden campaign says the debate wasn't objective. Our referee Trump claimed that Joe Biden \"said he didn't talk to the Ukrainian company,\" where his son Hunter was a member of the board of directors. He also claimed that a picture of the Paidens showed them pretending with Borisma's head of the company. The image to which Trump refers does not show a Ukrainian CEO of the company. He shows Devon Archer, a former board member and long-time partner of Hunter Biden. As Paden never said he never talked to Borisma, he never talked to his son about his business abroad. We didn't find any evidence that Bayden filed the previous claim. The Trump statement is not accurate. We assess it wrong.", "vclaim_id": "vclaim-pol-00083"}