{"url": "/factchecks/2019/jun/27/ted-cruz/fact-checking-ted-cruz-apprehensions-us-mexico-bor/", "speaker": "Ted Cruz", "vclaim": "\"You know, we arrested more than 144,000 people in one month. That is the pace, which, if it lasts for 12 months, will put us at a pace of about 2 million fear on the border.\"", "truth_label": "barely-true", "date": "stated on June 21, 2019 in a press release:", "title": "Verification of facts Ted Cruz on arrests at the United States-Mexico border", "text": "In a meeting with the Border Trade Alliance in June, Mr. Ted Cruz said that the border communities of Texas state in their homeland were overwhelmed by the size of people trying to enter the country illegally. In his view, Cruz provided statistics on recent concerns and projections for the coming year. According to a press release from his office: \"Texas border is a wonderful place. Unfortunately now, borders are a turning point into a huge political controversy. With regard to border security, what we see is a crisis. You know, we arrested over 144,000 people in one month. That is the pace, which, if it lasts for 12 months, will set us on a fast pace of about 2 million fears on the border. That's beyond what we can handle. I have heard from a number of you in this Hall how the size of illegal crossings is now an overwhelming infrastructure, which is overwhelming the ability of communities to absorb so many of the incoming population.\" Cruz repeated his claim regarding the arrest numbers in a statement later the same day, after Texas Goff. Greg Abbott announced that he would deploy 1,000 National Guard troops in Texas to the border. \"In May, the Border Patrol arrested more than 144,000 people - and if this frequency continues, we look at nearly 2 million cases of fear in one year,\" said Cruz in the statement. We decided to check these numbers. Let's dive. At first, we'll look at Cruz's claim that federal agents \"have received more than 144,000 people in one month.\" Maria Geoffrey, speaking on behalf of Cruz, addressed us to an article from the United States News and the World Report entitled, \"Wrestlers on the Southern Border jumped to 144,000 in May.\" It also exchanged data from customs and border patrols with immigration statistics from the southern border. A chart attached to the data shows that, as of May, 144,278 persons had been arrested or considered inadmissible on the United States-Mexico border - the highest monthly total for this fiscal year, using the time frame used by the Customs and Border Protection Agency to analyse the arrest data. The problem here is that this figure includes both cases of fear and \"unauthorized persons,\" who attempt to enter the country legally at ports of entry but have not been able to enter. This may include those who \"proceed to seek humanitarian protection,\" those who sought legal acceptance but did not meet the requirements, and those who eventually withdrew their applications for admission and returned to their countries of origin. These individuals are not held at the border, but instead are rejected - the story of the United States News and the World Report is wrong because they are classified as being in the same category of arrests. • (It is also wrong to classify all arrests as arrests, since the Customs and Border Protection Office defines arrest as \"the physical control or temporary detention of a person who is not legally resident in the United States, which may or may not lead to arrest.\") In May, 11,391 people tried to enter the country through ports of entry and were deemed unacceptable. This included 6,799 single adults, 4,124 family units, 386 unaccompanied children and 72 unaccompanied minors. The actual number of arrests at the southern border in May was 132,887, including 84,542 family units, 36,838 single adults and 11,507 unaccompanied children. Cruise's assessment ignores the other factors mentioned by Tom Cotton on February 1, 2021 in an interview with Fox and friends of \"Many of these arriving immigrants, we have no way of examining their background either for health or for security.\" • February 3, 2012, the second part of Cruz's statement looks at the fears expected. He said, \"If fears continue to be as big as they did in May in the next 12 months, he will set us on foot for about 2 million fear on the border.\" If we look at the figure of 144,000 that Cruz has shown, multiplying it by 12, it will translate into more than 1.7 million cases of fear over the coming year. Geoffrey confirmed that this is Cruz's way of calculating his ratings. \"Yeah, 144,000 x 12 is 1,728,000 -- so nearly 2 million,\" written in e-mail. While Cruz's calculations are correct, experts said that this is not an accurate way to estimate fears. \"People who know boundaries well realize that fears usually follow seasonal patterns, so in most years what is the highest month of the year for fears and beatings at 12 will get a much higher rate than annual aggregates,\" said Michelle Metelstadt, spokesman for the Institute of Migration Policy, in e-mail. The data indicate that the arrests in June at the United States-Mexico border were lower than in May during each fiscal year since 2000 - except 2017. However, reliance on seasonal patterns can still provide an inaccurate estimate of future fears, owing to the changing demographic characteristics of migrants. Jeffrey Basil, chief demographer of the Pio Research Centre, said that the current influx of immigrants was largely from Central America and involved large numbers of families and children \"who surrendered themselves to the Border Patrol with the intention of seeking asylum.\" Historical migration patterns on the southern border were driven by a different population group. \"For most (data on seasonal migration patterns), more than 95 per cent of the concerns were from Mexicans (mostly men), and persons coming to work in agriculture or other seasonal work,\" Basil said. \"For this reason, historical concerns-based models may not apply to the status quo.\" But Cruz's methodology for estimating future concerns is not better. Metalstadt said that Cruz could arrive at a more accurate estimate if existing data were used to estimate future flows, rather than relying on figures of one month. This will explain monthly fluctuations and include data from both low and high months. \"But we are reluctant to carry out any of these exercises, without indicating how dynamic the conditions on the border are now,\" referring to the change of border policies and the deployment of Mexican troops on the country's northern border. Since the beginning of the fiscal year (October), 593,507 persons have been arrested by federal agents at the United States-Mexico border. More than 65 per cent of persons were in a family unit or unaccompanied children. At the time of the calendar year, there were 439,895 arrests at the southern border, with more than 67 per cent of persons in a family unit or unaccompanied children. Néstor Rodríguez, Professor of Sociology at the University of Texas in Austin, who studies migration, also said in an e-mail that the best way to assess future concerns takes into account a variety of factors, including seasonal fluctuations and \"variances such as unemployment conditions, crime levels in home countries and local environments.\" Our judgment said Cruz, you know, we've arrested more than 144,000 people in one month. That is the pace, which, if it lasts for 12 months, will put us at a pace of about 2 million fear on the border.\" Cruz's assessment of the number of concerns includes figures for persons who presented themselves to federal officials at ports of entry who \"was then considered unacceptable.\" These individuals are repatriated and are not normally taken into custody. The second part of his statement provides an estimate of future concerns based on these figures. However, the experts agreed that Cruz estimates (144,000 x 12) are not accurate at all, as they do not take into account any other variables. We're assessing this allegation mostly wrong. In fact, this statement contains an element of truth but ignores critical facts that give a different impression.", "vclaim_id": "vclaim-pol-00490"}