{"url": "/factchecks/2011/may/08/scott-walker/wisconsin-gov-scott-walker-says-milwaukee-county-p/", "speaker": "Scott Walker", "vclaim": "According to Milwaukee District, in 2010 more than $170,000 was spent on salaries for employees to participate in trade union activities such as collective bargaining.", "truth_label": "true", "date": "stated on February 22, 2011 in a news release:", "title": "Wisconsin Goff. Scott Walker says Milwaukee County paid over $170,000 in 2010 to work in their trade unions.", "text": "Wisconsin Goff. Scott Walker promoted his budget reform bill in February 2011 by saying that it would balance the State budget and \"give the Government the tools to deal with this and future budget crises.\" One tool has been designed to severely reduce the collective bargaining capacities of most State and local government officials, and to completely eliminate collective bargaining for others. That was the part of the Republican Governor's Bill that prompted members of the Senate of the Democratic State to go to Illinois and protestors to hold daily demonstrations in Madison. Walker issued a number of statements to withdraw the bill, including two statements entitled \"Communal bargaining is a financial matter.\" The second statement, issued on 22 February 2011, makes this allegation: \"In the province of Milwaukee alone, because the union has collectively negotiated paid leave, and 14 employees receive salaries and benefits for union work. Of these 14, three are free on a full-time basis for union work. The Province of Milwaukee spent more than $170,000 on the salary alone for these employees to participate only in trade union activities such as collective bargaining.\" Another report of Walker's news reiterated the claim the following day and added: \"The reforms of the budget reform bill will help the provinces, such as Milwaukee, to save these costs.\" The dollar reference to Walker's claim made us wonder: did Milwaukee County pay employees more than $170,000 not to work in the province, but in their trade unions? Walker's claim was more than two months ago, but collective bargaining remains at the top of the State's political agenda. This issue is part of the efforts to summon senators from office. On 6 June 2011, the State Supreme Court is scheduled to hold a hearing on whether the court should be considering the legal appeal against Walker &apos; s measure. We asked the governor &apos; s office what the $170,000 had referred to, and we were told that the province of Milwaukee spent more than that amount in 2010 on the county &apos; s employees &apos; salaries for trade union work. In support of this, the Governor &apos; s Office transmitted a report received from the payroll manager of Milouki Soo Drummond Province the day before the publication of the news release that filed the claim in the amount of $170,000. The report included a list of district employees who had been paid in 2010 for the time spent in performing their trade union duties. For several decades, trade union contracts approved by the Province of Milwaukee provided for the payment of wages to certain employees when they carried out trade union activities. Activities may include attendance at meetings of the Provincial Council, representation of a worker at a disciplinary hearing and participation in contract talks, among others. In this item, we are not considering the merits of this practice, but are checking the accuracy of Walker &apos; s claim for the cost to the province of Milwaukee. We will also look in other places, including the city of Milwaukee and the state, for additional contexts. The report transmitted to us by the Governor &apos; s Office did not take into account the amount of salaries paid by the province to employees performing trade union work. However, the analysis provided by the Governor &apos; s Office stated that in 2010 the province paid $170,593 in salaries to the county employees for their union work. Then we asked the county to provide direct numbers. Report issued to us on 6 May 2011 by County Superintendent Scott Mansky showed that in 2010: • 26 January 2021, the province spent $180,385 in salaries, plus $82,208 in benefits, on employees for union work. Approximately two thirds of the salaries - $117,854 - were paid to the heads of three U.S. unions of state, county and municipal employees who worked full-time in trade union work and did not do any work for the province. Among them were David Eisner, the head of the union representing the staff of the Ministry of Humanitarian Services; Ronnie Hart and Beth Fairf, who were divided into the head of the union representing administrative and office staff; and Kurt Zunkker, the head of the union representing public works, public parks, airports and zoo staff. Some 60 other employees continued to receive full wages even when they took time from their work in the province to carry out regular union activities. Zunker, who heads the largest trade union in Milwaukee province with about 1,100 members, said a system of paying some district employees to do union work is the benefit that county employees received as part of the tender and delivery that occurs in the bargaining contracts with the province. Chris Bijello, a former employee of the province of Milwaukee, who served as chairman of the same union, said that placing district employees in full-time union positions provided the province's funds and time in settling workplace disputes that might otherwise escalate into legal issues. Because they were full-time union presidents, they were better able to reach out to district officials and were more familiar with workplace issues. The system is also less disruptive than whether union heads are working full-time in provincial positions and should be relieved of those duties whenever a workplace issue arises. The city of Milwaukee spent more than the province in 2010 on employees doing trade union work. The city spent $291,253 on salaries and $215,419 on benefits for seven full-time trade union employees, as the city &apos; s labour relations officer Joe Alvarado said. The figures, established under a contract between the city and trade unions, would be the same in 2011. The city pays full benefits to the President, Vice-President and Secretary/Secretary of the Police Union, in addition to half the salary of the Vice-President and Secretary/Minister, as Alvarado said. With regard to the other four full-time employees, the city paid full salaries and benefits, Alvarado said that the employees included the heads of the unions representing firefighters, sanitation workers, the Department of Public Works and other departments, truck drivers and service equipment workers. Alvarado said that the system had been in place since the police association in Milwaukee negotiated one of these positions some 40 years ago. At the same time, the State does not pay any employee to do trade union work alone, as stated by Carla Figgy, spokesman for the State Ministry of Administration. However, it allows employees to engage in trade union activities at different times while on a 24-hour basis. In 2010, according to a summary by Figgy, employees representing 16 trade unions spent 30,783 hours working in trade union activities. According to the summary, these hours, which Vigi said 466 staff members had registered, amounted to $705,731 in salaries. It remains to be seen how many public servants will continue to be paid for trade union work if the Walker Bill, adopted by the legislature, becomes law, will stand before the courts. Trade unions representing police officers, firefighters and state forces can continue to collectively negotiate such arrangements, as they are exempt from the Walker Bill. However, unions representing other public officials are allowed to bargain only for basic pay. This means that it is the Government that will decide whether to continue to pay some employees for trade union work, as stated by Walker Colin Ferrari. Let's close our talk. (Joff) Walker said that the province of Milwaukee spent more than $170,000 in 2010 on salaries of employees engaged in trade union activities. According to the province, the actual number was $180,385 for the three full-time union presidents and other employees engaged in casual union work. We also appreciate the fact that you're right.", "vclaim_id": "vclaim-pol-13129"}