{"url": "/factchecks/2014/oct/28/facebook-posts/viral-meme-says-1956-republican-platform-was-prett/", "speaker": "Facebook posts", "vclaim": "The Republic Party Program 1956 provides support for equal wages, minimum wages, asylum for refugees, protection of trade unions, etc.", "truth_label": "mostly-true", "date": "stated on October 28, 2014 in a meme on social media:", "title": "Veral M says the Republican platform in 1956 was very liberal.", "text": "Liberals began to mourn about the Republican agenda in the 1950s -- at least based on the idea of social media that many readers recently sent us. The amulet, created by a group that occupied Democrats, summarized some of the boards from the 1956 Republican Party platform, followed by a disgusting comment, \"Sharing if you miss the good old days!\" These are the seven panels listed in the mem, which appear in my ears today to be closer to democratic talking points: 1. 2. Federal assistance to low-income communities; Social security protection; 4. Provision of asylum to refugees; :: Expansion of the minimum wage; Improving the system of unemployment benefits to include more people; Strengthen labour laws so that workers can more easily join trade unions; Ensuring equal pay for equal work regardless of sex. We wondered whether the Mim accurately described these elements of the 1956 Platform for Action and, if so, whether the 1956 document was in sharp contrast to the most recent party programme in 2012. So we took a good look. What the 1956 platform said was that we identified a copy of the formal party platform from 1956, when Dwight D. Eisenhower was working (with success, as it turns out) for his second term as president. All that has been said is that the Mimi is generally accurate in filming these seven elements of the 1956 platform, with some warnings. With regard to federal assistance to low-income communities, the 1956 Platform for Action stated that the Party \"will fully promote the Republican-sponsored rural development programme to expand operations, increase the income of low-income families on farms and assist tenant farmers.\" With regard to social security protection, the programme has extended social security coverage by the Eisenhower Administration to 10 million additional workers, and increases in benefits for 6.5 million Americans. With regard to refugees, the programme highlighted the Department's work in sponsoring the Refugee Relief Act \"to provide asylum to thousands of refugees, expelled and displaced persons,\" promising \"full support\" for further efforts. Ms. Christine Anderson, historian of the University of Javier, noted that many refugees came from communist countries in Eastern Europe, so this was not a particularly controversial issue during the cold war period. With regard to the minimum wage, the Platform notes that the Eisenhower Administration has raised the minimum wage to more than 2 million workers. He urged that the protection of the minimum wage should be extended \"to as many workers as possible and as practical.\" With regard to the improvement of the unemployment benefit system, the 1956 Platform for Action doubled the actions taken by the Administration to provide unemployment insurance to an additional 4 million workers and to support efforts to \"improve the effectiveness of the unemployment insurance system.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" The programme, prepared by Samantha Buterman on 11 January 2021 on the promotion of trade unions, states that \"the protection of workers' right to organize and bargain collectively is the constant and permanent policy of the Eisenhower administration.\" This whole talk of union support -- but the political reality is a little more precise, as Jennifer Delton said, the historian of Skidmore College and author of rethinking in the 1950s. The Platform did not support the main agenda item for trade unions that year -- abolishing the ability of States to pass \"right to work\" laws that would prohibit mandatory union membership. With regard to equal pay for equal work regardless of gender, the Platform states that the Eisenhower administration \"will continue to fight... to ensure equal pay for equal work regardless of sex.\" The 2012 platform says that the 2012 party platform is very different, both in terms of tone and substance. With regard to federal assistance to low-income communities, the 2012 platform takes a more uncertain view. The 2012 Platform states: \"The federal government's system of public assistance should be fully reformed to ensure that it is strengthened for work,\" arguing that the system has become overly bureaucratic and discourages action. The 2012 platform also takes an opportunity in the federal low-income housing policy, saying that the Government \"spent more billion on poorly designed and ineffective housing assistance programmes.\" With regard to social security, the programme provides that current or near-retirement pensioners should continue to receive social security as currently defined. However, he argues that the demographic and financial challenges mean that the programme is \"long overdue in order to bring about a major change, not just another legislative moratorium that is deferred one day from the calculation,\" including the possibility of \"personal investment accounts as a complement to the system.\" The 2012 platform does not specifically deal with refugees, but with migration. He criticizes President Barack Obama for having established an \"unrecognized amnesty programme\" (f) by granting permission to workers to illegal foreigners. He also states that \"the granting of amnesty is only rewarded and encourages further breaches of the law\" and undertakes \"to establish humanitarian procedures to encourage illegal aliens to return to their homes voluntarily, while enforcing the law against those who exceed their visas.\" The 2012 platform does not specifically mention the minimum wage, but focuses on business practices in the free market rather than government regulation of labour markets, which blames the weak economic recovery in the country for \"the unprecedented uncertainty in the American free enterprise system due to the overall policies of the current administration.\" Even taking into account the delicate differences in the 1956 Platform for Action, the clearest difference between the two platforms for action may be in their approach to trade unions. The 2012 platform does not offer rhetorical compliments, accusing the Obama administration of \"obligating antiquated notions of confrontation and concentration of power in the Washington trade union elite offices\" and of transforming the National Council for Labour Relations into a \"party advocate of large labour force, using threats and extra-legal coercion to attack businesses.\" The 2012 Platform makes no mention of two of the seven Mimi items of 1956 - unemployment benefits and equal pay for women. In summary, therefore, for most of these issues, the global interim measure moved to the right between 1956 and 2012, although the degree of this shift varied somewhat in terms of the issue to the other. What historians say is, we asked scientists whether the contradiction between the two platforms is worth mentioning, and they generally agreed that it is. Dilton noted that in the 1950s the Republican Party was divided between moderates (including Eisenhower) and conservatives. Moderates controlled the process of writing the platform in 1956, but threw some bones at conservatives in certain parts of the document. For example, the Platform said that the Government would not sign a treaty or enter into an international agreement in violation of individual rights - a matter that continued to revitalize governors after decades - and there was a panel on a balanced budget, which was considered a conservative position. Dilton said that the seven items listed in the meme were supported by moderates. At that time, she said, \"The conservatives would focus, with terror, on the same items as the light.\" Eisenhower was facing a democratic conference in 1956 and did not want to try to reverse the new agreement, as Anderson said. \"If it's meant to be that Eisenhower wasn't as radical as Republicans today, it's accurate.\" Our \"Mimi\" rule says that the Republican Party Platform 1956 supports equal pay, minimum wage, asylum for refugees, protection of trade unions, etc. This is generally true. It should be noted, however, that other elements of the 1956 Platform for Action were considered conservative for that era. Some issues also changed significantly between 1956 and 2012, such as the shift from a focus on post-war refugees to an emphasis on irregular migration. The claim is accurate but requires further clarification or information, and therefore we often evaluate it correctly.", "vclaim_id": "vclaim-pol-07068"}