{"url": "/factchecks/2019/jun/19/viral-image/popular-quote-often-attributed-ayn-rand-she-didnt-/", "speaker": "Viral image", "vclaim": "\"The question is not who will allow me, but who will stop me.\"", "truth_label": "barely-true", "date": "stated on June 12, 2019 in a Facebook post:", "title": "This common quote is often attributed to Ein Rand, but she didn't say it.", "text": "If you're Google \"Ayn Rand quotations,\" the first result is one recently shared on Facebook. \"The question is not who will allow me, but who will stop me,\" reads the quote attributed to Rand, the philosopher and novelist who wrote the book \"The fountain\" and the book \"The Atlas of Shredden.\" The problem is that Rand didn't say that - at least not directly. The Facebook article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) But it's certainly not the first novel that mischaracterizes Rand's quote. \"This is the backup to Rand that really spread all over the Internet,\" said Ben Bayer, a fellow at the Ayn Rand Institute. In March 2018, the Institute published a blog on this. Howard Roark, a character in the \"head's fountain\" \"something close\" to the quote, said Bayer. Rourke is expelled from the architectural school early in the book, and during a conversation with the Dean of the school, Rourke is asked about a drawing he delivered, according to his blog. The mission was to design the Renaissance Villa, but Roark's work was modern and \"very original.\" \"Do you mean to tell me that you seriously think about building this way when and if you're an architect?\" The dean asks. When Roark says, \"Yes,\" the dean says, \"Dear, who's gonna let you?\" Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021 \"That's not the point,\" Rourke's responses. \"The point is, who's gonna stop me?\" The post says that the quote that is often attributed to Rand is \"an intensification of goodwill for this exchange.\" But, Bayer noticed, \"In the context of the scene in the novel, there's something very special that character Roark is trying to do. ∙ Far from context, a reworded quotation may be understood to mean that anyone should be able to do anything he wants, but this is certainly not Rand's opinion.\" :: Link a page on ethics on the Institute &apos; s website. There is an extract from Rand's book entitled Philosophia: Who needs it: \"The unethical pattern of self-evaluation (which is rarely defined or recognized) is: \"I am good because I am.\" \"After three to five years of age (i.e. beyond the cognitive level of mental development), this is not an expression of pride or self-esteem, but the opposite: a void - a stagnant and absconding mind that recognizes its inability to achieve any personal value or virtue.\" Our Facebook article says: \"The question is not who will allow me, but who will stop me.\" However, she did not say that, although the quote was personal in one of her novels. But without the context of the book, the statement can mislead readers about Rand's view of the world. We're evaluating this mail mostly wrong.", "vclaim_id": "vclaim-pol-00518"}