{"url": "/factchecks/2019/mar/12/joni-ernst/joni-ernst-says-green-new-deal-would-cost-93-trill/", "speaker": "Joni Ernst", "vclaim": "\"In $93 trillion, the new green deal will cost more than the entire expenditure recorded by the United States since the entry into force of the Constitution in 1789.\"", "truth_label": "false", "date": "stated on March 6, 2019 in a speech:", "title": "Ernest uses light estimates of $99 trillion for the new green deal.", "text": "The new green deal - a bold, slightly detailed climate-change-centred plan from the United States of America, Alexandria, Ocacio-Cortez - has provoked warm reactions from Republicans, including Mr. Johnny Ernest of Iowa. When Ernest spoke against the democracy proposal in New York during the Senate session, he called it a \"drawn deal.\" A provocative allegation was made with a large poster, which read: \"In 93 trillion dollars, the new green deal will cost more than the entire expenditure recorded by the United States since the entry into force of the Constitution in 1789.\" Ernest &apos; s claim amounts to $93 trillion and uses a large figure. But it's as strong as a pin in high winds. The new Okacio-Cortez Green Agreement is the decision of the House of Representatives - a non-binding measure rather than effective legislation. There is also an accompanying measure in the Senate. The majority leader of the Senate, Mitch McConnell, R-Ky., said in early March that the Senate would vote on the new green deal in the coming weeks. In general, resolutions address ways to curb climate change and protect the environment. The House version has long-range environmental objectives, including \"decontamination and greenhouse gas emissions to the extent technically feasible.\" It reaches other areas of domestic policy as well. However, the proposal does not specify any cost figures. The cost estimate was not received from the non-partisan budget office of Congress - the gold standard source of these estimates. In order to support Ernest &apos; s 93 trillion claim -- a 10-year figure -- her Office had referred to a report on the New Green Compact prepared by the American Action Forum, which described itself as a centre of right-wing thinking. The Forum is a sister organization of the American Action Network, a conservative non-profit advocacy organization. It is interesting that the report does not state its basic estimates of what the new green deal will cost. But if we add up the different numbers, the cost is somewhere between $51 trillion and $93 trillion. So Ernest's wrong when you honestly say that the new green deal is gonna cost $93 trillion. On January 12, 2021, the largest expenditure, as estimated by the US Labour Forum, related to non-environmental parts of the proposal: $36 trillion for comprehensive health care, and up to $44.6 trillion for guaranteed union jobs with sustainable family pay. Environmental costs include an estimated $5.4 trillion to move to a \"low-carbon electricity grid.\" However, Ernest &apos; s claim is more misleading in that the report itself is full of assumptions, prescriptions and warnings. In fact, the report begins with a warning that the breadth of the proposals of the new green agreement \"makes it difficult to assess\" using \"standard tools for policy analysis.\" Nevertheless, this short paper is an initial scandal.\" The main author of the report, the economist and Chairman of the American Labour Forum Douglas Holtz-Ikin, has made it clear to us that the report is intended to provide very rough estimates of a plan that has only been partially developed. He said: \"It is important to distinguish between tens of millions or tens of billions of dollars or tens of trillions of dollars.\" \"This is important information.\" Político goes to the 93 trillion bucks in Bogus. However, Holtz-Ikin's work has been under scrutiny before. From 2003 to 2005, he was Director of the Congressional Budget Office, headed by President George W. Bush. According to The New York Times, it was often \"the fork on the side of the Bush administration.\" Howard Glickman, a senior colleague at the Centre for Urban Volcing Tax Policy, told us that the report of the United States Action Forum is \"a perfectly reasonable paper\" of what it is - a \"size order,\" a rough cost estimate on the naked bone proposal. With regard to the remainder of Ernest's claim - to the effect that $93 trillion represents \"more than the entire expenditure recorded by the United States since the Constitution came into force in 1789\" - the Ernest office said that historical tables from the federal financial budget of 2019 show that the total federal spending has been $83 trillion since 1789. Holtz-Eakin told us he didn't see such a figure calculated. However, Holtz-Ikin and Gleckman told us that Ernest's methodology does not take into account 230 years of inflation, population growth and economic growth. \"For $93 trillion, the new green deal will cost more than the entire expenditure recorded by the United States since the entry into force of the Constitution in 1789.\" The right-wing think tank run by the former president of the Congressional Non-Party Budget Office estimates the cost of the new green deal, over a period of 10 years, to be between $51 trillion and $93 trillion. However, the report itself described the estimates as a \"preliminary farce\" full of assumptions and warnings about a carefully detailed plan. No official estimate of government costs has been made. Even if the high estimate of $93 trillion is accurate, it compares it with total federal spending because the Constitution is a problem, at the very least. The simple addition of federal spending, as Ernest did, does not take into account inflation or population growth. The Ernest statement simply goes too far. We assess it wrong. Sharing the facts of 2019-03-13 13:38:51 UTC Politics Fact 2 1 7 PoliticsFacting: failing: \"With a value of $93 trillion, the new green deal will cost more than the entire expenditure recorded by the United States since the entry into force of the Constitution in 1789.\" American Senator Johnny Ernst, R-Iowa https://www.yutube.com/watch?v=LR5G2WV18Y in a speech on Wednesday, 6 March 2019 2019-2019-03-06 read more explanatory information: The story was updated to clarify the relationship between the American Action Forum, a think tank, and the American Action Network, a non-profit advocacy organization.", "vclaim_id": "vclaim-pol-00907"}