{"url": "/factchecks/2018/nov/29/blog-posting/no-photo-migrant-mother-and-her-children-running-t/", "speaker": "Bloggers", "vclaim": "A picture of an immigrant mother on the United States-Mexico border fleeing tear gas with children \"was a play trick.\"", "truth_label": "pants-fire", "date": "stated on November 26, 2018 in a post on Facebook:", "title": "No, the image of the immigrant mother fleeing tear gas with her children has not been regulated.", "text": "One of the widely published images of the chaos between the border patrol and members of the migrant convoy is the subject of conspiracy theories on the Internet. United States border patrol personnel have deployed tear gas near a crossing point in Tijuana, Mexico, against some migrants, including children. The photograph, taken by the photographer of Reuters Kim Kyung-hoon, is taken by the Honduran immigrant Miara Miza clinging to her young children as they flee the tear gas canister. A migrant family fled after the United States authorities launched tear gas into Mexico to repel immigrants from Central America approaching the border: https://t.co/lP4T4Jf7Bè u Kim Keong-Hon pic.twitter.com/iMcHZJPY-Reuterschoters (@reuterspictures) 26 November 2018 did not take long for blogs and conspiracy sites to claim photographs, with most bloggers participating in a prominent version of the photograph that highlighted other photographers in the background of the picture. An article from a conservative blog, David Harris Grew.com, is one of the sites that says that the picture was a \"theatrical trick.\" The story was highlighted as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) Here's how we know the picture is real. What happened at the border with Miza and thousands of other immigrants travelled from Honduras to Mexico to seek asylum in the United States as part of a convoy formed in mid-October. After their doors were closed at a port of entry at the border, hundreds of the group began a peaceful demonstration on 25 November, which turned into a chaotic demonstration. Customs and border protection officials said that some demonstrators had fled the group and tried to cross a hole and started throwing stones and bottles at border agents. In response, the agents fired tear gas at the public. Today, several immigrants fired missiles at San Diego agents. Border patrol personnel deployed tear gas to waste the group because of the threat to customer safety. Many agents were hit by missiles. The situation is evolving and a statement to that effect is being issued shortly. Facebook was published on January 11, 2021 in Nancy Belusi's article, no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021 - CBP (@CBP) November 25, 2018, images of Miza and her children spread quickly and were used by news organizations around the world. The mother of five Pacific News children told her that she had not tried to cross the border but that she was standing near the fence with her children when agents fired several canisters at them. \"I felt sad, I was scared. I wanted to cry. Then I grabbed my daughters and ran, and I told Miza Bazvid. \"I thought my children would die with me because of the gas we inhaled.\" So we know that the picture wasn't organized, and that Miza is a real person. The bloggers who promoted the conspiracy theory that it was forged by Democrats raised this branded version to conduct their case. \"After further analysis, that \"wretched\" picture of a woman with barefoot children in diapers running from the American border wall was \"Falsy News,\" announcing the article. The article referred to other photographers who could be seen in the background: \"You can see a group of men pretending to be photographers while another young man runs towards a second photographer. In other places of the picture, people stand quietly without feeling the urge at all. The woman with the kids was just a picture. First, it is clearly common for multiple journalists to cover the same urgent press event. To some extent, tear gas happened. But not only take photographic evidence and press statements; the Border Patrol has acknowledged its own response. Customs and border protection have been tweeted that clients have spread tear gas against immigrants. In a subsequent statement, the Agency stated that it was \"using less lethal devices\" in response to the crowd trying to cross the border and throw missiles. The ruling bloggers published an article claiming that a picture of an immigrant mother and her children fleeing tear gas on the United States-Mexico border was a trick. It's not. Customs and border protection confirmed the use of tear gas documented by several news organizations. The Honduran woman appeared running in a photograph with her children, Miara Miza, who was tracked down and interviewed about what had happened. We're assessing this pants claim on fire. Sharing the facts of 2018-11-29 20:42:26 UTC PoliticsFact 1 1 7 PoliticFact Dating: Pants on Fire Focument of Am Migratory on the United States-Mexico border to escape tear gas with children \"was an organized trick. Monday, 26 November, 2018-11-26. Read more information.", "vclaim_id": "vclaim-pol-01233"}