{"url": "/factchecks/2014/sep/14/michael-hayden/former-cia-director-obama-said-syrian-opposition-w/", "speaker": "Michael Hayden", "vclaim": "The President referred to the Syrian opposition just a few months ago as fishermen, doctors, etc.", "truth_label": "true", "date": "stated on September 14, 2014 in comments on \"Fox News Sunday\":", "title": "Former Director of the CIA: Obama said that the Syrian opposition was composed of doctors and pharmacists.", "text": "President Barack Obama criticized the terrorist group for comparing the Islamic State with the JV team - and again for claiming that this was not what he said (the politic act mistakenly classified that statement). On Sunday, another feature of the situation in the Middle East came under fire when political dialogue programmes discussed its plan to deal with instability there. The Director of the Central Intelligence Agency and the former National Security Agency, Michael Hayden, were asked about Obama's decision to arm local rebel groups in Syria to help fight the Islamic State there. He wondered why Obama was suddenly interested in arming opposition forces there. \"The President referred to the Syrian opposition just a few months ago as fishermen and doctors, and so on,\" said Hayden. \"We turned on the Dayem in terms of our expectations for them, even if we were going to get them into this power that he said it would be a fantasy to rely on the power that would be, as the Chief of Staff of the White House Dennis McDonough said, In this case, we are checking whether Obama described the Syrian rebels as \"pharmacists and doctors.\" We are not checking whether the rebels are actually pharmacists or doctors, as we will explain shortly. We tried to get to Hayden, but we failed. However, McDonough was asked about Obama &apos; s comment during his appearance on CNN in the case of the Union. \"I think the question the President was answering at the time was looking back a few years,\" said McDonough. \"We've had a relationship with these fighters now for two years. They're getting better and more capable.\" If so, Hayden may have been decorating Obama's comments. It should be borne in mind that the debate over the militarization of Syrian opposition forces in their war against Syrian President Bashar al-Assad has been going on for years. In an examination of the facts last week, Politi Fact noted that several key members of the Obama National Security Team preferred to move in August 2012. Let's take a look at exactly what Obama said. We found four cases in which Obama described the Syrian opposition forces in recent months. May 29, Obama discussed his foreign policy during an interview with NPR. It was asked whether the circumstances were more \"Robot\" to help the rebels than in the past. Obama said, \"I don't say conditions are better.\" \"In many ways, conditions are worse. \"When you talk about moderate opposition, many of these people were farmers or dentists or maybe some radio reporters who didn't have much experience fighting,\" he added. \"But creating their ability to hold onto the land, and to respond to vicious attacks, so that they can also organize themselves in coherent ways - unfortunately, it takes more time than I think many people want.\" He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On 12 January 2021, the Washington Post examined Obama &apos; s allegation about the composition of Syrian rebels as farmers, dentists and radio correspondents and found it questionable. In mid-June, a few days before Obama asked Congress for $500 million to train and equip some Syrian opposition, he discussed the formation of those forces on a few occasions. At a press conference on June 19, a journalist asked Obama whether \"the expansion of the Syrian war into Iraq changed your mind about the type of weapons and training we are now willing to give the opposition there?\" Obama replied: \"The question has always been, is there a moderate opposition on the ground capable of absorbing and confronting extremists who may have been flowing, as well as the Assad regime supported by Iran and Russia, which overpowered them and was cruel. \"And so we have consistently offered that the opposition with support,\" Obama said. \"The challenge is often whether you have ex-farmers, teachers or pharmacists who now resist a solid system, supported by external actors who face many risks, how quickly they can be trained; and how effective they are in mobilizing them. This remains a challenge.\" The next morning, he made a similar comment to CBS this morning. \"When you get farmers, dentists, and people who have never fought against a cruel opposition in the lion, the idea that they were suddenly in a position to do so, August 8, at a meeting with The New York Times columnist Thomas Friedman, Obama was again asked why he had chosen not to arm Syrian rebels. Obama said: \"This idea that we could offer some light weapons or even more sophisticated weapons than was essentially an opposition composed of former doctors, farmers, pharmacists, etc., and that they would have been able to fight not only in a well-armed state but also in a well-armed state supported by Russia, with the support of Iran, Hezbollah, which was solid in battle, and never in cards.\" In the face of what McDonough said on 14 September, Obama seems to be talking a lot about the current Syrian opposition and the challenges it faces in providing it with assistance and weapons. This continued until August. The only warning Hayden did not mention was that the conversation was largely in the context of the opposition &apos; s ability to confront Assad and the Syrian regime, not its ability to fight a rogue terrorist organization such as the Islamic State. However, Obama recently told Friedman in August that he believed that there was \"no capacity to the extent that he hoped\" to provide training for these individuals. In discussing Obama's decision to arm opposition forces in Syria, Hayden said: \"The President referred to the Syrian opposition just a few months ago as fishermen, doctors, etc. Recently, in June and August, we found several examples of Obama describing the Syrian rebels as pharmacists and doctors, as well as dentists, radio correspondents and teachers. It usually described their ability to fight the lion, but that doesn't make Hayden's point less precise. We also appreciate that Hayden appreciates it correctly.", "vclaim_id": "vclaim-pol-07307"}