{"url": "/factchecks/2014/oct/27/don-young/alaskas-don-young-says-suicide-linked-federal-gove/", "speaker": "Don Young", "vclaim": "Suicide comes from the big federal government \"your saying isn't worth anything but you're going to get something for nothing.\"", "truth_label": "false", "date": "stated on October 22, 2014 in a speech in Alaska:", "title": "Don Young from Alaska says suicide is linked to the big federal government.", "text": "In mid-October, Don Young, R. Alaska, Permanent Representative of the Republic, triggered a firestorm with a series of comments about suicide. It is an important issue in his home country: in recent years Alaska has experienced suicide almost double the national rate. The debate began when Young spoke to more than 100 students and employees at Wasila High School on 21 October 2014, only days after a student had committed suicide at the school. According to news reports, young people told the public that suicide shows a lack of support from friends and the family - an allegation that inspired an immediate negative reaction from some of the public. \"The victim's friend screamed to Young that a disease, depression, was the root cause of suicide,\" published the news of Alaska's transmission. \"A young man upset with the county and responded to the student's vulgarness.\" Later that day, the Yong Office issued a statement stating that Congressman \"had to take a more sensitive approach.\" But Young doubled in an event the next day, appearing 100 people before the senior center. According to a record quoted from the Dispatch News, Young told the group: \"When people are forced to work and have to provide food and heating by putting in joint logging, fishing and killing animals, we did not have the problem of suicide.\" Suicide, he added, comes from the big federal government \"your saying isn't worth anything but you're going to get something for nothing.\" We wondered: Is there any evidence that suicide in Alaska is linked to receiving government payments? Before we go any deeper, we should note that Young's office has since apologized for suspending it. In a statement to the Poletti Fact newspaper on 23 October, Yong's office said that it \"discusses what is believed to be the main causes of youth suicide in our state, including the impact of drugs and alcohol, depression, feelings of worthlessness and lack of support systems. Congressman Young did not mean to disturb anyone with his good-faith message, and in the light of the tragic events affecting the Wasila high school community, he had to take a more sensitive approach. Issues such as suicide and domestic violence cannot be discussed in isolation or in general. Each case is different and should be dealt with in this way.\" Then a day later, in a speech to the Alaska Indigenous Union Conference, \"Yung shared his sincere and sincere apology,\" and his nephew's suicide said, \"I may be the cause of confusion in some of my statements.\" However, since suicide is an important problem in Alaska, we thought that the essence of his original comment was worth taking a closer look. According to the State Ministry of Health and Social Services, the age-adjusted suicide rate in Alaska between 2003 and 2010 was almost twice the national average. In 2010, suicide was the sixth leading cause of death in Alaska and the leading cause of death among persons aged 15-24. On January 31, 2021, Ryan Fornier stated on Twitter \"Biden's administration lost 20 million COVID vaccines.\" The suicide rate for Alaska's rural indigenous population was three or four times higher than the suicide rate in Anglos, as Matthew D. Berman, an economist at the University of Alaska-Anchorage, said, studied this issue. In a paper published earlier this year, Berman reported suicide data on Alaskan indigenous peoples dating back to 1950 (see chart below). The rate was essentially constant from 1950 to mid-1960s, and rose rapidly from the mid-1960s to the mid-1970s before falling again. The rate peaked in the late 1980s and declined slowly but continuously since then. One of the problems associated with the link that Young pointed out is that the creation of the largest source of State for \"big people\" -- the annual profits paid to all Alaskans from the proceeds of natural resource extraction -- does not follow the rises and declines of indigenous suicide rates in Alaska. As a well-known resource extraction fund, the Alaska Permanent Fund began to pay residents profits in 1982, usually ranging from several hundred to $2,000 in a given year. However, the growth of suicide among Alaskan indigenous peoples was ahead of those profits, and the suicidal trend since the establishment of the Fund has generally been declining. \"This is a classic case of a simple answer to a really complex problem,\" said Berman. \"When I visited the Alaskan countryside, I saw people pull wood, fish, and fish for food. The rural monetary economy depends heavily on the government, but government spending plays a greater role than the federal government these days, and most of the income comes from employment.\" Furthermore, researchers found evidence that factors other than money tended to influence the suicide rate in Alaskan indigenous communities. Suicide tends to be lower among Alaskan indigenous people living in traditional ways, and among those living in the larger dominant Anglo-Anglisian culture. The most vulnerable to suicide are those who are not rooted in any of the societies, and may move between them. James Allen, Professor of Psychology at the University of Minnesota, found that older indigenous Alaskans, who tend to have a stronger connection to cultural traditions, are less likely to commit suicide. This is followed by data from other Arctic indigenous people, such as the Sami people in Norway. The Sami who participate in traditional reindeer herding efforts tend to lower suicide rates, according to Sif Kvernemo, a researcher at Tromso University. For the second group with low suicide rates - Alaskan indigenous people who moved from rural villages to urban centres - Perman reported that suicide rates in small rural communities were more than twice as high as those among urban indigenous populations. In fact, he wrote that the decline in suicide rates after the 1980s could be the result of more Alaskan indigenous people moving to urban areas. (Today, about 10 per cent of the state population lives in small, rural and predominantly indigenous communities in Alaska). In other words, Berman writes, the data indicate that \"the opportunities available in the modern economy (an increase in average income) and a strong traditional presence (Legically Insulated Households) provide some protection against youth suicide.\" \"The research indicates that the loss of control of communities over their communities and lands is most relevant to the increase in suicide, not welfare,\" said Berman Poletti Vac. In other words, indigenous suicide in Alaska is a much more complex subject than was stated by Young. Our rule, Young, said suicide comes from the big federal government, \"You say nothing but you get something for nothing.\" The data indicate high suicide rates among Alaskan indigenous peoples as a result of cultural changes, including the transition from rural and traditional practices to urban life. We're assessing the allegation wrong.", "vclaim_id": "vclaim-pol-07073"}