{"url": "/factchecks/2019/jan/10/jim-justice/jim-justice-mostly-correct-adoption-statistics/", "speaker": "Jim Justice", "vclaim": "\"As of September 2018, there were 6,683 children in nursery schools - 1,415 of whom are legally eligible for adoption.\"", "truth_label": "mostly-true", "date": "stated on November 9, 2018 in a tweet:", "title": "Jim Justis is mostly correct for adoption statistics.", "text": "West Virginia Goof. Jim Justis went to Twitter to encourage the population to adopt adopted children. In November 9, justice tweeted, \"November is #National Month of Choice! As of September 2018, there were 6,683 children in nursery schools - 1,415 of whom were legally eligible for adoption. To learn more about adoption or becoming the father of adoption, contact mission WV in 866-CALL-MWV (225-5698).\" November is National Month of Choice! As of September 2018, there were 6,683 children in nursery schools - 1,415 of whom were legally eligible for adoption. For further information on adoption or becoming foster parents, please contact Mission WV at 866-CAL-MWV (225-5698). Pic.twitter.com/84Pyy4s0vx - Governor C Justice (@WVGovernor) 9 November 2018, we took a closer look at the basic data and found a small contradiction. The Department of Health and Human Resources in West Virginia maintains records on this issue, including a monthly legislative report. According to the October 2018 report, which contains figures as at the end of September 2018, there were 6,683 children in the West Virginia care system. However, there are slightly fewer of these children -- 6,289 -- on the list of \"World War Children.\" The remaining 394 are children outside the state who happen to be in the West Virginia system. We asked the agency why there are \"out-of-state\" children in the system. They said that these children were legal residents of West Virginia who were transferred out of the state, such as living with a relative. Although these children currently live outside the state, they remain eligible for care through the West Virginia system. On February 28, 2019 in testimony to the Senate of West Virginia, \"We had an increase of 67 per cent (in) the number of children detained in the state since 2014.\" By Catherine Harrington: April 3, 2019, the same discrimination within the state versus outside the state carries in the second part of the confirmation of justice - the number of foster children qualified for legal adoption. What qualifys a child in foster care to be \"legally qualified for adoption\"? In order to be adopted, parental rights must be terminated. Alison Adler, speaking on behalf of the Agency, Paulette Fact West Virginia, said that only children in the \"relative/relative\" category in the following chart were legally eligible for adoption. This means that 1,415 children in the system are generally eligible for adoption, but are legally eligible for adoption, but of these, only 1,392 are \"children of violence against women.\" The Office of Justice did not reply to a query on this article. Our ruling judge wrote on Twitter: \"In September 2018, there were 6,683 children in nursery schools - 1,415 of whom are legally eligible for adoption.\" Justice is not far from its numbers, but it is conglomerate in a modest number of children outside the state with \"WV children\" for both of the numerical categories he mentioned. We're mostly evaluating the statement right.", "vclaim_id": "vclaim-pol-01139"}