{"url": "/factchecks/2014/nov/09/dave-brat/brat/", "speaker": "Dave Brat", "vclaim": "\"I'll be the only economist in the U.S. Home.\"", "truth_label": "true", "date": "stated on October 15, 2014 in a speech.:", "title": "Bright will carry the only Ph.D. D. Economy in the Chamber of Deputies", "text": "If you do not hear, the newly elected Republic of America, Dave Pratt, is an economic expert. In this background, the Republicans have repeatedly said in the campaign's speeches and declarations, putting him in a unique position of leadership in Washington. \"If you don't send me there, I'll be honored if I do, I'll be the only economist in the house,\" said Pratt R-7th voters at Ashland's rally on October 15. Well, the 7th district voters are sending him up there. So we decided to check if Pratt was really gonna be one of his kind. Let us begin by studying what economists are doing. According to the Bureau of Labour Statistics, \"economics study the production and distribution of resources, goods and services through data collection and analysis, research of trends and assessment of economic issues.\" It predicts market trends and advises businesses and governments on economic issues. What makes you qualified as an economist? \"There is no formal definition of \"economic,\" although the usual distinction is that one has a PhD in economics, John Siegfried, Secretary-General of the Honorary Council of the American Economic Association, said in an e-mail. \"But anyone can call himself \"economic.\" BLS says that most economists generally require a master's degree or a doctorate, although some are available to persons with a bachelor's degree in this field. Pratt holds a PhD in Economics from the American University, a professor at Randolph-Mackon College since 1996 and head of the Department of Economics and Business since 2005. He served two Governors from Virginia on the Joint Advisory Board of Economists and provided advice to a number of other organizations. Pratt is a well-known free-market believer who says his hero is Milton Friedman, a Nobel Prize laureate in economics who insisted that the government should use the feather hand in the market. Pratt, according to The New York Times, is not known for his pioneering research. How did Pratt conclude that he would be the only economist at home? Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. On 20 January 2021, Brian Gottstein, spokesman for Pratt, said that the information came from Congressional quarterly, which collects profiles of every congressman. \"We are no longer members of the House of Representatives who have obtained degrees in the university economy but are not professional economists,\" Gottstein sent an e-mail. We found a report issued by the Congressional Research Service in January 2014 dividing the professions of the members of the Council into 20 categories that unfortunately did not include economists. Approximately half of the members had functions either in law, business or banking. Another report issued by the Intelligence and Security Committee in August, although not exhaustive, dealt with the professions of members of Congress in greater detail. It provides, inter alia, five former Peace Corps volunteers, four radio talk show hosts, three psychologists, two almond grove owners, one cowboy broadcaster and zero economists. The homewriter &apos; s office lists 21 PhD holders in the room. But none of their PhDs, we found, are in the economy. 27 members with university degrees in economics, according to the CQ database of various degrees and occupations that each congressman includes in his curriculum vitae. There are only two members with an \"Economist\" listed as a former post: the Republic of Jeff Fortenberry, R-Neb., who also served as an assistant to Congress and director of public relations at a publishing company. According to Deputy Scott Peters, D-Calif, he was an economist of the Environmental Protection Agency during 1980-81. He then became a lawyer. Our rule, Pratt, said he'd be the only economist on the board. Only two members included economists among the posts they occupied prior to Congress. Both went to other occupations. Since 1996, Pratt has been a professor of economics and will be the only member of Congress with a PhD in this field. We will leave it to you to decide whether the distinctive background of Pratt will enable Congress to better resolve economic issues. But for his claim to be unique, we appreciate that.", "vclaim_id": "vclaim-pol-07021"}