{"url": "/factchecks/2019/feb/21/facebook-posts/no-clicking-photo-trump-supposedly-having-stroke-d/", "speaker": "Facebook posts", "vclaim": "A picture of Trump having a stroke is really a virus that will wipe out all the information on your computer.", "truth_label": "pants-fire", "date": "stated on February 19, 2019 in a Facebook post:", "title": "No, taping on a picture of Trump is supposed to have a stroke that doesn't cause a virus on your computer.", "text": "In the world of hacking, crooks are known to publish the tempting headlines of false breaking news or exciting images of people being tricked to click on HIV-positive links. One of the warnings currently on the Internet is in itself a trick. A social media article about us says that the image of President Donald Trump is having a stroke is actually a virus that will erase your information if you press it. The letter says: \"There are leaves around Trump suffering from a stroke. Don't open. He'll erase all information in your phone and computer. Pass this.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On January 16, 2012, we were unable to find a virus or malignant program that was as described, and for the record, Trump did not suffer from a stroke. If he had done so, it would have created huge domestic and international news. Copies of the false notice have been issued since at least early 2017. A similar false warning came in 2016, claiming that a video of Trump's arrest would burn computers if opened. That was also wrong. The exchange of false warnings, however the case may be, may not seem to be flawed, but people should not expect these things to keep their information safe. It is important to be cautious when clicking on links and visiting new websites, especially when it comes to prominent personalities. We're assessing the warning pants on fire! Sharing the facts of 2019-02-22 15:33:52 UTC PoliticsFact 1 1 7 PoliticsFact Dating: Pants on Fire a picture of Trump having a stroke is really a virus that will erase all information on your computer. Facebook articles on the Internet Tuesday, 19 February 2019 2019 - 02-19 Read more information", "vclaim_id": "vclaim-pol-00992"}