{"url": "/factchecks/2019/jan/09/viral-image/no-ice-did-not-arrest-2000-undocumented-immigrants/", "speaker": "Viral image", "vclaim": "\"2,000 illegal aliens arrested by ICE in 2017 for the murders committed here in the United States!\"", "truth_label": "false", "date": "stated on December 31, 2018 in a post on Facebook:", "title": "No, the CIA didn't arrest 2,000 undocumented immigrants for murder in 2017.", "text": "The Trump administration faced severe criticism of the death of two Guatemalan children who were in the custody of the United States after crossing the border, but some bloggers urge Americans to consider this figure in its context. \"Two foreign children died of complications resulting from illegal entry into the United States!\" Read an article in Facebook on 31 December. \"2,000 illegal aliens arrested by ICE in 2017 for murder committed here in the United States! The liberal media is silent! Think about it!\" This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) In response to an e-mail, she asked about the case, Vincent Picard, Deputy Assistant Director, United States Bureau of Public Affairs, Immigration and Customs, PolitiFact, addressed the Agency's report on \"Enforcement and Deportation Operations\" for fiscal year 2018. In a schedule of criminal charges and convictions of persons unlawfully arrested in the country that year, the Agency lists 2,028 \"complete crimes in the murder column,\" a figure of 387 charges and 1,641 convictions. But there are many notable things: first, the federal fiscal year began on October 1, 2017, and ended on September 30, 2018. In fiscal year 2017, which began on 1 October 2016 and ended on 30 September 2017, there were 1,886 murders, according to another report of the Institute. Second, a person accused of murder is not necessarily charged with murder. He or she can be charged with manslaughter, unlawful murder of a person without hatred. That could mean killing in the heat of the moment, or causing someone to die accidentally. Third, these figures reflect the CIA's administrative arrests, which means that CIA officers arrested immigrants for civil violation of U.S. immigration laws, not for murder. Fourth, and perhaps most importantly, the figure of 2,028 does not represent the number of crimes committed in a given year. On January 11, 2021, Facebook published an article in Facebook by Nancy Belusi that was no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021, \"It also does not refer to 2,028 suspected or convicted criminals,\" as stated by Elizabeth Cohen, Professor of Political Science at Syracuse University. \"It refers to the number of times the conviction or suspicion was the cause of the arrest. If one person is suspected of five separate crimes, this would contribute five separate times to the total number at that table.\" In addition, Randy Caps, Director of Research for United States Programs at the Institute of Migration Policy, said, \"Crimes that could have been committed at any time, He also noted that some of the murder charges might have been dropped, further reducing the number of murders in the records of the detainees. How many people were killed by undocumented immigrants in 2017? Jessica Vaughn, Director of Policy Studies at the Centre for Migration Studies, said. The answer requires statistical estimates, Cohen said, \"the most reliable of which shows that persons born abroad in any given year commit crimes at a lower rate than Americans born home.\" We ruled this article on Facebook that in 2017, ICE 2000 arrested an undocumented immigrant for murder. This number appears to be derived from a report issued by the Immigration and Naturalization Authority detailing the number of migrants arrested by the Agency for their illegal presence in the country in fiscal year 2018. But it is misinterpreted and misused. According to the report, persons arrested for immigration offences had in their records 2,028 counts of murder and convictions. However, these crimes could have accumulated over many years - not only in 2017 - and did not necessarily occur in the same year that the Immigration and Naturalization Authority arrested these persons. In addition, homicide may be murder, but it may also be accidental homicide. Finally, none of these persons were picked up by the Immigration and Customs Agency for murder; they were taken for violating national immigration laws. We value this allegation wrong. Sharing the facts 2019-01-09 22:12 UTC Politic Fact 2 1 7 PoliticFacting: false \"2,000 illegal aliens arrested by ICE in 2017 for murder here in the United States!\" Article on Facebook Monday, 31 December 2018-12-31 Read more information", "vclaim_id": "vclaim-pol-01142"}