{"url": "/factchecks/2019/aug/08/bernie-sanders/do-private-citizens-have-5-10-million-assault-weap/", "speaker": "Bernie Sanders", "vclaim": "\"There are assault rifles, as I understand it, in the hands of more ordinary citizens than in the hands of the United States army. We're talking about 5 to 10 million assault weapons in the hands of ordinary citizens.\"", "truth_label": "half-true", "date": "stated on August 5, 2019 in a video on Twitter:", "title": "Bernie Sanders says citizens have up to 10 million assault weapons, more than the U.S. Army.", "text": "The United States does not need to register weapons. So, when the U.S. Sun Bernie Sanders, I-Vt, claims that ordinary citizens have more offensive weapons than military personnel do, how does he know? \"There are more assault rifles, as I understand it, in the hands of ordinary citizens in the hands of the United States army,\" said presidential candidate 2020 following the back-to-back shooting in El Paso, Texas, Dayton, Ohio. \"We're talking about five million to ten million assault weapons in the hands of ordinary citizens.\" The Sanders claim suffers from a little comparison of military weapons, which are different weapons. In addition, it has to rely on very different estimates, although it appears at the smaller end. We'll solve the facts for you. In both attacks, offensive weapons were used, legally in both states. Each weapon was semi-automatic - the gunmen could have fired as quickly as possible - and carried enough ammunition to kill dozens of people in minutes. According to The New York Times, the El Paso shooter used a semi-automatic Kalashnikov rifle (also known as AK-47), usually using a 30-shot magazine; and the Dayton shooter used an AR-15 pistol, modified to operate as a rifle, with a drum magazine capable of carrying up to 100 rounds. We note that the \"weapons of aggression\" does not have a universal definition. For example, a draft law called the 2018 offensive weapons ban defined an offensive weapon different from the federal law prohibiting offensive weapons from 1994 to 2004, before its expiry. \"Not among the so-called assault rifles legally owned by American civilians are assault rifles because the term is used in military contexts,\" said Professor of Criminal Justice at Florida Honorary University, Gary Klick, who conducted research on highly capable firearms used by group shooters. \"Killing rifles used by military personnel can fire all full automatic rifles, such as machine guns, as well as one shot at a time, while none of the so-called 'lawly-owned assault rifles' of American civilians can shoot in full automatic form.\" But Click agreed that semi-automatic weapons had evolved from former military weapons, many of which appeared to be military weapons, and could kill people quickly. The Director of Public Policy of the Sanders Campaign, Josh Orton, has admitted to us that the exact number of weapons of a certain type in the hands of civilians is unknown, as there is no national registration of guns. In fact, federal law prohibits the existence of a national registry. On January 13, 2021, bloggers mentioned the remarkable facts in a story written by General David H. Berger, US Navy Commander. They rejected Nancy Belusi's request to use the Marines to provide security for the launch, and told her that we were \"not working for you.\" He cited a CBC news article in 2016 that cited the National Venice Association as saying that there were 5 million R-15s in circulation; he also cited other data indicating that the figure could be much higher. The weapons researcher at Harvard Deborah Azrael told us that her latest survey of weapons owners showed that there were about 90 million rifles in private hands in the United States in 2015. The survey did not ask for AR-15s, but 5-10 million is reasonable, and she and her fellow surveyer, Matthew Miller of Northeastern University. More recently, in June 2019, the National Republican Army launched the reported figure of more than 11 million R-15s \"low number to say.\" We have warned firearms researchers, including Klick, Miller and Philip Cook of Duke University, not to rely on estimates made by the National Resistance Army or the National Shooting Sport Foundation, the Commercial Firearms Industry Association. These figures can be enlarged with a view to making weapons using the method of attack appear common. \"The truth is, we just don't know\" the actual number, said Miller. Aaron Karp, a senior adviser in the Small Arms Survey and lecturer in political science at the Old University of Dominion in Virginia, told us that he believed that Sanders' appreciation to ordinary citizens was \"very conservative.\" Karp estimates that there are 15 to 20 million offensive weapons in the hands of Americans. A number of military weapons researchers whom we consulted told us that they were unaware of any charges relating to offensive weapons held by members of the army. The Sanders campaign referred to an estimated 4.5 million small arms survey, an independent research project based in Geneva, Switzerland. This is for all the weapons owned by the U.S. Army, not for offensive weapons. However, it will exceed an estimated 5 million or more offensive-type weapons in the hands of the private sector. \"There are assault rifles, as I understand it, in the hands of more ordinary citizens than in the hands of the United States army, \" said our rule Sanders. We're talking about five million to ten million assault weapons in the hands of ordinary citizens.\" There are no official charges of assault weapons, either in private hands or in the United States military. However, it is estimated that the civilian figure may appear to be 5 million or more conservative and exceed the estimated number of all weapons in the army. At the same time, these weapons are semi-automatic weapons, not just mechanical, like those used in the army. We're evaluating Saunders' half-right statement.", "vclaim_id": "vclaim-pol-00295"}