{"url": "/factchecks/2019/apr/02/blog-posting/no-american-middle-schools-not-caught-forcing-stud/", "speaker": "Bloggers", "vclaim": "American middle schools have caught up forcing students to perform Islamic prayers five times a day.", "truth_label": "pants-fire", "date": "stated on March 20, 2019 in a social media post:", "title": "No, American middle schools don't force students to do Islamic prayers five times a day.", "text": "A picture of the children on the ground during the hurricane exercise is published online, falsely claiming that students are forced \"to perform Islamic prayers five times a day.\" \"America's middle schools have been caught forcing students to perform Islamic prayers five times a day,\" says a picture of children lying down on the ground with their hands on their heads. He films the adults standing soon. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The picture does not show anyone who is \"teached\" or forced to pray. All elements of the claim are false. It appears that the picture was taken from a video of a story about a hurricane exercise at a primary school in Mayamsburg, Ohio. WDTN, a news station in Ohio, published on its YouTube page in April 2013. On February 2, 2021, Facebook wrote in the form of Joe Paiden \"Really removed\" student loan debts. By Daniel Vanky • 4 February 2021 \"walking in one file, quite quietly, the corridor was lined with children sitting on their heads as if it were the real thing,\" says a reporter on a video of children getting out of their class and putting themselves down on the ground. \"If we have a real hurricane we need training for children, just so they get used to the idea,\" said the teacher on camera. There is no mention of Islam or prayer in the news department. The picture does not show that middle school students are forced to perform Islamic prayers five times at a time. This is a trumped-up allegation. We value it pants on fire! Sharing the facts 2019-04-02 15:33:52 UTC Politic Fact 1 1 7 PoliticFact Dacting: Pants on Fire \"The American Middle School seized students to perform Islamic prayer 5 times a day.\" Web site of bloggers on Wednesday, 20 March 2019, 2019-2003-20. Read more information.", "vclaim_id": "vclaim-pol-00817"}