{"url": "/factchecks/2019/oct/11/joe-manchin/how-many-west-virginia-students-are-homeless/", "speaker": "Joe Manchin", "vclaim": "\"The Ministry of Education of West Virginia stated that more than 10,000 children and young people have been identified as homeless for the school year 2018-2019.\"", "truth_label": "true", "date": "stated on September 9, 2019 in a Facebook post:", "title": "How many homeless West Virginia students?", "text": "There is an unacceptable large number of homeless K-12 students in West Virginia, according to Facebook by Sin Joe Manchen, D-W.Va. On 9 September, Manchen wrote on Facebook, \"The Ministry of Education of West Virginia reported that over 10,000 children and young people were identified as homeless during the school year 2018-2019. This is disturbing news, and that is why I invited American Minister of Education Betsy Devos to come to #WV to see the impact this is having on our children and schools.\" The article was directed to contact a newsletter summarizing his application to Davos. Is Manchen right about the magnitude of the displacement problem? The official data from the State Ministry of Education show that Manchen is right -- and the problem is getting worse. The number of homeless students since the 2014-15 school year increased from 8,959 to 10,522 in the 2018-19 school year - an increase of 17 per cent. This has made the increase even more surprising, and the total population of the State actually fell by about 2% during that period. It should be noted that statistics use a federal definition known as McKinney-Vento, which makes students homeless if they live in shelters, hotels, hotels, cars or mobile cars, or with another family member away from their basic home. These figures do not include students living in pre-schools. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012 - Why is West Virginia experiencing an increase? Rebecca Dearing, State employee responsible for tracking homeless students, told Charleston Post that the opioid epidemic and floods three years ago might have disrupted the family situation of some West Virginians. As is the case, these statistics have already caused some controversy in West Virginia at the time Manchen wrote his article. The statistics for homeless students were initially left unsaid during a major battle over education legislation, and were only revealed after they were published by Amelia Ferrell Kenselli on 20 July from the Charleston official newspaper. According to Gazette-mail, \"many legislators have admitted that thousands of homeless students did not mention in months of debate leading to the final vote\" on the main education bill. Patricia Rücker, Chairman of the Senate Education Committee, told the newspaper that the census of homeless students had not been reported by school officials or the State Ministry of Education. Subsequently, after the statistics appeared, the Superintendent of State Schools told Stephen among the members of the West Virginia Board of Education that, while the number was \"increasing,\" its rise over the years \"was not a significant increase,\" the Official Gazette of August 16 reported. Subsequently, Beene apologized for the comment, Associated Press stated and issued a statement that \"it is in no way intended to convey that the data were not relevant.\" Our Governor Manchen wrote that \"The Education Department in West Virginia reported more than 10,000 children and young people identified as homeless for the school year 2018-2019.\" According to the State Ministry of Education, there were 10,522 displaced K-12 students in West Virginia in the period 2018-2019. We appreciate the best of the two of us with the good.", "vclaim_id": "vclaim-pol-00066"}