{"url": "/factchecks/2019/oct/16/tom-steyer/tom-steyers-half-true-claim-90-americans-have-not-/", "speaker": "Tom Steyer", "vclaim": "\"People didn't get an increase -- 90% of Americans didn't get an increase for 40 years.\"", "truth_label": "half-true", "date": "stated on October 15, 2019 in a Democratic presidential debate:", "title": "Tom Styre claimed that \"90% of Americans have not received a 40-year bonus.\"", "text": "Maybe the billionaire Tom Styre is famous for his television ads calling for the isolation of President Trump. In his first debate as a democratic presidential candidate last night in Ohio, Styre reiterated his call for the removal of what he called \"the criminal in the White House.\" But he also stood up against income inequality, and led his rival democratic colleague Minnesota Sen and Amy Klobochar to gossip: \"No one on this stage wants to protect billionaires. Not even the billionaire wants to protect the billionaire.\" The claim of Styre that caught our attention was that the vast majority of Americans had not received an increase in decades. \"I will cancel all Republican tax cuts for rich people and large companies,\" Styre's promise. \"But something else is happening here is a total shame, and that's how money is divided in terms of profits. As a result of the extraction of the rights of organized workers and workers, people did not get an increase -- 90% of Americans did not get an increase for 40 years.\" Was his claim of increases accurate? We've begun to verify the truth. We moved on to the Polyte Fact analysis in April of similar allegations made by the Democratic Presidential Contestant and the Mayor of South Pitt Butigig. We're gonna put a classification on Steer's claim based on what Polyte Fruit found. \"Since 1973, 90% of the bottom, to a large extent of all of us, has not budged, or even regressed a little,\" claimed Butage. Poletti Vac examined whether income levels for most people - adjusted for inflation, which economists consider necessary for such comparisons - have not increased since 1973. I found that \"income levels have already risen to post-inflation during that period,\" but the share of income already taken down 90 per cent is very close to what Butigig said. This assessed the mayor's claim as half correct, meaning that it is partially accurate, but it ignores important details or leaves things out of context. The data of the community-based organizations show income growth in their fact-finding, Polyte Fact reviewed data from the Congressional Budget Office, the non-partisan arm of Congress, which covers the period from 1979 to 2015, most of the period concerned. The figures used by civil society organizations have been adjusted to take account of inflation and federal taxes, but not for state and local taxes. They showed income growth for people in four different economic ranges: the lowest 20 per cent of income distribution, the average 60 per cent, 81 per cent to 99 per cent and the largest 1 per cent. But economists said it was useful to show whether or not the mayor was generally right, as stated by Politifakt. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • On January 20, 2020, this is a graph showing the data of community organizations: the first 1%, in red, has the most unique and impressive growth. Other income groups show positive but much slower growth, after adjustment to inflation. This weakens Buttigig's assertion that for most people, income \"did not budge, or even regress a little,\" since the 1970s, Poletti Fuckett said. Other statements support the allegations of Buttigig and Steer. The inflation-adjusted figures from the Institute for Economic Policy, for example, show a clear stagnation in wages for the lowest 60 per cent of the income scale. The rate has already risen in relation to levels 70 and 80 per cent, which means that 90 per cent will be somewhat excessive. The Politic Fact also cited the World Inequality Database. It shows that the bottom 50% and the next 40% - mainly 90% mentioned by Butigig - have taken declining shares of the nation &apos; s income since 1973. In contrast, both the highest 10 per cent and the largest 1 per cent saw their quota growth. When we asked the Styre campaign to provide evidence to support his claim, we referred to a report issued in August by the Pew Research Centre. I found that today's real average wage, defined as post-inflation pay, \"has had some heights and declines,\" but \"has the same purchasing power as 40 years ago. What wage gains have been made there have often flowed to the highest level of wage-earners.\" Our rule, Tom Styre, in the presidential democratic debate in Ohio, claimed that \"people did not get an increase -- 90% of Americans did not get an increase for 40 years.\" In April, Polyte Fukte verified a similar claim by the mayor of South Pend Pete Butig: \"since 1973, 90% of the bottom, almost every one of us, has not budged, or even receded a little bit. I found that income per category, according to the Budget Office of Congress, has already increased beyond the inflation rate since the 1970s. However, another measure - the share of income taken by the lowest 90 per cent - has already declined since 1973. The mayor's claim was evaluated by the company half-tro. We agreed with Polyte's valuation of his fruit and classified Styre's claim as half correct, too. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00049"}