{"url": "/factchecks/2019/mar/21/john-nygren/john-nygren-says-wisconsin-republicans-have-cut-ta/", "speaker": "John Nygren", "vclaim": "\"During the past eight years, we have shown that although we have reduced taxes by $8 billion, revenues continue to grow.\"", "truth_label": "true", "date": "stated on February 12, 2019 in a tweet:", "title": "Nigren says the Republicans in Wisconsin have reduced taxes by $8, and revenue continues to grow.", "text": ":: Editor &apos; s note: This item was completed on March 22, 2019, with a change in classification from half of the Tru to the Tru, based on additional research, and kept consistent with previous classifications that were submitted to similar claims. The budget battle is borrowed in Madison, where the new Goof. Tony Evers is trying to put his mark on the state and the Republicans prove that the fiscal policies that have been enacted under the overall control of Gob deserve to be sustained. In a series of tweetings on February 12, 2019, including those that claimed that Wisconsin's financial expectations were \"the strongest in a generation.\" But later tweeting in the series that caught our attention: \"For the past eight years, we have shown that although we have reduced... taxes by $8 billion, revenues continue to grow,\" Nigren said. The revenue generally comes from taxes, okay, so one can go up while the other goes down that much? Let's see if the numbers are complete. There are two parts of this claim, namely, the reduction of taxes by $8 billion and the increase in revenues. Tax cuts become complex, so let us heat the revenue side of the equation. The report of the non-partisan legislative tax office on tax collection shows steady growth in recent years. From eight years to 2010-11 - the period referred to in Nigren &apos; s claim - the total collection of taxes from the State General Fund increased every year except one year. The increase in income was generally between 3 and 4 per cent per annum, with the exception of 2013-14. In that year, revenues declined slightly after the legislature had implemented a series of tax cuts. From 2010 to 2011, tax collection in public funds rose from $12.9 billion to $16.1 billion. It is expected to rise to $16.6 billion in 2018-19 according to the latest financial estimates of the Office. So, yeah, the revenue has grown. The tax reduction figure obtained earlier estimates that were validated as evidence of the $8 billion reduction cited by Nigren, his staff submitted a note to the Finance Office containing changes in a variety of taxes since 2011. These include such things as health savings accounts, reduction of farm losses, sales tax exemptions, and funding of technical colleges. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • 26 January 2021, the chart corresponds to the tax changes compared to the 2010-11 level over eight years. If the tax falls by $1 million in the first year and remains at the same level in each of the next seven years, it is calculated as a \"cut\" of $8 million over the eight-year period - a total of $8 million less than it would have been if the 2010-11 level had been maintained each year. The taxes paid in this simplified example will be reduced only once in the first year. However, the approach used in the note - and by Nigren - calculates the savings achieved each year for the 2010-2011 level. The calculation shows that there are $4.8 billion in reductions in income and concession taxes and $3.6 billion in property taxes compared with the 2010-2011 baseline. The reductions mentioned in the property tax are not granted directly to taxpayers, but are sent to local municipalities. Local officials can choose to reduce property taxes by a similar amount and transfer such savings to taxpayers, but this is not always the case. However, the property tax exemption reduced the taxes that would otherwise have been paid. Experts differ as to whether it is correct to call all these changes tax \"reductions,\" because they calculate reductions in multiple years when the tax level is \"reduction\" only once. However, the net effect is to reduce the amount of taxes paid. We have assessed the allegations in this context as valid in the past. In 2015, we assessed what was the case at that time. Scott Walker's statement is correct when he used the same approach from the finance office to refer to what was $4.7 billion in tax cuts. We gave Walker another real story in 2017 to point to what would become $8 billion in \"tax cuts.\" And we really gave Walker the number on the campaign track in June 2018, considering it a \"$8 billion cumulative tax exemption.\" Nigren's expression of \"tax cuts\" was different from Walker's 2018 statement, but he agrees with how Walker pointed out in verifying our facts for 2015 and 2017, when our assessment said that Nigren was under eight years of Republican leadership in Wisconsin \"tax cuts\" of $8 billion while revenue rose. The income portion of the statement is clearly accurate. The tax reduction element is somewhat more precise, but the changes made by the Republicans have already led to net savings of $8 billion for taxpayers compared with whether tax levels in 2010-11 remained. We have assessed allegations very similar to those that were true in the past. We appreciate Nigren's words by right.", "vclaim_id": "vclaim-pol-00866"}