{"url": "/factchecks/2019/mar/18/facebook-posts/no-florida-drivers-who-have-phone-hand-will-not-be/", "speaker": "Facebook posts", "vclaim": "The Florida drivers who have their cell phones \"in hand\" can be paid $250 and sent to the Leadership School.", "truth_label": "false", "date": "stated on March 13, 2019 in a Facebook post:", "title": "No, Florida drivers with a 'in-hand' phone wouldn't be a $250 ticket or send to the driving school.", "text": "Driving and talking on a mobile phone (or simply carrying a phone) are not illegal in Florida yet. However, a social media article shared on Facebook claims to the contrary, saying that \"new law\" in Sunshine State punishes drivers who are captured and understand at hand. Punishment: A ticket of $250 and a trip to the driving school. The mail, in full: \"They passed a new law in Florida that if the police see you with your phone in hand while you drive, you will get $250 and you will be sent to the driving school. This law is passed on Monday. Let everyone know. Be careful.\" The address at the bottom of the mail appears to belong to the Florida DMV site but it is a dead-end link and does not lead to a working page on the Internet. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This was an old rumor that first appeared in March 2018 when the Florida legislature was considering a bill that contained more stringent restrictions on drivers &apos; cell phones, but such a procedure had never been signed into law. Furthermore, the legislation was specifically directed to text messages during driving or \"unsurprising\" communication on a device, not to speak on the phone or simply to have a phone in your hand, as the article says. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. According to the actual DMV site in Florida, cell phones are said to be a distraction, and drivers are urged to refrain from talking on their phones while running a car, but doing so is still illegal. \"Driving and talking on a mobile phone is perfectly legal in Florida,\" says the site. - \"But do you have to do it? - No? We've all seen drivers with cell phones attached to their ears changing the corridors very close to you, passing through stop signs, or just not driving very well at all. One of the biggest causes of accidents in Florida is the dispersed drivers.\" According to a study carried out by the National Health Institutes, cell phone calls weaken the reaction time by 40 percent. However, while driving text messages are illegal in Florida as a minor offence. The bill we mentioned failed in the Florida Senate, HB 33, would have made it a major crime. A minor offence means that drivers cannot be stopped for correspondence only, but written tickets for text messages can be made if they are stopped for another crime, such as speed or reckless driving. The draft law does not mention anything about the driving school nor does it say how expensive it will be for drivers to be martyred. Notwithstanding this, the legislation has not been signed into law and has not prevented drivers from simply having a \"hand-held phone.\" This allegation is false. Update, March 19, 2019: This story was updated to show that the National Institutes of Health found that the use of the cell phone was weakening the driver &apos; s reaction time. Fact-sharing 2019-03-18 19:59:22 UTC Politifah 2 1 7 PoliticsFact Rating: On Wednesday, 13 March 2019, Facebook bulletins 2019-03-13 read more information", "vclaim_id": "vclaim-pol-00879"}