{"url": "/factchecks/2014/oct/06/terri-lynn-land/michigan-republican-senate-candidate-now-says-she-/", "speaker": "Terri Lynn Land", "vclaim": "To support automatic rescue operations.", "truth_label": "full-flop", "date": "stated on October 25, 2014 in a campaign statement to a local newspaper:", "title": "The Republican Senate candidate in Michigan now says she would have supported the rescue of cars.", "text": "The Federal Government &apos; s rescue of the automobile industry was a controversial and frequent subject for discussion in the 2012 presidential election. But in the middle of 2014, the case largely disappeared - with the exception of Michigan, the heart of the American automobile industry, where there is a hot race for the open United States Senate seat. Deputy Gary Peters, De-Mitch, has repeatedly bragged to voters for supporting General Motors and Chrysler &apos; s 2009 rescue plan. Late last month, Peters' campaign to arrest their opponent, former Foreign Minister Michigan Terry Linland, claimed to have been held hostage by the United States of America. \" Yesterday, Land tried to rewrite history and claimed that it supported the rescue of cars, but this was a difficult achievement when news reports published a history of opposition,\" said Peters Hayley Morris in a press release. The destination in the question? On September 25, in response to Peters' comment on Land's campaign against rescue, Earth spokesman Heather Swift said: \"Again, Gary Peters is wrong: Terry was going to support car rescue.\" Who's right? We decided to review the evidence. First, to quickly update information on car rescue: in 2008, during the economic crisis, President George W. Bush announced plans to save the car industry. General Motors and the Chrysler Group received $13.4 million in short-term relief in the last days of the Bush administration to keep it the same so that President Barack Obama's new team could develop a long-term plan. Ford Motor Company has refused government assistance. In 2009, Obama said if Chrysler and GM wanted more federal money, they had to go bankrupt. They soon agreed to that. GM obtained $30 million to restructure the company while Chrysler was sold to Fiat Italy. In total, the two companies received approximately $80 billion in loans, according to a Treasury report issued in 2010. Today, both companies enjoy relatively good health and are considered success stories, especially as compared to 2008. We didn't find much comment from Land about the rescue in 2009. The only statement we went through was from February 2009, when Land, then Secretary of State, was exploring the Governor's bid. \"We have to work with GM and Chrysler and see how we can bring them back to sustainability,\" said Land, according to the newspaper. She did not mention how or whether she supported government funding to do so. Her campaign did not make any further comments at that time. At the 2012 Republican National Congress, Land spoke to Washington Times, a conservative journalist, and asked whether the Republican presidential candidate Mitt Romney could compete in Michigan despite the fact that he \"exited hard against saving GM\" or whether the statement was positive for him in Motor City. A video of the conversation was presented to Politic Fact by Peters' campaign. Here's how the earth returned: I agree with Romney. Because, in fact, Bill Ford -- we live with cars. Michigan is a very unique country. No country has a single industry that is very prominent and global. It's not Michigan, it's a global industry. And what happened was that Bill Ford went and got a loan. I mean, he did it this way. So people knew that it could have been done. It has become GM, basically called the public government, and this huge process has become with anyone who really has a commitment like Bill Ford with his family and left him to make sure that the company is successful. And that's kind of what it's become. They call it \"government engines.\" That's what they call it. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, that's the truth. I think this is the position that should be, and, you know, Ford is doing a great job. To move forward quickly this year: after a forum of candidates in May, Rutland raised several questions about whether it supported the rescue process. However, a local reporter from Fox tracked her down and asked her how she would have voted if she were in Congress, and she said, \"If I were there as a member of the United States Senate, I would have negotiated a deal that looks more like what Ford did.\" Land repeated this idea on Detroit's radio station the next day, saying, \"I was going to work with other senators to develop a plan that would protect taxpayers, There are many shortcomings from all of this that confirm a clear change of attitude on the part of the Earth. First of all, she says, \"I'm with Romney on it.\" \"This, according to the question, is Romney's position to \"excuse\" harshly against saving the GM.\" His actual position was slightly more precise (although the ground does not differ with the description of the interviewer). In 2008, Romney wrote a press article for The New York Times on the state of the automobile industry, entitled \"Let Detroit go and ruin.\" He called for the management of the bankruptcy of motor companies and called on the Federal Government to \"provide guarantees for post-film financing and assure car buyers that their guarantees are not in danger,\" and continued to argue these positions during the 2012 campaign. While GM and Crysler went bankrupt, they came out of it because of taxpayers &apos; funding. The Romney Plan would require huge amounts of private capital that was difficult to find during the financial crisis. Swift, spokesman for the Land Campaign, said: \"Don't call GM Government Motors, she described the situation and told the team what she heard from others calling it.\" The most literal readings might find that accurate, but she didn't argue, and she continued to describe the company negatively as \"this huge operation with no one really has a commitment like Bill Ford.\" This year, she said she would have supported a plan that would \"protect taxpayers\" and \"more like Ford.\" Both the Romney Plan and the Ford Model are very different from what eventually worked its way through Congress. Ford's plan didn't require government intervention. SWIFT also said that \"the 2012 (land) comment referred to the process of \"identifying which course of action would be better, not against rescue, but \"prefered a different approach at the beginning.\" We asked for clarification of what Swift meant by \"operation,\" but we didn't hear a reply. It is a disturbing assertion since the observation came three years after the rescue. The process of deciding on the action plan has already been completed, so we don't understand why she was talking about this process. Did Land change its location on a car-making rescue package? If there was any evidence of Land's support for rescue until recently, we didn't find it, and Land's campaign didn't provide that. Following the campaign so far, it has often avoided a direct answer to the question. Her campaign recently said she supported it. In 2012, she supported the Romney Plan, which would have required special funding - not government funds - to get the car companies out of bankruptcy, and stopped Ford, who rejected any government funds, as a model. Its comments, which are read in full, are critical of how things are going. Earlier this year, she said she was going to press for something \"more along the lines than Ford did,\" which is far from saving cars than Romney supports. But on September 25th, her campaign said she was gonna support car rescue. This is a clear change in attitude, so we fully evaluate it.", "vclaim_id": "vclaim-pol-07194"}