{"url": "/factchecks/2019/sep/10/donald-trump/trump-wrongly-claims-china-having-its-worst-year-5/", "speaker": "Donald Trump", "vclaim": "China now has \"the worst year in 57 years.\"", "truth_label": "barely-true", "date": "stated on September 9, 2019 in a rally in Fayetteville, N.C.:", "title": "Trump wrongly claims that China has \"the worst year in 57 years.\"", "text": "President Donald Trump exaggerated China's economic slowdown during a recent gathering of Congressional candidate Dan Bishop in Fayetteville, N.S. \"I want China to work well, I hope it will be good, but they now have the worst year in 57 years, as he said in September 9. It is true that China's economy is collapsing, but 57 years ago, the country was still suffering a massive famine caused by Mao Zedong's economic policies, which historians say killed nearly 45 million people. We have found it impossible to believe that China today is as bad as it is. In fact, China's economy has been growing at a slower rate for almost 27 or 29 years, not 57 years. The Trump campaign did not say what Trump was referring to, but based on similar statements made in the past, he was likely to talk about economic growth. China &apos; s GDP grew by 6.2 per cent in the second quarter, the slowest rate since the first quarter of 1992, the first quarterly data available in the records. But this is the slowest quarterly growth in 27 years, not 57 years. The slowdown was in line with analysts &apos; expectations, with the International Monetary Fund (IMF) expecting China &apos; s GDP to grow by 6.2% over 2019. The last time China's GDP grew was less than 6.2% in one year in 1990 - 29 years ago - when only 3.9% grew. But China has experienced much more difficult times before. For a number of years during the 1960s and 1970s, the economy was in a much worse situation than it is now, according to data from the World Bank. \"In the past 57 years China has experienced some very bad years in terms of growth and social development,\" said David Dollar, Senior Fellow at the China Center at the Brookings Institution. \"The current situation is not as close as any of those other periods.\" The Trump campaign refers to a report by the Wall Street Journal that indicates that China's growth can be weaker than its official data allow. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2021, \"Some economists who have broken China's GDP figures say that the more accurate figures may be 3 percentage points lower, based on their analysis of corporate profits, tax revenues, rail freight, sale of property, and other measures of activity that they believe are harder for the government to budge,\" the report said. However, even if China &apos; s GDP growth rate was closer to 3.2%, the figure recorded by Trump over 57 years would still be extended, as China &apos; s GDP was shrinking recently in 1976, 43 years ago. It is strange that the President accurately described China's economic slide as \"the worst in 27 years\" several times in July and August before he tried other timetables. Recently, Trump said that the Chinese economy was at its worst point in \"30, 40,,\" \"54 years,\" \"52 or 54 years,\" \"30 to 50 years\" and \"61 years.\" Reports in the Wall Street Journal also indicated a decline in China's currency and a decrease in industrial production. But as the New York Times has pointed out, these economic measures show China struggling, but not to the extent that 57-year-old records have been broken. In August, Chinese Yuan fell to its lowest value in 11 years. In July, China's industrial output growth slowed to 4.8% from the previous year, a 17-year decline. :: Mary Love, Professor of Economics at Syracuse University and Senior Fellow at the Peterson Institute of International Economics, said that China &apos; s economic recession was not a particular shock to those who were tracking economic growth data. \"When the economy evolves, growth rates fall,\" she said. \"In the long term, we have seen a decline in China's average growth rate, which we expect.\" In the United States, for example, the growth rate is much lower - 2.8 per cent in 2018, according to the World Bank - because growth depends more on technological advances than on the effective use of existing resources, as Mr. Philip said. Our verdict, Trump, said that China now has the worst year in 57 years. China &apos; s GDP has recently grown at a slower quarterly rate in 27 years, and is expected to grow at a slower annual rate in 29 years. China &apos; s economy is therefore slowing down. But it hasn't been at its worst in 57 years. We're evaluating this statement mostly wrong.", "vclaim_id": "vclaim-pol-00173"}