{"url": "/factchecks/2016/jun/22/donald-trump/donald-trump-wrongly-claims-there-are-more-part-ti/", "speaker": "Donald Trump", "vclaim": "'Cause of Obamacker, you have a lot of part-time jobs.", "truth_label": "false", "date": "stated on June 18, 2016 in a Phoenix rally:", "title": "Donald Trump wrongly claims that there are a lot of part-time jobs due to the healthcare law.", "text": "The criticism of the Affordable Care Act, the Health Care Act signed by President Barack Obama, remains a high point of dialogue for the Republicans. Donald Trump resisted the law at the march of June 18 in Phoenix, saying he would completely end the law. \"Because of Obama's care, you have a lot of part-time jobs,\" said Trump. \"Companies take the people they've been with 20 years and more, \"I'm sorry, I love you, you're great, I have to make you work part-time... This is far from the first time that Polyte Fruitte has heard of the Affordable Care Act, which creates a set of part-time jobs: in 2013, Polyte Fruitte classified a false claim that \"as a result of Obama's care, we became something of a part-time employment country.\" This verification concluded that there is conclusive evidence that some companies are working or will reduce the working hours of some employees. However, these individual cases fail to make the transition to a \"part-time country.\" In January 2015, the Executive Director of Karl Andy Boser said that the Affordable Care Act had caused millions of full-time jobs to become part-time. Hundreds of thousands of workers may have seen their hours fall, but millions of workers couldn't prove it. We've evaluated it half right. In January 2016, Texas Sen. Ted Cruz called the Health Care Act \"the biggest job killer in the country,\" forcing millions to work part-time. Government data showed no evidence of this. And we evaluated it on fire! In this case, we asked whether the Trump account of this claim has any merit. While Trump did not respond to our request for suspension, such allegations are usually rooted in the mandate of the Affordable Care Act that some employers provide health care to their employees or pay a fine. According to the law, businesses with at least 50 employees are required to provide health care insurance to persons who work 30 hours or more per week. Failure to do so would result in a financial sanction. According to law critics, businesses can artificially keep employees below the 30-hour threshold so that they can avoid the costs associated with providing them with health care. A little bit to any evidence. Is this happening? From a narrative point of view, there are examples to which critics of the law can refer. For example, some universities have limited the number of hours a student can work in a university job under the Obama threshold for care. The problem with this evidence, however, is that it is unclear how many students or employees are affected. Or in the case of students, if they really are considered full-time. In macroeconomics, there is little evidence of large-scale migration to part-time employment. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" • 2 February 2021, April 2010, the first full month under the Affordable Care Act, there were approximately 9.2 million part-time workers, according to the Labour Statistics Office. This system defines part-time work as work of 34 hours or less. As of May 2016, there were actually far fewer part-time workers, and no more. According to the Labour and Social Security Service, there were 6.4 million part-time workers in May - a decrease of approximately 30 per cent compared with April 2010. There is also a decrease in the number of part-time workers compared to the current figure when the employer &apos; s states came into force under the Health Care Act in January 2015 and January 2016, respectively. Now BLS data are not ideal to answer this question. The BLS threshold by hours per week for \"full-time\" work differs from that of the Affordable Care Act. In addition, a person employed in two part-time positions of 20 hours a week is considered to be a full-time worker. Both factors make any calculations using BLS data. However, the data are largely confirmed by scientific research. For example, a study carried out in August 2015 by the American Chartered Enterprise Institute concluded that there was no increase in part-time work due to the law. \"There is little evidence that ACA caused the shift across the watch categories, or led to an increase in part-time employment,\" concluded the study. However, the Anti-Corruption Act could cause a shift towards part-time work in the future with the entry into force of the mandate. \"The truth is, it doesn't appear in the statements yet,\" said the co-writer and resident researcher at the American Institute of Enterprise Aparna Mathur. In a study published in January 2016 in the Journal of Health Affairs, \"Little change in part-time employment as a result of the Affordable Care Act,\" I reached the same basic conclusion except that the number of people with little education and those aged 60-64 may have increased. Whether or not to ever appear in the statements is the subject of discussion, according to Bowen Garrett, economist at the Urban Institute, and Washington, D.C., non-profit economic research. In the February 2016 blog, it is argued that workers can be \"equally influenced\" by the Great Recession. \"We were in the recovery of the labour market. Garrett said that we would not become a nation of part-time workers. :: Professor of Public Policy at Vanderbilt University Caroline Heinrich co-authored a study published in June 2016 to examine the impact of the law on affordable care on part-time workers who wish to work full-time in the retail and food services sectors. The study uses Hawaii as a control group, noting that the State requires employers to provide health insurance to employees who have worked more than 20 hours a week since 1974. Based on the results, the study estimates an increase of 2 to 3 per cent in part-time work associated with the Affordable Care Act. As Heinrich said: \"The Trump proposal that many people had previously held full-time jobs and that they had now been paid part-time jobs is greatly exaggerated.\" \"People who have worked less since Obamacker was more likely to work hours close to the 30-hour threshold (which determines full-time work under the Anti-Corruption Act), or less than 40 hours per week.\" Our Governor Trump said, \"Because of Obama's care, you have a lot of part-time jobs.\" While some research indicates a slight increase in the number of part-time jobs as a result of the Affordable Care Act, Trump's claim goes even further. Neither the data nor the experts (right and left) say that Trump's claim is accurate. We appreciate Trump's claim that it was wrong. https://www.sharethefacts.co/share/26f81290-72f4-4dea-ac40-ab595a476385", "vclaim_id": "vclaim-pol-04800"}