{"url": "/factchecks/2017/jan/09/mike-pence/mike-pence-says-under-obamacare-american-families-/", "speaker": "Mike Pence", "vclaim": "Under Obama's care, \"American families have seen an increase in premiums of $5,000.\"", "truth_label": "half-true", "date": "stated on January 4, 2017 in comments to reporters on Capitol Hill:", "title": "Mike Pines says, under Obama's care, \"American families have seen an increase in premiums of $5,000.\"", "text": "As part of his visit to Capitol Hill to launch the Republic &apos; s efforts to repeal the Affordable Care Act, Vice-President-elect Mike Pines blew up the Act -- also known as Obamakar -- because of its impact on ordinary Americans &apos; finances. \"Now, the American people are working under extraordinary increases in premiums,\" said Penny to the journalists. \"The discountable average of the bronze policy (the lowest offer of Obama's comprehensive care) is $12,000 today. American households have seen an increase in premiums of $5,000. This year, the average increase in family allowance was more than 25 per cent, and 100 per cent in some American states. This all ends when we start trying to undo and replace Obamacker.\" Pines was right that the premiums for policies purchased on the e-market health care.gov were to be 25% higher in 2017 than in 2016. When the Ministry of Health and Human Services announced this figure, it became a major dialogue point for Republicans such as the presidential candidate Donald Trump. But the part of Penny's comment that raised our eyebrows was that under Obama's care, \"American families experienced an increase in premiums of $5,000.\" And as we discovered, that's not really true. (The Tramp-Penny Transition Office did not respond to our inquiries.) How did the premiums rise for Obama's welfare policies? We started looking at data from the Ministry of Health on the average of Obama's care premiums. These data were released four years ago, from 2014 to 2017. We looked at one of the standard measures that the administration calculates each year -- what a family of four could pay with a family income of $60,000 for premiums on the less expensive silver II plan. (As you may guess, a silver plan is more comprehensive than a bronze plan, but less generous than gold and platinum plans.) The policy premiums of this type began at $9,468 per year in 2014, increased very modestly to $9,636 in 2015, and rose somewhat more strongly to $10,428 in 2016 and, to some extent - 25 per cent - to $13,080 in 2017. In total, the average premium for this type of Obama welfare scheme increased by a cumulative 38 per cent during that period, which is not a negligible amount. However, the increase in the crude dollar was lower than what Penny said - $3,612 instead of $5,000. The value of a penny dollar is therefore exaggerated. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, we will refer to a few additional parts of the context, some of which are useful for the overall penny argument and others not. Consumers will not pay all this money. This figure of US$ 3,612 does not take into account the subsidies that most buyers are entitled to in the market. Once the average level of subsidies is included in the calculation, the actual cost of private funds insurance for eligible consumers decreased slightly between 2014 and 2017 - a decrease of $60, from $4,920 in 2014 to $4,860 in 2017. This is an important part of the context that the Pines comment lacks. The fees charged for health care have risen faster than the premiums for employer-sponsored schemes. We have considered the data calculated annually by the Kaiser Foundation for the Family and the Trust Fund for Health Research and Education on policies and premiums provided by employers. Between 2013 and 2016, the average share of the whole family-sponsored plan sponsored by staff increased by 11 per cent cumulatively. This is much less than the increase in Obama &apos; s care plans, which, as we noted, was 38% between 2014 and 2017. • Prior to Obama Kerr, headed by President George W. Bush, overall increases in premiums were faster. Before you assume that all premiums rose faster under Obama's rule, think about this. According to Caesar &apos; s studies/health research and educational credit, family premiums for employer-sponsored insurance increased by a cumulative 99 per cent - mainly doubling - under the eight years of Bush, while under eight years of Obama increased by a more modest 59 per cent. In this regard, the news is not good for Benes. Our referee Pines said that under Obama's care, \"American families have seen an increase in premiums of $5,000.\" It appears that, by virtue of the context, Pines is only talking about the people who buy their insurance from health care. In fact, the increase for the measurement plan most common of health care.gov was lower than that -- $612.3. In the same period of time, federal subsidies effectively reduced what the average buyer in the market had to pay. On the other hand, the amount of $3,612 is not a insignificant increase, and it is true to note that the premiums have risen much faster for these schemes than for insurance sponsored by the employer over a similar period. We're doing a half-right penny statement.", "vclaim_id": "vclaim-pol-03811"}