{"url": "/factchecks/2019/aug/06/dianne-feinstein/fact-check-are-there-more-gun-deaths-far-america-a/", "speaker": "Dianne Feinstein", "vclaim": "There is \"a lot more death by firearms\" in the United States than any other country in the world.", "truth_label": "false", "date": "stated on August 3, 2019 in a tweet:", "title": "Verification of facts: Is there \"a lot more death than weapons\" in America than in any other country?", "text": "Following the recent mass shootings in Gilroy, California, El Paso, Texas, and a few hours before the mass shootings in Dayton, Ohio, Democratic California X. \"There are more weapons in this country than people, and more per capita than any other country in the world. There are many more gun killers, \"Vinstein, a powerful arms control lawyer, said on Twitter in August 3, 2019. \"I continue to hope that those who oppose laws to reform the common sense weapon will come to their senses and join efforts to save lives.\" Diane Fenstein, D-CA, published this tweet on August 3, 2019. Earlier this week, 22 people were killed in the shooting of El Paso, nine in Dayton and three in Gilroy. Suspected gunmen also died in Dayton and Gilroy. We have examined every part of the Vinstein statement, but we have found that we cannot establish an O-Meter classification of the truth on the first two parts because there is no formal reliance on the number of weapons in America and there are competing estimates of the number of weapons in existence. We've classified the last part of the Americans for \"a lot more dead with a gun\" than any other country. We will provide an analysis of each part of the Vinstein statement below. Vincent's on the weapons first, here's some information about the senator. In 1994, it issued the Federal Ban on Arms of Assault, signed by President Bill Clinton. It prohibits the manufacture of 19 specific types of military-style semi-automatic firearms, often called offensive weapons. It also banned the manufacture and sale of weapons magazines carrying more than 10 bullets. The bill expired in 2004 following the failure of efforts to extend it in Congress. Restrictions on any semi-automatic weapons or magazines manufactured before the date of entry into force of the embargo did not apply: 13 September 1994. Vincent remained a defender of arms control. In February this year, a draft law was introduced that would prompt States to establish their own high-risk protection laws, also known as Red Flag Laws. This would allow family members to petition for a court order \"to give law enforcement authorities the power to take weapons temporarily from dangerous individuals who pose a threat to themselves or others,\" according to the Vinstein office. California, Maryland and Florida have already enacted similar laws. \"There are more weapons in this country than there are people.\" There are no official numbers of firearms in the United States, just very different estimates, as the Politi Vak reported in the past. As noted by the Pew Research Centre: \"The ownership of weapons is one of the most difficult things for researchers to discourage.\" We found a low estimate of 265 million civilian rifles in the United States in January 2015 - up to 393 million in a report issued last year. On January 27, 2021, Marco Rubio says in his remarks: \"Only in the Third World do you see this usual use of trials of former leaders.\" At the same time, some survey respondents reduce the number of weapons they possess, leading to a reduction in the number of weapons. In the absence of a final calculation, we decided not to place an estimate on this part of the Vinstein statement. This second part of the claim is generally on the right track, whether to consider high estimates of weapons in America or less. However, it is again dependent on a subject on which there is no consistent data. With an estimated 393 million civilian firearms, there will be 120.5 rifles per 100 residents of the United States. As stated in the Washington Post, this is equivalent to double the per capita rate in the following country, Yemen, where there are only 52.8 rifles per 100 residents. Using low estimates of 265 million rifles in 2015, approximately 83 rifles are still produced per 100 Americans that year. While this part of the Feinstein claim is probably more precise, the per capita rate does not mean that all Americans possess weapons. Instead, the ownership of weapons is concentrated among a minority of the United States population - according to surveys conducted by the Pew Research Centre and the General Social Survey, according to the Post. More guns dead in the United States? This part of the Vinstein Statement is not supported. We found that the United States suffers more from firearms injuries than other countries with similar social and economic status. But that's not what Vinstein called it. She suggested that he was \"a lot more dead with arms\" than any other country. In 2017, Brazil recorded the highest number of deaths from firearms in any country, with 48,493, including murder, suicide and manslaughter, according to a report issued in June 2018 by the Institute of Health Measurement and Evaluation at the University of Washington. The United States was the second largest homicide by firearms of 40,229 persons, although it recorded the highest rate of firearms suicide in any country, approximately 25,000 people. Data from the report showed that Brazil experienced the highest number of deaths from firearms at least from 2015 to 2017. \"Yes, Brazil is the highest number\" for total gun deaths, the author of the study, Professor Moshen Nagavi, said by e-mail. \"We believe that 2018 and 2019 will be higher,\" said Nagavi in a follow-up telephone interview, referring to the decisions taken by the new President of Brazil to make firearms easier. The Vinstein office did not respond to our request for information in support of this part of its statement. The company Polyte Factate Texas verified and assessed a similar allegation last week by the former Republic of Peto Aurroc, often in error. In the democratic presidential debate in Detroit, Aurourke said, \"We are losing nearly 40,000 people in this country to the weapon of violence, a figure that no other country is approaching.\" She cited the University of Washington study and noted that the number of deaths from firearms in more than a dozen countries was higher than in the United States in 2016. Dianne Feinstein claimed, \"There are weapons in this country more than people, and more for an individual than any other country in the world. There's been a lot more gun deaths.\" We have not been able to estimate the first two because there are no official numbers of weapons in America, only very different estimates. However, the last part of her statement did not enjoy support. A recent study has shown that Brazil, not the United States, has experienced the highest number of firearms deaths in any country over the past several years. However, America has the highest number of firearms suicides in any country. In the end, she was wrong that there was \"a lot more death with firearms\" in the United States than any other country in the world. We assess that part of her claim is wrong. - The statement is not accurate. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Sharing the facts 2019-08-07 00:57:56 UTC Politics Fact 2 1 7 PolitiFacity Valoración: Wrong there is \"a lot more gun deaths\" in the United States from any other country in the world. Dianne Finstein, United States. Senator https://twitter.com/SenFeinstein/status 11577774507066656 Sábado, 3 de Agosto de 2019 2019-08-03 Lee Mas Info", "vclaim_id": "vclaim-pol-00356"}