{"url": "/factchecks/2014/sep/15/connie-stokes/stokes-broadly-right-gender-pay-claim/", "speaker": "Connie Stokes", "vclaim": "Women are still not paid as much as men, even \"for the same work, for a period\"", "truth_label": "half-true", "date": "stated on August 27, 2014 in a fundraising email:", "title": ":: The right to claim remuneration on the basis of gender, error in detail", "text": "With the national implications of the battle of the Senate of Georgia and the close battle of the Governor, the democratic candidate for the post of Deputy Governor recently tried to draw attention to that race, which was dominated by the highlighting of so-called women &apos; s issues. Connie Stokes, one of a handful of women candidates (all women democracies, except for the free choice of the United States Senate) mentioned to the Bureau nationwide issues such as business, domestic violence and women &apos; s health in a recent fund-raising e-mail. She then referred to an issue that had stalled in candidates throughout the year: the wage gap between men and women. \"After serving in the Senate for 10 years, it grieves me that women still don't get paid as much as men,\" Stokes wrote. \"There seems to be some contradiction about the difference in the amount of money a woman pays compared to a man,\" she continued. \"You know it doesn't matter what the difference is, women are paid less than men for the same work, period.\" Democrats from President Obama have emphasized the \"gender pay gap\" throughout the year, in a clear attempt to attract female voters who tend to favour the party over the vote. Stokes will need that turnout, and then some will win her hard fight against Republican Lieutenant Jove. Casey Cagle for the task that often heads the state Senate exposed to anger. :: Polyte Fakt Georgia, and our national arm Polite Vak, have verified the various actual manifestations of the claim for gender pay before. For example, in April we gave the United States Democratic Senate candidate Michelle Nan a very real appreciation for her statement, \"On average, women earn 77 cents per dollar made by men.\" It was described \"on average\" and its broad statement maintained the claim on the target. In contrast, former US President Jimmy Carter - the Democratic Governor's candidate Jason Carter's grandfather - was often misjudged for his statement that \"in the United States for the same job as a full-time employee, women earn 23% less than men's.\" In these cases, it referred to a study carried out by the United States Census Office in 2010 which examined the total wages of men and women workers. The gross wages of men were approximately 23 per cent higher than those of women, as the study found. However, the gap was partly due to men who worked longer hours, and the study had been completed. It does not look at wage rates for the same work or the same number of hours. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. • 15 January 2021, Stokes avoided the details of the figures in her statement. Other data support its claim that there is a general wage gap between men and women. However, its claim becomes more problematic when it becomes more specific. With regard to weekly wages, a report issued by the Office of Labour Statistics in 2011 found that women received 81% of men &apos; s wages for all occupations (Table 18). The gap is lower than the census figures, which depend on annual wages and can therefore include pensions, bonuses and other factors that widen the difference. These various conclusions illustrate the problem inherent in bold data on the wage gap, especially when reference is made to specific figures. The figures also do not tell the whole story of the second part of Stokes' claim that women are paid less for \"the same work.\" Again, the data overwhelmingly support the broad demand - but not in every area. The BLS 2011 report shows that women actually earn 12 cents more than men in the food preparation/service industries, 10 cents more as billwriters, publishing machines operators, and 5 cents more than men who work as storewriters. However, in addition to these three jobs, and given the wide range of industry, women continue to earn less than men in general (table 19). Stokes said that was the point of her statement. \"We know the numbers don't match because of the variables, but we all know that women are paid less than men,\" said Stokes. \"That's the point.\" If the goal is to earn women less than men, it will be. However, comparisons are not as simple as they seem at first to be ashamed. Experts agree that there is a gender pay gap. However, differences in life choices such as professional choices and working hours can make simple comparisons difficult. The gap can be narrowed, for example, when calculating the level of education and specific jobs. Stokes targeted a gender pay gap. But it oversimplifies the claim of \"the same job\" -- it matters what job is performed. Stokes' claim is accurate at one level. But many contexts are needed to understand what's really going on. We value her claim half right.", "vclaim_id": "vclaim-pol-07305"}