{"url": "/factchecks/2019/oct/08/donald-trump/trump-campaign-says-minneapolis-wants-charge-53000/", "speaker": "Donald Trump", "vclaim": "Minneapolis \"the city government has already informed the target centre that it will be responsible for US$ 530,000 in security and other costs\" related to the Trump cluster, \"more than 26 times the estimated security costs of the 2009 goal health centre organized by President Barack Obama.\"", "truth_label": "true", "date": "stated on October 7, 2019 in a statement to the press:", "title": "Trump's campaign says Minneapolis wants to pay $530,000 to collect. That's right.", "text": "President Donald Trump's campaign threatened to prosecute Minneapolis for security costs related to the campaign's gathering. In a statement to the press three days before the rally, the Trump campaign said that the mayor of Minneapolis, the democracy of Jacob Frye, had been able to find a way out of the country. The campaign wrote: \"The Frey City Government has already informed the target centre that it will be responsible for US$ 530,000 in security and other event-related costs.\" \"The goal centre attempted to transfer costs to the Trump campaign under the threat of blocking the ring.\" The statement stated that the $530,000 represented more than 26 times the estimated security costs of the 2009 health-care meeting organized by President Barack Obama at the goal centre. Minnesota voted for Democrats for the presidency for decades, but Trump has his eye on it because he lost a little to Hillary Clinton about 1.5 percentage points. Minneapolis is a liberal stronghold in a blue state. Trump tweeted a response targeting Fry and the U.S. Republic Elehan Omar, a Minneapolis Democrat who attacked him earlier. The lightweight mayor hurts the great police and other wonderful supporters. 72,000 ticket requests already. Get rid of Frey and Omar! Make America great again!\" The lightweight mayor hurts the great police and other wonderful supporters. 72,000 ticket requests already. Get rid of Frey and Omar! Make America great again! https://t.co/ibTqvSbsbbnn - Donald J. Trump (@realDonaldTromp) 8 October 2019 Fry responded to Twitter: \"Yaon... Welcome to Minneapolis, where we pay our bills, judge fairly, and we love all our neighbours.\" A yawn... Welcome to Minneapolis, where we pay our bills, judge fairly, and we love all our neighbours. https://t.co/v1cXvoD9uR - Jacob Frey (@Jacob_Frey) 8 October 2019 PolitiFact contacted several city officials and police departments as well as the goal centre and its director, AEG facilities, and did not receive any answers to our questions. However, we received a letter from AEG indicating an estimated cost of $530,000. The goal centre stated a cost of $530,000. Hugh Lombardi, Director General of the AJ Utilities Company, sent a letter to the ex-manager of the Trump campaign, Bobby Beed, on 7 October. The letter stated: \"The city of Minneapolis provided a preliminary estimate of the additional security and related costs associated with the 10 October 2019 event at the centre of the target. This estimated additional expenditure totals $530,000. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" The letter states that it is the responsibility of the licensee \"to coordinate through the secret service and to pay for any law enforcement services necessary for the event.\" The letter states that if these arrangements are not confirmed by 8 a.m. of October, the agreement will terminate \"for breach of the security provision relating to the event.\" The campaign wrote in a letter to the Alliance for Gender Equality that the campaign and the Gender Equality Coalition were not required to pay for security and threatened with prosecution. (We did not see a copy of the agreement) Kasper Hill, a city spokesman, informed Politi Fakt that public safety costs were expected to be approximately $400,000 and that additional costs of $130,000 were incurred for corridor closure and traffic control charges, among others. The city studied the costs of other major events to determine costs, including Super Bowl in 2018, which was about $6 million, and $1.5 million for the final basketball tournament for the four men earlier this year. The City Prosecutor of Minneapolis, Susan Siegal, told Star Trebyon that it was \"unfair\" for the population to bear the costs. Siegal told Star Tribeon that the city was having talks with organizations including twins, Vikings and Minnesota Park authorities about sharing the costs of events. She said that those discussions had begun before the Super Bowl in 2018. However, Minneapolis's estimate appears to be much higher than other cities' cost to host Trump marches. The Star Trebion newspaper stated that the Trump March in Rochester in 2018 cost the city government $76,138, while a gathering in Duluth cost the city more than $69,000. A national investigation conducted by the Centre for Public Integrity concluded that the amounts ranged from $8,000 to $82,000 for public safety costs related to gatherings between local governments that invoiced the Trump campaign. The highest bill was about $470,000 from El Paso. On the day of the Obama rally in 2009, the Chief of Police of Minneapolis estimated the costs of the section to be the highest $20,000, including 50 officers for overtime work in the 20,500-seat goal centre yard, as reported by the St. Paul Bjonet. We tried to make sure that this was the actual cost with the police officers, but you didn't get a response. It is not unusual for local law enforcement agencies to be asked to swallow up security costs, and Trump's campaign is not the only campaign to do so. The Public Integrity Centre found that Obama's campaign did not always pay for security. Around 2020, democratic presidential candidates did not respond to the Centre when they asked for security bills, while others said that they would pay or pay certain bills. There is no specific requirement in the provisions of the Federal Campaign Act or the regulations of the Federal Electoral Commission of the Congressional Campaign Committees or in the presidential election to pay for the expenses incurred by the state or local government for the events of the campaign, as stated by Mills Martin, spokesman for the Federal Electoral Commission. This means that campaigns can choose to reimburse Governments for security costs, but they are not required. A spokesman for the Bolvie Fruitte Secret Service said that he was not funded to pay overtime to the police and did not have a mechanism to do so. \"This is an empty spot in campaign and campaign funding laws that often benefit from this, as the Trump campaign in Minneapolis this week,\" said the professor of political science at Carlton Stephen Schier College. \"It is a low priority for Congress because it does not significantly affect legislators' campaigns.\" However, there is a domestic law enforcement mechanism in place to seek reimbursement for the cost of protecting Trump housing in Florida, New York and New Jersey. Our judgement in the Trump campaign said that \"the Minneapolis city government has already informed the target centre that it will be responsible for $530,000 in security and other costs\" related to the Trump cluster, \"more than 26 times the estimated security costs of the target health centre organized by President Barack Obama in 2009.\" A letter from the Association to the Trump campaign refers to the estimated costs of $530,000. An article in the St. Paul Bayonne newspaper rephrased the Minneapolis Chief of Police at that time saying that the costs would be $20,000 for Obama's collection. We're assessing this claim right.", "vclaim_id": "vclaim-pol-00084"}