{"url": "/factchecks/2016/sep/27/donald-trump/donald-trump-denies-saying-global-warming-chinese-/", "speaker": "Donald Trump", "vclaim": "\"I didn't - I didn't - I didn't say that. I am not saying that \"climate change is a travesty by the Chinese.", "truth_label": "barely-true", "date": "stated on September 26, 2016 in a presidential debate:", "title": "In the New York debate, Donald Trump denies that climate change is a Chinese trick.", "text": "In the midst of a debate on how to strengthen the United States economy, Democratic Presidency candidate Hillary Clinton said her opponent Donald Trump \"Considers climate change as a trait by the Chinese.\" \"I think it's real,\" she said during the September 26th debate in New York. \"I think science is real.\" Trump County. \"I didn't - I didn't - I didn't say that. I'm not saying that, \"He said. Well, it turns out he said that climate change is \"awe\" of Chinese origin - as we found in previous fact checks. On November 6, 2012, Trump tweeted, \"The concept of global warming was created by and for the Chinese to make US manufacturing uncompetitive.\" So Trump clearly said, at least once, that climate change was a Chinese trick. The theme of this tweet for 2012 appeared during the \"Fox and Friends\" episode on January 18, 2016. In that interview, Trump pointed out that tweeting was a joke. \"Well, I think climate change is just, a very expensive form of taxation,\" said Trump. A lot of people make a lot of money. I know a lot about climate change. I'm gonna get an environmental award. I'm often kidding that this is in China's favor. Obviously, I'm kidding. But this is in China's favor, because China does nothing to help climate change. They burn everything you can burn, and they don't care much. They don't have them either. You know that their work doesn't give things. But in the meantime, they can reduce our price. So it's very difficult for our business.\" (emphasis added.) Trump may make a joke about China's role, but he certainly has a long record of using the word \"awe\" to describe climate change. (For information, in 2014 we assessed the claim that climate change is a \"bribery\" of pants on fire.) Here are some examples: on 30 December 2015, Trump told the crowd at a rally in Hilton Head, S.C., \"Obama talks about all this with global warming and... a lot of it is a trick. It's a trick. I mean, it's a lucrative industry, okay? It's a trick, a lot of it.\" In his interview on January 31, 2021, John Kerry says that Hurricane Harvey \"dropped more water in Houston in five days than in Niagara Falls in one year.\" Does our country still spend money on the Hawks of World War?\" On January 29, 2014, Trump tweeted: \"Singing in Texas and Louisiana, a record of frozen temperatures across the country and abroad. Global warming is an expensive trick!\" On the same day, he said: \"Give me clean, beautiful and healthy air - not the same old crap about climate change (global warming)! I'm tired of hearing this shit. Trump also called climate change \"Freak\" on January 6, 2014, Fox and Friends. In addition, on 24 September 2015, CNN's new day edition said, \"I do not believe in climate change.\" The Governor Trump said, \"I didn't do it, I didn't say that. I am not saying that \"climate change is a travesty by the Chinese. He certainly said it - in a tweet four years ago. While Trump described this observation as \"a joke,\" he repeatedly described climate change as \"awe\" in speeches, tweetings and media demonstrations. More recently, like January 18, 2016, he said that work on climate change was \"in favour of China.\" Because in recent years, as we have seen, this delicate theory has not paid off, there is a small atom of truth to claim Trump. But it's still not accurate. So, we're assessing his statement mostly wrong. https://www.sharethefacts.co/share/04109c43-930-4b0a-8d47-1f51667411fc7", "vclaim_id": "vclaim-pol-04265"}