{"url": "/factchecks/2016/aug/09/mike-pence/mike-pence-claims-national-debt-has-nearly-doubled/", "speaker": "Mike Pence", "vclaim": "He says that under Obama's administration, the debts almost doubled.", "truth_label": "mostly-true", "date": "stated on August 2, 2016 in a Phoenix town hall:", "title": "Mike Pines claims that the national debt has almost doubled under President Obama's leadership.", "text": "Mike Pines, Vice President Donald Trump, reiterated several promises of his campaign partner in a modern municipal hall in Phoenix. From building a wall along the southern border to reforming the economy, Penny also attacked the Democrats, saying that Hillary Clinton in the White House would be worth a third term for President Barack Obama. That would not be good. \"Under this administration, the debt has almost doubled,\" said Penny Aug 2. Obama took office in January 2009, while America continued to decline. We verified a similar statement in April 2015. Mr. Randball of R.K. claims that the debt has doubled under George W. Bush, and it has tripled under President Obama. We've evaluated it half right -- Obama's religion has tripled since Bush took office, but there are other factors affecting religion. But we wondered, with Obama's presidency coming to an end, where are we now in terms of debt? The spokesman for Penny Mark Leuter referred to the Treasury Department &apos; s debt as a penny hour, an instantaneous view of the nation &apos; s debt, which dates back almost two decades. On 20 January 2009, when Obama took office, the total federal debt (which includes both public and government debt) was $10.63 trillion. As at 3 August 2016, it amounted to $19.4 trillion. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy, January 20, 2012, the numbers were verified. However, the experts with whom we spoke still note that religion cannot only comment on Obama. For one reason, Congress signs expenditure and taxes. And, curbing government spending during the recession would have been a bad idea, told us economists. The Professor of Law at George Washington University noted that the economy was in \"free fall\" when Obama took office. In Arizona, the housing market was destroyed and key jobs in the sector, such as construction, dried up. Buchanan said: \"Tax revenues were falling, because incomes were falling, while spending had to rise (unemployment subsidies, Medicaid, etc.).\" \"If we tried to balance the budget during that time, the pace of contraction would have accelerated, and there could have been a recession.\" Furthermore, according to the Professor of Economics at the University of Bucknell Gregory Crohne, the Budget Office of Congress in January expected to increase public debt to 75.6 per cent - from 39.3 per cent in 2008. \"Debt held by the public, a more meaningful measure, more than doubled from $6.4 trillion to $13.9 trillion during the same period,\" said Krohn. The governor Benes said that under Obama's administration, the debts almost doubled. His numbers are on the mark. But it is important to note that Obama cannot be blamed. Congress has a role in approving spending. We have been told by experts that money must be spent in a liberalized economy. We're mostly evaluating Pines' claim. https://www.sharethefacts.co/share/74377f97-8d5a-4d0-b0c1-12c1363759c", "vclaim_id": "vclaim-pol-04506"}