{"url": "/factchecks/2014/oct/07/gloria-steinem/steinem-more-women-killed-partners-911-deaths-atta/", "speaker": "Gloria Steinem", "vclaim": "More women have been killed by their husbands or friends since September 11, by \"all Americans killed on September 11, or in Afghanistan and Iraq.\"", "truth_label": "true", "date": "stated on October 1, 2014 in an AP interview:", "title": "More women than women killed by partners since September 11 than deaths from attacks and subsequent wars", "text": "When intellectuals really want a large cause to reach their homes, they sometimes link them to events that have a global impact, such as 11 September or the death of soldiers from the Iraq and Afghanistan wars. Both women &apos; s activists Gloria Steinme have been used to illustrate the prevalence of domestic violence among the recent prominent Liberian National Front scandals. \"When we think about violence against women, for example, we think conceptually in other countries, where the degree of violence is much higher,\" we quote Steinm as saying on 1 October 2014 the story of Associated Press. \"But what is also true is that if you bring together all the women who have been killed by their husbands or friends since September 11, then you bring together all the Americans who were killed on September 9/11 or in Afghanistan and Iraq, more women have been killed by their husbands or friends.\" The reader wanted to know if the truth was accurate. It is. The Ministry of Justice offers the distribution of homicides with female victims, and more than one third of these include \"intimate partners,\" who may be present or former (or male or female). From 2002 to 2012, 15,462 women were killed by intimate partners, according to data from James A. Fox, Professor of Criminology at the University of the North-East, who modified federal data on unsolved homicides believed to be associated with intimate partners. Another record, one of the 2013 United States Bureau of Justice Statistics report, shows 10,470 women killed in intimate partner murders from 2002 to 2010. (This account should also be higher, as it does not cover the 3.5 months following 11 September 2001). In short, some female victims may have been killed by \"intimate partners,\" but we're not sure because the data isn't damaged this way. However, since available data also exclude recent years, the actual number is likely to be generally higher. On January 8, 2021, Sherwood Brown stated in an interview with Ohio Summer journalists: \"Protesters outside the White House were interviewed with tear gas, rubber bullets, and full military response. By 11 January, some 3,000 people had died in the attacks of 11 September, including the collapse of the twin towers in New York, the crash of the plane at the Pentagon, and the fourth crash in a small field in the Shanksville countryside, Ba., according to a 10-year memorandum on 11 September from the National Union to Study Terrorism and Counter Terrorism. Specifically, the Consortium has 2,997 deaths, which decrease if you discount 19 jihadists. Few people have also died in recent years from complications caused by injuries and conditions related to the events of 11 September. The bottom line is, the number is less than 3,000 if you only count \"Americans,\" as Steinm said. (People from 90 different countries died in the attacks, according to the United States Department of State.) As for the wars, the United States Department of Defense has released a daily number of casualties involving military and government personnel from operations in Iraq and Afghanistan. The number of American deaths in Operation Iraqi Freedom, which began in March 2003 and was renamed Operation New Dawn in 2010, was 4,491. The total number of American deaths in Afghanistan was 2,210 as a result of Operation Enduring Freedom, which began with air strikes in Afghanistan on 7 October 2001. 134 other Americans died outside Afghanistan in operations related to the operation, and three civil defence ministry officials were also killed in this effort. This brings the total to 2,347. Thus, the total number of deaths from September 11 and the wars in Iraq and Afghanistan is a maximum of 9,838. Less so when we exclude non-American victims on 11 September. Our rule (Stenem) said that more women have been killed by their husbands or friends since September 11 than \"all Americans killed on September 11\" or in Afghanistan and Iraq. You can argue about the importance of such a comparison, but on the numbers, Steinm is accurate. Since September 11, 2001, more women have been killed by \"intimate partners\" - the federal language of the current and former spouses - than all the victims on September 11, and the American victims of the wars in Iraq and Afghanistan that followed. We value her claim right.", "vclaim_id": "vclaim-pol-07189"}