{"url": "/factchecks/2019/jul/11/breitbart/no-establishment-media-didnt-ignore-president-trum/", "speaker": "Breitbart", "vclaim": "\"Institutionalized media\" ignored President Donald Trump's July 4th event.", "truth_label": "false", "date": "stated on July 5, 2019 in a post on Facebook:", "title": "No, \"Institutionalized Media\" didn't ignore President Trump's Fourth of July celebration.", "text": "On Facebook, Britt wrote that the left was rooted against President Donald Trump, \"Peace on America.\" \"The media factory ignored it,\" still published July 5th, \"but people showed up anyway and it was an explosion!\" Words: \"Happy Birthday, America! \"Love, we the people,\" appears in the red type on the picture. The commentators expressed support for this article, including those who said: \"Can you believe that the weak media deliberately tried to hide this beautiful celebration from the American people? If you have not seen it before, you certainly see it now; they are the enemies of the people.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Britt did not respond immediately to a letter from the Poletti Fact newspaper asking about the article. We have already verified the facts that claim that the event attracted a small crowd; the images from that day tell a different story. For this allegation, we started looking for coverage by The New York Times. The search for \"July 4th\" and \"Trap,\" we found the following headlines on or before July 5 (inter alia): \"Trap declares the 4th of July \"Slama for America\" at the Lincoln Memorial, by February 24, 2019: \"Trap says that tanks will appear in Washington for the 4th of July,\" 1 July, 2019 Facebook sites mentioned on January 11, 2021 on Facebook Nancy Belusi no longer spoke of the house by Samantha Buterman: January 12, 2021: \"Tnks already in Washington for the 4th of July, 2 July, 2019: Washington prepares for 4 July, with a hero and produced by President Trump, 3 July 2019 • \"By flying and flags, Trump M.C. On July 4, 2019, \"Two Americas celebrate separately in one place,\" on July 4, 2019. \"Trap launches fireworks of a different kind with the Fourth of July speech plan,\" on July 5, 2019, which is among other media coverage from outlets such as CNN, Reuters, Bloomberg, Guardian, Washington Post. On July 10, the eagle reported 6.4 million people watching the celebrations on television. Most of these were caught in Fox News, which had 4.9 million viewers during the hour, according to Nelson's estimates. The CNN coverage of the Trump speech was mixed with analysis and attracted 1.5 million viewers, according to the eagle. It indicates that NBC had \"a policy-free exhibition of Massi fireworks on July 4th\" before broadcasting a short version of yours at 10 p.m. Before the big event, some publications advised readers how to watch the celebration. According to Newsweek, CBS, C-SPAN and Fox News news will be broadcast live and broadcast elsewhere on the Internet. The deadline stated that PBS was also planning to air it live while \"broadcasting networks will rely mostly on their own transmission channels for the Trump part of the event.\" However, there was much other coverage of the event. We're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00445"}