{"url": "/factchecks/2019/feb/25/facebook-posts/no-obama-not-trying-get-jussie-smollets-charges-dr/", "speaker": "Facebook posts", "vclaim": "According to President Barack Obama, the mayor of Chicago urges him to pressure the prosecutors not to accuse Josie Smolett.", "truth_label": "pants-fire", "date": "stated on February 20, 2019 in a Facebook post:", "title": "No, Obama's not trying to drop Josie Smolett's charges.", "text": "It is alleged that it was the story of Josie Smolett, who faked his attack, that gave rise to a national debate and the details continue to emerge. Now, an article on social media claims that former President Barack Obama was involved in the case through the mayor of Chicago's \"transit\" to pressure prosecutors not to charge Smolett. According to the sources, former President Barack Obama personally urged Ram Emmanuel to pressure the Chicago prosecutors not to charge Josie Smolett. He says the sooner we bury this, the better... \"Development.\" The article was published on 20 February and has since been shared about 3,000 times. It was referred to as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) Katie Hill, Obama's spokesman, told us that the allegation is false. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher • January 16, 2021 \"This is a totally ridiculous Internet rumor,\" written in e-mail. The rumors also appeared in a tweet on February 19, with two pictures of Obama and Smolet along. \"Nither Post provides any more evidence than his credit to \"the source says.\" There were no credible media reports about Obama having talks with anyone involved in the Smolet case. Although the Facebook article contains a picture of the mayor of Chicago Ram Emmanuel, former Chief of Staff of the White House Obama, who tends to speak to Obama, we know that this picture is at least 10 years old, according to the search for a reverse image on TinEye.com. Emmanuel publicly criticized Smalllet's actions. Smolett was charged with one single offence for disorderly conduct on charges of filing a false police report. The Chicago Police Director Eddie Johnson recently said that there was more evidence \"that has not yet been submitted that does not support his innocence.\" Empire producers have announced that Smallet will no longer appear on the program. Clearly, it would be national news if a former president would introduce himself into such a high profile case. There is no evidence that this happened. This claim is pants on fire! ∙ Fact-sharing 2019-02-25 21:43:58 UTC Politic Fact 1 1 7 PoliticFact Dacting: Pants on Fire says President Barack Obama urges the Mayor of Chicago to press the prosecutors not to accuse Josie Smolet. On Wednesday, 20 February 2019, 2019-2020-02-20, you can read more information.", "vclaim_id": "vclaim-pol-00976"}