{"url": "/factchecks/2011/may/11/barack-obama/barack-obama-says-us-has-doubled-exports-during-hi/", "speaker": "Barack Obama", "vclaim": "Under the leadership of President Barack Obama, the United States \"redoubled our exports.\"", "truth_label": "false", "date": "stated on May 10, 2011 in a speech in Austin, Texas:", "title": "Barack Obama says the US doubled exports during his presidency.", "text": "On May 10, 2011, President Barack Obama addressed the National Democratic Commission event in Austin, Texas, in which he presented a series of achievements to a friendly audience. On January 13, 2021, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines in inaugural security, and said, \"We are not working for you.\" Obama said on January 17, 2021: \"We have approved equal pay for work legislation.\" \"We have made the largest investment in education in our history, but not only have we invested more money, but we have begun unprecedented reforms with repercussions throughout the country. We've made the largest investment in clean energy in our history and have created whole new industries, such as the advanced battery industry here in the United States of America, and we've been able to make the most of it. We doubled our exports. We ended a war, as you promised, and we're doing another war in a place where we're gonna start pulling out our troops this year. The allegation that immediately drew our attention is that during Obama's presidency, the United States \"redoubled our exports.\" So we decided to take a look. We moved to the United States Census Office, which produces monthly statistical tables on trade. One of the tables provides data starting in January 2009 - when Obama opened - and ending in March 2011. It shows imports and exports on a monthly, annual and annual basis so far, all of which are seasonally adjusted. Here are some ways to cut the numbers back. The most recent month compared to January 2009: in January 2009, exports of goods and services amounted to $125.5 billion. For March 2011, this number was $172.7 billion - an increase of 38 per cent. The last month compared to 2009 was: in March 2009, total exports amounted to $126 billion. For March 2011, this number was $172.7 billion - an increase of 37 per cent. The first quarter of 2011 compared with the first quarter of 2009: in the first quarter of 2009, exports amounted to $378.4 billion. In the first quarter of 2011, exports amounted to $505.2 billion - an increase of 34 per cent. :: The amount recovered for each year 2011 compared to the actual amount for each year 2009: for 2009, exports totalled $1.571 trillion. The doubling of the results of the first quarter of 2011 results in four full-year projections of $2,021 trillion for 2011 - an increase of 29 per cent. Everything said, and then, the data show an increase in exports of about one third of Obama's baseline -- not weakness. This is not the first time Obama has talked about doubling exports. In his State of the Union address in 2011, he said: \"To help businesses sell more products abroad, we set a target to double our exports by 2014 - because the more we export, the more jobs we create here at home. Our exports have already risen.\" However, Brian Riley, a senior trade policy analyst at the Conservative Heritage Foundation, noted that the President had not yet achieved the goal. \"Exports went up but didn't double,\" said Riley. When we presented the statements to the White House, a speaker didn't object to our numbers. \"The President is committed to doubling our exports within five years and we have already made significant progress towards that goal,\" said White House spokesman Adam Abrams. Obama was therefore ahead of the record when he said that the United States had doubled its exports. This is the goal, and progress is being made towards it. Weaknesses have not yet occurred. So we're assessing his statement wrong.", "vclaim_id": "vclaim-pol-13109"}