{"url": "/factchecks/2019/sep/06/alberta-darling/darling-whiffs-claim-about-evers-and-state-jobs-ag/", "speaker": "Alberta Darling", "vclaim": "\"Goff. \"Evers asked the director of the center to stay.\"", "truth_label": "false", "date": "stated on September 4, 2019 in a Joint Finance Committee meeting:", "title": "Darling is breaking up on the claim about Evers and the government employment agency.", "text": "The Economic Development Agency in Wisconsin has been a lightning rod for years. The public-private partnership - the economic development company in Wisconsin - formally oversees grants and loans to businesses in exchange for new jobs. There have been criticism of bad loans, failure to verify job creation, negative state audits and, more recently, its role in bringing the Foxcon Group Technology Plant to Racine County. (Joff) Even Tony Evers pledged to terminate the Agency &apos; s funding in his first budget, although it declined later in that post (with full recognition). Now the relationship between Evers and WDC has new wrinkles. In his address to the State Legislature &apos; s Joint Finance Committee, Alberta Darling and R-R-Rever Hills announced that the Democratic Governor had gained close contact with the head of the agency appointed by the Republicans. \"Stop us. Evers asked the Director of the Environmental Development Center to remain, because he was really concerned that the good trends that were taking place with the Centre would not be able to continue to change really quickly.\" Darling, Co-Chair of the Committee, said at the 4th meeting of September 2019. \"The director to his stock, he stayed.\" They are. ∙ Undoing this seemingly simple claim takes us on the path of mating, which includes lame laws, courts of appeal and resignations. Let's get started. This claim is focused on Mark Hogan, a former banker appointed Executive Director of Wick in September 2015. Hogan was named on the mail by Goff. Scott Walker, who had the authority to designate an Executive Director with the approval of the Senate. But after you defeated Evers Walker in the November 2018 election, the Republicans were concerned that he would fulfill his pledge to dissolve the Council. In December 2018 (while the Republicans still controlled each state government), a series of cheap bills completed in December 2018 (while the Republicans still controlled all state governments) included a temporary shift of power: the Republicans would oversee the Council until 1 September 2019. The Republicans said at the time they wanted to control temporarily to show Evers that the Environment Council was working well and convince him to keep it that way. Hogan said he didn't ask for a change. In the meantime, in June 2019, Hogan announced that he would leave the Agency in the autumn of 2019, which officials said he had already told both Walker and Evers. In a letter dated August 26 to Evers, Hogan revealed that his last day would be September 3th. On January 10, 2021, in a television interview, \"It takes a long time on election day to download those cards, which is why we have 1 a.m. or 3 a.m. to throw the ballot papers at Milwaukee.\" • On January 15, 2012, Evers repeated his thanks to Hogan, whose term of office had expired. \"Thank you... for your leadership and service to our mandate,\" said the Governor. \"I have appreciated you, your honesty, your cooperation and your dedication to our mandate. I send you my most sincere respect and gratitude, Kathy and I wish you the best in retirement. The timetable does not allow much space for Evers to extend Hogan &apos; s stay, since Hogan left the Agency two days after Evers gained control authority. The employees of Evers said that no such application had been made in September or earlier. The law asked us to keep him alive. At no time did the Governor ask Mark to stay beyond Sept. 1, \"Evers Melissa's spokesman in Duff said in the e-mail. \"There was no scenario when Mark said he planned to leave earlier and the governor asked him to stay. This never happened.\" So what are you talking about, Darling? The complex factors here are court appeals against absurd laws. A Danish district judge repealed laws and legislative emphasis on a few Walker appointments at the last minute in March 2019, after which Evers withdrew 82 of those appointments. According to journalist Scott Bauer of Associated Press on Twitter, the government also gave Evers the power to appoint a new leader to the Environment and Development Council. But Evers said he had no immediate plans to do so, and he never took any such action. The Dan District Court of Appeal suspended the sentence six days later, returned the clumsy laws and returned the oversight of the Council to the Republicans until 1 September. Three more lawsuits on lame laws are still ongoing, but at least at present most laws are in force. In defending Darling &apos; s claim, official spokesman Bob Delaport referred to Evers &apos; inaction following the court case and times when the Governor spoke positively about Hogan &apos; s work and the relationship between the two. \"If the Governor's office does not formally ask Hogan to remain, they were at least pleased enough to perform it so that they would never ask him to leave. The Governor had the opportunity to make a change in the Centre for Environment and Development and had not done so, as Delaport had said in an e-mail. \"I think it's fair to assume that if you have the opportunity to expel someone from an agency and you don't have to love the performance and guidance that this person provides.\" But that wasn't Darling's request. She claimed that Evers asked him to stay, and then continued after September 1. The Darling office did not provide any evidence of this. The Governor Darling told her fellow legislators that the Governor had asked Hogan to remain president of the Council. Although Evers was often unable to address Hogan's article before September 1, judicial cases created a short window in which he could make a change. However, the refusal to make a change in the midst of a contentious judicial battle is not the same thing that means that Hogan is required to remain in - which implies that he intended to leave earlier. By all accounts, Hogan told Evers and Walker that he was planning to leave this fall, and then he did. We appreciate Darling's false claim.", "vclaim_id": "vclaim-pol-00192"}