{"url": "/factchecks/2019/jul/09/viral-image/no-evidence-nevada-gaming-commission-said-donald-t/", "speaker": "Viral image", "vclaim": "The Nevada Gambling Commission didn't find Trump \"trustworthy\" enough for a game license.", "truth_label": "false", "date": "stated on June 20, 2019 in a Facebook post:", "title": "There's no evidence that the Nevada Gambling Commission said Donald Trump wasn't trustworthy enough for a game license.", "text": "Have you ever wondered why the Tramp International Hotel in Las Vegas is not \"Hotel and Tramp Casino,\" asking about a recent Facebook article? She says, \"Nevada's gambling committee didn't find Trump \"trustworthy enough for a game license.\" Donald Trump is very elusive for Las Vegas. The article, published on 20 June, was referred to as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) We contacted Nevada's gambling committee for more information. Tony Alamo, Chairman of the Committee, described the article's claims as \"a viral misconception on the Internet.\" \"President Trump, in fact, found fit to play in Nevada,\" said Alamo. In 2004, Trump filed a request and \"investigated his background regarding his ownership of the Rivera Hotel and Casino,\" Alamo said. \"The Nevada Gambling Control Board and the Nevada Gambling Commission voted unanimously to approve Trump's application for shareholder authority (individually and through their companies) with just over 10% of the ownership share, in Riviera Holding Company.\" The 2004 article in Las Vegas Journal explains that the organizers of the games asked Trump and its companies - Tramp Hotel and Casino Company and his company ThCR Holding Corp - to obtain a licence after buying 358,000 shares from Rivera Holdings, the parent company of the then Rivera Hotel and Casino Rivera. The article states that this purchase puts it on the threshold that requires an investigation and a licence by state toy organizers. Alamo said Trump sold his interest in Rivera later that year. Denise Nylander, then Chairman of the Gambling Control Board, called the applications \"Very Clean\" and said he was impressed with the background of some Tramp workers, according to the Journal Review-Journal. In 2016, Harry Reed, former minority leader of the Senate, announced in the Washington Post that Trump \"cannot get a license.\" \"There's no doubt about it,\" quotes Reid as he says. \"No way. I may not be an expert on a lot of things, but I'm an expert on play permits. You can't have bankrupted 14 people, cheating people of things. In toy circles, if someone does something bad once, you can't get a toy license. He's done something bad all his life.\" But the post reporter Ben Thérèse is pushing here. \"Reid isn't exactly right here.\" Therese wrote. Trump obtained a licence in 2004 but did not act on it. Reid claimed that he spoke to the Commissioner, and that if Trump tried to build one now, he wouldn't be able to.\" Therese is calling this Snoops, checking the same photo on Facebook. He then identified a potential source of claim: an article in The New York Times in 1987 on Tramp's efforts to control Bali Manufacturing, a competing casino company in Atlantic City. The story says: \"Mr. Trump recently applied for Nevada's casino license, but Paul Angel, Chairman of the Nevada Gambling Commission at the time, said that Nevada organizers would look at any \"greenmiller\" that would harm Nevada's casino companies by obtaining large quantities of shares to sell the stake back to the company in instalments.\" In court files, Tramp's lawyers denied that he invested in Bali to sell a bonus to the company, according to The Times. \"Mr. Trump was never, not for the time being, a green mail plaintiff or company raider,\" said the files. Despite such conflicts, we have found no evidence that the Nevada Gambling Commission did not find Trump credible enough to obtain a play license, as Facebook claims. We searched Nexus' news archives for evidence that the committee called Trump untrustworthy and came out empty. In addition, the Chairman of the Committee told Politi Fact that the allegation was \"misperceptions\" and that Trump was suitable for participation in the state. We value this wrong mail.", "vclaim_id": "vclaim-pol-00452"}