{"url": "/factchecks/2019/mar/24/toni-preckwinkle/preckwinkle-repeats-urban-myth-about-third-grade-t/", "speaker": "Toni Preckwinkle", "vclaim": "At the national level, they predict the prison population on the basis of the completion of the third grade", "truth_label": "false", "date": "stated on March 19, 2019 in a debate:", "title": "== sync, corrected by elderman == @elder_man", "text": "On the path of the campaign, the candidate for mayor Tony Brequinkel is quick to remind voters of the years she spent as a school before entering politics. \"I'm a professional teacher and I know the importance of good public education,\" I told Rickinkle an audience during a recent forum at Malcolm X College before calling for more investment in early childhood education, which I considered a priority in her campaign. And then she said something we've never heard from her before. \"Let me talk about elementary schools for a minute,\" said Brequinkel, who is currently the chairman of the Cook County Council. At the national level, they expect prison inmates on the basis of a third degree achievement. Therefore, people who lag behind in third grade are likely to end up in the criminal justice system, and we have to address this challenge.\" It follows that students who are not doing well at school may face fewer opportunities and are more likely to struggle in other areas of life. But are states really using the academic performance of 8-year-olds to calculate how many people are likely to end up in prison on the road? In 2013, a candidate for mayor in Florida got pants on fire! The classification of PolitiFact to present a similar allegation was invoked by private prison operators. Other variations have been dismantled over and over the years. However, this has not prevented a long list of teachers, writers and political leaders from repeating it. So we decided to check Brequinkel's claim to see if anything had changed in the years since Polyte took over the case. Short answer: No. \"The urban legend that refuses to die\" Brequinkel campaign did not respond to our repeated calls and e-mails, so we do not know which source it relied on when it filed its claim, or even whether it meant that the practice was applied only in specific states or in each state across the nation. However, the historical review of the point of dialogue - which varies somewhat in each narrative, but focuses almost always on the third degree - shows that it has never stood up to scrutiny. Peter Leon, Professor of Education at the University of Maryland specializing in behavioural disorders and school discipline, told us that he had seen no evidence that any country was using the student scores in the way he described Brequinkel. \"This is an urban legend that refuses to die,\" written in an e-mail. Sierra Leone directed the National Centre for Education, Disability and Juvenile Justice, which, while operating from 1999 to 2006, issued a report indicating that \"at least one state\" used third-grade reading grades to present the needs of prisoners in future prisons. Others cited that report as support for the claim, but Sierra Leone set the record straight years ago. He explained to Bolift Fact Florida in 2013 that the details had been included in the report by a colleague \"before he obtained the facts.\" On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. On 16 January 2021, the 2013 fact study also highlighted the 1999 Education Week article, which included the claim, but the independent education consultant who wrote it told Polyte Fact Florida that he could not confirm it and no longer repeat it. A similar response was provided by a author of a book using the point of dialogue. Years before Polyte Fact Florida weighted in, Vakchik.org, Washington Post and Oregon also refuted copies of the claim. A quick Google search also led us to verify the 2016 facts of WRAL.com in North Carolina. Once again, it was considered unfounded. However, we wanted to make sure that the State of Brequinkel - and presumably the only State in which the mayor of Chicago might exercise some control - was not an exception. So we checked with the correctional department in Illinois. \"I do not consider reading in the third grade, or other levels of achievement in primary schools when setting expectations,\" the department's research manager, Sharon Shepinski, told us in the e-mail. Instead, the Institute estimates the future size of the prison population based on factors such as trends in the number of persons who entered prison in previous years and the expected impact of changes in policies aimed at reducing the length of sentences, reducing reoffending etc. However, there is a link between academic failure and crime, and it may be that this inaccurate point has enjoyed this long life. Some studies show a relationship between reading proficiency in primary schools and graduation from secondary schools. Others reveal a relationship between high school drop-out rates and imprisonment. The 2010 Chicago study found students who read below grade level as third-grade students were much less likely to graduate from high school within five years and enrol in university than the best performers. Similarly, a 2012 study showed that one in six children who had not been able to read well by the end of the third grade did not graduate from secondary school on time, a rate four times higher than that of their qualified peers. A 2009 study from Northeastern University found that approximately one in 10 young people without a high school degree had been imprisoned between 2006 and 2007, compared to one in 33 high school graduates. While this is not a direct relationship between education and imprisonment, it strongly points to the existence of a link. Our rule (Brequinkel) said, \"At the national level, they predict the prison population on the basis of the completion of the third grade.\" This is the account of an ancient and amazing urban legend that has been dismantled repeatedly by Polyte Fruitte and other news outlets over the years. This is not true in Illinois, and we have found no credible evidence to suggest that this is true elsewhere. We assess it wrong. It's wrong that the phrase isn't accurate. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00858"}