{"url": "/factchecks/2015/nov/11/donald-trump/trump-eisenhower-deported-15-million-immigrants/", "speaker": "Donald Trump", "vclaim": "President Dwight Eisenhower says, \"Relocation of 1.5 million illegal immigrants from this country.\"", "truth_label": "half-true", "date": "stated on November 10, 2015 in the Fox Business Network debate:", "title": "Tramp: Eisenhower deported 1.5 million immigrants", "text": "Donald Trump repeated his proposal to deport illegal immigrants in the country in the presidential debate in Milwaukee, Wes. History says that his plan will succeed, as Trump said. Let me tell you that Dwight Eisenhower, the good boss and the great boss, people loved him. \"I love Ike, right?\" Trump said in the November 10 debate hosted by the Fox Business Network. \"Relocation of 1.5 million illegal migrants outside this country, only to move them outside the borders. They're back. They moved them back beyond the border, and returned. He didn't like it. They moved them south. \"They never came back.\" Eisenhower led a campaign in the 1950s that deported undocumented immigrants. But did he really move this number into one operation? The withdrawal network began in World War II -- during a severe shortage of workers on the internal front -- the federal government created the Brasero program, which brought Mexican workers to the United States to fill jobs that would otherwise not have been filled. Brasros was in the country legally, but the government often looked the other way when companies illegally brought their own Mexican workers into the country. In 1954, workers were brought outside the Brasero program, along with Mexicans who illegally crossed the border on their own, The aim was to target illegal immigrants, although some United States citizens of Mexican origin were also trapped in the cloud network. The number of persons deported in Operation Whitbeck is difficult to determine because some of the persons who would otherwise have been deported were expected to leave the country \"voluntary\" (or self-deportation). We have encountered estimates of forced clearance ranging from 250,000 to 1.3 million. The United States Immigration and Naturalization Service has claimed up to 1.3 million, although the number officially arrested did not come close to this total, according to the Texas State Historical Association online booklet, published in partnership with the University of Texas in Austin. California's case is a good example. The Department of Immigration and Naturalization (reorganised in 2003) said that 540,000 people would be deported from California alone during the campaign, and Don Mitchell, a geographical professor at Syracuse University, said. However, at least 485,000 people would have had to deport themselves, and there is no evidence that they have already returned to Mexico in such numbers. Kelly Latel Hernandez, Professor of History at the University of California Los Angeles, puts the maximum number of persons deported during the operation at 250,000. The vast majority of the programme took place during the 1955 fiscal year, which recorded a total of some 254,000 cases of fear, written in a report issued in 2010. What about Trump's point that the authorities sent people to more southern locations in Mexico to prevent them from returning easily to the United States? The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman, January 11, 2021 in the early 20th century, immigration control efforts, the Border Patrol found that the deportation of immigrants at the United States-Mexico border allowed them to cross easily to the United States, according to the Hernandez newspaper. From the 1940s, the United States will take the deportees to the border, and from there the Mexican authorities will take them into the country either by train or by boat, primarily. This went on during Operation Witback, so Trump has a little bit of a point there. It should be noted that in some cases the conditions for the transfer of deportees were inhuman. According to historians May M. Ngay, 88 people were killed in a July transport tour due to heat. However, attempts to relocate people to the interior of Mexico did not always prevent them from returning to the United States, as Mitchell said. Many have returned illegally or legally as guest workers. He said, \"Sending people inside didn't stop them from coming back.\" \"It may be that some were frustrated, but others returned.\" Furthermore, the process was related to policy changes that in fact provided greater opportunities for migrants to obtain legal status through labour visas than it did for the deportation process, where he informed Hernandez Politi Fact. The campaign would have been \"total failure\" had it not been for the guest workers' program that accompanied her, Alex Nowaraste, an immigration policy analyst at the Liberal Cato Institute. Noraste noted that the low levels of undocumented migration in the 1950s were probably the result of the guest workers programme, rather than the 1954 deportation campaign. The guest workers programme ended in 1965. Mitchell said: \"In general, Trump's comments are undoubtedly exaggerated and little manipulation of facts.\" The Governor Trump said that President Eisenhower had taken 1.5 million illegal immigrants out of this country. Trump refers to the 1954 campaign known as Operation Whitback. While the idea that the process resulted in more than a million deportations has not been withdrawn from the open air, historians widely state that this number is very high for a variety of reasons - including that hundreds of thousands of undocumented migrants would have had to self-deportate. Nor was it just a deportation program. The campaign was accompanied by more legal opportunities for migration. We're assessing Trump's claim of half the integrity.", "vclaim_id": "vclaim-pol-05744"}