{"url": "/factchecks/2019/oct/16/pete-buttigieg/refereeing-pete-buttigieg-elizabeth-warren-medicar/", "speaker": "Pete Buttigieg", "vclaim": "Americans say that what they want is an option to join a single payment system such as medical care rather than ending private insurance.", "truth_label": "true", "date": "stated on October 15, 2019 in a Democratic presidential debate:", "title": "∙ Judgement (Bet Buttigig, Elizabeth Warren) on public support for medical care for all", "text": "Pete Butage fought with Elizabeth Warren in the most recent democratic debate on how to expand health insurance coverage for all Americans. But Tigge said he'd rather allow Americans younger than 65 years of age to enrol in the medical care program if they wanted to. On the contrary, Warren prefers to convert all Americans from their current insurance scheme to government coverage. \"Elizabeth supports medical care for all, which would provide all Americans with the public health care programme,\" says her website. Here's what Butigig said in the 15 October debate in Westerville, Ohio: \"I don't think the American people are wrong to say that what they want is an option. The choice of medical care for everyone who wants it, which is within everyone's reach, because we make sure that the benefits are there, and that they're not available. It's better than medical care for everyone, whether you want it or not. And I don't understand why you think that the only way to provide affordable coverage for all is to obliterate special plans.\" Is Pottage right to say that Americans prefer to give people under 65 the option of joining medical care instead of asking them to give up their current coverage? As we seek to answer this question, we will start by pointing out that terminology and language are of great importance when American pollers ask for their preferences. In view of recent health policy polls, there is a wide divergence in how to formulate questions that make many of them useless to judge the exchange of Butigig Warren. However, we found two polls from 2019 in a particular location - both of which support the Butigig position. A news poll asked NBS in mid-July, \"Do you think the medical care for all program is a national health insurance program for all Americans replacing private health insurance\" is a good idea or a bad idea? This is basically Warren's approach. In this question, 41 per cent of respondents saw this as a good idea, but a larger percentage - 54 per cent - said it was a bad idea. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, a second question posed by the National Planning Office/Political Planning Office/Marisset asked respondents about a more consistent approach to the Botig idea. He asked the survey, \"Do you think medical care for anyone who wants it - that is, allowing all Americans to choose between their national health insurance or their health insurance program - is a good idea or a bad idea?\" That proposal gained a strong thumb from respondents: 70% said it was a good idea, and only 25% said it was a bad idea. The second opinion poll - conducted by Caesar in January 2019 - found stronger support for the Butigig approach than the Warren approach. The survey asked: \"Do you prefer or oppose the existence of a national health plan, sometimes called universal medical care, in which all Americans are insured from a single government plan\" - mainly Warren's approach. On this question, the majority has already supported it - 56 per cent of the support versus 42 per cent of the opposition. However, support for the Buttigig approach was stronger. The survey asked: \"Do you favour or oppose the establishment of a health plan run by the national government like medical care that would be open to anyone, but allow people to maintain the coverage they enjoy if they prefer?\" This support was supported by 74 per cent of respondents and opponents from only 24 per cent. A third option with a somewhat different wording was better in Kaiser &apos; s ballot. \"Do you prefer or oppose allowing people between 50 and 64 years of age to buy insurance through the medical care program?\" This support was supported by 77 per cent of respondents, compared with only 18 per cent of opponents. There was strong support in all parties: he received 85% of support from Democrats, 75% from independents, and 69% from Republicans. The latest vote by Kaiser, issued on the same day as the debate, shows a steady rise in support of the Butigig approach - from 65% in July to 73% in October - and a steady decline in Warren's approach - from 56% in January to 51% in October. Our governor Buttigig said that Americans \"said that what they want is a choice\" to join a single payment system such as medical care rather than ending private insurance. The voting on this issue shows higher levels of support for the selection approach to expanding medical care compared to the required shift from private insurance. We're evaluating the statement right.", "vclaim_id": "vclaim-pol-00058"}