{"url": "/factchecks/2019/oct/22/viral-image/trump-hasnt-sued-cnn-hes-threatened/", "speaker": "Viral image", "vclaim": "\"Tramp now sues CNN for \"a pro-objection bias\" and demands a \"big push.\"", "truth_label": "barely-true", "date": "stated on October 20, 2019 in a Facebook post:", "title": "Trump didn't sue CNN, but he threatened.", "text": "The Facebook article recently criticizes President Donald Trump for \"the unique American control of dictatorship.\" \"Wow,\" starts publishing October 20, a shot of this tweet of October 18. \"Trump sues CNN for \"pro-objection bias\" and demands a \"big push.\" So basically, the news can't tell the news because if that happens, America's president will sue.\" This article, in which more than 8,900 people participated, was referred to as part of Facebook efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) That's because Trump didn't sue CNN, but he threatened to. In a letter from October 16, Tramp's lawyers and his re-election campaign threatened \"to prosecute CNN, as they said, the network that falsely declared itself a news organization,\" as Reuters said. The letter invites the Executive Directors to \"discuss an appropriate solution to this issue,\" including \"a substantial payment\" to cover the damage. Facebook was published on January 11, 2021 in an article by Nancy Belusi that was no longer the Speaker of the House of Representatives by Samantha Buterman on January 12, 2021 \"Never before in the history of this country has a president been subjected to such a barrage of unfounded, immoral and illegal attacks by so-called major news, as is currently the case,\" as the letter says. \"Agents intend to sue you for damages, multiple damages, punitive damages, punitive damages, reimbursement of legal costs and all other legal and fair remedies available, to the maximum extent permitted by law.\" The letter does not mention \"pro-objection bias,\" although the Washington examiner described, among others, the President's accusations against CNN in this way. The letter to CNN was signed by Charles Harder's lawyer, who represented Halk Hogan in the lawsuit that dropped Gawker and who sent similar threats to other Trump media. Last year, the strongest suggested that the President should sue The New York Times for what he called a high-profile story. He threatened to sue writer Michael Wolfe for defamation because of Wolfe's book \"Fire and Anger: Inside the White House in Trump.\" However, no lawsuits have been filed to date. She told Rebecca Toshnet, a professor of false propaganda law at Harvard Law School, Reuters, that the newest salon in Trump was \"not worth\" and that she ever doubted bringing a lawsuit. We're assessing this Facebook post mostly wrong.", "vclaim_id": "vclaim-pol-00033"}