{"url": "/factchecks/2019/may/03/mark-jewell/nc-education-leader-tweets-doctored-rally-photo/", "speaker": "Mark Jewell", "vclaim": "The picture appears by sea from Red Education Advocates covering most of the Mol Halifax.", "truth_label": "false", "date": "stated on May 1, 2019 in a tweet:", "title": "== sync, corrected by elderman == @elder_man", "text": "There is doubt as to the size of a recent teachers &apos; gathering, and one of the organizers recently tweeted a controversial picture. On Wednesday, the North Carolina Teachers &apos; Association marched across the city centre of Raleigh to invite teachers and students. This was the second year of the event. Council President Mark Joel said he thought the crowd was bigger than last year. On Wednesday afternoon, Joel echoed his appreciation to the lawyers who attended the gathering. \"Thank you, North Carolina. I have come to the public for your insistence that the State is funding our legislative priorities at the public school, \"I have tweeted Joel, along with two images. The picture on the left depicts a huge crowd on Mol Halifax, the grass field behind the Legislative Council where the Rallyers gathered after marching in the centre of Raleigh. No grass can be seen in the Red T-shirt Sea that was a red flag. On Twitter, Joel faced an almost immediate reaction from some who claimed that the picture had changed. Earlier on Wednesday, similar images (since they were deleted) were posted on the unverified Twitter accounts of NC and the North Carolina Students' Association of Educators at the State University of NC. A similar picture - perhaps the same picture - was also posted on the Facebook page Red 4 Ed NC, a non-profit group calling for educators. The photographs were later removed. In view of the decline in Joel's image and the amount shared on social media, Polyte Fruitah wondered whether it was real. We called Joel by e-mail, but we didn't get an answer right away. Our audit found that it shows clear signs of manipulation. Joel deleted the message on Thursday afternoon. \"There was a collector's photo of yesterday's Halifax Mall, which is believed to have been marketed according to media reports. I've since removed it from my positions,\" he tweeted. The picture appears to have been cut off from the roof of the legislative building. This spot was well known for the Rallyites, journalists and politicians. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" By Haley Beemiler: 26 January 2021, News and Surveillance Reporter Dawn von tweeted video footage of the Halifax Center's gathering. Reporter Lee Tauss took pictures of the Halifax business center for a story in Indioek. Jeff Tiberi, a WUNC reporter, tweeted similar images, and on Thursday he took an interest in changing social media images. But the images shared by Joel and Red 4-Ed Facebook show less green space and more people than those shared by reporters at the scene - and it is likely that modified versions of a picture taken and copied by NC Rep. Grier Martin. The joint picture of Jules and the joint picture of Martin shows the Rilers in the same locations. ....................................................................................................... On the left side, someone with a red shirt and Jen's pants walk in the same position in both pictures. * Near the column on the right side of the tent, someone in a green shirt, white hat and khaki shorts There are other examples where people are in similar locations, but let us now consider how Joel's image has been altered. Parts of the photo were copied and then copied to make the audience look bigger than it was. On the lower right side of the screen, there's someone in a white shirt and someone in a blue shirt that appears twice in the picture. In the middle of the crowd, signs of the same size, color and place appear more than once. Christian Tribert, a journalist in the New York Times Visual Investigation Team, observed the same similarities with Politifakt. He seemed \"to have increased the crowd size using a photoshop clone.\" It is unclear who manipulated it. Martin Poletti Fuckett told him that he took the picture at 11:46 a.m. on Wednesday, and apart from sharing it on Twitter, he didn't share it with anyone. \"I didn't have any connection from anyone about my photo,\" said Martin in the e-mail. Our ruling jewel tweeted a picture showing a sea of Red Education Advocates covering most of the Mol Halifax, which is behind the Legislative Council. There was a crowd. However, the image has been changed to make the audience look bigger than it actually was. We're assessing the statement wrong. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To provide ideas to verify the facts, e-mail [e-mail protected]. Sharing the facts 2019-05-03 16:00:14 UTC PoliticsFact 2 1 7 PoliticFact Drafting: The wrong picture appears by sea from Red Education Advocates covering most of the Halifax Mall. Mark Joyll NCAE President of the National Competition Board https://www.newsobserver.com/news/politics-government/article229960334.html NC Wednesday, 1 May 2019 2019-05-01 Read more information.", "vclaim_id": "vclaim-pol-00676"}