{"url": "/factchecks/2019/apr/17/eric-burlison/initiative-petitions-were-filed-record-highs-2018-/", "speaker": "Eric Burlison", "vclaim": "SJR 11 says, \"He wants to fix what's so fast that he becomes a problem in Missouri -- initiative petitions and referendums.", "truth_label": "mostly-true", "date": "stated on February 13, 2019 in a Senate hearing:", "title": "The Initiative &apos; s petitions were presented at the highest level in 2018. Experts explain why", "text": "A series of Republican-supported bills aimed at strengthening the process of changing the state constitution for the Missouri has sparked a strong reaction from some Democrats, who feared that the bills would undermine the right of voters to amend the Constitution of the State of Missouri. However, supporters such as S. Eric Borelson, R-Batlefield, argue that the current petition process needs to be further restricted. :: Borleson is sponsoring joint Senate resolution 11, which has not yet given rise to enthusiasm for its first hearing in comparison with similar bills. The bill requires petitioners to collect signatures from all eight provinces of Congress in Missouri. ∙ During the hearing, Borleson said that his bill \"is seeking to reform what has become a problem very quickly in Missouri - initiative petitions and referendums are being submitted at the highest standard level. So far this year 42 have been deposited; in 2018, 371 have been deposited.\" We decided to take a look at the numbers. Is it true that petitions and referendums are presented in \"high records\"? If so, what should we make of numbers? Borleson officials referred to the Office of the Minister for Foreign Affairs of Missouri as a source of his statements. His numbers have been checked. As of 13 February, the date of the statement, 42 petitions had been filed for the 2020 election cycle. In 2012, a total of 371 petitions for initiatives, mostly over the past 12 years, were submitted, according to data from the Office of the Minister for Foreign Affairs of Missouri. Source: Minister for Foreign Affairs of the State of Missouri. It began to rise at a higher rate after a slight decline from 2012 to 2014. However, the number of petitions approved for circulation increased at a much slower rate. The number of measures taken in the voting has remained largely stable over the years. Why the rush? In order for the petition to reach the ballot, petitioners must first submit the proposed initiative petitions to the Office of the Secretary of State for review and approval for circulation. After obtaining permission to circulate a petition, they can then begin collecting signatures to place the measure on the ballot paper. Under the current law, petitioners are required to collect signatures from a certain percentage of legal voters in any of the eight provinces of Congress in Missouri. For those seeking legal changes, this figure is 5 per cent; for constitutional changes, it is 8 per cent. Only petitions that reach the mark with sufficiently verified signatures can be placed on the ballot paper. The measure will require a simple majority of the votes cast in the elections to eventually become law. The former Attorney-General of Missouri James Layton stated that the increase in the number of petitions could be attributed to changes in the same measure by petitioners. Leton said, \"They don't come out and get signatures, they pick one of them... and they collect signatures on it.\" \"The change is because the people who use it delay their commitment in a certain way,\" said Leighton. As a result, many petitions are left \"on the side of the road,\" he said. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy on January 12, 2021, the Minister for Foreign Affairs of Missouri Jay Ashcroft expressed his support for tightening the process of seeking the initiative, as reported by Kansas City Star. Referring to the number of petitions submitted to his office, Ashcroft said that although he did not want to deter the well-off from putting up measures in the ballot, the current process was out of control. Leighton said that the increasing number of petitions increased the workload of the Office of the Foreign Minister, as the review of materials required \"a reasonable amount of manpower.\" Chuck Hatfield, former Chief of Staff and Attorney General &apos; s Counsel in Missouri Jae Nixon, said there were petitions only for \"explaining a point of view.\" Hatsfield said that the increase in petitions over the years reflected a growing awareness of the initiative process. In addition to experienced petitioners, new arrivals also provided their files and access to the process. Hatfield also said that he had noticed an increasing number of petitions coming from the \"freer end of the spectrum\" over the years, believed to be in response to the emergence of Republican control over the state legislature. \"I think the initiative has always been a way for people to respond when they don't think that the legislature is doing what they want them to do,\" said Hatsfield. Why is it so hard to vote? :: Why is there no increase in the number of petitions put in the ballot for each election cycle? Both Telild and Layton said that it was difficult for petitioners to put measures in the ballot under the current law, particularly during the process of collecting signatures. \"You have to gather thousands of these... far more than the Constitution requires, because some of them will be expelled\" for various reasons, Leighton said. \"If it requires 5,000 signatures in the congressional area, to be safe, you may want to have 7,000 or 8,000 signatures in that area.\" Layton said that the districts in Missouri are now smaller than before, which has also made it more difficult to collect signatures to some extent. Hatfield thinks the current law \"breaks the right balance.\" Under the current law, only ideas with a wide range of popular or financial support are allowed to vote. \"It's not like anyone getting approval to generalize goes and collects signatures and has an easy time,\" said Hatfield. \"The other thing to remember is, they're not all going through.\" \"He wants to fix what quickly became a problem in Missouri-- initiative petitions and referendums are being presented at the highest standard level.\" The figures he gave to support his statement are accurate. In the past year, Missouri has seen the greatest number of petitions filed in each electoral cycle over the past 12 years. However, the statement ignores the context that the number of petitions approved for circulation has not increased proportionally and that the number of voting measures has remained constant over the years. So, we're evaluating this statement mostly right.", "vclaim_id": "vclaim-pol-00745"}