{"url": "/factchecks/2018/dec/04/puppetstringnewscom/misleading-headline-claims-thousands-caravan-migra/", "speaker": "PuppetStringNews.com", "vclaim": "It says, \"2,267 convoy invaders with tuberculosis, HIV, smallpox and other health problems.\"", "truth_label": "barely-true", "date": "stated on November 29, 2018 in in a blog post:", "title": "There are false allegations that thousands of convoy migrants are infected with HIV, tuberculosis and other diseases.", "text": "There is a misleading address of caravan migrants who claim that thousands of them are infected with tuberculosis, HIV and other diseases. \"2,267 convoy invaders have tuberculosis, HIV, chicken and other health issues,\" said the headline of November 29 on doll news. The site says that its creator \"decided to enter alternative news to tell the truth as best he could.\" This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) The headline distorts the truth to give the impression that more than 2,000 migrants are carrying serious diseases. Yes, there are migrant convoys in Mexico with health problems and diseases. However, the number reported has a situation such as HIV or smallpox not in the thousands. The story of \"Puppet News\" is linked to that of Fox News, which says that 2,267 out of 6,000 immigrants in Tijuana, a Mexican city on the United States border, are dealing with health-related issues. The Fox News report attributes its information to Tijuana health officials, stating that there are \"three confirmed cases of tuberculosis, four cases of HIV/AIDS and four separate cases of smallpox.\" The story referred to other health concerns in the sports complex where migrants were sheltered, including the \"threat of hepatitis outbreak due to unhealthy conditions.\" The report stated that lice and skin infections were also a problem. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • On 3 February 2021, the official of the state of Baja California Mexicana, Poletti Fact, reported on 3 December that the state government was providing medical care to members of convoys in shelters within its cities, Tijuana and Mexicali. State officials said that there were no recorded cases of tuberculosis, that seven migrants in Tijuana had smallpox and that there were four people living with HIV (two in Tijuana and two in Mexikale). The State Health Office posted on its Facebook page on December 1 that it was clear that no cases of tuberculosis had been detected. In November 27, updated information was published that 2,267 people in Tijuana and 1,377 in Mexikale were under the care of medical personnel, mainly due to acute respiratory infections. \"Now the threat of invasion of the convoy sponsored by Soros is now a major health threat to the United States, as is said to be 2,267 convoy invaders in Tijuana.\" There is no evidence that the liberal improveer George Soros is sponsoring or financing the convoy. The Strange News Dolls also claimed that the Vatican financed migrant convoys. \"Beside the obvious security threats to America posed by this convoy are gang members, terrorists, traffickers, and most of the convoy are elderly military personnel... These immigrants carry very serious diseases and diseases with them, \"He said the article. (Here are the facts of who were in the immigrant convoy.) Pupting String News did not respond to the request for suspension. Its headlines say \"2,267 convoy invaders with tuberculosis, HIV, smallpox and other health issues\" are misleading. The headline contains an element of truth but ignores critical facts that give a different impression. We mostly rate it wrong. Sharing the facts of 2018-12-04 21:09 UTC PoliticsFact 3 1 7 PoliticFact Dacting: Most say \"2,267 convoy invaders with tuberculosis, HIV, smallpox and other health issues\" Buping News blogs on Thursday, 29 November, 2018-11-29. Read more information.", "vclaim_id": "vclaim-pol-01219"}