{"url": "/factchecks/2019/aug/06/ron-tusler/pants-fire-state-rep-claims-mass-shootings-are-dow/", "speaker": "Ron Tusler", "vclaim": "\"Gunfire down Trump!\"", "truth_label": "pants-fire", "date": "stated on August 4, 2019 in a Facebook post:", "title": "Pants on fire: The state's representative claims that the mass shooting fell under Trump.", "text": "On 3 August 2019, an armed man entered the Walmart bottle in El Paso, Texas, and opened fire, killing at least 22 people and injuring 24. In the few hours of August 4, an armed man opened fire on the street in Dayton, Ohio, the comfort zone, killing nine and wounding 27. Later that day, Ron Tussler claimed on Facebook that collective shooting was under the presidency of President Donald Trump. A mass shooting under Trump. His base doesn't hate anyone, \"I declare Tussler, R Harrison, in a place that's been signed ever since. The text was accompanied by the re-publishing of a scheme involving another person that showed 24 collective shootings under President Barack Obama and four shootings under Trump. That's a total variation. There is much to cover - and much error - in this seemingly simple allegation. Let's break it. The claim based on defective and outdated data is absurd on multiple fronts. First, the data you refer to are very old. The graph was withdrawn in Tussler's article from Spring 2018 in National Affairs, a quarterly magazine from the American Institute of Enterprise, a conservative think tank. Related: Verification of the facts is misleading information after El Paso, Deaton's shooting says that he pulled the numbers for each president from the Los Angeles Times schedule published in October 2017, and then in February 2018 Marjorie Stoneman added the shooting in Parkland, Fly. Thus, the data end at best a year and a half ago, reflecting less than half of the time Trump has spent in his post so far. The scheme itself is also flawed. The transformation of the LA Times novels into a map involves a degree of consistency and inclusiveness that was not intended by the newspaper. The article did not specify any criteria for inclusion along with a sentence at the summit: \"There are some of the most notable mass shootings in the United States in recent decades.\" The map of national affairs is particularly random because it added Florida to the shooting but ignored the massacre of the first Baptist Church of Texas in November 2017, which killed more people. The broader issue with both the graph and the Tossler claim is the use of raw numbers to compare one partial term under Trump to two full terms under Obama. Of course, simple estimates will be larger over a longer period of time. So what are those numbers? How does an allegation of infiltration stand for the least number of shootings in the face of a better comparison, such as mass shootings each year? Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, these answers depend on how you define collective fire. Although this term is linked to politics, the media and culture, there is no universally accepted definition of it. The U.S. Department of Justice defines it as three or more murders in one episode. The Washington Post database uses four or more shots and killed in one incident, with the exception of gang-related killings. Mother Jones uses three or more bullets and murder. The broader archives of armed violence use four or more shots (not necessarily murder). No one involves the unsub in those records. We have moved to Washington Post and Mother Jones, both of whom have been following this issue in detail and have statements from several presidential departments. We find a trend that does not coincide with certain leaders or party control, but that simply shows a steady increase in shooting over time. Our analysis of the Washington Post data shows that President Ronald Reagan is firing an average of 2.4 group shots per year, 2.3 under George Bush and 3.6 under Bill Clinton and George W. Bush. The rate rises to 5.1 per year under Obama and 7.9 per year to date under Trump - an increase of approximately 50 per cent. With regard to the rough figures, 41 shooting incidents occurred in the eight years that Obama had spent in his post, compared to 20 incidents in the two and a half years that had already occurred under Trump. The data from Mother Jones show a similar trend, although the figures are different because they have a broader definition of mass shootings rather than as comprehensive as Post in previous years. Mother Jones reported 1 to 2 shootings a year from the Reagan era through George W. Bush, 4.8 under Obama and 11.5 under Trump. (Armed violence archives do not shed much light on this allegation as it dates back only to 2014.) We asked Tussler if he knew the data was old, and whether he felt that raw numbers were a fair way to compare Trump and Obama. \"If there are more recent data, please provide this and I would like to update. I prefer the most up-to-date information,\" said in Facebook. \"I don't think the rough numbers tell the whole story. However, at least it has not been interpreted with bias.\" It is an ironic response given that it is the use of raw numbers that paints a distorted picture of the Trump and Obama eras. The annual average is equal to that of comparison. Tussler said he thought the data was newer and he removed the article from Facebook, although it remained until this fact check was published. In the wake of two mass shootings that left 31 dead within 13 hours, Tussler claimed that there were fewer such shootings under Trump from Obama. This is bullshit. The graph on which Tozler was based is incomplete and outdated, including only half of Trump's time in office. It is absurd to use an incomplete number of shootings to compare them to just over two years under Trump to eight years under Obama. With more comprehensive data and a reasonable standard, such as a year's shooting, we believe that mass shootings have risen steadily in recent decades, regardless of who is in the White House. So the shooting rises. Don't drop under Trump. We appreciate Tuzzler's claim for fire pants.", "vclaim_id": "vclaim-pol-00360"}