{"url": "/factchecks/2018/dec/19/blog-posting/no-three-muslim-congresswoman-did-not-refuse-take-/", "speaker": "Bloggers", "vclaim": "He says, \"Three Muslim women have just refused\" to sign a section of the post to support the Constitution of the United States.", "truth_label": "pants-fire", "date": "stated on December 18, 2018 in a Facebook post:", "title": "No, three women members of the Muslim Congress have not retracted the oath of office. The ceremony has not yet taken place.", "text": "Support for the United States Constitution and its amendments may be the most agreed principles of politics today, although politicians usually accuse each other of trying to undermine the text. Now, the viral Mimi revolves around social media that says if the incoming politicians refuse to sign the oath in support of the Constitution, \"they should not be allowed to serve.\" Then continue to claim that \"three Muslim congresswomen just refused\" to do that. In just one day, the inflammatory speech received more than 70 comments, and it was shared more than 3,000 times. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) \"If you refuse to sign the oath of office in support of the Constitution of the United States, as required of every other official in that office, There are two problems with this allegation. First, at the beginning of each new Congress, all members starting a new term are already required to take the oath to uphold and defend the Constitution of the United States. So they can't refuse. Second, no member would have refused because the swearing-in ceremony (when the oath is performed) has not yet taken place. In order for the official to take office, he must first take the oath of office, which is also known as the swearing-in ceremony. Article VI of the Constitution \"calls upon all representatives, senators, executive officers, judicial officers and state legislatures to confirm their support for the Constitution,\" in accordance with the 1789 bill submitted by the First Congress. The flood takes place in all three branches of government, including the President, the Vice-President, members of Congress and judges of the Supreme Court. The wording has changed over the years, but the language used today has not changed since 1966, and is provided for in section 5, article 3331 of the United States Code. Facebook was published on January 11, 2021 in Nancy Belusi's article that was no longer the Speaker of the House of Representatives by Samantha Butterman on January 12, 2021. I solemnly swear (or affirm) that I will uphold and defend the United States Constitution against all enemies, foreigners and locals; that I will hold true faith and loyalty to the same thing; that I will bear this obligation freely, without any mental reservation or purpose of evasion, and that I will perform the duties of the office that I am about to enter well and faithfully. \"So help me God.\" Today, members of Congress swear to uphold the Constitution at a public swearing-in ceremony on the opening day of the new Congress. The ceremony consists of members who raise their right hands and repeat their oath. Religious texts are not used (as defined in the Constitution). Some members present individual photographs after the official oath and hold special ceremonies. Since the 80th Congress (1947-1949), members have also been asked to sign an oath. The swearing-in ceremony has not yet taken place. The 116th United States Congress is scheduled to meet on 3 January 2019, and the representatives and senators are sworn in on the first day of the new Congress. Since the oath of office has not yet been fulfilled, no member will be able to refuse to perform or sign the right of office, as the idea suggests. Muslim women in Congress are looking for another reason that this allegation is a trick? There will be no three Muslim women serving in Congress in 2019, as the job claimed. There will be two. Michigan was elected Rashida Talib, and Minnesota Elehan Omar was elected. She will be the first Muslim woman to serve in Congress. Our people &apos; s rule is that politicians should not be allowed to serve if they refuse to swear in office and that \"three Muslim women have refused.\" Each new member of Congress, together with the President, Vice-President and Supreme Court judges, is required to take the oath of office, as provided for in the Constitution of the United States. Congress 116 will meet after the holidays, on January 3, 2019, when the next representatives and senators will divide them - so that no member has been rejected so far. This claim is pants on fire! Sharing the facts 2018-12-19 20:36:01 UTC Politics Fact 1 1 7 Politic Factoring: Facebook bloggers after Tuesday, December 18, 2018 - December 12, 18. Read more information.", "vclaim_id": "vclaim-pol-01176"}