{"url": "/factchecks/2019/mar/05/chris-jones/gop-has-put-more-blacks-key-va-house-committees-di/", "speaker": "Chris Jones", "vclaim": "Virginia House \"The Republic has more African Americans on the Main Committees than they were when the Democrats were in control.\"", "truth_label": "true", "date": "stated on February 23, 2019 in a floor speech.:", "title": "GOP put more blacks on the key to Va. House committees of Democrats in their day.", "text": "The General Assembly had recently made great strides to change the way Virginia drew its political maps, despite the opposition of most black delegates. It approved a proposed constitutional amendment that would establish a committee of citizens and legislators to determine the legislative services of Congress and the states. This process has long been in the hands of the legislature alone, leading to charges of charge. Although the resolution had been adopted unanimously by the Senate and the Senate had been cleared of voting on 83-15 votes, 11 of the 14 black delegates had voted against it. Many said that the proposed amendment - which must then be approved again by the legislature before being presented to the electorate - did not provide any guarantee of black representation on the Redivisional Commission. They also complained that black legislators had not been involved in negotiations between the House of Representatives and the Senate that had led to the resolution of the final version of the decision on redistribution. That brought Dale. Chris Jones, R-Suffolk, on his feet. Jones, a white delegate for 21 years. He urged the adoption of the resolution and said that during two decades of control of the Council, the Republicans had a strong record of empowering black delegates. \"The Republicans have more African Americans in the Main Committees than it was when the Democrats were in control,\" he said. We wondered if Jones was right. Jones told us about the \"Major Committees\" he was referring to are the Budget Writing Board Appropriations Committee and the Trade and Labour Committee, which controls business regulations. The Council has an informal rule that no member can serve on both. Jones is the Chairman of the Appropriations Committee. We also talked to Dale. Lamont Bagley, De-Richmond, President of the Black Virginia Legislative Assembly. :: Approved Jones &apos; definition of \"Main Committees.\" The last time Democrats controlled the house of 100 seats in 1997, there were 52 democracies, 47 republics and one independent. This year, Republicans have 51 seats, Democrats, 49. The ruling party selects the speaker who controls all the committees &apos; functions. Speakers are often urged to appoint some legislators to their groups to serve on prominent panels and chairpersons of prominent committees. However, the final decision was up to the speaker. In 1997, the speaker was Tom Moss, a Democrat from Norfolk. This year, he is Kirk Cox, a Republican from the heights of the colony. It is important to note that the number of black delegates has increased. In 1997, there were 10; now 14. If strict proportionality were a rule of the House of Representatives (which is not), blacks would have held 10 per cent of the seats in each committee in 1997 and 14 per cent this year. The unique fact-finding figures of Kirk Cox were mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On 20 January 2021, in 1997, three black legislators served on the 22-member Accreditation Commission, which was almost proportional to their membership in the House of Representatives. This year, six black members of the Panel - twice their proportion in the House of Representatives. In 1997, two black legislators served on the Companies, Insurance and Banking Commission - which became the Trade and Labour Commission. This year, there are four members of the Panel. This is more than they would have gotten proportionally. Side observation: In 1997, Democrats did not have an informal rule today that no one serves in both credit, trade and labour. A black legislator, the late William Robinson Jr., Dr. Norfolk, served on both committees. In other words, only four out of 10 black delegates held seats on the Main Committees. This year, 10 out of 14 black delegates are sitting on a Main Committee. Other committees of the House of Representatives have had minorities since at least 1997, although they do not affect the verification of facts. We include the year, the number of blacks on the team, and the number of seats on the committee. • Agriculture: 1997, 1 out of 22; 2019, 2 out of 22; cities, districts and cities, 3 out of 22; 2 out of 22; courts of justice: 3 out of 21; 3 out of 18; education: 2 out of 22; 3 out of 22; funding: 2 out of 22; 2 out of 22. • General laws: 2 out of 21; 5 out of 22 - health, welfare and institutions: 3 out of 22; 4 out of 22 - army and police: 6 out of 22; 2 out of 22 - elections: 2 out of 21; 2 out of 22. • Rules: 0 of 9; 3 of 17. • Transport: 3 out of 21; 4 out of 22. We asked Bugby, president of the Black Caucus, if he had concerns about the appointments of minority committees to the House of Representatives. \"There's no argument,\" he said. The Senate wanted to give you the Senate numbers, although they are also not counted in this fact-checking. Party control of the room, unlike the house, has fluctuated this century. The last time the 40-member Senate was dominated by Democrats was in 2011. There were five black senators at the time, the same number today. In the Finance Committee on Budget Writing, the number of minority members decreased from 3 in 2011 to 2 in 2011, from 16 this year. The 15-member Senate Committee on Trade and Employment rose from two blacks in 2011 to three this year. • Agriculture: 1 out of 15 in 2011; 2 out of 15 in 2019; courts of justice: 3 out of 15; 1 out of 15 in 2006; education and health: 2 out of 15; 2 out of 15 in 2006; general laws and technology: 1 out of 15; 1 out of 15 in 2001; local government: 3 out of 15; 1 out of 13 in 1996; 1 out of 15; 2 out of 15 in 1996; rehabilitation and social services: 2 out of 15; 2 out of 14 in 2006; rules: 4 out of 17; 1 out of 15 in 2006; transport: 2 out of 15; 1 out of 13. Our rule, Jones, said, \"The Republicans have more African Americans on the Main Committees than they were when the Democrats were in control.\" Subsequently, he referred to the House of Representatives Accreditation Committee and the Trade and Labour Committee - a determination agreed upon by the President of the Black Caucus. There were three black members in 1997 - the last time Democrats took control of the house. Now there are six. There were two black legislators working on the committee that became trade and labour; now there are four. We must consider that the number of black delegates in the 100-member House of Representatives has increased from 10 in 1997 to 14 today. In other words, while black representation on the Council increased by 40 per cent during that period, it increased by 100 per cent over credits and 50 per cent over trade and labour. Jones &apos; claim therefore remains valid. We're assessing it right. Sharing the facts 2019-03-05 17:23:58 UTC PoliticsFact 6 1 7 PoliticsFact Rating: True Verginia House \"Republicans have more African Americans on Main Committees than when Democrats were in control. :: Chris Jones Virginia, delegate https://philgeniageneralassembly.gov/house/chamber/chamberstream.php, Saturday, 23 February, 2019-2019-02-23, read out further information.", "vclaim_id": "vclaim-pol-00943"}