{"url": "/factchecks/2019/apr/08/viral-image/no-13506-marines-have-not-volunteered-white-house-/", "speaker": "Viral image", "vclaim": "He says \"13.506 Marines served in the White House\" since Trump was installed. When Obama was president, none of the marines volunteered, but they had to be assigned.", "truth_label": "false", "date": "stated on April 3, 2019 in a Facebook post:", "title": "No, 506.13 Marines haven't volunteered to serve in the White House since Trump was installed.", "text": "The picture of the First Lady (Melania Trump) accompanied by a Marine is spreading social media and comes with a strangely specific confirmation. This article, which was shared on 3 April, says: \"13.506 Marines have served in the White House since President Trump's inauguration. In the past eight years, none of the Marines have volunteered for this duty, it had to be'mandated.' Speaking volumes. This post was taught as part of Facebook efforts to combat false news and misinformation in Newsfe. ∙ (Read more about our partnership with Facebook.) The claim, which began online shortly after the installation of Tramp in January 2017, is inaccurate. This function does not include any sources or referrals, details of which appear to have been selected, in particular number 13,506. Members of the United States Navy do not usually volunteer for White House guards, but they are recruited from a group of qualified candidates, the marine spokesman who told Politi Fact. On January 13, 2021, General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of Marines for inaugural security, and said, \"We are not working for you.\" By Samantha Buterman: January 17, 2021, \"Sailors serving in the White House are not generally volunteers, and are recruited from among the qualified population through routine naval manpower operations,\" Capt. Caroline Foot, Marine Corps Strategic and Communications Officer, wrote in e-mail. \"Most marines serving in the White House are appointed to office on the basis of the needs of the Navy and after a lengthy and detailed inspection.\" A small number of sites, Captain. Foot told us that the non-commissioned officers are filled with them, who are thoroughly examined and examined. She explained the number of such volunteers in dozens - not tens of thousands, as alleged by mail. The main naval guard site in the White House stands outside the west wing door whenever the president is working. Four jobs at a time in shifts of 30 minutes on, 30 minutes off. Our Facebook article showed a picture of Melania Trump accompanied by a Marine and claims that more than 13,000 Marines have served in the White House since the installation of Trump and that zero did so when Obama was president. It appears that the unusually specific allegation is fabricated and does not contain sources and is inconsistent with the actual process in which the Marine Guards are assigned to the White House. We assess it wrong. Sharing the facts 2019-04-09 14:25 UTC Politic Fact 2 1 7 PolityFacting: An error that says \"13,506 Marines have served in the White House\" since Trump's installation. When Obama was president, none of the marines volunteered, but they had to be assigned. The viral image on the Internet is Wednesday, 3 April 2019 2019-04-03. Read more information.", "vclaim_id": "vclaim-pol-00782"}