{"url": "/factchecks/2017/jan/20/donald-trump/trump-wrongly-says-us-has-made-others-rich-while-o/", "speaker": "Donald Trump", "vclaim": "\"We made other countries rich while our country's wealth was wasted on the horizon.\"", "truth_label": "barely-true", "date": "stated on January 20, 2017 in his inaugural address:", "title": "Trump mistakenly says that the United States has made others rich while our wealth is scattered.", "text": "In his opening address, President Donald Trump painted a picture of a nation that had steadily gone the wrong way. He said: \"We have made other countries rich while our country's wealth, strength and confidence have disappeared on the horizon.\" \"One by one, factories shut down and left our shores, even thinking of the millions of American workers left behind. Our fortune from the middle class has been taken from their homes and then redistributed all over the world.\" Trump pledged to end this American massacre. It is difficult to measure strength and trust, but there are ways to measure wealth. We have decided to consider whether America's wealth has fallen while other countries have become rich. The Trump office told us that he was thinking about the 800 billion dollar trade deficit. However, the trade deficit is not a measure of national or family wealth. There is no doubt that trade with China has cost America jobs for Chinese workers. But once again, Trump said that we made other countries rich as our wealth faded, and this is a different point. Economists measure the wealth of nations in two ways. They look at the size of their economies, gross domestic product (GDP), and at the quality of ordinary citizen performance, or per capita GDP. Through any lenses, the wealth of the United States has not been lost. This chart comes from IMF data. With its $18 trillion economy, the United States is richer than its nearest competitor, China. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2021, China's economy avoided the contraction faced by the United States in the Great Depression, which grew at a faster rate, but America remains the richest country. The United States, seen through the GDP per capita lens (taking into account the purchasing power of each currency), seems to be better than China, and Trump often points out that it is the source of America's scourge. China ranks 83th in the world on a per capita basis, because while its economy is huge, its population is 1.3 billion people, many of whom are very poor. There is only one way to look at the changing economic wealth of an ordinary adult that reflects a sense of what Trump described. The International Bank for Swiss Credit has calculated adult wealth since 2000. Using their 2016 data, the median wealth in each of the largest economies, including the United States, rose almost threefold in China than in the United States. Our Governor Trump said that other countries had become rich while America's wealth was \"destructive.\" Based on the most common measure of national wealth, this is inaccurate. The United States has the largest economy in the world, and when the average is among the population, ordinary Americans do better than any other country. There are some arguments that we must argue that the wealth of the Chinese printing press worker has risen much faster than that of the average American, but the American is still richer. We're assessing this allegation mostly wrong. Political fact-sharing: 3 6 policy assessments: \"We have made other countries rich while our country's wealth is on the horizon.\" :: Donald Trump, President of the United States Presidency, on Friday, 20 January 2017 - 01/2017, read further information", "vclaim_id": "vclaim-pol-03772"}