{"url": "/factchecks/2014/oct/03/americans-responsible-solutions/gun-reform-group-says-gop-candidate-congress-maril/", "speaker": "Americans for Responsible Solutions", "vclaim": "The Republican Council candidate, Mari Linda Garcia, \"to oppose bridging the gap that allows dangerous criminals to acquire a weapon without checking their background.\"", "truth_label": "mostly-true", "date": "stated on September 16, 2014 in an ad:", "title": "The weapons reform group says that JOP's candidate for Congress is Marelinda Garcia against filling in the arms gaps.", "text": "The Liberal American Group for Responsible Solutions asserts that the Republic of New Hampshire Marilinda Garcia has different views from most of the state population. In a 30-second spot entitled \"Exotic ideas,\" Americans say for responsible solutions - founded by the former American Republic, Gabriel Jeffords and her husband, former astronaut Mark Kelly - Garcia opposes raising the minimum wage, giving women the same wage as men for the same jobs, and restrictions on the ownership of weapons. Jifford is a former democratic representative of the United States from an area in Arizona. She was seriously injured in an assassination attempt in Tucson, Ares, on 8 January 2011, and has since become a leading advocate for the prevention of armed violence. \"Marilinda Garcia has some weird ideas,\" says the ad. \"Most people in New Hampshire want to raise the minimum wage. Garcia's against it. Most people support ensuring that women receive equal pay for equal work. Garcia is also opposed to this. Garcia is even opposed to closing the gap that allows dangerous criminals to acquire a weapon without checking their past. The Ghanaian people of the State deserve to lead the general sense, not Mari Linda Garcia.\" Polyte Fact New Hampshire decided to verify the record of those claims. In this article, we will take a look at whether Garcia \"challenges to fill the gap that allows dangerous criminals to acquire a weapon without checking their background.\" About halfway through the ad, a smiling picture of Garcia with a pink gun appears in front of other racks. The printed message says, \"Garcia against the filling of weapons gaps.\" At the bottom of the screen, what seems to be a newspaper clipping has the main title: \"Online advertisements are the most recent way for arms buyers to avoid checking their background.\" Another common gap between people for the purchase of firearms without verification of their background is in arms offers. As evidence of his claim, the announcement mentions an article from The Hill, Capital Hill, entitled \"The Republicans of Hispanic Influences Gathering around the Vulnerable Garcia in In H,\" which was published on 9 June. When contacted, a spokesman for \"Americans for Responsible Solutions\" referred to the article published in The Hill and said that ensuring background checks for all arms sales was widely supported. On 19 February 2013, at a meeting of the Editorial Board, Kelly Ayot stated that only 44 people had been tried for 80,000 persons who had been deprived of firearms in 2012 because of the failure to verify their background. By Jake Perry • March 22, 2013, the March interview cited by The Heel does not directly address arms gaps. Instead, Garcia was quoted as saying that legislators were \"sometimes very retrogressive,\" and referring to the pressure to impose new restrictions on the rights of the weapon at New Hampshire House, according to the article. \"It's clear that most of these people were connected to mental health issues, so why don't we first determine what the real problem is before we end up violating the rights of law-abiding citizens, because that's what seems to be happening?\" There is some clear evidence from the state of Garcia as a legislator. In February 2014, Beit New Hampshire killed an invoice, HB 1589, which would have required background checks on almost all arms sales. The purpose of the Act was \"to protect public safety by assisting in the removal of weapons from the hands of criminals, domestic offenders and persons with serious mental illness,\" according to the text of the Bill submitted by eight Democrats. There was never a roll-call vote on the measure, but when it was time to discuss the matter in the House of Representatives, the second amendment proposed J.R. Hoell to change the law to \"study the relationship between the current New Hampshire Act and the low rate of violent crime in this state.\" This change would have significantly changed its original objective of requiring background checks on almost all arms sales. Garcia voted in favour of the amendment to change the measure and passed it by two votes. The bill was eventually repealed by a vote of 242 to 118, and individual votes were not recorded. More recently, in an e-mail addressed to Politifakt, Cunningham did not provide a specific response to Garcia's position on this issue, but instead said, \"The reduction of violence with firearms and the preservation of every American's safety is a top priority, but Marilinda knows that the achievement of this task does not generally involve the imposition of federal regulations on the second amendment.\" So Garcia didn't really support the preservation of the \"gun showhole\" -- but she didn't clearly defend it. It should also be noted that the assertion that \"dangerous criminals\" acquire their weapons through loopholes in the law is somewhat exaggerated. All kinds of people buy weapons in these shows, and that doesn't make them \"dangerous criminals.\" In fact, experts say that the most common way to obtain weapons is through hay buyers, through less accurate Internet traders, or by stealing them, according to the front report, entitled \"How criminals get weapons.\" Our declaratory judgment claims that Garcia \"in order to oppose bridging the gap that allows dangerous criminals to acquire a weapon without checking their background.\" Its comments on arms control, both in the past and at present, are too vague to reach any real conclusion, but its vote to effectively reduce the background check bill while serving in the Council of State provides some support for the declaration's claim. Anyway, we're mostly assessing the claim right.", "vclaim_id": "vclaim-pol-07204"}