{"url": "/factchecks/2016/jul/22/donald-trump/despite-new-adverb-trumps-claim-about-clinton-want/", "speaker": "Donald Trump", "vclaim": "Hillary Clinton says, \"You want to cancel the second amendment in the first place.\"", "truth_label": "false", "date": "stated on July 21, 2016 in a speech at the Republican national convention:", "title": "Despite the new announcement, Trump's claim of Clinton's desire to \"abolition\" the second amendment is still wrong.", "text": "When Donald Trump formally accepted the presidential nomination, he tried to mock one of his favorite but false attacks on the campaign track: \"My opponent wants to essentially cancel the second amendment,\" said Trump on July 21 in Cleveland. It is nice to add the word \"essentially,\" but the charge is still flawless. When we last looked at the allegation, we found no evidence that Clinton had ever said that she wanted to repeal or repeal the second amendment. It called for stronger regulations, but consistently affirmed its support for the right to bear arms. However, defenders of arms rights argue that it is reasonable to conclude from some comments that they want to retract the second amendment as currently interpreted. In both the 2008 and 2016 White House shows, Clinton called for more arms control while saying that it \"thinks in the Second Amendment.\" The following are some examples of her comments: January 2008, democratic presidential debate: \"I believe in the second amendment. People have the right to bear arms. But I also think we can deal with this in a general sense.\" • August 2015, in response to the murders on the air of a news crew in Virginia: \"We are smart enough, kind enough to balance the legitimate concerns of Second Amendment rights with preventive and control measures, so whatever the motive for this killer... we will not see any more unnecessary, meaningless deaths.\" • January 2016, Twitter: \"No one attacks the second amendment. We can protect the rights of Americans - and also protect families from armed violence. June 2016, on ABC this week: \"I think we can have sensory weapon safety measures consistent with the Second Amendment.\" * (more so later.) If we set aside the bulk of Clinton's comments on the protection of the Second Amendment (for example, here, here, here, here and here), we will now go beyond three points that some arms rights defenders and experts say give Trump some credibility. Smoking guns? Klinton disturbed the gun lobby with two comments on the eyebrows last fall and one comment this spring. Clinton said in October 2015 a national weapons buy-back program like Australia's mandatory program was \"the search for value.\" After having killed 35 people in Port Arthur, Tasmania, in 1996, Australia banned semi-automatic and automatic weapons and enacted a mandatory law for the purchase of newly banned weapons. This program is \"not compatible with private ownership of weapons,\" said Eugene Falk, Professor of Law at the University of California, Los Angeles, in May. (The National Gun Association shares this view. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, the full context of Clinton's response indicates that she may have misspoked or not fully understood the Australian program, because she also invoked voluntary purchases as possible models of an American program. Second, Clinton, in registering a private fund-raising leak, said that she believed that the Supreme Court was \"mistaked in the Second Amendment,\" referring to its landmark judgment in the District of Columbia v. Heller case. In its decision 5 to 4, the Court repealed the ban on firearms imposed by Washington and recognized that the second amendment applied to the right to bear arms. Experts supporting gun rights told us that the abolition of Heller basically ends the second amendment, as currently explained. They noted that former officials of the Ministry of Justice under the leadership of President Bill Clinton and his appointee Stephen Breyer and Ruth Bader Ginsburg in Heller had argued that the weapons regulations did not violate the second amendment because they related mainly to well-organized militia, rather than to the individual right to bear arms. In her interview in June this week, Clinton added fuel to the fire when it seemed to speak of an individual's right as a default. \"Do you think their conclusion that the right to bear arms is a constitutional right?\" The host George Stefanopoulos asked. \"If it is a constitutional right, then, like any other constitutional right, it is subject to reasonable regulation,\" she replied. \"What people have done with Heller's decision is to take what they can and reject what our history has been since the beginning of the Republic, where some of the oldest laws passed were about firearms.\" The National Republican Army and votes on the right seized these comments as evidence that Clinton does not truly believe in the right to bear arms. But this ignores what she immediately said: \"I therefore think it is important to realize that reasonable people can say, as I do, that responsible weapons owners have the right - and I have no objection to it. But the rest of the American people have the right to demand certain kinds of regularity, responsible actions to protect everyone.\" At the same time, the second amendment expert at the University of California, Adam Winkler, said that the accuracy of Trump &apos; s charge depended on the reasons for Clinton &apos; s rejection of Heller. * (In accordance with 2008 election news reports, supported the Washington ban on handguns.) \"If she thinks logic was wrong, but the right result, then she'll fit in with a number of strong supporters of guns,\" he said. \"though, if she believes that there should be no protection of the rights of the weapon, Trump's claim is approaching the truth.\" Clinton's campaign had previously told us that Clinton believed that Heller had mistakenly decided that cities and states must have the power to formulate laws of common sense to preserve the safety of their inhabitants. This indicates that Clinton disagrees with the court that declared the region's prohibition of guns unconstitutional, not necessarily on the individual's own right - a position that is somewhat consistent with the George W. Bush Administration's position on the recognition of Heller's right but allows for a reasonable reduction. The Governor Trump said: \"My opponent wants to cancel the second amendment in the first place.\" The addition of this word in essence does not change the accuracy of this claim. We have found no evidence that Clinton has literally said or explicitly suggested that it wants to repeal the second amendment. Most of their comments point to the contrary: they want to impose stricter control over weapons, but they do not object to the responsible ownership of weapons. The arms advocates say that Trump's claim is supported by Clinton's openness to the weapons buyback programme and others to the Supreme Court's decision on the second amendment. But whether these cherry-chosen comments actually reveal Clinton's intentions or not is a matter of interpretation. We appreciate Trump's claim that it was wrong. https://www.sharethefacts.co/share/85f6fa9-d3d9-4a5f-afd2-40af77b1eb94", "vclaim_id": "vclaim-pol-04632"}