{"url": "/factchecks/2019/may/20/cory-booker/fact-checking-cory-bookers-statistic-about-connect/", "speaker": "Cory Booker", "vclaim": "When Connecticut licensed, their shootings fell, their crimes dropped by 40%. \"Suicide dropped by 15%.\"", "truth_label": "mostly-true", "date": "stated on May 12, 2019 in an interview on ABC This Week:", "title": "Cory Booker refers to Connecticut, where he says the tough weapons law has resulted in fewer deaths.", "text": "If he wins the presidency, Democratic Sin, Corey Booker says he's gonna fight to hand over tougher arms control laws. In an interview on ABC this week, Senator New Jersey referred to what he said was the success of the Connecticut Arms Licensing Act. When Connecticut licensed, their shootings fell, their crimes dropped by 40%. Suicides had fallen by 15 per cent.\" \"These are the things that have been tried and accomplished and that work.\" We found that he correctly cited two studies, but the experts said that further research was needed to arrive at final conclusions. The Poker Arms Licensing Act of Connecticut in 1995 referred to two studies different from the implications of the Connecticut Act of 1995, which required the buyers of hand weapons to obtain a licence. This law was promulgated after a series of gang shootings in 1993 and 1994 that killed dozens of people. A study published in the American Journal of Public Health in 2015 examined the impact of Connecticut law on subsequent homicides. (The researchers were from Jones Hopkins as well as from the University of California in Berkeley and San Francisco. Under the law, a potential buyer of pistols is required to clear the application process, which includes background checks for a licence. The buyer also had to apply for a permit with the local police. The law also raised the legal age for the purchase of a pistol from the age of 18 to 21, and required applicants to undergo at least eight hours of weapons safety training. The researchers found that the \"Purchasing License\" Act was linked to a 40 per cent reduction in gun killings between 1996 and 2005. The decrease was 296 persons. This was determined by comparing the homicide rates in Connecticut after the entry into force of the Act with rates that would have been expected had the law never been enacted. Researchers used comparative data from 39 other states that did not have a similar law. The researchers also discovered that the significant decrease in homicides was found only in firearms-related killings, not in homicides caused by other means, indicating that the law was the driving force behind the decline. The other paper, which appeared in preventive medicine, examined the effects of two conflicting state measures on suicide rates. In addition to the Connecticut Act, researchers from John Hopkins considered the repeal in 2007 of the Missouri Act 1921, which required anyone who wanted to buy a gun to obtain a permit from the mayor's office. Using similar methods to study homicides, researchers calculated the cumulative change in the proportion of post-law firearms suicides for Connecticut (1996-2005) and Missouri (2008-2012). They found a 15.4% reduction in firearms suicide rates associated with the Connecticut Act. Missouri's repeal of her law was linked to a 16.1 per cent increase in firearms suicide rates. On January 13, 2021, in a story, General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security, saying, \"We are not working for you.\" On January 17, 2021, Samantha Buterman, author of studies and arms researcher at John Hopkins, said that it was impossible to determine with certainty the causal links to the effects of the law. However, researchers used the best available data and predicted what would have happened to the homicide and suicide rates in Connecticut had the State never implemented such a law. Webster said that there was discussion among researchers as to whether the reverse facts should have been predicted - what would have happened without the law, in this case - for longer than 10 years. While more data are generally better in research studies, too many years of data can make it difficult to determine the impact of the law in some cases. However, Webster said that he had expanded his research to consider the impact of the Connecticut Arms Act until 2017, and found that the law &apos; s influence trend was continuing. Researchers plan to present their findings to a newspaper. While other experts cited John Hopkins &apos; studies, RAND &apos; s 2018 review of the studies found that the effects of licensing and authorization on homicide and suicide were inconclusive. (The Association has studied thousands of studies on the effects of various types of firearms laws in different places. RAND is not considered to be studies of a single country to show a causal effect that can be generalized to the United States population. \"These special studies are well-functioning and useful, but not scientifically decisive,\" Terry Shell, a senior behavioral scientist in Rand, said Politifact. However, Rand's \"uncut\" finding should not be treated as evidence that there was no real influence on Connecticut's policy or that John Hopkins' findings were wrong, as Shel said. Only Rand concludes that more research is needed - for example, in different States or using different methods. David Hemmanway, director of the Harvard Research Center for Trauma Control, explained this to us in this way: Johns Hopkins' studies are strong but not conclusive evidence of the impact of these laws. \"There is a strong belief that licensing is one of those crucial things if you want to get dealt with in an attempt to reduce armed violence,\" he said. This is different from other types of research that have been repeated several times, such as showing that seat belts help to keep passengers safe. The governor, Boker, said, \"When Connecticut licensed, they were shot down, their crimes dropped 40%. \"Suicide dropped by 15%.\" Poker correctly quotes the research done by John Hopkins University. The researchers found that the Connecticut Act 1995 was linked to a 40 per cent decrease in firearms homicide between 1996 and 2005. In a separate paper, researchers found a 15.4 per cent decrease in law-related firearms suicide rates. However, further research on this subject is needed to draw further conclusions. We're mostly assessing this statement right. https://www.sharethefacts.co/share/c7b57688-bb82-4adf-9a88-8b8b432c242f", "vclaim_id": "vclaim-pol-00620"}