{"url": "/factchecks/2019/oct/10/josh-hawley/missouri-meth-use-hawley-right-lab-seizures-have-d/", "speaker": "Josh Hawley", "vclaim": "\"Meth production in MO has been dug over the past decade. The Mu Hui patrol reported seizures of 1,326 mth in 2006, only 50 in 2018.\"", "truth_label": "true", "date": "stated on September 10, 2019 in a tweet:", "title": "The use of Meth Missouri is higher, but Hawley's right: laboratory seizures have dropped dramatically.", "text": "In a recent Twitter conversation, Mr. Josh Holly was accused of scapegoating Mexico because of the meth problem in Missouri. \"Don't blame Mexico for what is being produced in our state under your watch,\" he wrote the tweet, which is known as Conrad Huck. Huck responded to Hawley &apos; s request that democratic presidential aspirations declare whether there was a security threat at the border. Hawley replied: \"Wrong. The production of meth in MO has been dug over the past decade. The Mu Hui patrol reported seizures of 1,326 mth in 2006, only 50 in 2018. But meth addiction and overdoses are rising dramatically. The 2018 Threat Assessment Report of the DEA states that most of the meth in the United States was manufactured in Mexico and smuggled across the border.\" That would be a significant reduction, and the drug control report says that meth was manufactured in Mexico and transferred to the United States, so we decided to do some research on the numbers of meth production. According to the report of the Missouri State Highway Patrol, the figures are correct, according to the report of the Missouri State Highway Patrol. In 2006, 1,326 incidents involving chemical/equipment/methamphetamine glass seizures, laboratories and dumping sites occurred in Missouri. Most of the incidents were in St. Charles, at 125 in the same year. In 2018, Missouri had 50 methamphetamine accidents, as reported. \"The main factor in the decline in methamphetamine laboratories is the transfer of crystal methamphetamine to the state,\" said the sergeant. Sean Greggs, spokesman for the Missouri patrol on the highway. The production of Missouri has declined, but the consumption of meth is still here. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black: 2 February 2021, methamphetamine continues to be used by Hawley, citing the 2018 National Drug Threat Assessment issued by the Drug Control Department. According to the report, most methamphetamine in the United States is produced in Mexico. In 2006, federal and state laws imposed restrictions on the sale of cold medicine over the front, \"Soodoephedrine,\" which was essential for home-cooked meth. Greggs said that 75 communities in the state had only prescribed prescription orders for pseudoephedrine products. In 2017, Missouri joined an electronic system that tracks and limits the sale of cold and sensitive medicines containing pseudoephedrine, ephedrine or phenylpropanolamine. As it becomes difficult to reach pseudoephedrine in Missouri, production has shifted to Mexico, which now manufactures more than meth from the United States. Chris Twickel, commander of Camden County Police Department and assistant professor of criminology and sociology at Columbia College, said nine years ago, that a major drug control operation would get you a few ounces. In mid-September, the narcotics squad in Camden County got two pounds of a man. \"I think it's less risky to buy it from a source instead of trying to make it yourself,\" Titchell said. According to the Centers for Disease Control and Prevention, drug-related deaths in Missouri increased by 18.1 per cent between February 2018 and February 2019. Delaware is the only country with an increase of 18.6%. At the same time, the number of drug-related deaths at the national level decreased by 3.9 per cent. According to data from the Department of Drug Abuse and Mental Health Services, the number of people seeking treatment for meth addiction in Missouri increased from 2012 to 2016 by 52 per cent. Our ruling Holly Gridd, \"The production of meth in MO has been dug over the past decade. The Mu Hui patrol reported seizures of 1,326 mth in 2006, only 50 in 2018.\" The figures are correct for seizures of methamphetamine equipment, laboratories and dumping sites, according to state and union reports. So we're assessing this claim correctly.", "vclaim_id": "vclaim-pol-00077"}