{"url": "/factchecks/2018/dec/06/jean-evans/jean-evans-overstates-clean-missouri-effects-email/", "speaker": "Jean Evans", "vclaim": "\"The institutions now face the fact that all their personal problems will be public\" under \"clean Missouri.\"", "truth_label": "barely-true", "date": "stated on November 25, 2018 in a tweet:", "title": "Jane Evans overstates the effects of the clean Missouri on e-mail.", "text": "In the November elections, the well-off supported by an overwhelming majority the amendment 1, also known as the \"clean Missouri.\" The amendment includes a change in the redistribution processes, a cap on campaign contributions, and limits on the gifts provided by pressure groups. However, a certain issue became controversial among legislators after the adoption of the amendment. The draft law requires that legislative records and procedures are now open to the public, which means that all state legislators will now be subject to the Sunshine Missouri Act. Since then, a number of legislators in Missouri have raised concerns about restrictions, or not, on what needs to be made public if asked to do so by the Sunshine Act. \"The founders now face the fact that all their personal problems will be public\" on Twitter, the State Republic of Jan Evans said on Twitter. Later, on Twitter, she explains that she believes that her constituents lost privacy when sending her e-mails. We decided to take a look. What does the law say? When we contacted Evans, she sent us information that was provided to the members of the House of Representatives by the Chief Clerk and Director Dana Rademan Miller. It is not a legal opinion, but rather a resource that members can use if they receive a request under Sunshine Law. However, it provided some clarity on the formulation and enforcement of the amendment. In short, state legislators will now be subject to the Sunshine Act and become custodians, or keepers, of their own records under Amendment 1. Facebook was published on January 23, 2021 in Facebook, which says that users have recently registered on Facebook to track their \"out-of- Facebook activity,\" which involves bank accounts, e-mails and other applications. • On 28 January 2021, Government bodies in Missouri were subject to the Sunrise Act, but prior to the adoption of the amendment, individual legislators were not considered government bodies. Joseph Martino, lead counsel in the First Amendment to the Post-Dispatch Act, said that the Act essentially applied the same rules to individual legislators who already belonged to public government bodies and the legislature. :: Jean Maniki, a lawyer in the Maniki Group and lawyer at the Mizuri Press Society Legal Hotline, said it was important to note that, in the context of Evans &apos; tweeting, the law did not specifically mention e-mails, but rather said legislative records (including electronic records), and that it was up to each legislator to decide whether to classify e-mails as legislative records. However, when matters become more interesting, the provisions contained in article 610.021 of the Sunshine Act, which allow for the closure of certain records, make it possible. Section 24 contains provisions, including several calling for the closure of records in cases involving identified persons, such as social welfare cases, non-judicial procedures relating to mental and physical health, and personnel records. Sean Sundecker Nicholson, from yes to 1 for a clean Missouri, said, \"There are already rules in place to protect private information when someone submits a request for sunshine law to the Governor or their mayor, But Maniki thinks things are far from that simple. She soon pointed out that everything at this stage was an interpretation, as no proceedings had been brought before the court for a decision. It would be impossible to ascertain until that happened, but she agreed with Nicholson that some public records were closed under the Sunshine Act, which could also apply here. Our governor Evans said, \"The institutions now face the reality that all their personal problems will be public\" under the clean state of Missouri. All of them? This is unlikely because the Sunshine Act contains provisions to close some of the most sensitive public records. It is difficult to say that all personal matters sent by e-mail to state legislators will be published without knowing the content of those contacts. The new law gives legislators greater responsibility for determining what is appropriate for his release under the law. It seems that Evans' warning is a massive exaggeration of what could happen because of Missouri's cleanliness. For these reasons, we assess Evans' statement mostly wrong.", "vclaim_id": "vclaim-pol-01215"}