{"url": "/factchecks/2019/jul/19/facebook-posts/fake-ocasio-cortez-quote-about-professional-truck-/", "speaker": "Facebook posts", "vclaim": "\"The government should be organized and the drivers should be on camera full time so that we can figure out how to automatically run our shipment and dispose of them.\"", "truth_label": "pants-fire", "date": "stated on July 14, 2019 in a Facebook post:", "title": "The phony quote of the professional truck drivers by Okasio Cortez came from Satiri's website.", "text": "The U.S. Republic of Alexandria Okasio Cortez didn't go blabbing against truck drivers, and social media disseminated that you believe. An article on Facebook attributed to the Democratic Congresswoman from New York, with no ratios. He says: \"Alexandria Okasio Cortez. Her words about a professional driver (truck drivers): \"Special truck drivers destroy America. They get four miles to the gallons, think they own the road and throw a bottle of urine out of their windows so they can keep driving. It's a brutal industry. All trucks should be regulated by government, and drivers should be on a full-time camera so that we can figure out how to automate and completely dispose of our shipment. \" Reference was made to the article published on July 14 as part of Facebook's efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) This is one of many false quotes attributed to Okasio Cortez since she entered Congress in 2019. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. Prepared by Tom Kircher: January 16, 2021, the statement transmitted from Satiri Posta Trul.org, which describes itself as a branch of the network of other American defence lines from the Satir positions. BustaTroll.org wrote in a scrap story of May 2019 that was presented under \"AOC horror stories, fan fiction.\" Some of these ironic sites, including Postatrol, actually illustrate their articles. However, as with this false and other quote, artificial content is ultimately converted into non-exported memes, which are then shared on social media as real news. In this case, many articles share the artificial quote as true, with comments such as \"not getting a politician on this page but you should all know that that's what AOC believes from each of us, and, you need to go,\" and \"Look at this stupid b***.\" This Mimi offers a false quote from Alexandria Okasio Cortez, taken from a story made up and does not include any discharge of responsibility. How, we evaluate it with pants on fire!", "vclaim_id": "vclaim-pol-00416"}