{"url": "/factchecks/2014/oct/14/charlie-crist/rick-scott-changed-terms-his-promise-create-700000/", "speaker": "Charlie Crist", "vclaim": "Rick Scott says his promise is from 700,000 jobs created \"on top of what normal growth will be\" to just 700,000 jobs.", "truth_label": "true", "date": "stated on October 14, 2014 in a campaign ad:", "title": "Rick Scott changed the terms of his promise to create 700,000 jobs on top of natural growth, says the ad.", "text": "What 700,000 jobs do you give or take... a million jobs? This is the question that hopes a new announcement from the Charlie Christ campaign will be answered by voters in Florida. \"He made a promise,\" says the ad, shows a video of Goff. Rick Scott of the Governor's 2010 campaign \"Put me in charge of my campaign promises,\" says Scott. Then the announcement shows Scott promising to create 700,000 jobs \"on top of what will be natural growth.\" Later, in response to a journalist's question about that metric, Scott said, \"No.\" The cost of advertising is paid for by the Florida Democratic Party, but Christ's campaign was approved and promoted in the media. So we classify it as coming from Christ's campaign. Since 2010, Polyte Fact Florida has been following Scott's promise to create 700,000 jobs over seven years, so this debate is very familiar to us. But if you just adjust now, we'll start the story from the beginning. Because of the housing-based economy of the State, Florida suffered a huge blow during the 2008 financial collapse. By 2010, state economists had said that the bottom had been beaten and Florida would gradually recover. In July, economists predicted that Florida would gradually recover, adding a million jobs by 2017 -- whatever the governor was. On July 21, 2010, Scott revealed his famous plan now 7-7-7, promising to create 700,000 new jobs in seven years (in fact, the plan was written to create 661,914 jobs, but Scott's campaign was compiled for implementation). The jobs will flow from its pro-business programme, the fight against regulation and the fight against taxation. During the campaign, Scott said that jobs would come at the top of natural growth. \"Our plan is seven steps to 700,000 jobs, and this plan is on top of what natural growth will be,\" said Scott during the 2010 debate hosted by the Florida Command and the Florida Press Association on 20 October. (This is the video presented in the Christ Declaration.) On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • 20 January 2021, the calculation of natural growth would make the target 1.7 million jobs over seven years. A few months after Scott took office in 2011, he began to retreat. First, his employees and then Scott himself announced that they would prepare new jobs around the target of 700,000, a period, not 700,000 on the top of natural growth. When Associated Press Scott reported in August 2011 that his original promise was 700,000 jobs on top of natural growth, Scott said, \"No, that's not true. The members of Sun Sentinel's editorial board asked Scott in September 2011 if that was his promise -- \"Your pledge was for 700,000 plus natural growth, right?\" And Scott said no. At that time, PolityFact Florida estimated Scott's new position fully wrapped on our Flip-O-Meter. It looks like Scott's holding on to his new scale. In May 2013, Scott said that the mandate was almost halfway to our 2010 target of 700,000 new jobs in seven years, when nearly 302,500 net jobs had been created since December 2010. The allegation that he was halfway to his 2010 target was assessed as mostly false, indicating that he still had access to 1.7 million jobs created. His promise of his work, which we are tracking on Scott-O-Mitter, has been evaluated at work, because Scott has promised to create jobs for seven years, and he still has three more years left. The seven-year standard was ignored in the recent Christ Declaration. According to Christ's Governor's announcement, Scott changed his 2010 promise to create 700,000 jobs \"on top of natural growth\" to only 700,000. This difference is one million jobs, as economists have predicted. The declaration provides a brief but precise summary of Scott &apos; s 2010 pledge and its general statements that modified the terminology. We appreciate giving the true announcement.", "vclaim_id": "vclaim-pol-07148"}