{"url": "/factchecks/2011/apr/29/chris-dorworth/comparing-floridas-growth-management-laws-others-a/", "speaker": "Chris Dorworth", "vclaim": "Florida says it is one of a few or perhaps the only \"state-wide review of local land use and zoning decisions.\"", "truth_label": "half-true", "date": "stated on April 21, 2011 in comments on the House floor.:", "title": ":: Comparison of Florida &apos; s growth management laws with other laws throughout the country", "text": "This is a secret about the House of Representatives sessions in Florida -- it can become very frequent. Most legislators ask questions about bills to which they already know the answers, and simply ask questions for political points. Most of the amendments made by the Democrats failed in the body dominated by the World Democratic Party. More than ever, the fate of the bill is well known before time. But for hours, the organs pass through the rite of competition that -- for the first time viewers -- may seem uncharacteristic. We start with this description, because we fact-checkers must admit that we are sometimes guilty of controlling everything. This is, even, our name is called. The situation occurred on 21 April 2011, during a debate on a draft law that would ease the control exercised by the Ministry of Community Affairs over land use issues at the local level. HP 7129 would have worked, after all. The debate was academic. But Rip Chris Dorworth, R-Lic Marie, we shook awake with his remarks on the ground calling on behalf of the bill. \"This is the time for political action, but I asked in almost every committee we saw this law -- I don't think any other state in the Union has a system like us,\" he said. \"I think we may be the only country in the United States with a state-wide review of local land use and zoning decisions. This means that we are 50 or 49 at worst, in terms of the fact that we must get approval of our domestic decisions through the state.\" First of all, thanks, Rip Dorworth, for the plug. The issue here is the ability of the state Ministry of Community Affairs to review local comprehensive plans and amendments, specifically, to determine whether they comply with state development management laws. If the Department of Legal Affairs finds that there is a comprehensive domestic non-compliance plan, the judge is required to resolve this discrepancy. Dorworth and others want to ease that censorship, thinking it may be unnecessary and cumbersome. As suggested by Dorworth, it is also believed to be one standard of its kind in the United States. Decree No. 7129 provides for a more systematic process that attempts to halve the period of review of land administration, and strips some of the power now held by the State Agency to challenge local land use decisions. We told Dorworth that we were taking his challenge to verify his claim, and he asked 10 different times if another state had a review system in Florida. \"No one seems to know,\" he told us. \"People said Oregon had something like us, but then they said it wasn't the same.\" We are not talking about the State review of every land-use decision made by the local government (Dorworth oversimplifying things in his original statement, which we will calculate in our judgment). We are talking about comprehensive plans, which provide harsh guidance on how society can evolve over time. The plan and the corresponding maps allow you to know where the agricultural land is in an area -- and what someone can build there -- and where the city determines its urban essence and what can fit in with it. As municipalities grow, they sometimes want or are required to redraw their plans to accommodate more intensive development. A common example is the desire to identify agricultural or rural land for more intensive use. Florida has a very specific process for this, which includes time for the State to review the amendment and public hearings at the local level. (There's a flow scheme to help you follow.) If the amendment is approved by the local government, the Department of Legal Affairs shall decide whether the amendment is in compliance with the law of the State. If the Department of Legal Affairs considers the amendment to be non-compliant, the local government is often required to change its plan, or to bring the matter before the court. In a contentious case, it is the judge who ultimately decides whether or not the amendment is permitted. In other states, instead of checking out 49 other states individually to see if Dorworth is correct, we got a road map from places to examine Stewart Mick, Associate Research Professor at Rutgers University in New Jersey who wrote about state planning. Many states, including Florida, had some level of government review of local land-use decisions - although the level of control varied. At each station, we asked the state planners or planning experts what other mandates could include rigorous reviews of some local planning decisions. Most states have some kind of appeal review of planning decisions, whether through the state government or through the courts, or both. But while we've been looking over a week, we've drawn up a final list of suspects that most of Florida's mirror is. They are the states of Oregon, Washington, Hawaii, and Vermont, Rhode Island. In the north-east, Vermont and Rose Island have similar laws that give the State control over land use decisions, but only if local governments want to participate in government development grant programmes. It's an island approach, said Jared Rhodes, head of the Rhode Island Planning Division. In Rhode Island, there is a fundamental need to review the mandate for amendments to the local comprehensive plan, as Rhodes said. However, if the State does not agree to the amendment, it is still valid. He said, \"The denial of the state doesn't necessarily put brakes on it.\" In Vermont, municipalities have the option to submit plans and amendments to plans to the regional planning committees established by the State. Joss Bessie, Director of Community Planning with the Department of Housing and Community Affairs of Vermont, said that local governments that received approval from regional planning committees could then be eligible for State grant funding. In Washington, local governments are required to send potential land-use changes to the State Department of Commerce for review. However, the State provides only technical assistance and does not invalidate domestic decisions. \"The State Agency's written correspondence will not state that local plans do not comply with the Growth Management Act,\" states the State on its website. \"State agencies may express their concerns, but false statements of compliance will be avoided.\" In one interview on January 31, 2021, John Kerry said that Hurricane Harvey \"more water fell in Houston in five days than he went over Niagara Falls in one year.\" All towns and provinces of Oregon are required to have a comprehensive plan, which must be approved by a seven-member government council. This ended by 1985, with Bob Rendy, Senior Policy Analyst and Legislative Coordinator of the Oregon Department for Land Conservation and Development. But when the plans are modified, Rindy said, there's usually not much control. Amendments to the local plan are final 21 days after their adoption by the local government unless challenged by a person. Appeals that may be filed by the State or other affected parties are first considered by the State Land Use Appeals Board and may therefore be included in the state court system. However, the rules differ when local jurisdictions seek to expand their borders for urban growth. Such expansions require the consent of the State, as Randy said. \"When cities try to move to agricultural lands to grow larger, then the state has control over the decision \"This is one of the things that puts us in the spotlight.\" And then there's Hawaii, which we appreciate has the largest state-level oversight of planning decisions -- even more so in Florida. The Land Use Commission of Hawaii has overwhelming power to grant development rights outside the urban centres of the island chain, as stated by David L. Calles, Professor of Law at Kodo, University of Hawaii, who wrote a book on the Hawaii Land Use Planning System. The Commission, appointed by the Governor, decides whether land should be classified in agriculture, conservation, urban or rural areas. In the urban area alone, which accounts for less than 4 per cent of the land in the state, local land use controls are applied, such as the division of areas without joint authority by the Land Use Commission, as stated by Calles. If property owners wish to reclassify their land for development, they must obtain permission from the Land Use Commission. Calles said that the Committee generally accepted large-scale development projects in the agricultural region. But, if your land is in conservation, you hardly have a chance. According to Calles, the system is the most organized in the country, and it may take 10 years to move from raw land to full development. Our decision is a difficult claim to judge for two reasons. First of all, Dorworth was very streamlined when he said that Florida was reviewing local land-use decisions. The State review is a change in the overall plans. Second, Dorworth only said that he might be right that Florida is the only country in the country with a state review. Our analysis shows that Florida has a unique form of State review, but it is not the only State with some oversight. Some of them are certainly less stringent. Vermont and Rose Island provide incentives to provide oversight, while Washington provides only technical assistance to local governments. Oregon is similar that the major changes - in his case, expanding the boundaries of urban services - require the approval of the State. Hawaii has a system with a great deal of State control. Here's what Dorworth said: \"This is mature for a polyte fruit film, but I've asked in almost every committee we've seen this law -- I don't think any other Union country has a system like us. I think we may be the only country in the United States with a state-wide review of local land use and zoning decisions. This means that we are 50 or 49 at worst, in terms of the fact that we must get approval of our domestic decisions through the state.\" If you look at each sentence, Dorworth's first sentence is largely correct, his second sentence is really not (except for the addition of force), and his third sentence is somewhere between. Perhaps the best way to explain this is to say that many states have procedures to review some local planning decisions, but Florida has more regulatory authority than most states. While we recognize that there is room for discussion here, we value this claim \"half true.\"", "vclaim_id": "vclaim-pol-13173"}