{"url": "/factchecks/2018/nov/16/ron-johnson/sen-ron-johnson-just-misses-bulls-eye-migrants-bor/", "speaker": "Ron Johnson", "vclaim": "\"Every two days we have a large group of people caught trying to come to the country illegally, or come to the ports of entry without documents.\"", "truth_label": "half-true", "date": "stated on November 1, 2018 in a radio interview:", "title": "Mr. Ron Johnson claims that immigrants on the border are both injured and wrong.", "text": ":: Editor &apos; s Note: This item was updated in November 16, 2018, to note the extent of estimates provided to convoy participants at the time of writing X &apos; s allegations. In recent weeks, there has been a lot of attention focused on migrant convoys -- thousands of Central Americans travelling to the borders of the United States, hoping to seek political asylum. President Donald Trump ordered the Pentagon to deploy troops to prevent immigrants from entering illegally. The Pentagon said that more than 7,000 active service soldiers were being sent to the southern border, with greater potential. Mr. Ron Johnson, President of the United States of America, supports the President &apos; s action to secure the border. \"Every day we have a group the size of a convoy of people caught trying to come to the country illegally, or coming to ports of entry without documents,\" Johnson said in November 1, 2018, an interview on WTAQ \"John Moyer Show\" in Green Bay. \"Illegally around 1,400, between ports of entry, about 500 at ports of entry. This is close to 2,000 a day. It's flooding our system.\" Is Johnson right? Migrants, mostly from Honduras, El Salvador, Guatemala and Nicaragua, say that they joined the convoy to escape unemployment, poverty, gangs and violence in their home countries. They began to travel to the border more than a month ago. The convoys were photographed by the opponents as a major threat; a tweet from Trump referred to it as an \"invasion.\" In the meantime, in the statement \"Lies against the facts,\" the United States Department of Homeland Security says \"more than 270 individuals along the convoy road have a criminal history, including membership of known gangs.\" When Poletti Fact National asked the department how it identified those with a criminal history, only one official said that it was \"sensitive to law enforcement.\" How many people are in the convoys? According to Associated Press, the central government of Quertaro, Mexico, 6.531 migrants moved across the state between November 9, 2018, and November 10, 2018. Of these, 5,771 had left on the morning of 11 November 2018, after having stayed in three shelters, the largest of which was a football stadium in the state capital. In November 2018, Reuters reported that some 400 migrants who fled the main convoy in Mexico City had already arrived in the border town of Tijuana. In November 15, 2018, in Tijuana, the San-United States of America Desert Network today reported clashes between immigrants and about 300 local residents who gathered to demand immigrants leaving the developed playground in Tijuana. It has been estimated that there are more than 6,000 people in convoys, possibly more than 6,500. While Johnson made his statement, the estimates were generally lower - usually in the range of 4,000 to 5,000. However, the United Nations estimate as at 22 October 2018 was 7,200. When asked to provide support for Johnson &apos; s claim, Senate officials referred to United States Customs and Border Protection and its arrest numbers. The October 2018 statistics show that 50,975 persons were arrested between ports of entry on the south-west border. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • On 3 February 2021, 9,770 persons who had submitted themselves to ports of entry on the south-west border were declared inadmissible. These statistics were issued on 9 November 2018 - more than a week after Johnson filed his claim. The figures available at the time of Johnson &apos; s incident - in September 2018 - showed a lower number of arrests between ports of entry - 41,486. A similar number - 9,082 - was considered unacceptable at ports of entry. Let's do the math: within 31 days in October, this means that 1,644 people are arrested per day between ports of entry, and 315 persons per day are considered inadmissible at ports of entry. This is equal to 1,959 -- the 2000 Johnson noticed. :: With 30 days in September, 1,383 persons were arrested daily between ports of entry and 303 were deemed inadmissible at ports of entry. This is equal to 1,686. Patrick McLheran, Senior Communications and Policy Adviser to Johnson, said, \"The size of the convoy... 2,000 people a day, over two days, approaching the convoy's number. So, Johnson has the right point about how many people have been deported, or arrested, but -- obviously from the September and October figures -- the number can vary greatly from month to month. At the same time, in clarifying his point of view, Johnson is doing some apple and orange mixing. In other words, it uses a number of illegal interventions or unacceptable attempts as a comparison of persons who say they want to seek asylum, a legal process. What's asylum? There are three basic conditions for applying for asylum. First, the applicant must prove that he fears persecution in his country of origin. Secondly, the applicant must prove that he or she would be persecuted on one of the five protected grounds: race, religion, nationality, political opinion or membership of a particular social group. Third, the applicant must prove that the Government is either involved in persecution or unable to control the behaviour of private actors. ∙ Harris, Assistant Professor of Law at Columbia District University and Vice-Chairman of the National Committee on Asylum and Refugees of the American Association of Migration Lawyers, explained the challenges faced by asylum-seekers in an article in Washington Post in June 2018: The first challenge for asylum-seekers is simply to be able to file their applications. They must be either on the border or within the United States to claim protection - and they cannot seek asylum from abroad. Some enter the country on a tourist visa, study or work, but this visa is difficult to obtain. Others approach the United States border and seek protection, or cross the border without permission, and are detained by immigration officers before asylum applications are made. The application for asylum does not guarantee admission. In fact, according to the latest statistics, cases of denial of asylum by immigration judges are on the increase. According to records kept by Syracuse University, the total rate of denial of asylum from fiscal year 2011 to fiscal year 2016 was 49.8 per cent. At the end of September 2016, the rates of refusal of asylum in that fiscal year were 57 per cent. The study covering fiscal years 2011-2016 showed that some countries of origin of convoy participants had very high rejection rates. Mexico &apos; s rejection rate was 89.6 per cent, El Salvador &apos; s rate was 82.9 per cent and Honduras &apos; s rate was 80.3 per cent. This confirms the idea that most people will not be allowed to enter the country through asylum. Our assessment, Johnson, says, \"Every two days we have a group of people the size of a convoy caught trying to come to the country illegally, or come to ports of entry without documents.\" The numbers can vary month after month, and the estimates of the convoy's participants have risen and declined. So, Johnson has a point. However, the larger issue is that Johnson, when making the comparison, mixes the figures for illegal interventions with convoy participants with a view to conducting a legal process - asylum. For a partially accurate statement, but it leaves important details or takes things out of context, our classification is half correct.", "vclaim_id": "vclaim-pol-01256"}