{"url": "/factchecks/2019/oct/24/andrew-yang/andrew-yangs-claim-support-among-trump-voters-rate/", "speaker": "Andrew Yang", "vclaim": "\"I'm only one of two candidates in the field that 10% or more of Donald Trump's voters say they'll support the general election.\"", "truth_label": "pants-fire", "date": "stated on October 22, 2019 in an interview with the Washington Post:", "title": "∙ Andrew Yang's claim of support among Trump's voters appreciates \"fire pants.\"", "text": "The democratic presidential candidate and the author of the Andrew Yang project have consistently lodged his party appeal, and he usually quotes a certain data point to raise this issue. \"I'm only one of two candidates in the field that 10% or more of Donald Trump's voters say they'll support in general,\" said Yang at a meeting with Washington Post on October 22. Earlier, he said something similar to CBS's news and in a tweet. So a reader asked us to check if this was true, so we took a closer look. When we reviewed the Yang campaign, they referred to a survey conducted by the economist Yuzhov from July 21 to 23. The respondents asked whether they intended to vote in primary elections or a democratic assembly; if they said yes, they asked who would vote for it. Of the 1,500 adult respondents, 460 said that they planned to vote in a democratic conference or assembly. Separately, respondents were asked who voted in 2016, Trump or Hillary Clinton. Of these 460, 41 said they voted for Trump in 2016. Of these 41 voters, 10% said they'd support Yang, and rank him second to Bernie Sanders at 14%. Other candidates were close to Pete Butig's double number at 9% and Julian Castro at 8%, while 12% said they were not sure. This is following Yang's words. But from the man who says he wants to \"make America think harder,\" Yang needs a course in how voting works. Surveys between economists and Yugov since July have asked the same question every week since the 21-23 July survey mentioned by Yang. The subsequent polls are crushing any idea that Yang has a lot of support among the voters in Trump. Here, the end of every survey between economists and Yugov with sufficient responses since late July, shows the proportion of Yang among former voters in Trump compared to other top followers. We've located them in polling archive No. 538.com. Of the 11 ballots that followed, only 10 per cent were met or exceeded twice by Yang. In many cases, Yang &apos; s share of Trump &apos; s vote was much lower. In the last poll, Yang &apos; s share of voter support in Trump was zero. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, in fact, the July Yang Survey quotes the only time that Yang ends up in two of the highest among the Democrats. While Yang says he was only one of two candidates to exceed 10%, if you look through all the polls, eight candidates actually achieved it -- Yang, Biden, Sanders, Pete Butigig, Elizabeth Warren, Marianne Williamson, Michael Bennett and Steve Bullock. The full distribution of ballots is attached at the bottom of this fact-finding process. In any case, the statistics mean little to ignore all of the above (although you shouldn't have), the polling experts say that the number Yang mentions is meaningless, because of the small sample of participants surveyed. In most surveys between economists and Yogov, approximately 30 to 40 people said they voted for Trump in 2016 but will vote in initial elections or a democratic rally in 2020. And ten percent of that (which is close to Yang's high water mark) will represent three to four people. Steve Smith, a Washington University politician who runs his own online survey, said that this corresponds to a standard error margin of about plus or minus 15 percentage points. This makes the question useless for anyone who cares about statistics, voting or mathematics. When we checked with Joe Williams, the electoral director of U Goff, he said he agreed with our comprehensive analysis of Yang's assertion. When we contacted Yang's campaign, they said they stood by their talking point. Governor Yang said, \"I'm only one of two candidates in the field that 10% or more of Donald Trump's voters say they'll support the general election.\" This allegation came from a July poll that sampled 41 Trump voters who said they were planning to vote in democratic elections or rallies. The same question had been raised in the weekly polls since July, and those results had never been repeated. Even if it were, the margin of error for a sample size of this small is about 15 percentage points, making it essentially meaningless. Mathematics isn't hard on this. We appreciate Yang's claim for fire pants.", "vclaim_id": "vclaim-pol-00029"}