{"url": "/factchecks/2019/may/08/joe-biden/was-joe-biden-climate-change-pioneer-congress-hist/", "speaker": "Joe Biden", "vclaim": "\"I'm one of the first men to introduce the climate change bill, the road, the way back in '87.\"", "truth_label": "true", "date": "stated on May 1, 2019 in a stump speech:", "title": "Was Joe Biden a pioneer in the field of climate change in Congress? ..history says yes.", "text": "Joe Biden may not be the most advanced candidate in the busy democratic mainstream. But one thing is certain: among the presidential candidates in 2020, he has the longest legislative record on climate change. In fact, Paiden took this title much further by claiming that he was a pioneer in some of the oldest climate change legislation in the history of the United States. \"I'm one of the first men to introduce the climate change bill, the road, the way back in '87, \" said Biden during a stem speech in De Moin, Iowa, on May 1. We were curious if that was accurate. A review of legislative history shows that Payden is right. What did Biden's bill do? The first Delaware Senate bill on climate change, submitted in 1986, died in the Senate. However, in the following year, a copy of Paiden's legislation remained alive as an amendment to a funding bill for the Ministry of Foreign Affairs. President Ronald Reagan signed it into law. The purpose of the Bayden Global Climate Protection Act was to invite the President to establish a task force to plan how to mitigate global warming. Paiden spoke of the bill in the Senate Chamber in January 1987 in terms that seem unusually familiar with today's warnings. It discussed, inter alia, the threat to human habitat posed by the melting of polar ice caps and rising sea levels. \"Life on this planet exists only in highly specialized circumstances,\" said Baiden during the Senate session. \"In fact, very special are these conditions that even a slight rise in temperature can disrupt the entire complex environment that feeds life as we know it.\" The measure also called on the President to make climate change a higher priority item on the agenda of the United States-Soviet Union. \"President Reagan told Secretary-General Gorbachev that if we had an invasion of Mars, both sides would put aside our differences. Although global warming is not an external threat, it cannot be less serious.\" The Paiden Amendment became law when Reagan signed the Foreign Relations Authorization Act on 12 December 1987. What's the previous Biden bill? The Paiden Bill was not the first time Congress had focused on climate change. In 1976 - decades prior to the publication of the Academy's award-winning documentary \"Uncomfortable Truth\" - 28-year-old junior congressman Al Gore, De-Tin, held hearings on climate change. In 1985, Mr. Gore introduced a concurrent resolution - a non-binding legislative measure - in which the Congress requested the President to join an international research programme on greenhouse gas emissions. However, the June 1986 Senate hearing was a defining moment in public understanding of the threat posed by global warming. The hearings were held by Biden &apos; s Republican Fellow in the Senate, John Shavie of Rhode Island. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 \"This is not a matter of little chicken telling us the sky is falling,\" said Shavi at the hearing. \"The scientific evidence... tells us we have a problem, a serious problem.\" The moment of suspension came when Dr. James Hansen of the Goddard Institute of Space Studies announced that, based on his climate model, great warming could be observed much earlier than previously thought, perhaps as soon as possible from 5 to 15 years ago. Source: First page of the Washington Post on 11 June 1986. After several months of hearings in Chavier, Paiden presented the prototype of his bill, a copy of which would exonerate Congress the following year. It should be noted that Paiden submitted his measure several months before Shavi sponsored a separate draft law, the Law on the Protection of the Ozone Layer and the Stratospheric Climate. So, was it the first draft climate change law in Biden? Most of the experts we consulted agreed. \"I believe the Paiden Bill of 1986 was the first presentation in Congress on this issue,\" said Sean Hecht, Professor of Environmental Law at the University of California. \"He gets credit for it\" While other legislation preceded the Paiden Bill, it dealt with climate in general and did not refer to global warming mitigation as a specific target, Royal Hammerschlag, an associate scientist at the Stockholm Environment Institute, wrote in an article on the Law Review in 2007. At the same time, it is important not to overestimate the impact of the Paiden Bill, as Josh Howe said, Professor of History and Environmental Studies at Reid College. \"It's as important as Paiden has been more or less at the head of the case since the mid-1980s. But let us not extend the intention of the draft law and suggest that this was a comprehensive plan to reduce emissions or adapt to the consequences of climate change.\" \"It was a plan to develop a plan. This, of course, is neither Reagan nor Bush at the end.\" According to some historians, climate change and greenhouse gases are the driving force behind a provision of the Clean Air Act 1963, according to John Riley, a professor at the Massachusetts Institute of Technology and an expert on climate change. Even if you consider that the Clean Air Act, or Gore &apos; s non-binding decision, should be classified as a draft law on climate change, Paiden did not claim to propose the first draft law on climate change - he claimed to have been one of the first two. Paul Bledsoe, former Climate Officer at the White House Clinton, who has now become strategic adviser at the Institute for Progressive Policy, told us that Paiden deserves his right. \"No doubt, Biden was one of the first supporters of climate change action in Congress,\" said Bledsoe. \"His 1987 bill focused on forcing the Reagan administration to set up a large-scale task force on climate change in the White House, an extremely important action that had not in fact been taken until Clinton's administration, so it was both scientific and influenced by long-term policy.\" \"I'm one of the first men to introduce a climate change bill, since 87,\" said our referee, Payden. Some high-profile hearings on climate change were held in the hill, as well as a non-binding decision before the Paiden proposal. However, thanks to him, the first draft law on climate change has been introduced. We're assessing this right. Sharing the facts 2019-05-08 18:36:52 UTC PoliticsFact 6 1 7 PoliticalFact Dacting: True \"I am one of the first men to introduce the climate change bill, the road, the way back in '87. The former Vice-President, Joe Baiden, https://www.youtube.com/watch?v=8ljF323fhwwu in a speech on Wednesday, 1 May 2019 2019-05-01, read more information.", "vclaim_id": "vclaim-pol-00659"}