{"url": "/factchecks/2017/feb/16/donald-trump/news-media-less-trusted-congress/", "speaker": "Donald Trump", "vclaim": "The media has a \"less approval rate than Congress.\"", "truth_label": "barely-true", "date": "stated on February 16, 2017 in a news conference:", "title": "Is the media less confident than Congress?", "text": "At a large-scale press conference, President Donald Trump said some beautiful things about the media and some uncool things. Although he acknowledged the existence of good correspondents, his opening was extremely critical. \"The press has become so dishonest that if we don't talk about it, we're doing tremendous damage to the American people,\" said Trump. \"Big mess. We have to talk to find out what's going on, because the press is frankly out of control. The level of deception is out of control.\" Later, Trump compared the media to Congress. \"You have a lower approval rate than Congress, I think it's true, I don't know,\" said Trump. \"I think they have less -- I heard less than Congress.\" Trump gave himself some oscillation on the accuracy of that, but it still makes the point. To put things right: the press ranks low in the management of trust, but Congress ranks lower. The latest figures come from Gallup, who has asked people how confident they are in various institutions since 1973. In June 2016, 40 percent of the audience had a negative opinion on television news, but 55 percent were on the negative side of Congress. The newspapers did better in the department of mistrust. About one third of the people surveyed said that they had little or no confidence in the print press. Positive negative newspapers 20% 36% TV 21% blogists checking the specific facts mentioned on January 10, 2021 in the story of \"Trap the Signs of the Insubordination Law - General Flynn appointing the Vice President.\" By Samantha Buterman: 11 January 2021 40% Congress 9% 55% considering figures in net terms (positive minus negative), newspapers and television have a net average estimate minus 18%. But net Congress is minus 44 per cent. Other surveys may have different figures, but the momentum remains the same. Many parts of the public may have a bad feeling about the media, but they feel worse about Congress. The 2016 survey of the Pew Research Center asked people whether they trusted what they heard from national news organizations and 24% said \"not much\" or \"not at all.\" A survey conducted in 2015 found that 69 percent of them considered Congress undesirable. The Associated Press Agency and the NORC Public Affairs Research Centre conducted a referendum for the public in 2014. They said more than half the Americans say they barely trust Congress. The corresponding measure for the press was 44 per cent. Once again, trust in the media may be low, but Congress comes down. It should be noted how low the registration of the two institutions in this graph about public confidence in Gallup: The Governor Trump told us that he believed that media appreciation was less favourable than in Congress. However, according to surveys from three different research groups over several years, Congress is actually at the lowest level in the news media. In their beliefs, the mistrust of the media was shattered by 40 per cent, which is hardly anything to brag about. However, in those studies, the lack of confidence in Congress was more than 50 per cent. Trump had a point that the media had a confidence problem, but he got the wrong arrangement in terms of Congress. We're assessing this allegation mostly wrong. https://www.sharethefacts.co/share/f5ffb7a0-03e5-4e96-961c-886767c0397d", "vclaim_id": "vclaim-pol-03663"}