{"url": "/factchecks/2018/nov/06/blog-posting/no-stacey-abrams-did-not-pose-campaign-sign-descri/", "speaker": "Bloggers", "vclaim": "Stacey Abrams says she showed up with her campaign sign, which she described as \"communist\" and part of \"Muslim brothers.\"", "truth_label": "pants-fire", "date": "stated on November 3, 2018 in a post on Facebook:", "title": "No, Stacey Abrams didn't carry the campaign signal she described as \"communist.\"", "text": "A photo posted on Facebook claims that the democratic candidate for Governor Stacey Abrams of Georgia is a \"communist\" from \"Muslim Brotherhood.\" The photo, published in the \"Watters World Publishers\" series on November 3, shows Abrams smiling alongside Linda Sarsor's activist. In the viral picture, the two carry a blue sign that says, \"The Republican Stacey Abrams, the ruling Muslim Brotherhood.\" This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) As of Tuesday morning, this position had been shared 866 times. The Facebook user, Yossi Kamar, responded to the message on Monday asking for the picture: \"No, it's not a real message.\" She's not sure where she saw the picture for the first time. \"I usually publish the facts. That was fake. And a lot of people know what Camer said. Stacy made a mistake with Linda. That was more than that. Sek's enough for people.\" The search of the reverse image quickly shows that the image in the viral mail has been changed. In January 20, Stacey Abrams posted a similar photo on Twitter with Sarsor. It says the sign they carry: \"Stacy Abrams.\" \"Governor.\" Proud to stand up with the activist and the organization and @womensmarch the national co-chair @lsarsour during #Womens March 2018. When women speak, they stand and show up for progress, incredible things happen. Let's get to work, Abrams wrote. Sarsor also tweeted her support for Abrams, and on May 22, she wrote, \"The engine behind Stacey Abrams' campaign and the main victory of black women. On January 11, 2021, on Facebook, Nancy Belusi was no longer the President of the Council by Samantha Buterman (January 12, 2021), a political activist who defended social justice issues in New York, the former Executive Director of the Arab American Association in New York, and was recently the National President participating in the women &apos; s march in Washington. According to her website and the New York Times, she is also an American Muslim Palestinian citizen. The Muslim Brotherhood, an Islamic political organization in Egypt and other countries in the Middle East, has been tweeted several times by Sarsor. In 2013, she reiterated that she did not support them. \"This is my position. ....................................................................................................... Abrams, who will be the first black woman to rule in the United States if she wins, is a united Methodist, according to her smart candidate, a voice. In response to Poletti Fakt &apos; s query, Bryanka Manta, Director of Abrams Communications, was sent as a link to the story of Associated Press on October 9, entitled &quot; NOTE Real News: Georgia is a candidate governor with the support of the Muslim Brotherhood &quot;. \"This picture was manipulated to indicate that Stacey Abrams had affiliations that she didn't have,\" said Manta Associated Press at the time. \"Though the picture was taken with one of the co-chairs of the women's march in 2018, the sign that was stopped changed in a tricky attempt to mislead the electorate.\" This is not the first time that a reference to \"Muslim Brotherhood\" has been used to attack politicians. One recent announcement attempted to link Ammar Kampa-Najjar, a democracy running for the 50th California District in the United States House race, to the group. We've assessed this claim as \"pants on fire.\" Our modified image attempted to link Abrams to \"Muslim brothers,\" adding words such as \"communist\" and \"Muslim brothers\" to her picture with Palestinian American Muslim activist Linda Sarsor. Everyone agrees that the picture is a lie: Abrams campaign said that the viral image had changed, and the user who posted the image admitted it was a fake. We're assessing this allegation pants on fire! Sharing the facts of 2018-11-06 16:19:39 UTC PoliticsFact 1 1 7 PolityFact Rating: Pants on Fire Stacey Abrams was launched with the campaign reference I described as \"communist\" and part of \"Muslims-sisters\" bloggers https://www.facebook.com/groups/2009/15645771/permalink/2326370210924392 in Facebook after Tuesday, 6 November 2018-11-06.", "vclaim_id": "vclaim-pol-01293"}