{"url": "/factchecks/2017/mar/24/donald-trump/trump-china-joined-wto-us-has-lost-60000-factories/", "speaker": "Donald Trump", "vclaim": "\"Since China joined the World Trade Organization in 2001, the United States has lost more than 60,000 factories.\"", "truth_label": "mostly-true", "date": "stated on March 20, 2017 in remarks at a Kentucky rally:", "title": "Trump: Since China joined the World Trade Organization, the United States has lost 60,000 factories.", "text": "President Donald Trump spoke at the March 20 march in Louisville, K., and said that he wanted to be like Henry Clay, a 19th-century politician from Kentucky who Trump said was \"a fierce advocate of industrialization.\" From there, Trump launched his usual criticism of free trade policy in the United States over the past 20 years, outlining what he would do to address trade imbalances with Mexico and China in particular. He said: \"As China joined the World Trade Organization in 2001 - another beauty - the United States has lost more than 60,000 factories.\" We've heard Trump say this claim about the implications of China's accession to the WTO in a few different speeches since I became president, so we wanted to put him on the O-Meter website. We contacted the White House in search of Trump's source, but we didn't hear a reply. However, through our own research, we have found that, in fact, the United States has lost more than 60,000 factories since 2001, when China joined the World Trade Organization and became a larger player in the world economy. A good number of economists believe that opening trade with China has had a significant and negative impact on American industrialization, although it is not a global view. To calculate the number of factories, we used annual statistics of American statistics. The business chain, which determines the number of manufacturing enterprises. An example of how the count works: Ford Motors has three transmitters in the United States, two in Michigan and one in Ohio. This is considered to be three separate institutions. In 2001, the year in which China joined the World Trade Organization, there were 352,619 industrial enterprises. In 2014, the latest year for which data are available, there were 292,543 such data. This is a decrease of 60,076 over those three years. Another series of censuses, business dynamics statistics, accounted for 348,513 industrial enterprises in 2001 and 274,756 in 2014 - a decrease of 73,757 industrial enterprises. It is not fair to assume that the economic rise in China is entirely responsible for all these lost factories, as someone may think when he hears Trump's statement, but he is certainly responsible for some. At about the same time as China joined the WTO, the United States granted China permanent status for normal trade relations. These measures removed significant barriers to trade and investment with China, placing them essentially on a level playing field with other United States trading partners. In the 16 years since then, United States imports from China have quadrupled, largely because production is very cheap there, making manufacturers in the United States less competitive. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On 11 January 2021, we found three important economic studies from the past few years that all concluded that increased free trade with China had a negative impact on manufacturing and employment in the United States. A 2014 report by the Left Economic Policy Institute concluded that the United States trade deficit with China had cost 2.4 million industrial jobs between 2001 and 2013. The report refers to China &apos; s illegal policies that promote exports and keep employment cheap, as well as the failure of the WTO agreement that supported China &apos; s membership to prevent these types of actions. Supporters of expanding trade between the United States and China have overestimated the potential market for US exports in China. Research carried out by a group of economists at the Massachusetts Institute of Technology, the University of Zurich and the University of California, San Diego, found similar functional losses due to competition for imports from China. They found that areas in the United States that had a large number of jobs in industries where imports from China had risen sharply had suffered the most. A third analysis co-authored by Justin Pierce, a member of the Board of Governors of the Federal Reserve Board, and Peter Schutt, an economist at Yale University, found a causal relationship between the closure of factories and the permanent state of normal trade relations in China. One reason for this link is that, by granting this status to China, the United States has agreed not to lift tariffs on Chinese imports, and that the recent stability has stimulated American businesses to transfer their operations to China. While these analyses support the general idea of Trump that trade with China has caused some factories in the United States to close, none of them can say how many. Robert Scott, Director of Trade and Industrialization Policy Research at the Institute of Economic Policy, co-author of the first study, Politifakt, reported that trade with China was a major cause of low industrialization, but there was also a growing trade deficit with other parts of Asia and Europe. A smaller factor in recent years has been the large recession and slow recovery that followed. Bradford Dillong, economic historian at the University of California, Berkeley, is less convinced that opening trade with China has had such a negative impact on manufacturing in the United States. Instead, Polyte Fuckett told him that it was estimated that one tenth of factory closures over the past decade or so had something to do with China, but that would have happened whether China had joined WTO or not. In the years leading up to 2001, United States imports from China were already on the rise. Improved trade with China might also allow some new manufacturing enterprises to open their doors because of new opportunities to export goods and services to China. A significant increase in manufacturing productivity in the United States, together with limited demand - a very large number of refrigerators that a person wished to buy - played a greater role in closing factories in the United States. He said, \"Industrialization has become so productive that it cannot remain or be once again a major source of employment on the floor of the shop.\" Our Governor Trump said, \"Since China joined - and this is another beauty - the World Trade Organization in 2001, the United States has lost far more than 60,000 factories.\" According to census data, the United States has lost more than 60,000 factories since 2001. The economists told us that at least some of these losses could be attributed to increased trade with China, although there was no global agreement on the extent of that impact. We assess Trump's claim mostly true. Political fact-sharing 2.7 Policy assessment: Most are true \"since China - another beauty - joined the World Trade Organization in 2001, the United States has lost more than 60,000 factories.\" :: Donald Trump, President of the Kentucky Caucus, Monday, 20 March 2017 03/2017. Read more information.", "vclaim_id": "vclaim-pol-03518"}