{"url": "/factchecks/2017/feb/16/donald-trump/trump-hints-stock-market-record-high-linked-presid/", "speaker": "Donald Trump", "vclaim": "The stock market recorded record numbers, you know. There was a tremendous surge of optimism in the business world.\"", "truth_label": "mostly-true", "date": "stated on February 16, 2017 in a press conference:", "title": "Trump hints at a record on the stock market linked to optimism about his presidency.", "text": "While commending his first month in office, President Donald Trump reaffirmed his promise of job creation, citing the progress made on the stock market as a reference to a promising business environment. The stock market recorded record numbers, you know. There was a tremendous surge of optimism in the business world, \"Tramb said at a press conference in February 16. \"For me, it means something a lot different than it used to be.\" It meant \"Oh, that's good.\" Now it means, \"That's good for jobs.\" Very different. Trump had sent a similar message earlier today, tweeting: \"The Stock Market hits up again with the longest chain of winning contracts. A high level of confidence and optimism - even before the tax plan begins to run!\" The stock market hits a new top with the longest winning chain in contracts. :: A high level of confidence and optimism - even before the implementation of the tax plan began - Donald J. Trump (@realDonaldTromp) February 16, 2017 all three major equity indices were closed at record levels for five days, respectively, on February 15. But did Trump get credit for that, as he suggested? The experts told us there were differences. The Dow Jones Industrial Average includes the top 30 and most powerful companies in the country (Wal-Mart, Disney, Pfiizer, for example). Standard & Poor's 500 (S&P 500) consists of more than 500 current shares, accounting for about 80 per cent of the total value of United States stock markets. The NASDAQ composite index is mostly characterized by technology companies. All three major catalogues on February 15 were closed at record heights for the fifth consecutive day. This was the first time that the three indicators had achieved simultaneous high records of that time since January 1992, according to analyses reported by CNN Moneual and Market Watch. The market observer responded to part of Trump's tweet, saying that the February 15th rise was not really the \"longest winning chain in the contracts.\" \"On the contrary, this is the best extension of performance records in a quarter century... with regard to winning chains, S&P has risen for seven consecutive business days longer than its days since September 2013, when it also increased for seven consecutive sessions. According to Dow Jones' data, Victor Rickleitz MarketWatch wrote, also referring to Dao's gains for five days in a row, winning seven cycles. (More than those victories here and here.) We have been told by experts that investors feel at least some hope about the tax and regulatory cuts that Trump promised, although this is not the only driver of stock market rises. On 30 January, Trump signed an executive order abolishing at least two previous regulations for each new regulation. Trump says that systems are \"weak and unnecessary\" that kill jobs and prevent businesses from growing. Trump also promised to reduce the business tax rate from 35 per cent to 15 per cent and eliminate the minimum alternative tax for companies. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. In fact, white women got a job.\" On January 15, 2021, in meetings with executives of various industries, Trump reaffirmed that tax cuts were coming and that he wanted to get rid of 75% of the regulations, \"perhaps more.\" He also tweeted about a border tax on imports. \"I certainly say that Trump gets credit,\" said Sam Stuffal, chief investment strategy in CFRA Research. The returns of S&P 500 were 3.8 per cent higher than January 20, the day Trump took power, Stuffal said, who studied market returns during the first month of every president who belonged to President Herbert Hoover in 1929. In the midst of the recession and during the first month of Obama &apos; s tenure in 2009, returns declined by 9.4 per cent, as Stuffal said. According to the Stofal study, it rose by 1.4 per cent during Obama &apos; s first month of office in his second term. Tim Doe, an economist and professor at Oregon University, said that the economy was preparing to gain relative strength as the end of 2016 approached, regardless of Trump's installation. \"Basic growth remained solid, and it increasingly seemed that some of last year's accumulated stock was easing,\" said Doy. The surveys of the manufacturing sector and services were on the rise, and two factors were weighing shares - low oil prices and a strong dollar - had declined over 2016. \"The economy was not going into recession, and in the absence of recession, the shares are likely to rise more than fall,\" said Duy. \"In other words, this was largely baked in the cake no matter who won the election. Trump has been handed over a strong economy at the macro level.\" Duy said it was still reasonable to believe that the hopes of tax cuts had strengthened the shares to some extent, but were not the dominant factor. The economic news has been accurate in recent weeks. Data from the Office of Labour Statistics indicate that 227,000 jobs were added in January 2017. The unemployment rate in January was 4.8 per cent, slightly higher than the previous month, but based on another 584,000 job seekers after annual adjustments to population controls, according to the figures of 3 February. \"Consumer confidence declined in January, after reaching 15 years of rise in December,\" he said in a statement made on 31 January by Lin Franco, Director of Economic Indicators at the Congress Board, who provides the consumer confidence index based on a monthly survey. \"The decline in confidence was driven only by less optimistic expectations regarding business conditions, employment opportunities and, in particular, consumer income prospects. On the other hand, consumer assessment of current conditions improved in January, as Franco said. \"Despite a decline in confidence, consumers remain confident that the economy will continue to expand in the coming months.\" Trump is certainly not the first to brag about the performance of the stock market. In 2015, Hillary Clinton claimed that the stock market was better when there was a democratic president. While several calculations supported her statement, we assessed her claim mostly valid because experts said that several other factors were essential in determining performance, including timing, international economic policies and trends. Our Governor Trump said, \"The stock market has recorded record numbers, you know. There was a tremendous surge of optimism in the business world.\" All three major equity indices, Dow, SB 500 and Nsdak, were closed at record levels for five consecutive days. While investors are optimistic about Trump's plans to reduce taxes and abolish regulations, experts say that there are other factors that play influential roles in the stock market. After consumer confidence increased in December, it declined in January, although consumers are confident that the economy will expand in the coming months. The Trump statement is accurate but needs further clarification or information. We assess it mostly true. https://www.sharethefacts.co/share/1d390b70-d630-4f46-b741-dc15ff7f33e7", "vclaim_id": "vclaim-pol-03661"}