{"url": "/factchecks/2014/oct/02/thom-tillis/thom-tillis-claims-kay-hagan-didnt-attend-half-arm/", "speaker": "Thom Tillis", "vclaim": "\"I missed half of the Armed Services Commission hearings in 2014.\"", "truth_label": "mostly-true", "date": "stated on September 30, 2014 in a campaign ad:", "title": "Tom Teal'c claims that Kai Hagan didn't attend half of the Armed Services Committee's sessions this year.", "text": "The emergence of the terrorist group known differently as ISIL or ISIL increased the role of national security in political dialogue only one month before the midterm elections. In North Carolina, the Speaker of the Council of State and Republican Senator Tom Telles made an announcement blaming his democratic opponent, Sin. Kai Hagan, for his loss of employment as the ISIS threat increased. \"In January, President Obama refers to the Islamic State as the 'JV Team',\" says the Rawi. \"The Armed Services Commission will hold a hearing on new global threats days later. Kai Hagan? Absentee. In fact, Hagan missed half of the Armed Services Committee hearings this year.\" We have already verified whether Obama has referred to ISIL as a (actually) joint team. Here, we will review Teal'c's description of Hagan's presence on the Senate Armed Services Committee. We have reviewed all the minutes of the 2014 meetings of the Committee to see who the legislators attended each hearing. In gathering information, we encountered an obstacle. Because the Senate Armed Services Committee often reviews confidential information on national security, it sometimes meets behind closed doors. The records of those meetings are not made public. Therefore, we cannot determine whether to attend those meetings. In 2014, the plenary of the Committee appears to have held 11 closed meetings. However, the Committee also held 22 open meetings this year, so we have limited our calculations to those meetings. How many public meetings did Hagan attend? The record shows that the answer is nine. This is not a large percentage of 41 percent, but nine degrees in the course that is occupied by a senator? Not exactly. While Hagan did not attend the worst of the 26 members of the Armed Services Commission this year, she approached the audience. There are only five senators - Roy Blunt, and R-Mo. :: Claire Macaskel, D-Mo. ................................................................................................ :: Ted Cruz, R-Texas; Mark Odall, D-Colo, attended fewer meetings. In the meantime, six of her colleagues attended at least 20 of the 22 meetings. Sin Karl Levin, De Mitch, as President, and Sen, Jim Anhoff, R-O-O-O-A, But Suns... Kelly Ayut, R.N.H., Joe Donnelly, D.D., Tim Kane and D.D. attended. For the sake of argument, let's go back to a year and look at 2013. Devin Nunes reported on January 10, 2021 in an interview on \"The Republicans have no means of communication\" after the Barler tech companies were cut off. • January 13, 2021, the Senate Armed Services Committee held 28 open hearings in 2013, of which Hagan attended 14 sessions, making it one of the lowest. During these two years together, Hagan was present at 23 of the 50 open hearings. Only six senators attended fewer open meetings. The Republicans, Vetere and Cruz, attended the lowest number of hearings, that is 16, than any of the members of the Committee. The Hagan campaign did not object to these figures, but the staff said they were taken out of context. They referred us to an article by the observer Charlotte, who quotes Tara Andringa, a spokesman for Levin. According to the observer, Andringa said: \"Hagan seems to have one of the best attendance records on the committee.\" We didn't hear a reply. The Hagan campaign also made it clear that conflicting dates and other duties - including foundational issues, other hearings of committees and drafting of bills - prevented them from attending all meetings of the Commission. Let us take a closer look at the February meeting \"on the new global threats\" highlighted by Teales in his announcement. The Hagan campaign said that it did not attend the hearing on 11 February on \"The present and future threats of the world\" because it held a foundational meeting with Jerry Insminger, an ex-Marine soldier who discovered that families living at the Lejon military camp base in North Carolina were sick, and in some cases died from contaminated tap water used at the base from 1957 to 1987. (The Congress adopted legislation to assist victims of this problem in 2012, and Insminger and others continue to press Congress for further investigations.) The meeting on 11 February, which included testimony from National Intelligence Director James Klaper, continued in closed session on the afternoon of 27 February. It is unclear whether Hagan attended the closed hearing (and did not tell us). However, her campaign said that she had missed another hearing by the Senate Armed Services Committee the same morning to attend a meeting of the Banking Committee. Our reign said that Hagen \"missed half of the Armed Services Commission hearings in 2014.\" We do not know how many closed meetings I have attended, so it is more accurate to say that Hagen missed half of the Committee &apos; s public hearings. However, Teales has a point of view. In 2014, Hagan attended nine of the 22 open hearings, which are not only less than half, but also at a level close to the bottom among the members of the Committee. The commentary is precise but needs further clarification or information, so we often appreciate it. Update, 3 October 2014, 11:00: This version of the story reflects additional information on why Hagan was unable to attend the meeting of the Senate Armed Services Committee on 11 February and on its timetable on 27 February. The additional information does not affect the provision, which is still mostly valid.", "vclaim_id": "vclaim-pol-07211"}