{"url": "/factchecks/2014/nov/09/barack-obama/obama-2009-us-has-created-more-jobs-every-other-ad/", "speaker": "Barack Obama", "vclaim": "\"We have created more jobs in the United States than any other developed economy combined since I came to office.\"", "truth_label": "half-true", "date": "stated on November 9, 2014 in an interview on CBS' \"Face the Nation\":", "title": "Obama: Since 2009, the United States has created more jobs than \"all other developed economies combined\"", "text": "America &apos; s labour market is crawling back to pre-recession levels, and President Barack Obama says that its growth has exceeded that of every other developed country combined. Obama appeared on the face of nation 9 in an interview with host Bob Schaeffer. When Obama was asked about the losses of Democrats in the mid-term elections, he said that the great task was that Americans did not think Washington was working - even if the economy was improving. \"The economy has improved considerably. There's no doubt about that, Obama said. \"We had a job report for October that showed once again that over 200,000 jobs were created. We have now created more than 10 million. The unemployment rate is falling faster than we expected. Just to give you some perspective, Bob, we've created more jobs in the United States than any other developed economy combined since I came to office.\" In many ways, the United States has regressed better than other developed countries. (For the record, the figure of 10 million additional jobs mentioned by Obama is only in the private sector and excludes a large part of the first year of Obama &apos; s tenure. However, we wondered whether job growth in the United States in the past six years had exceeded other leading economies with such a wide margin. In the figures to which we have moved to the International Monetary Fund (IMF) to obtain economic data. IMF classifies 36 countries as advanced economies - seven of them as major advanced economies. We have looked at the average annual total employment from 2009 (the first year of Obama &apos; s tenure) to 2014. The use of an average that helps to isolate against monthly fluctuations is a better way of comparing job images across countries. Employment in countries or groups in 2009 and absolute growth in the United States 139.9 million people $5.98 million 4.27 per cent of the International Monetary Fund: 36 advanced economies (excluding the United States) 326.5 million 332.8 million 6.92 million 1.92% of the outstanding fact-checkers mentioned on 13 January 2021 in the story of General David H. Berger, commander of the United States Navy, rejecting Nancy Belusi &apos; s request to use Marines to secure the launch, and telling her that we are not working for you. Thus, according to the International Monetary Fund, the number of people working in the United States has increased by some 6 million. (The Labour Statistics Office sets the figure at approximately 5.7 million). Neither of these figures is more literal than all of the other 35 countries that described an advanced economy, as Obama said, but it is rather close. But it is clear that they are more than the other G-7 countries - Canada, France, Germany, Italy, Japan and the United Kingdom - combined. There's only one wrinkle with the IMF list. The list of developed economies of IMF includes Taiwan and Hong Kong, which are not recognized as independent countries but have added more than 1 million jobs. If you choose to exclude them from the International Monetary Fund (IMF), Obama will be right, Harvard economist Jeffrey Frankle told us. (although Obama said \"the advanced economy,\" not the country.) Some warnings so you can make the case that Obama is right. But you can also say that he's gone. There are some other clear warnings that should be mentioned. First, the United States is the most densely populated country - more than twice the population of Japan, which is the second most developed economy (China, Russia and India do not list this list). It is therefore generally logical that there should be greater functional gains in absolute terms than smaller States. Looking at the growth rate in the percentage rather than the absolute number of jobs helps to the detriment of the population differences among these developed countries. By this measure, the growth rate in the United States is less than a few of the countries on this list, including: Australia, Austria, Canada, Estonia, Germany, Iceland, Israel, South Korea, Luxembourg, Malta, New Zealand, Norway, Singapore, Sweden, Switzerland and the United Kingdom. Singapore was the country with the highest job growth rate, with growth of over 18 per cent. The number of jobs in the United States has also returned this year to a point close to pre-recession levels. Work in the United States bled in the last months of 2008 and the first few months of 2009. This means that Obama has not experienced sustained job growth throughout his tenure. There have been months of job losses in general, especially in that first year, in the midst of recession. Tara Sinclair, an economist at George Washington University, noted that this job growth is unlikely to be attributed to any of Obama's actions, although the economic recovery began shortly after he took office. \"The habit of these types of comparisons means little because employment outcomes are related to economic environments more generally rather than to the policies of the President specifically,\" said Sinclair. Our Governor Obama said, \"We have created more jobs in the United States from any other developed economy combined since I came to office.\" Obama, using a direct definition of advanced economic countries from the International Monetary Fund (IMF), has become somewhat distant. The United States has added fewer jobs than a group of 35 other developed economies combined, not more. However, you can argue that two listed countries - Hong Kong and Taiwan - should be excluded. What is equally noteworthy and perhaps even more so is that when we look at the growth rate of jobs, which explains the differences in population, the United States follows other developed countries. In general, we assess Obama's claim half right.", "vclaim_id": "vclaim-pol-07020"}