{"url": "/factchecks/2019/jun/25/charles-payne/fox-business-host-wrongly-claimed-market-crashed-i/", "speaker": "Charles Payne", "vclaim": "\"When President Obama was elected, the market crashed... Trump was the highest 9%, President Obama dropped 14.8% and President Bush dropped almost 4%. There's an immediate reaction to Wall Street.\"", "truth_label": "barely-true", "date": "stated on June 17, 2019 in a TV appearance:", "title": "The Fox Trading Company mispronounced market collapse as an \"immediate reaction\" to the 2008 Obama election.", "text": "The Fox Host Business Company Charles Penn wrongly claimed that the market had crashed as an immediate reaction to the election of former President Barack Obama in 2008. During a segment on \"Your World with Neil Cafoto,\" on June 17, President Donald Trump was asked that his failure to win a re-election would cause a major market collapse. \"I think President Trump was talking about the foolish knee reaction at Wall Street,\" said Payne. \"All you have to do is look at history.\" Pine said the market went up 9% between Trump's election day and his inauguration. \"On the contrary, when President Obama was elected, the market crashed,\" he said. \"Temp went up by 9%, President Obama dropped by 14.8% and President Bush fell by almost 4%. There's an immediate reaction to Wall Street.\" We have decided to check whether Obama's victory in 2008 led to an escalation of the stock market and, more generally, whether the elections triggered immediate reactions on Wall Street. So we went over the numbers and talked to economists. Basically, Payne's right about the market numbers, but she's wrong about why they happened and how fast they were. Since Payne mentioned the period between election day and opening day, we have first focused on that time frame, which was for Obama in force between 4 November 2008 and 20 January 2009. We found that the market had receded after Obama's election, but it is important to note that this slope window was part of a larger trend initiated by the 2008 financial crisis. The Dow Jones Industrial Average opened at 9.323.89 on 4 November 2008 and fell to a low level of 7,939.93 by 20 January 2009. This represents a 14.8 per cent decrease, as Pine said. It continued to sink after Obama &apos; s installation, reaching its lowest marks on 6 March 2009, at 6,469.95. Due to November and November 5, 2008, Dao fell to less than 2 per cent, from 9,323.89 to 9,139.27. There was therefore a slight decrease in that time frame, too. But these declines should not be considered a \"crash\" that experts have told us. In fact, Dao has been slipping since 9 October 2007, when it peaked before the contraction of 14/166.97. On 29 September 2008, before Obama was elected, Dow dropped 17,774 points in one day. Two weeks earlier, the declaration of bankruptcy of Lehman Brothers Financial Services also led to the landing of Dow 498.86 points in one day. \"The Obama election did not cause the global financial crisis,\" said Tara Sinclair, Professor of Economics at George Washington University. \"The stock market can interact strongly with news of all kinds, but academic research is clear that the seeds of the global financial crisis and the Great Recession were planted before Obama was elected.\" Sinclair said that the financial crisis and market collapse in 2008 were generally due to \"issues in housing markets and financial interdependence that policymakers did not expect.\" (For more reasons, read our analysis from 2008). In a statement by Polly Fuckett, Payne defended his use of the word Crash. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy • January 12, 2021 \"When the market drops about 15% in less than three months, I consider that collapse,\" said the host of Fox Business Network. \"I did not blame, but the elections at that time clearly did not generate confidence in investors or ease concerns about the issues at that time.\" But Kathleen Day, a professor at Johns Hopkins Carey Business School, said that Payne chose cherry, as Obama's presidency eventually saw net gains on the stock market. \"This is like taking a picture on a rainy day,\" she said. \"Let's look at the number of sunny economic days we spent during their tenure.\" For information, Dao opened at 13,112.90 hours on 6 November 2012 - the day Obama was re-elected for a second term - and closed at 13,712.21 hours on 22 January 2013, the first day after his second inauguration. This represents an increase of approximately 4.6 per cent. Dao rose by 8.6% in the same time frame after the Tramp elections in 2016 and fell by 3.6% after former President George W. Bush won in 2000 -- so she was also among these figures. How sensitive is the market to elections? The experts we talked to were mixed about whether the stock market was responding to the results of the presidential election. Gary Portless, an economist of the non-profit Brookings Institution, a think tank in Washington, D.C., said: \"The constant market volatility may reflect investors' hope for the new administration that will take office in January 20.\" However, the same market fluctuations can also be the result of other economic factors, such as unemployment, corporate profitability, economic growth or decline, as Bertellis said. \"This information may have nothing to do with the new administration.\" In general, experts said that it was difficult to explain market movements over a short period of time, such as the window between the election and the installation of the President. \"The stock market is a little like a hysterical person on a boat running from one side of the boat to the other side and making it lean this way,\" he said today. \"The market is sensitive to the election, yes,\" she said. \"But no one really knows why he goes up or down every day unless there are some truly catastrophic events.\" As Sinclair, Professor of George Washington University, warned against drawing conclusions from comparisons of the performance of the stock market under the chairmanship of various presidents, because everyone comes to office and faces different circumstances. ==References===Politi Fact compare Obama and Trump on the stock market in 2018 Comparisons starting on election day are particularly useless, and Bertellis was added, because the new President will not take over until he is in office. \"At that time, the newly elected President has no say in any of the political ills controlled by the President, who is in fact in office,\" said Bertellis. For what it is worth, it is also unclear how valuable the stock market is as an indicator of the country &apos; s economic health, let alone the President &apos; s economic decision. Not all Americans invest in the stock market, so it's probably not the most important measure. \"When President Obama was elected, the market crashed... Trump was 9% higher, President Obama landed 14.8%, and President Bush landed about 4%. There's an immediate reaction to Wall Street.\" Dao fell 14.8% between the 2008 Obama elections and his inauguration, so Payne was right about the extent of the fall. The other numbers were also verified. More importantly, experts said that the decline was not a collapse per se, but part of a longer trend resulting from the 2008 financial crisis and issues that had been bragging for months. The reaction was not dramatic or \"immediate.\" We're evaluating this statement mostly wrong.", "vclaim_id": "vclaim-pol-00497"}