{"url": "/factchecks/2019/jun/25/viral-image/no-florida-man-didnt-admit-burying-hundreds-bodies/", "speaker": "Viral image", "vclaim": "A millionaire was arrested from Florida after he confessed to burying more than 700 bodies in his property.", "truth_label": "pants-fire", "date": "stated on June 4, 2019 in a Facebook post:", "title": "No, a man from Florida didn't admit to burying hundreds of bodies in his property.", "text": "The Florida Regional Man again, according to Facebook, recently on the arrest of Naples, Fla, resident. But Jerry Richards, 73, is an imaginary man of Florida. This is why this article, which has participated more than 3,600 times, has been referred to as part of Facebook efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) It appears that the article is a story shot that appeared on the New York Empire, a website that is meant \"for entertainment purposes only,\" according to the Abbott page, and \"uses only fictional names, except in cases of public figures and celebrities that are ironic or ironic.\" The story appears under the title \"Florida Millionaire was arrested after the authorities discovered over 700 bodies buried in his backyard.\" On January 11, 2021, in an article in Facebook, Nancy Belusi was no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021, the fake article, dated June 30, 2018, says that a neighbor saw Richards \"it's very clear that a body was buried behind his house\" and that the police had exhumed 587 bodies \"in various cases of deterioration.\" On Facebook, several users published comments calling for the credibility of the article. But others seemed convinced, and the picture that appeared on the social media platform included the phrase \"now this is crazy.\" This seems designed to lead people to believe that the story is true. Luckily for Florida's men everywhere, it isn't. We're assessing this pants mail on fire!", "vclaim_id": "vclaim-pol-00495"}