{"url": "/factchecks/2019/aug/27/facebook-posts/facebook-post-makes-inaccurate-comparison-family-s/", "speaker": "Facebook posts", "vclaim": "\"89,000 children were separated from their parents under Obama\" and only 1900 were separated under Trump.", "truth_label": "false", "date": "stated on August 25, 2019 in a Facebook post:", "title": "Facebook contrasts inaccurately with family separations in Trump, Obama", "text": "The Facebook article falsely claims that the number of children separated from their parents during Obama's administration is much higher than that of President Donald Trump. Did you know that 89,000 children are separated from their parents under Obama's command? Only 1,900 children were separated from Trump. This reveals the bias of the media,\" the Facebook article of 25 August, with nearly 400 shares. \"Good to know\" wrote by one of the commentators The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The article does not specifically say \"migrant\" children - but the national discussion on separated families focused on separated children and parents on the south-western border as a result of the Tramp policy of \"zero tolerance.\" The policy calls for the prosecution of migrants who cross the border illegally; when adults come with children, they are separated by immigration officials. Children were transferred to the Department of Health Care and Humanitarian Services, and adults were taken to federal detention for trial. In general, immigration officers, within the framework of Tramp and other departments, separate the child from the adult under three conditions: when the authorities cannot prove the custody relationship, when they believe that the guardian may pose a threat to the child, or when the guardian is detained for trial. The immigration experts told Polyte Fact that the separation of migrant families at the border during Obama's years did not take place on the scale of the Tramp \"untolerance\" policy. In November, Kate Waldman, spokesman for the Ministry of Internal Security, Politi Fakt, told the Obama administration that the number of separated families was not counted. We don't know where you got Facebook number 89000. This could be a reference to a different group of children who reach the border alone without a parent or guardian rather than those who have separated from their parents. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • On 3 February 2021, the report of the Senate Sub-Committee for 2016 stated that since the beginning of fiscal year 2014, health and human services have placed approximately 90,000 unaccompanied migrant children with herders in the United States. \"According to the health and health survey, it places the majority of those (unaccompanied foreign children) with the child's father or legal guardian,\" as the report said. Overall, there were no family separations under Obama's administration as a result of a \"zero tolerance\" policy such as Trump's, despite Tramp's false claims that \"the two presidents had exactly the same policy.\" The total number of children separated from their parents under the Trump administration is unclear because of a record keeping error. In June 2018, officials said that at least 2,342 children had been separated from their parents between 5 May and 9 June 2018 as a result of the \"no tolerance\" policy. By court order, some 2,800 children were reunited with their parents or otherwise removed from federal detention. Our Facebook article claimed that \"89,000 children were separated from their parents under Obama\" and \"only 1900 children were separated under Trump.\" The immigration experts told Poletti Vac that family separations under Trump occurred on a larger scale than in the Obama era. The Obama administration did not have a \"no tolerance\" policy that led to regular family separation, as did the Trump administration. An internal security spokesman had previously told Politi Fact that the Obama administration had not tracked the number of separated families. The Facebook number of 89,000 may be a reference to a number of children who were placed with herders during Obama's administration - but these children arrived alone without parents or guardians. That doesn't mean they broke up with their parents. However, the exact number of separated children under Trump is unclear, but based on previous data provided by the Trump officials, the number exceeds at least 1,900. The Facebook mail is inaccurate. We assess it wrong.", "vclaim_id": "vclaim-pol-00227"}