{"url": "/factchecks/2011/may/01/david-cicilline/cicilline-says-he-fought-republican-budget-ends-me/", "speaker": "David Cicilline", "vclaim": "We fought a Republican budget that ends medical care as we know it.", "truth_label": "barely-true", "date": "stated on April 22, 2011 in a television interview:", "title": "Cecile says he fought the budget of the Republic that ends with the Midcary as we know it.", "text": "About six months after his election to Congress, David Cecilin is strongly running for re-election. In the \"Newsmakers\" programme of the Institute for Environmental Protection, which was broadcast on April 24, the junior congressman was asked about a potential competitor. Ceceline immediately turned into one of his talking points. \"The election is two years away. What voters will focus on is who fights in Washington and defends them. We are in the middle of a big battle about what this country will be like in terms of our priorities and values. We fought a Republican budget that ends medical care as we know it.\" The allegation that Republicans want to terminate the Government-run health insurance programme for those aged 65 and over is widely used by Democrats while attacking Republican budget cuts. Cecilin has repeatedly raised the issue in recent new versions, YouTube videos, and speeches on the home floor. He also launched a series of visits to older persons to discuss \"The effects of the Republican budget on medical care and aid.\" On 20 April, Polyte Fact National addressed an element of the debate when it issued a decision on \"fire pants\" to confirm to the Electoral Campaign Committee of the Democratic Congress that \"the elderly will find $12,500 for health care because the Republicans voted to end medical care.\" (Details of this provision can be found in PolityFact.com.) There are a few points relevant to Cecilin &apos; s confirmation. First, there is no Republic budget. The issue is the budget decision proposed by the Republic of Belarus, Paul Ryan, the Republic of Wisconsin, which ultimately proposes to replace medical care with subsidies used by older persons to \"buy\" private insurance, although older persons will never see money -- which will be paid by the Government to insurance companies. Resolution 235 out of 240 Republicans in the House of Representatives was approved. Every democracy, including Cecilin, sound no. He has no chance in the Senate, which is dominated by Democrats. As noted in the PoliticFact National, these decisions are non-binding documents that define policy preferences and cannot be considered equivalent to legislation establishing the law. Second, the GOP proposal does not \"end medical care as we know it.\" It will not even begin to change medical care as we know it for another 12 years. Within the framework of the Republican Plan, which was drawn up because the General Democratic Party and other critics consider the costs of the current programme to be unsustainable, medical care will continue in its current form for the persons already receiving it. In addition, those 55 or more will be covered by the program once they reach the age of 65. So even 12 years from now, part of medical care today will remain in place until every recipient covered by the existing rules dies. The allegation will be true for young people, because the version of medical care they will see when they retire will be very different. For example, they will have to buy health plans from private insurance companies, with financial assistance and government regulation -- closer to President Obama's health care plan in some way that many Republicans object to. In addition, the age of eligibility will gradually rise to 67 years. In short, Cecelyn, she retracted the Republican proposal to change medical care. However, a non-binding decision on the budget was mischaracterized as a budget. More importantly, he overestimated the impact of a Republican proposal on medical care to imply that everyone would be affected, while the decision on general temporary measures specifically exempts present and future beneficiaries who are currently 55 years or older. Had he added those conditions, his statement would have been more precise. But he didn't. We appreciate his statement hardly true. Brendan Doherty was mentioned on March 11, 2012 in a television news programme. \"We have $60 billion in 2010 in medical care fraud.\" Prepared by Alex Kafner on 20 March 2012 (for comment or presentation of your own judgment, visit us on Facebook). :: Editor &apos; s note: This statement was estimated to be barely correct when it was published. On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13171"}