{"url": "/factchecks/2014/nov/13/nancy-pelosi/nancy-pelosi-says-she-doesnt-know-who-jonathan-gru/", "speaker": "Nancy Pelosi", "vclaim": "\"I don't know who Jonathan Gruber is.\"", "truth_label": "false", "date": "stated on November 13, 2014 in a news conference:", "title": "Nancy Belucci says she doesn't know who Jonathan Gruber is.", "text": "Only days after a Republican survey in the 2014 mid-term elections, Democrats found themselves as an embarrassing development on the Obamacar front. The debate involved Jonathan Gruber, a prominent health-care economist whose work is widely referred to as the basis of the Affordable Care Act, which advised the Obama administration that the law was being developed. This fact-check we've done is retracting Gruber's involvement. We also questioned him from time to time as an expert in law.) The law critics found a video from the 2013 conference at the University of Pennsylvania where Gruber said some distorted things about how to put the law together, including a note on \"the stupidity of American voters.\" Gruber's remarks addressed the idea of \"community assessment,\" the idea that health insurance is less expensive when everyone - sick and healthy, old and young - is asked to buy health insurance. Doing so reduces rates by sharing health-care costs among a larger population, but usually requires forcing people to obtain health insurance through a mechanism such as penalties for refusing to purchase insurance, which is contained in the Act. Gruber also addressed how to massage various aspects of the law in order to make the law more desirable for legislators and, ultimately, for voters. Here's the full version of what he said, starting at around 30:20. \"Mark\" refers to Mark Polly, an economist in health care who was on the team with Gruber. \"Mark has made some comments to which I want to object -- one on transparency in funding, and the other on the transition from community classification to risk-measured subsidies. It's just -- you can't do that, politically. You literally can't do that. It includes not only transparent financing, but also transparent spending. \"This bill has been written in a manner of torture to ensure that the State has not been registered as a tax by the Congressional Budget Office. If the Community Office registers the state as a tax, the bill will die. Okay? So it's written to do that. With regard to risk-based subsidies, if you had a law stating that healthy people would pay - you made it clear that healthy people paid them and patients received money - it would not have been passed. Okay? The lack of transparency is an enormous political advantage. \"And basically, you know, we call it the stupid American voter or whatever, but basically it was really, really critical to get something to pass. Look, I wish Mark was right to make it transparent, but I'd rather have this law than not. Yeah, there are things I wish I could change, but I'd rather have this law than not. I believe that this involves some trade-offs that we do not prefer as economists but are realistic. There's a lot of wonder here, but two sides have provoked the anger of law critics. The first was Gruber's use of the word \"greatness\" to describe American voters. Second, he defended \"non-transparency\" when the law was under discussion. In November 11, shortly after the end of the controversy, Gruber apologized to Ronan Faro from MSNBC. \"The comments in the video were made at an academic conference,\" said Gruber. \"I was speaking without restrictions, and I was basically speaking inappropriately and I regret that I made those comments.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, in the meantime, democratic officials began to move away from Gruber. It was only a few who did so violently, such as Nancy Belusi, the minority leader at home, De-Califf, who sponsored the law through the Council when she was a speaker in 2010. In response to a question at a press conference in November 13, Belusi told the reporter: \"Well, I have made an interesting set of remarks, but one of the comments that I have overstepped is that of Mr. Grober, who was one year old, and he has retracted them. He's not even defending the position he was at a conference. So I don't know who he is. He didn't help with our bill. With all due respect to your question, you have someone who wasn't writing our bill, commenting on what was happening when we were writing our bill, which pulled some of the statements he made. So let's put it away.\" We decided to take a look at Belusi's claim that, with reference to Gruber, \"I don't know who he is.\" Given the importance of Gruber in health-care policy-making, it would be strange if Pelosi had never heard of it. It is certain that their employees did so - on 1 December 2009, they issued a press release entitled \"Reform of the health insurance system - Health reform and insurance cards\" referring to Gruber by name seven times. (It is no longer on the Pelosi site but is reserved here.) However, the fact that her assistants were aware of Gruber is not a smoking weapon like she did. The smoking gun instead comes from a video press conference held on November 5, 2009. During that press conference, she addressed the differences between the bill she supported and the bill introduced by the Republicans: \"We have not yet completed all our reports from the Central Operations Bureau, but we will have one side to compare. But our bill lowers prices. I don't know if you've seen Jonathan Gruber from MIT's analysis of what the comparison is with the current situation, as opposed to what will happen in our bill for those who are looking for insurance in exchange. Our bill reduces those costs, so far, let alone prevent the spiral.\" When this 2009 comment appeared, the Washington Post stated that the Belusi office told them that the minority leader \"says that she does not know Gruber personally.\" \"She doesn't know who he is, and she never heard of him.\" When we asked Hamel if he wanted to explain, Paulette Fuckett said: \"We've cited dozens of economists over the years. As the leader said today, Mr. Gruber has played no part in the drafting of our draft law.\" We also referred to a document prepared by the Belusi office that refuted some of the allegations surrounding Gruber's statement. It is not clear whether Gruber played a direct role in the drafting of the House of Representatives Bill - although he certainly advised the Obama administration in the process of passing health-care reform, and there is no doubt that the Anti-Corruption Act is very much involved in the drafting of the Massachusetts Gruber Bill. But there is no doubt that Belusi's claim from the 13th press conference in November -- that \"I don't know who Gruber is\" -- is inaccurate. \"I don't know who Jonathan Gruber is.\" A video showing Pelosi citing Gruber's work provides the clearest evidence that she knew who he was, and even her office now admits that she meant to say she didn't know Gruber personally. Even if the latter is true, that's not what she said at the press conference, so we're assessing her claim wrong.", "vclaim_id": "vclaim-pol-07007"}