{"url": "/factchecks/2018/dec/03/blog-posting/no-red-trees-dont-symbolize-blood-jesus-and-resurr/", "speaker": "Bloggers", "vclaim": "\"Red trees are important for the first Christian church. In Eastern Europe, the church painted the trees red to symbolize the blood of Christ and resurrection.\"", "truth_label": "false", "date": "stated on November 29, 2018 in a meme:", "title": "No, red trees don't symbolize Christ's blood and resurrection.", "text": "The red trees the lining of the White House Hall lit a wave of memes shortly after the White House revealed the Christmas decorations. ........................................................................................................................ @Whitehouse rises in Christmas season! Pic.twitter.com/ncNhlkZawl-Malania Trump (@FLOTUS) 26 November 2018 \"Red Trees are important for the First Christian Church. In Eastern Europe, the church painted the trees red to symbolize Christ's blood and resurrection, \"as one viral site said. The readers asked Polyte if the red trees represented Jesus'blood and resurrection, attached to Eastern European traditions. That's not true. Orthodox and Roman Catholic Christianity are the most prevalent religious affiliations in Central and Eastern Europe, and Orthodox Christians constitute the majority in the region, according to the Pio Center for Non-Party Research. Many religious and historical scholars and a representative of the Orthodox Church in America told Politi Fuckett that the Mimi's claim was inaccurate. \"I don't know any custom among Orthodox Christians (or Roman Catholics and Protestants) anywhere calling for the dyeing of red Christmas trees to denote Christ's blood and resurrection,\" said Father John Matusyak, an Internet editor of the Orthodox Church of America. The Orthodox Church of America is no longer the source of the arrival in Alaska in 1794 of eight Orthodox missionaries from the northern region of Russia. Matusyak said that there is a habit of dyeing red boiling eggs for distribution to the Holy (East) Pasha, but this does not extend to Christmas trees. \"It is clear that the author of the article was usually mixing eggs associated with the Pasha and Christmas trees,\" said Matusyak. Nadizda Kizenko, a professor in history and head of the History Department of the University of Albany, said she had never heard that red trees were important to the early Christian Church. Many other scientists agreed with Kizenko and also said that Mimi is likely to confuse well-known traditions of red egg dye with Western Christmas traditions. \"I don't know at all any early Christian traditions that use trees of any kind to celebrate Christmas,\" said George E. DiMakobulus, Professor of Theology and Co-Director of the Centre for Orthodox Christian Studies at Fordham University. \"The Christmas tree is much later, the Western European tradition, just recently imported into the Christian East,\" added DiMakobulus. In its statement on Christmas decoration, the White House made no reference to a Christian tradition in Eastern Europe. The choice of red for Christmas decorations in the White House is an extension of the pale or tapes in the presidential seal designed by our founding fathers. The White House said it was a symbol of courage and courage. Finally, we are not sure if this is what the author of the article was after, but the First Lady (Melania Trump) was born in Slovenia, which is in south-central Europe, not Eastern Europe. Our rule that refers to the Red Christmas trees in the White House, Mimi's claim, \"The Red Trees are important to the First Christian Church. In Eastern Europe, the church painted the trees red to symbolize the blood of Christ and resurrection.\" Many experts have told us that this is not true. This is what we can learn from the Red Bads. That's a made-up allegation. We assess it wrong. Sharing the facts of 2018-12-03 22:26:14 UTC PoliticsFact 2 1 7 PolityFacting: failed \"Red Trees are important to the First Christian Church. In Eastern Europe, the church painted the trees red to symbolize the blood of Christ and resurrection.\" On Thursday, 29 November 2018, 2018-11-29, MM, read more information.", "vclaim_id": "vclaim-pol-01225"}