{"url": "/factchecks/2014/oct/30/megyn-kelly/megyn-kellys-errant-claim-about-colorado-voters-pr/", "speaker": "Megyn Kelly", "vclaim": "The new Colorado Act allows residents to print ballot papers from their home computers and then encourages them to hand the ballot papers over to \"the collectors.\"", "truth_label": "false", "date": "stated on October 21, 2014 in a segment on \"The Kelly File\":", "title": "Megan Kelly's false claim about Colorado voters printing the ballot from the house.", "text": "The host of Fox Megan Kelly news began a recent show with explosive news from Colorado, where she said \"a new law opened the door for potential voter fraud\" just weeks before voters decided a decisive race in the United States Senate. Before you say a bow, there's more. Kelly said: \"This law allows residents to print ballot papers from their home computers, and then encourages them to hand the ballot papers over to \"the collectors\" in what appears to be an attempt to dispose of traditional polling places.\" \"What could possibly go wrong?\" I asked Kelly before bringing in special guests Michelle Malkin and the citizens of United President David Posey to discuss their documentary, Governor Rocky Mountain Hest, which details how the state has turned from red to blue. In the days that followed, the Colorado-based television stations, as well as the Rachel Madhu program, said that Kelly's video was misleading and wrong. A reader asked us to take it. In 2013, Colorado enacted a law (HB 1303) that transferred the state to \"all mail\" the absent voting system, among other changes. Each active voter will receive a ballot card sent to his or her home, and they can choose to mail it by election day or transfer it to the district clerk &apos; s office. They can also still vote in person in the voting chamber and in the polling station. We repeat that the ballot is sent to them by mail - they do not print it. The voters can also give their vote to a person they trust to hand over -- what Kelly refers to as the \"camp.\" That person shall not be permitted to submit more than 10 ballot papers. The Colorado Act, which was defended by Democrats and signed into law by the democratic government. John Hickenlooper also authorizes voter registration on the same day. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. In the meantime, military or overseas voters, Colorado, have access to an online ballot that can be filled and sent back to provincial election clerks by e-mail, fax or mail. Some military personnel who reside within the United States, or even the station inside Colorado, also have this option, as said by Rich Coolidge, spokesman for the Colorado State Department. This was not a new change at the initiative of HB 1303. But everyone's on the regular mail system, which also exists in Oregon and Washington. Kelly criticized her original comments during her presentation on October 27: \"Last week, we said that the new law also allows all voters to print home ballots,\" she said. \"That's actually not the case. Members of the army and some others, such as the Koronadans abroad, can print the ballot papers at home, but this is the case even before the new law is enacted.\" In a modern section, Kelly sought the new Colorado Act, which raised concerns about voter fraud, to allow \"the population to print ballot papers from their home computers, and then encourage them to hand the ballot papers over to \"the collectors.\" This is a mistake, a fact that Kelly later recognized. The major change in Colorado with the 2014 mid-term elections is the comprehensive mail system for active and registered voters. These ballots are mailed to voters; they are not printed by voters. The only persons who have access to an electronic system are military and Colorado personnel living abroad, which precedes the most recent laws. Kelly's claim rates are false.", "vclaim_id": "vclaim-pol-07051"}