{"url": "/factchecks/2014/oct/08/morgan-brittany/did-washington-tell-responders-prep-ebola-months-a/", "speaker": "Morgan Brittany", "vclaim": "\"According to a government supplier of emergency products, the Disaster Response Team was told to be ready to activate the Ebola outbreak in October.\"", "truth_label": "pants-fire", "date": "stated on October 7, 2014 in an article on the WND website:", "title": "Did you tell Washington responders to prepare for Ebola months ago? No.", "text": "As if Ebola was not scary enough in itself, it is fertile ground for conspiracy theories. One of the last comes from Morgan Britney, a former actress from the original TV show Dallas, which is now suspended. Brittany suggests that Ebola is part of a larger White House plan to control the nation. Brittany's column describes a dinner party in Los Angeles where the conversation turned disgusting. \"One man mentioned the fact that Washington has known for months, if not years, that we are in danger of some kind of global epidemic,\" wrote Brittany. \"According to a government supplier of emergency products, the Disaster Response Team was told to be ready to activate it in October for the Ebola outbreak. This is like the fact that they knew that 60,000 illegitimate children would cross our southern border eight months before it happened.\" A few months ago, we unpacked our last eyebrows about the government being behind the undocumented children's surge at the border. Now, we're examining whether something called the Disaster Assistance Team was told to prepare for the Ebola outbreak. The Brittany column provided a link with the Global Research site, another conspiracy site. The world's research had his own annoying article. \"A large government resource for emergency response products specializing in 'high-risk events' said that disaster response teams were informed of the readiness to activate them in October. The terrible revelation, which was made on the Twitter page EMS Gold State, suggests that not only does someone know that the Ebola virus will reach America, but they know exactly when it will happen. So the global search had a footage of the Twitter exchange from September 30, and in fact, we found there, \"DART teams were notified months ago that they would be activated in October. The timing sounds weird. Source: current DART member.\" Tweets are real. And what they lack is anything fundamental behind them. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, we spoke with Ed Castillo, head of the Golden State Emergency Department. Castillo was sorry. Castillo said, \"Some of the EMS guys were talking about conspiracy theories.\" \"There are no facts to support it. It can be written off as a couple of men calling the breeze.\" The Golden State is located in Woodland Hills, Califf. Among other services, Hollywood film companies are contracted to have a medical team in hand when filming a ruse sequence. Castillo said that the company's only objective now is to \"fire out\" and stop hearing from conspiracy theories. \"These men came out of the woodwork left and right,\" said Castillo. \"We had to tear down our Twitter account. Now we're just sticking to Facebook and our web page. We just want to get back to work.\" The Golden State Tweets may have been taken as a fact, but the World Research Bulletins and Brittany have even gone beyond what the Tweets have said. Their reference to \"a large government supplier of emergency response products\" appears to have largely re-imagined the gold line of action of the State. The writing of the Disaster Assistance Team as a single entity also seems strange. This name generally applies to any group jumping to help cause a disaster. Brittany doesn't write conclusively that these theories are accurate, but she shut her article on the note of fear. \"The current administration may need to do this so that martial law can be declared, weapons can be seized and the population can be controlled. As soon as that happens... the game is over.\" Our rule, Brittany, has expressed the fact that a government resource knows that emergency responders have already been told to prepare for Ebola. The rumors were based on tweeting from a private medical and safety services company in California, which now says the tweet was based on nothing. The reckless use of unbelievable allegations wins this claim \"pants on fire.\"", "vclaim_id": "vclaim-pol-07175"}