{"url": "/factchecks/2012/oct/23/barack-obama/obama-says-romney-opposed-any-government-help-resc/", "speaker": "Barack Obama", "vclaim": "Mitt Romney says it was clear he wasn't gonna give government help to American car companies, even if they went bankrupt.", "truth_label": "barely-true", "date": "stated on October 22, 2012 in the final debate:", "title": "Obama says Romney's opposed any government assistance to save car manufacturers.", "text": "The recovery of the American auto industry provides evidence that success has a thousand fathers while failure is an orphan. Mr. Romney said that President Barack Obama had followed the plan set out by Romney in 2008. On his part, Obama said that Romney was going to let General Motors and Chrysler handle them while they went bankrupt. In the final discussion before the elections, Obama reiterated his accusation against Romney. \"You keep trying, you know, the history of the airbrush here,\" said Obama. \"I was very clear that you would not provide government assistance to American car companies, even if they went bankrupt. You said they could get it on the private market.\" Back and forth, Romney insisted the president was wrong. \"I said we'd offer guarantees,\" said Romney. \"That's what allowed these companies to go bankrupt, and get out of bankruptcy. Under no circumstances will I do anything but help this industry stand on its feet.\" In this fact check, we will examine Obama's charge that Romney will not provide government assistance to the motor companies, even if they are bankrupt. In early 2008, Romney, in a speech to the Detroit Economic Club, said: \"I am not open to rescue, but I am open to exercise. Washington should not be a donor, but it can and must be a partner.\" Later that year, Romney wrote a famous article in The New York Times entitled \"Let Detroit go bankrupt.\" He encouraged both men to look at this. We did, and here's what Romney wrote: \"The federal government should provide guarantees for post-bust financing and assure car buyers that their guarantees are not in danger.\" The Romney campaign said that this referred to the Government providing a guarantee to private lenders who intervened to keep car manufacturers on the run while they were bankrupt. This guarantee would have been derived by private lenders even at the moment when traditional credit markets were frozen. In bankruptcy cases, it is not common to allow companies to continue working because this gives creditors the best chance to recover more of their money. A bankrupt enterprise, by definition, lacks money, and in order to prepare payrolls and pay suppliers, there is so-called debtor financing in possession or investment management. But Romney didn't talk about funding the Department of International Protection directly. We asked Laura Beth Bartle, Professor of Bankruptcy Law at Wayne State College of Law, if the term he used, \"post-failure financing,\" meant the same thing. Bartle said: \"I can't read Romney's mind as to what he meant when he used the phrase.\" \"But most bankruptcy lawyers will interpret \"post-failure financing\" as referring to the financing of the Department of International Protection.\" However, the term Romney was used in a different sense as well. Sometimes this means the financing that the company receives once the bankruptcy has been completed. (For example, an article in 2007 in the CFO newspaper \"Delta Receives Post-Failure Finance\") described a multibillion-dollar package to the troubled airline that came into effect after the company's bankruptcy. Steve Ratner, former Chief of Car Rescue at the Obama administration and Voice critic of Romney, said that Romney was using the term in the second sense - long-term loans that support businesses after they had come out of bankruptcy. \"He was referring to the Wall Street practice of providing exit finance to companies emerging from bankruptcy,\" Rutner said. \"But because there was no funding available from the Department of International Protection, companies would never show up.\" Bartle didn't approve. The term could have both meanings, but she pointed out that Romney was writing about organized bankruptcy. \"I can't imagine why he was discussing the ability of car companies to obtain finance after they came out of bankruptcy when all the talk at the time was about their ability to obtain finance to allow them to work during bankruptcy.\" Full certainty about Romney's intention may be elusive. John Butao, Professor of Bankruptcy Law at the University of Michigan School of Law, said that the term had been used loosely. \"I'm not sure what that means because the logical thing for him means financing DIP,\" said Butao. \"But context means financing the exit, because it means we shouldn't do anything during bankruptcy, just after bankruptcy.\" We asked the Romney campaign for any comments made by the Governor in 2008 that would clarify its meaning. The staff said they didn't know anything. The Romney view deals almost entirely with how the GM and Crysler operate after restructuring. He almost said nothing about bringing companies to that point -- some nine words out of over 800. This increases the uncertainty surrounding his intentions. Our verdict, Obama, said that Romney wouldn't be providing government help to car companies, even if they went bankrupt. The term Romney may have two meanings. It may refer to funds used during bankruptcy and those used immediately thereafter. To distinguish is of great practical importance in this case, because without loans in the midst of bankruptcy, there may be no car manufacturers to lend them on the other side. We can't know for sure what meaning Romney was considering. However, Obama gave strong assurance. He said Romney wouldn't be helping the government even if the car manufacturers went bankrupt. Romney's words were vague and very limited in number, but he spoke of a government guarantee, which is the case whether he meant loans during or after bankruptcy. We're mostly assessing Obama's statement wrong. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-10105"}