{"url": "/factchecks/2019/mar/20/tweets/no-texas-democratic-party-did-not-give-beto-orourk/", "speaker": "Tweets", "vclaim": "\"Bitto O'Rourke gave the remaining $4.5 million in his Senate race to the Texas Democratic Party a few months ago, and the party sent money to him on his announcement day.\"", "truth_label": "pants-fire", "date": "stated on March 18, 2019 in a tweet:", "title": "No, the Texas Democratic Party didn't give Bittu O'Rourke $4.5 million.", "text": "The Texas Democratic Campaign Bitto Orrok said that it raised more than $6.1 million during the first 24 hours of its presidential presentation, more than any other candidate from his party claimed to have raised him on their first day in the race. A tweet published by a democratic activist in New York indicates that Aurourke was able to report this large number on his first day because of a significant contribution by the Texas Democratic Party to his election campaign. The tweet was widely published and republished on Facebook several times. The original tweet was published by Javier Pérez, who, according to social media articles, supports Bernie Sanders in the democratic primary. He said that the alleged contribution made by Texas Democrats to Oork was in fact money given to the party by Oork after last year &apos; s failed challenge against Mr. Ted Cruz. \"Well that's embarrassing!\" said Perez in his tweet. @Betourke gave the remainder of 4.5 plus a mile from his Senate race to @TexasDemocrats a few months ago, and the party returned the money to him on his announcement day. So maybe that's why he doesn't release his list of individual contributions.\" Perez did not reply to an e-mail requesting comments. The Aurürk campaign and the officials of the Texas Democratic Party deny its claim, and electoral campaign financing laws prevent political parties from making contributions of more than $5,000 to a candidate during the elections. So far, O'Rourke Chris Evans has said that the $6.1 million came from individuals (O'Rourke does not accept funds from political action committees) and did not include $4.5 million from the State Democratic Party. \"Every dollar of that came online from people, not from PACs, companies, private interests, or in the way described in this completely false tweet,\" Evans said in an e-mail comment. On Wednesday, O'Rourke told journalists that his share of the first 24 hours of the race came from 128,000 unique contributions, with an average of $48 each. The fund-raising reports from the first quarter of the race did not return to the Federal Electoral Commission until 15 April, and the Aurourke campaign did not issue a list of donors who contributed on its first day of the race. The money transferred was spent on the Oork Senate campaign, called Bitto to Texas, and more than $4.5 million was transferred to the Texas Democratic Party over the course of its campaign against X. and Ted Cruz, according to campaign financing files. Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. • 29 January 2021, most transfers were made in October 2018, one month before the elections. An amount of $815,000 was transferred in September and $450 was transferred in November 2017. The money transferred from the Aurourque Senate campaign to the party was not the remnants of his race, as noted by Perez's tweet. No money was transferred from Beto to Texas to Texas Democrats after election day. Manny Garcia, Executive Director of the Texas Democratic Party, laughed when he asked about the tweet and said that any money transferred to the Committee from O'Rourke immediately went to races throughout the state. \"This money went straight to our field operations,\" he said. In fact, Garcia said that the Democrats in Texas did not contribute any money to the Presidential campaign of Ourke during its first 24 hours. It was rare for a party to give money directly to a candidate; instead, he was more likely to see a candidate contributing to the party. The Texas Democratic Party raised more than $13.6 million during the 2018 election cycle (including $4.5 million from Aurourc) and spent more than $13.4 million during the same period, according to campaign financing files. At the end of January, the Democratic Party of Texas had only $294,774 according to campaign funding data. Aurourke launched his presidential campaign on March 14th. Our judgment, Perez, on Twitter, wrote that O'Rourke \"given the remaining $4.5 million in his Senate race to the Texas Democratic Party a few months ago, and the party sent money to him on the day of his announcement.\" Aurourke transferred $4.5 million to the State Democratic Party during the last month of his Senate election campaign, and party officials said that the money was spent immediately to mobilize volunteers and voters. Political parties are not allowed to give more than $5,000 to a political candidate during elections. We're assessing this pants claim on fire. Pants on fire - The statement is inaccurate and makes a ridiculous allegation. 2019-03-20 22:19:13 UTC PoliticsFact 1 1 7 Politics Factoring: Pants on Fire says Beto O'Roke \"Keep the remaining grinder 4.5+ from his Senate race to the Texas Democratic Party a few months ago, and the party sent money to him on the day of his announcement.\" ∙ Tweeting of Democratic activist Javier Pérez https://twitter.com/XPerezNY/status/110766529808080129024 Monday, 18 March 2019 2019 2019-03-18 Read more information", "vclaim_id": "vclaim-pol-00872"}