{"url": "/factchecks/2019/aug/02/kirsten-gillibrand/fact-checking-attack-joe-biden-about-his-words-wom/", "speaker": "Kirsten Gillibrand", "vclaim": "\"When the Senate discussed the affordability of middle-class childcare,\" Joe Biden then declared \"a voice against it, which is the only voice, but what Fi wrote in a newspaper article was that he believed that women working outside the house would \"cause the family.\" He also said that women working outside the house were \"fugitive from responsibility.\"", "truth_label": "half-true", "date": "stated on July 31, 2019 in the Detroit debate:", "title": ":: Verification of facts: Joe Biden, Kristin Gillibrand spit over the 1980s, voting on a child-care tax exemption", "text": "Sin Kristin Gillibrand, D-N.Y., accused former Vice President Joe Biden of adopting views against working mothers in an article about four decades ago, when he was a member of the United States Senate. \"When the Senate discussed the affordability of middle-class childcare, it wrote a newspaper article,\" she said during the 31 July debate in Detroit. He voted against this decision, the only vote, but what Fi wrote was that he believed that women working outside the house would \"create family deterioration.\" He also said that women working outside the house were \"avoiding responsibility.\" From our review, it was found that Gilbrand had chosen the words of Biden from 1981. They did not say literally that working women would cause the family to deteriorate or avoid responsibility. The opinion shows that it criticizes the concept of work of both parents if this is not a financial necessity. Gillibrand argues that his words came at a time when mothers bore most of the childcare responsibilities and were far less likely to work outside the home than their husbands. So if he's on the case that one of the parents must stay at home if the couple can afford it, the statistics from that time suggest that the mother's role is more likely to be. \"Give me a break! Who was gonna stay home in 1981 to watch the kids? That's obvious. Usually, in most families, women, Gilbrand said on CNN the morning after the debate. \"Women continue to be primary caregivers\" In 1981, during the discussion, a speaker in the Gilbert campaign tweeted the 1981 opinion article by Paiden, which was printed in The Daily Times in Salisbury, Md. At that time, Paiden was the only senator who voted against the expansion of the child-care tax exemption. It wasn't against the tax credit in general, but it didn't want it for higher-income couples. He had voted for a tax exemption for childcare a few years earlier. Paden wrote the opinion to explain his opposition, and he began to mourn how people of his generation and others avoid personal responsibility for themselves and their families. \"That's a shame,\" books. \"But the recent Congressional Act puts the federal government in a position, through tax laws, to support the deterioration of the family. This is tragic.\" He did not say that working women were responsible for this deterioration. Its general point was that low-income families should not have to support day-care expenses for higher-income families. He wrote that it was \"fucking\" that there were families earning $1 million or more that took the tax exemption for childcare. \"But what I do not accept as legitimacy is a social policy that encourages couples to earn 30,000, 40,000, 50,000 or more per year to evade full responsibility for their children by granting them a tax deduction for day-care expenses,\" books. (In 1981, $30,000 was equivalent to approximately $84,500 today; and approximately $50,000 was $141,000). He also argued that parents should bear personal responsibility for the care of their children. The Senate should not \"make it easier for people who do not have the financial necessity or the personal need to give up their responsibility to care for their children.\" On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request to use the Marines for inaugural security, and told her that we were \"not working for you.\" By Samantha Butterman (January 17, 2021) a few weeks before the opinion article was published, Paiden spoke of the child-care tax exemption on the Senate floor. The offer of an adjustment, which did not succeed, would have limited the tax deduction for families receiving less than $30,000. Biden said he wasn't opposed to women working outside the house, complimenting his wife Jill, the teacher, for example. \"She's a professional woman.\" She's very loyal to her career, and she's very concerned about it, and she has good reason to be, and I'm proud of the fact that she has a career like this, \"Baiden said on July 28, 1981, on Earth. \"But it's awful to have my dad, who makes less than $20,000 a year, pay a tax to make sure I can put my baby in a day care center. I think that's preposterous.\" Paden also said, \"I have no objection to the fact that if the mother and father wanted to meet and say, \"Hey, by the way, Joe, I was taking care of the baby and I was going to pursue my career, and that's good. This is a personal decision, and I'm all that.\" He also described day care as something that should be used by working couples only if they needed it financially. Before the discussion, Paiden &apos; s previous tax deduction data gained new days. The Huffington Post published comments by Paiden that were published in the Indianapolis news at approximately the same time. The following quote (the old one of us): \"I think it is a sad comment on this society when we say, as a matter of social policy, that it should be made easier for people who do not have financial or personal needs to forget their responsibility to care for the child all day from when the child is a baby until he attends school. I don't care whether in modern marriage you want a man or a woman to take that responsibility. This must be solved by each couple separately.\" Payden's support for tax exemptions for childcare at other times, including years before his vote in 1981. While working mothers were not singled out for the deterioration of families, his comments on couples using day care and avoiding responsibility for caring for their children could be interpreted as criticism of women going to work, as stated by sociologist Philip Cohen, who is looking into family structure. In 1981, just over 50 per cent of women with dependent children were in the labour force, compared with about 90 per cent of men. Cohen said that 94 per cent of parents living at home were women. In the 1980s, and still today, it is rare for a mother to be the only parent in a couple. Our governor Gillibrand said that when he only opposed the tax exemption for childcare, he wrote an article in which he said, \"He thinks that women working outside the house will \"create family deterioration\" and that they \"avoid responsibility.\" That is not what they said directly in a 1981 newspaper article when he opposed expanding the scope of the child-care tax exemption. Paden doesn't want richer families to get tax relief. He criticized parents with dual income who did not need two salaries to put their children in day care. While such families avoided responsibility for the care of their children, he did not explicitly blame women. We're assessing this statement half right.", "vclaim_id": "vclaim-pol-00369"}