{"url": "/factchecks/2016/sep/08/donald-trump/Trump-says-Clinton-satisfied-with-VA/", "speaker": "Donald Trump", "vclaim": "Hillary Clinton says the Veterans' scandal is too much. \"She said she's satisfied with what's going on.\"", "truth_label": "barely-true", "date": "stated on September 7, 2016 in the NBC Commander-In-Chief Forum :", "title": "Did Hillary Clinton say she was satisfied with the war veterans' management?", "text": "One of Iraq's veterans, Donald Trump, asked at the BBC General Commander's Forum how the Republican candidate could support the veterans, going beyond words. Trump referred the speaker to his website, saying that one of the biggest problems the veterans face is waiting to see doctors. His democratic competition, Hillary Clinton, had been a rejection of the crisis. \"And by the way, Hillary Clinton said six months ago that veterinarians are being treated well, there's no real problem, it's overrated,\" said Trump. \"She said that\" \"No, no, I went after that and put a series of problems inside the VA.\" The Trump doubled down: \"Look, I mean, she made up half of what she said about me. I'm telling you, this is -- she was satisfied with what was going on in the Veterans Department. We wondered whether Clinton had actually used those words to minimize reports of veterans waiting months for medical care. The Trump campaign released a newsletter quoted by Clinton on the occasion of November 2015, saying: \"I think I'm a secretary (Robert A. McDonald's doing a great job, but there's a lot to do.\" 16 seconds on McDonald, who took over in July 2014 after Eric Chinsky resigned, does not give much context to what she said before that quote. The Washington Post reported that the former secretary, Chinsky, resigned in May 2014 after it was reported that the VA hospital system \"wanted to hide the months of waiting that veterans faced when seeking care.\" This event followed numerous media reports on the extended waiting times for medical treatment faced by veterans, including reports of veterans dying awaiting care. The Trump campaign after the Forum also referred to an article in the Wall Street Journal about the criticism that Clinton received after saying: \"It was not as widespread as it was said,\" at the Rachel Madao exhibition of the Ministry of National Security, regarding problems in the management of veterans. In that interview, Madhu asked Clinton about talks about privatization of the Vice President, and whether she had any ideas about how to reform the program. \"You know, I don't understand why we have such a problem, because there have been a number of surveys of veterans and, in general, veterans receiving treatment satisfied with their treatment,\" Clinton said in October 23, 2015. \"Now, no one will believe it from the coverage you see, the constant proselytizing of the VA coming from the Republicans, in part in the pursuit of this ideological agenda they have.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, Madhu intervened: \"But in part because there is a real scandal.\" \"There was. But it was not as widespread as she was told,\" Clinton answered. \"Now, I believe that some of the reforms adopted last year should be given an opportunity to act. If there's an unacceptable waiting period, you have to be able, in some sense, to get a chance out, to have a private doctor take care of you, but at the expense of VA. She said, \"There's something that doesn't work in the bureaucracy.\" Clinton spoke in front of Trump at the NBC Forum and said she was \"irritated\" by stories about V.A. It was \"very clear\" about the need to move the department into the twenty-first century. Clinton called for addressing the problems of the Attorney General in many town halls and electoral events. At a round table in June 2015 in Nevada, she said that the transformation of VA throughout the country should be a priority and \"what happened in Phoenix and elsewhere is totally unacceptable, period,\" the texts appear. Later in November 2015, Clinton said in the municipal hall that VA \"dos a lot of good work,\" but also \"has systemic problems.\" \"It was revealed, and it was shameful that people had been abused. They've been put on waiting lists and they haven't got the treatment they've been looking for. They got the wrong treatment. Clinton said that there were serious shortcomings within the Veterans' Corps. Our verdict, Trump, said that Clinton said the veteran scandal was \"exaggerated\" and \"she said she's satisfied with what's going on.\" This reading of Clinton's comments on the problems facing the health care of veterans is misleading and ignores the whole story. While Clinton said problems in VA \"were not as widespread as it was explained to be, it also recognized systemic problems within the system and repeatedly urged reform so that veterans could quickly access care. The statement contains an element of truth but ignores critical facts that give a different impression. We evaluate the Trump statement mostly wrong. https://www.sharethefacts.co/share/a08a6514-ee8c-4e0e-9d1e-036b0d0a7c5d", "vclaim_id": "vclaim-pol-04361"}