{"url": "/factchecks/2019/apr/22/eric-swalwell/did-republicans-rush-repeal-gun-control-law-mental/", "speaker": "Eric Swalwell", "vclaim": "In 2017, the first legislation passed by the Republicans \"make it easier for mental patients to buy weapons.\"", "truth_label": "half-true", "date": "stated on April 14, 2019 in a campaign rally:", "title": "Does the Republicans accelerate the repeal of the law prohibiting mental patients from buying weapons in 2017?", "text": "If elected president in 2020, Eric Swallwell promises to break the deadlock over arms control legislation. So far, he has worked with Parkland, the survivor, Cameron Kaske, and other organizations to combat violence with weapons. It was also suggested that a national ban be imposed on semi-automatic offensive weapons and their procurement. Like Washington Goof. Jay Ensley on climate change, Swalwell distinguishes himself from many of his first Democratic Party opponents by focusing on one issue. Following the announcement of his candidacy for the late show with Stephen Colbert, Swalwell organized a campaign rally in his city of Dublin, Califf. During his speech, he said: \"In 2017, the Republicans took over the House of Representatives, the Senate and the Presidency. I'm sorry to remind you. The first legislation we enacted - a law that would tell the world, \"These are the values that we embrace above all others\" - was a bill that would make it easier for mental patients to buy weapons. Called it Joint House of Representatives resolution 40.\" The fourth term Congressman accurately described the law sponsored by the Republicans, but he was not the first to pass that year. What does the Republican Act really say? (HJ) - (Reese) - (Reese) 40. Repeal the Social Security Department &apos; s rule that the Agency must inform some applicants with disabilities of the immediate national system for the verification of criminal background information. The Federal Act provides that any person \"sentenced as mentally defective or who has been placed in any mental institution\" cannot possess a weapon. In 2008, George W. Bush signed the National Survey System Amendment Act, which mandated federal agencies to report some persons with disabilities to the database. Federally licensed arms dealers use the database to screen potential buyers of firearms. The Special Service Rule was issued in 2016 to comply with the National Survey System Improvement Amendment Act. The Obama administration said that this would affect \"almost 75,000 people each year who have a documented mental health problem, receive disability benefits, cannot administer such benefits because of their mental disability, or who have been found legally ineligible by a government or federal court. It also included a mechanism to allow people to seek exemption from the ban on possession of weapons for mental health reasons. On January 13, 2021, General David Berger, the commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security, saying, \"We are not working for you.\" By Samantha Buterman: January 17, 2021, but in 2017, the Republicans - with the support of the National Gun Association and the Disabled Rights Groups - began a process that is rarely used to invalidate the Special Security Agency's rule. At the forefront of this effort was Iowa Sen Charles Gracelli, who argued that the federal regulation stigmatizes persons with disabilities and violates the constitutional right to bear arms. According to an article written by the American Civil Liberties Union, \"The thousands of Americans whose disability benefits are administered by another person range from young people with depression and lack of financial expertise to older persons with Down syndrome who need assistance with a limited budget. However, there are no data - nothing - showing that these individuals tend to violence in general or to violence in firearms in particular.\" Other organizations opposed this decline. Brady's Armed Violence Prevention campaign issued a statement saying if it was H.J. - (Reese) - (Reese) Forty times, \"people are considered dangerous to themselves or others will again be allowed to acquire weapons.\" Some states have their own laws on reporting some persons with disabilities to the National Survey Service or a similar database, according to the Giffords Legal Centre for the Prevention of Armed Violence. Was it the first law of the Republicans? President Donald Trump H. J. - (Reese) - (Reese) 40 became law on February 28, 2017. But it was not the first law passed by the Republican-controlled Congress that year. It wasn't even the first joint decision. The laws enacted earlier include measures to eliminate environmental protection related to coal mining and to encourage women and girls to enter careers in science, technology, engineering and technology. Our reign said that after the Republicans won the majority in the two houses of Congress, the first law they passed made it easier for the mentally ill to buy weapons. He was right about H.J. - (Reese) - (Reese) It removed 40 barriers for some persons with disabilities to purchase weapons, but it was not the first law passed in 2017. We're assessing the claim half the truth. Sharing the facts of 2019-04-22 13:57:01 UTC PoliticsFact 4 1 7 Politics Facting: Half True in 2017, the first legislation passed by the Republicans \"make it easier for mental patients to buy weapons.\" Democratic presidential candidate Eric Swalwell https://www.youtube.com/watch?v=k0DeebBnq1o at a campaign rally in Dublin, California Sunday, 14 April, 2019 2019 2019-04-14 Read more information", "vclaim_id": "vclaim-pol-00737"}