{"url": "/factchecks/2019/may/22/viral-image/photo-woodstock-music-festival-not-trump-rally/", "speaker": "Viral image", "vclaim": "The picture shows the Trump Gathering in Pennsylvania, not the Woodstock Music Festival.", "truth_label": "pants-fire", "date": "stated on May 21, 2019 in a Facebook post:", "title": "This is a picture of the Woodstock Music Festival, not the Trump March.", "text": "About 50 years ago, more than half a million people gathered in North New York State for three days of peace and music at the Woodstock Festival in August 1969. But an article on May 21, Facebook claims that an aerial footage of a large crowd is not an old picture of the festival, but a picture of a recent gathering of President Donald Trump. \"No, it's not Woodstock,\" he reads the article that was shared over 1200 times before that afternoon. \"It's the Trump Club yesterday at PA! Poor, sleepy Joe!\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Tramp's famous Facebook articles, mentioned on January 11, 2021, in Nancy Belusi's Facebook article by Samantha Butterman, 12 January 2021, are no longer the Speaker of the House of Representatives. Trump addressed supporters in Montorsville, Ba. on May 20 - and took some shots at former Vice President Joe Biden, born in the state. But the picture on Facebook is definitely that of Loudstock. This is the title of Jetty's photo of photographer Barry Z. Levin: \"The aerial vision of the large crowd present at the Woodstock Music and Arts Fair at Bethel, New York, 15-17 August (part of 18), 1969.\" We're assessing this Facebook mail pants on fire! Sharing the facts 2019-05-22 19:33:19 UTC Politic Fact 1 1 7 PoliticFact Dating: Pants on Fire A shows the image of the Trump Gathering in Pennsylvania, not the Woodstock Music Festival. The viral image on the Internet Tuesday, 21 May 2019 2019-05-21. Read more information.", "vclaim_id": "vclaim-pol-00606"}