{"url": "/factchecks/2014/oct/26/adam-kinzinger/claim-rand-pauls-budget-would-cut-military-half/", "speaker": "Adam Kinzinger", "vclaim": "Randball says, \"He's budgeted to cut the army in half.\"", "truth_label": "false", "date": "stated on October 26, 2014 in comments on ABC's \"This Week\":", "title": "Claim: Randball's budget will cut the army in half.", "text": "The mid-term elections are less than two weeks away, but the political presentations for Sunday were already peeping into the 2016 presidential arena. This week, the host, Martha Radtz, asked how the recent return of Monica Lewinsky to the national arena had affected Hillary Clinton's chances. The representative did not bite Adam Kensinger, an Illinois Republican, who said that he was a teenager when the Luynsky scandal broke, and instead he did not weigh more than the hopes of the Democratic Party. \"I think in 2016, by the way, I'd like to see Bush's pocket. I'd like to see Chris Christie. I think Paul Ryan's gonna be a great candidate. Kensinger said. \"The only person I don't want to see is a guy like Randball who put his budget in order to cut the army in half. I think this is going to be devastating for our party now.\" This is a harsh criticism of Paul by Kensinger, an ancient warrior in Iraq, but is it accurate? Rand Paul's Budget: Version 1.0 in its first year in the Senate in 2011, Paul submitted a proposal designed to drastically cut spending to balance the budget by 2016. In order to achieve this, Paul has taken measures to cut down entire sections such as the Ministry of Education, convert medical and food stamps into grant programmes, and, yes, to include \"the withdrawal and restructuring of the Ministry of Defence.\" \"The resources and funding we provide for our national defence are unprecedented, in any case,\" Paul wrote. \"Military funding has often far exceeded not only our most likely enemies, but has often exceeded global military spending as a whole by society.\" \"The structure of the United States army continues to reflect the build-up during the cold war,\" he suggested that the number of military personnel should be reduced by not filling vacancies arising from staff turnover, limiting the external presence and transitional control over Iraq and Afghanistan to local governments. The final score? Defence expenditures will decrease from $712 billion in 2011 to $641 billion in 2012 and continue to fall to $548 billion in 2016. Paul achieves this largely by reducing overseas operational costs and war spending from $159 billion to nothing by 2016. The rest of the defence budget is dropping slightly but in fact remains relatively stable. Overall, Paul &apos; s budget represents a decrease in defence spending of approximately 23 per cent compared with 2011 levels. That's important, but it's far from the 50 percent that Kensinger claimed. However, this is not the only way to look at spending cuts. Management costs tend to rise automatically annually due to inflation, increases in production costs, increases, etc. The Budget Office of Congress, which is primarily responsible for assessing financial accounts used by legislators, expected defence spending to rise from $712 billion in 2011 to $773 billion by 2016. This is about $225 billion more than Paul would have spent in 2016. In this sense, Paul reduces annual defence spending by about 30 percent. Still not close to \"half.\" On January 13, 2021, the distinguished fact-checkers announced in a story in which General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security purposes, saying, \"We're not working for you.\" By Samantha Butterman on January 17, 2021, Paul's budget didn't go anywhere in the Senate. Only seven senators voted for him with 90 rejections. The Kinsinger Polyte Fact told the office that \"a reduction of approximately 25% will reduce capacity by almost twice the total number.\" Why? Because much of the defence budget is stable and cannot be reduced. The part that can be reduced, the estimated defence spending, takes twice as much as the strike. Rand Paul's budget: Version 2.0 of the new proposed budget appeared from Paul in 2013: \"A clear vision for America's recovery.\" The large-scale budget cuts, known as the \"sole\" in place, have come to light. These isolated cuts significantly reduce non-war defence spending over the next decade. The updated Paul's budget has once again sought to balance the budget over the next five years. However, defence spending was somewhat exempted, at least compared to the first manifestation, and compared with the projections of the new post-screening budget. Under Paul &apos; s budget, defence allocations will increase from $521 billion in 2014 to $634 billion in 2013. Meanwhile, the Congressional Budget Office projected $588 billion in defence allocations in 2014 to $731 billion in 2023. Therefore, Paul &apos; s final budget actually shows an increase in expenditure on the Organization &apos; s projections in 2014, although it is about $100 billion lower than expected in 2023. However, Paul &apos; s office noted that this was due to the fact that spending on war was again falling to zero (assuming that the United States at that time was ending wars in Iraq and Afghanistan - why, then, would it include $100 billion a year to spend on war?). Community organizations expect the United States to spend $497 billion in 2014 and $589 billion in 2021 without spending war. The basic figures for Paul in the Ministry of Defence are higher than these numbers. The governor, Kensinger, claimed that Paul had budgeted to cut the army in half. In 2011, Paul released the budget proposal to reduce annual defence spending very significantly, but nowhere close to 50 per cent. There are different ways of measuring reductions, but they range from 25 to 30 per cent. Paul later revealed another budget that had already increased defence spending from year to year, although it had not kept pace with the estimated growth prospects. The Paul budgets have also eliminated funding in the defence budget for war spending and external operations on the assumption that the wars in Iraq and Afghanistan were over. But legislators can argue whether that is wise, it is an important context. In view of all this, we appreciate that the Kensinger statement is wrong.", "vclaim_id": "vclaim-pol-07080"}