{"url": "/factchecks/2019/sep/10/facebook-posts/donald-trump-didnt-donate-1-million-hurricane-dori/", "speaker": "Facebook posts", "vclaim": "President Donald Trump states that he contributed $1 million to the Bahamas Relief Fund in the aftermath of Hurricane Dorian, while no other politician contributed any funds.", "truth_label": "false", "date": "stated on September 8, 2019 in a Facebook post:", "title": "Donald Trump didn't donate $1 million to the victims of Hurricane Dorian in the Bahamas.", "text": "President Donald Trump has caught Flack in the last few weeks because of what he said about Hurricane Dorian, claiming he was mistakenly targeting Alabama. At the same time, some Facebook users have created a more positive story about the president and the storm. One of the articles, published in September 8, claims that Trump donated $1 million to the Bahamas' \"relief fund,\" destroyed by Dorian. The photograph, which shows small images of Trump and what appears to be the damage to the hurricane on a blue background, was placed in a group dedicated to the theory of the QANON conspiracy. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) It has been shared several hundred times in several different forms, so we wanted to check it out. On January 10, 2021, in an article on Facebook that says that Nancy Belusi sent a letter to the mayor of Portland after demonstrations there \"to demand that he adhere to the proven book of democratic play.\" By Sira O'Rourke on January 11, 2021, we reached out to the Facebook user who participated in the article to find out where they got it, but we didn't hear a reply. We found no evidence that Trump personally contributed $1 million to the relief efforts in the Bahamas. The news outlets did not cover such movements, and the White House itself did not issue any data on contributions related to patrolling. If the President had done so, it is reasonable to assume that action would have received some attention. We contacted the White House to make sure, but we didn't answer it. However, voluntary contributions of $1 million to hurricane relief funds are not entirely beyond the scope of probability. Many prominent companies and celebrities, including Disney and Michael Jordan, promised $1 million to Dorian victims. So are cruise signs like Royal Caribbean and Norwegian. In the aftermath of Hurricane Harvey in 2017, Trump donated $1 million from his own funds to charities assisting in the recovery effort in Houston - a move announced by the White House at the time. However, there is no evidence that Trump has made a similar commitment to the Bahamas. We're assessing Facebook wrong.", "vclaim_id": "vclaim-pol-00174"}