{"url": "/factchecks/2019/jul/26/viral-image/no-werner-herzog-didnt-say-about-america-and-germa/", "speaker": "Viral image", "vclaim": "Werner Herzog says: \"Dear America: You wake up, as Germany once did, to the awareness that one third of your people will kill another 1/3 while watching 1/3.\"", "truth_label": "false", "date": "stated on July 20, 2019 in a Facebook post:", "title": "No, Werner Herzeg didn't say that about America and Germany.", "text": "The German director, Verner Herzog, is well known to many documentary fans, and has an unforgettable voice. But we weren't sure that we could imagine him saying this: \"Dear America: You wake up, as Germany once did, knowing that one third of your people will kill 1/3 while watching 1/3.\" It's an ad on July 20 on Facebook attributed to Herzog. This article has participated more than 10,000 times in less than a week and has been referred to as part of Facebook's efforts to combat false news and misinformation in its broadcast. ∙ (Read more about our partnership with Facebook.) We looked for an online quote, found it on the Twitter account \"Werner Twertzog,\" which tweeted the words on August 23, 2017. The CV says: \"Ferner Herzog is unpaid on the Internet. #Twertzog: A tweet is a gnomic, predite, existential and spoken in a bavarian accent.\" On January 11, 2021, in an article by Nancy Pelosi on Facebook, the Speaker of the House of Representatives was no longer named Samantha Buterman. On January 12, 2021, this refers to an interview in August 2016 with Konan O &apos; Brien, where Herzog reiterated that he was not on social media, and that any accounts with his name were frauds. He said, \"I have a lot of couples there and it's okay, it's okay for me.\" They're my unpaid bodyguards. Earlier that year, in January 2016, Herzog, in an interview with Hollywood's reporter, said that \"on social media, there's Facebook, there's Twitter. It's not me, it's fake Herzogs, you can't stop it.\" Werner Twertzog &apos; s Twitter account indicates that it was shown on Best American Nonreed Rights 2017. This book, William Banbaker, considered the account maker, saying that since 2013 \"he was inspired by the great new German film director, Werner Herzog, to cast his voice in a short semi-named model called \"Twertzog.\" \"Snoops, who also considered whether Werner Herzog made the statement, refers to the book in his examination of the facts. Werner Twertzog rewrites the story of Snoops saying: \"Herzog, Twertzog, what's the difference between real and real?\" It is the difference between the classifications on Treat-O-Meter. This Facebook article is wrong.", "vclaim_id": "vclaim-pol-00384"}