{"url": "/factchecks/2016/jul/22/donald-trump/donald-trump-says-goods-trade-deficit-was-almost-8/", "speaker": "Donald Trump", "vclaim": "\"Our trade deficit in goods is almost... $800 billion last year alone.\"", "truth_label": "true", "date": "stated on July 21, 2016 in a speech at the Republican National Convention in Cleveland:", "title": "Donald Trump says that the deficit in merchandise trade was about $800 billion in 2015.", "text": "The retreat from international trade is the cornerstone of Donald Trump &apos; s quest to assume the presidency. It is believed that other countries benefit from our trade practices, while the United States suffers. According to Trump, the trade deficit is much larger than the volume of goods and services imported by the United States from its exports. \"Our trade deficit in goods is almost - think about this - our trade deficit of $800 billion last year alone,\" said Trump on July 21, at the National Republican Congress in Cleveland. \"We're gonna fix this.\" The Trump formula is a little weird, but he got the idea right. According to census data, the country &apos; s overall trade deficit in 2015 was approximately $500 billion, but this figure includes both goods and services. Trump referred to the trade deficit in goods, which included all manufactured products, oil and agricultural products. The trade deficit in 2015 for fair goods was $763 billion. Not quite $800 billion, but reasonably close. The reason that the overall trade deficit is less than the mere merchandise trade deficit is that United States exports of services exceed what they import. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, this was not the highest deficit in merchandise trade ever. It ranged from $782 billion in 2005 to $832 billion in 2008. However, current figures can in fact be lower than the merchandise trade deficit because oil prices were unusually low, as Robert Scott, Director of Trade and Industrialization Policy Research at the Institute for Economic Policy, a think tank partially supported by trade unions, said. \"It's a big deficit,\" said Scott. \"and must be reduced\" Our Governor Trump said, \"Commodity deficit has almost reached... $800 billion last year alone.\" In 2015, the deficit in merchandise trade was $763 billion. Trump is very close. We're assessing Trump's claim correctly. https://www.sharethefacts.co/share/ac7d34c9-2a0e-4f81-9510-6bf4f6e23a0a", "vclaim_id": "vclaim-pol-04630"}