{"url": "/factchecks/2019/feb/27/e-gordon-gee/does-west-virginia-have-nations-lowest-workforce-p/", "speaker": "E. Gordon Gee", "vclaim": "West Virginia has the lowest rate of labour force participation in the country, which is around 50%, when the national average is about 63%.", "truth_label": "true", "date": "stated on January 14, 2019 in an op-ed:", "title": "Does West Virginia have the lowest labour force participation rate in the country?", "text": "Is labour force participation in West Virginia less than in any state? This is what the president of the University of West Virginia, Gordon G, wrote in a recent article. The title of the January 14th column of the State Journal was \"The Effective Education System is the key to the future of West Virginia.\" In the column, G wrote, \"As I often point out, there's no job problem for us. He has a problem with skills that leave many high-paid jobs unoccupied. We have the lowest labour force participation rate in the country, which revolves around 50%, when the national average is about 63%.\" Is this allegation accurate? We've had a good look. What is the labour force participation rate in West Virginia? Economists say that the most appropriate statistics in this case are the rate of participation of the civil labour force, which is calculated by the Federal Labour Statistics Office on a regular basis. The statistics take the number of employed persons, add it to the number of unemployed persons seeking employment, and divide the amount by the total population at least 16 years of age, do not work in active service in the army, and do not work in an institution such as prison or long-term care. The most recent data available from the Bureau of Labour Statistics, from December 2018, showed that the civilian labour force participation rate in West Virginia was 53.9 per cent. This figure did not deviate significantly throughout the year 2018, ranging from 53.7 per cent to 54 per cent per month. The last five years were also similar to 2018. The average labour force participation rate was 53.9 per cent in 2018. In 2017, it was 53.3 per cent, in 2016 it was 53.1 per cent, in 2015 it was 52.8 per cent and in 2014 it was 53.1 per cent. It could have been slightly closer by using similar but distinct statistics, known as the employment-to-population ratio. These statistics take the number of employed persons into the same total population as the civilian labour force participation rate. In West Virginia, that was 51.2% in December 2018, and it was close to 2018. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy: 20 January 2021, so for this part of his statement, G was close, and he said, \"Almost 50 percent,\" giving him some vibration. Is the rate of West Virginia the lowest in the country? In West Virginia, the participation rate of the State &apos; s civilian labour force was December 2018. The State of Mississippi was the closest, at 55.8 per cent. The pattern was largely the same for the rest of 2018. In fact, West Virginia remained \"at the lowest point since the United States Bureau of Labour Statistics began reporting the series on a fixed basis in 1976,,\" as Brian Lego, an associate researcher at the Office of Trade and Economic Research at the University of West Virginia, said. Is the national average about 63%? The national civilian labour force participation rate was 63.1 per cent in December 2018, after rising from a low of 62.7 per cent earlier in the year. So G is on target with his statement that the national rate was \"about 63 percent.\" Why are West Virginia going so badly in these measurements? Lego said that there are a range of factors that explain the weak functioning of the State. \"The main reasons for the image relate to deficiencies in human capital, such as the lack of skills for available jobs,\" he said: He also referred to poor health, drug abuse and a large number of elderly people living in West Virginia. \"We have the lowest labour force participation rate in the country, which hovers around 50 per cent, when the national average is about 63 per cent.\" He was very close to the three elements of the statement, and he gave himself breath space using the words \"over\" and \"over.\" We're assessing his statement right. Sharing the facts 2019-02-27 16:25:59 UTC PoliticsFact 6 1 7 PoliticsFact Rating: Treu West Virginia has the lowest labour force participation rate in the country, which hovers around 50%, when the national average is about 63%. President of the University of Gordon G. WVU https://www.wvnews.com/statejournal/opinion/an-an-nuclear-education-system-is-key-to-west-Phergnia-s/article_7bf79501-6361-5c1c-addb-fb64ed9a831a.html", "vclaim_id": "vclaim-pol-00963"}