{"url": "/factchecks/2019/apr/26/bennett-sandlin/its-true-74-percent-texans-live-4-percent-states-l/", "speaker": "Bennett Sandlin", "vclaim": "74% of people in Texas say \"smashed in 4% of the Earth.\"", "truth_label": "true", "date": "stated on April 22, 2019 in a news conference:", "title": "About 74% of the people in Texas live in only 4% of the state territory.", "text": "A group of mayors from all over Texas joined the Texas Municipal Association in criticizing a bunch of bills before the legislature that they say are detrimental to cities and limit possible action on local issues such as property restrictions. Bennett Sandlin, Executive Director of the Texas Municipal Association, said local governments know their communities better than anyone else and encourage \"reasonable regulation.\" \" Seventy-four per cent of the population lives in the cities of Texas.\" The area of Texas cities is only 4%. So you have 74% of the people in Texas gathered in 4% of the land. Having reasonable limitations on what you can do with your property is something that cities have done for thousands of years.\" Is Sandlyn right? Does the vast majority of Texas residents live in cities, which make up a small percentage of the total state area? Sandlin said that his organization calculated this claim by using the population data they maintain and the figures of the United States Census Bureau on population and land area. They calculated the percentage of the population living in the cities of Texas using their data to find people living in cities and to estimate the general population of the state. In order to find this area, they used the statistical numbers to find the state space and the area within cities with the monitoring of the wrong data. \"We have found over the years that the population census is not always fully sensitive to what it means to be a city integrated in Texas, which sometimes includes non-urban areas or areas,\" Sandlin said in an e-mail. The cities in his calculations include all the integrated areas in Texas, from Houston, with more than 2.3 million people, to Tuco in North Texas, with an estimated 75 inhabitants. Sandlin said he hasn't completed a new account since 2015, but things are unlikely to change. In one interview on January 31, 2021, John Kerry says that Hurricane Harvey \"dropped more water in Houston in five days than Niagara Falls in one year.\" As Brandon Mulder said on February 5, 2021: \"There were a handful of very small cities that formed, perhaps, some annexation, but I doubt they changed the percentage in any tangible way,\" he said. What do the numbers say? Layla Valencia, a senior demographer at the Texas Demographic Center, said that Sandlin's calculations were quite correct. Population estimates from the 2017 census indicate that the state population was around 28.3 million. Of these, some 20.8 million people live in integrated areas - 73.63 per cent of the population of Texas. Valencia also withdrew figures from the census relating to the geography of the State and the places covered. Texas has an area of over 676.6 billion square metres. In 2017, there were more than 28.7 billion square metres (or 4.25 per cent) in the integrated areas. At the national level, there is a similar trend. A report issued by the Census Bureau in 2015 showed that the majority of the country &apos; s population lived in integrated places - 62.7 per cent in 2013. The established land comprised only 3.5 percent of the land area at the time. The governor Sandlin said, 74% of people in Texas are destroyed in 4% of the land. The latest census data support Sandlin &apos; s claim. Some 20 million Texani, or 74 per cent of the state's population, live in integrated areas, which constitute about 4 per cent of the State's territory. We're assessing this claim right. The truth is - the statement is accurate and nothing important is missing. Sharing the facts 2019-04-26 18:42:20 UTC PoliticsFact 6 1 7 PoliticsFact Rating: True 74% of people in Texas say \"Stripped in 4% of the Earth.\" :: Bennett Sandlin, Executive Director of the Texas Municipal Association, press conference on Monday, 22 April 2019 2019 2019-04-22. Read more information", "vclaim_id": "vclaim-pol-00701"}