{"url": "/factchecks/2011/may/20/adam-hasner/us-senate-candidate-says-debt-increases-75-million/", "speaker": "Adam Hasner", "vclaim": "The fact that we are \"sorry\" about our national religion. In 1791, it was $75 million. Today, this amount rises in about an hour.\"", "truth_label": "half-true", "date": "stated on May 10, 2011 in a tweet:", "title": "Adam Hasner claims that the debt is increasing by $75 million an hour.", "text": "Adam Hasner, a Republican candidate for the United States Senate and former majority leader in Florida House, is one of the biggest Twitter fans. His account (@adamhasner) is used as a tool for a chat campaign with supporters and boasting of his conservative credentials. It is not unexpected that the place has been used to vote on the popular goal of GOP: the country &apos; s ever-increasing national debt. The debt exceeds $14 trillion. Hassner had at least three statements on the subject from May 10 to May 12, 2011. • The fact that our national religion is \"sorry.\" In 1791, it was $75 million. Today, this amount rises in about an hour at www.hungtedeen.com. The reality of \"Scary\" #2 after WW2 was 122% of the national debt of GDP, and by 1970 it had fallen to 38%, and now it is 95% of GDP www.hungthydin.com. Both sides must be blamed. On the site of the attack on religion, the facts of drunkenness, huh? Signs like that are practically begging for a thorough examination. We decided to investigate the first claim, which requires little calculation. Does the debt really grow at $75 million an hour today? We also took a quick look at allegations No. 1. 2 and 3, just to be thorough. It was easy to verify through federal websites. For \"Sad reality number 2,\" we looked at the tables of the Office of Administrative and Budgetary Questions showing debt as a percentage of GDP. In 1946, the total federal debt was 121.7 per cent of GDP. In 1970, it was 37.6 per cent, and now (2010), it was 93.2 per cent. That's close enough to Hassner's numbers. For his third claim, we checked the same link. From the end of fiscal year 2000 (Sept. 30, 2000) until fiscal year 2010 (Sept. 30, 2010), total debt increased by 140 per cent, more than double, and thus Hassner &apos; s right to that part. We moved to the U.S. Treasury to check for change since Barack Obama became president because that site mentions a daily amount of debt. From the opening day of January 20, 2009, when debt was $10.627 trillion, to May 12, when it was $14.308 trillion, the increase was about 35 percent. Not quite 41 percent Hassner points, but also close. So let's go back to verifying the truth on his first tweet. The history of debt is the first part of this tweet that is easily verified. The Treasury website dates back to 1 January 1791 - the earliest available date - when the historical outstanding debt amounted to $75,463,476.52. So, Hasner was right about that, too. However, how did he determine the rate of debt increase today? We asked Rick Wilson, his Republican campaign counselor, to explain the accounts. It turns out Hasner borrowed all three CBS Moneywatch claims. The prosecution we're investigating of Hassner is the first to appear in Jill Schlesinger's story. It provides a link to Ed Hall &apos; s website, which manages the debt watch on the Internet and appears to be the original source of this reality (his debt watch was not operational as of 19 May 2011, and it was also sometimes not accessible to FAQ). On January 8, 2010, in a Twitter message, \"Why January 8, an important date in American history? This day of 1835 is the only day in our history when we were not indebted.\" • On January 11, 2010, Hall, a software engineer from California, said that the site was launched in 1995 as a web programming lesson. He writes a little more than the story of Mooney Watch or Hassner by adding the word \"or so\" at the end. In an e-mail, Hall wrote: \"This number is old (it was true at the time I wrote it), but the national debt is now rising by about $165 million an hour. I get this by dividing the average daily increase in debt over the last few years ($4.02 billion) by 24.\" Our account (Hassner) tweeted his claim on May 10, 2011. This is important because it says that debt rises by $75 million in about an hour of the day. We looked at the rate of debt increase from 10 April to 10 May 2011. In order to do this, we used very accurate figures provided by the Debt Treasury to Beni and those who keep it, allowing you to search for the sum of the United States public debt per day for any date since 31 March 2005. We'll save the long numbers so you can follow up. For 10 April 2011, this figure was $14,265,134,019.53 as at 10 May 2011, and $14,331,792,881. Split that by 30, and you'll know that the debt increased by $664,665,462 a day. This amount divided by 24 is $91,860,644.25, which exceeds the Hassner figure of some $75 million per hour. For more context, we applied the same method to October 18, 2010 and November 18, 2010 (the day the story of CBS Moneywatch was published). 18 October: $13,668,473,093.42 as at 18 November: $13,788,455 and $13,788,142,118.05 using the same method, but splitting 31 days instead of 30 days, we found an increase in debt per hour of $160,669,824. This is closer to the amount collected with the Howl method. As you can see, the rate of debt growth can vary from month to month and from year to year. This depends on the size of the budget deficit at any given time. (Religion, as explained here, is the sum of all previous disability cases.) Our reign, Hassner, relied on a month-old news story, not to mention, This was a problem in part of his first allegation, namely, that the increase in debt per hour amounted to $75 million. His message -- that debt is huge and growing fast -- is accurate, but he would have achieved a newer sum if he had done his own calculations. He's out in millions of dollars. We value his claim half right.", "vclaim_id": "vclaim-pol-13067"}