{"url": "/factchecks/2014/oct/24/republican-state-leadership-committee/nearly-all-wisconsin-job-creators-say-state-going-/", "speaker": "Republican State Leadership Committee", "vclaim": "95% of job creators say Wisconsin is in the right direction.", "truth_label": "half-true", "date": "stated on October 9, 2014 in a radio ad:", "title": "Almost all Wisconsin's job creators say the state is going the right way.", "text": "The Republican State Command Commission, a Washington, D.C.-based group that elects the Deputy Governor-General and other government officials, is new to Polyte Fact. And it's newly submitting an eye scan claim -- although it's exactly the same as a claim we evaluated over a year and a half ago. In an announcement by Radio Wisconsin on October 9, 2014, the GOP Group promotes the Lt. Gov campaign. Rebecca Klevesh, who runs on the ticket with Goff. Scott Walker in the November 4, 2014 elections. They face the candidate of the Democratic Governor, Mary Burke, and her electoral partner, John Lehman, from Racine. The announcement makes a number of bragging about Walker-Klevish administration, including this one: \"95 percent of job creators say Wisconsin is heading in the right direction.\" This is quite favourable, but the way the group remembers it is also misleading. The previous claim of Walker filed a similar claim in February 2012, saying 94 percent of Wisconsin's employers believed that the State was \"in the right direction.\" The majority said that they would \"growth their companies in 2012.\" We've evaluated his statement half right. Both numbers were correct. But it came from a small survey by manufacturers and traders loyal to the Walker and Wisconsin of some of its members. The December 2011 survey of 281 chief executive officers was a sample that did not reflect the overall structure of the state business. For example, the majority of respondents to the survey were executives in manufacturing, but manufacturing enterprises accounted for only 6 per cent of businesses in Wisconsin. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. • 15 January 2021, however, Walker presented the statistics without indicating the critical constraints. The Commission conducts its new survey every two years. The latter was conducted in November and December 2013. This time, 95% of the 341 CEOs said the state is going in the right direction. This is the survey on which the GOP National Group relies to present its claim. But this claim has the same problems that Walker had. Our assessment says the State Command Committee of the Republic: \"95% of job creators say Wisconsin is heading in the right direction.\" The figure is correct, but it comes from a small survey conducted by one business group that reaches a sample that does not reflect the general structure of government businesses. We value the claim half right. To comment on this item, go to the biennial Malawi web page.", "vclaim_id": "vclaim-pol-07089"}