{"url": "/factchecks/2016/nov/03/donald-trump/trump-says-media-doesnt-show-his-crowds-rallies-he/", "speaker": "Donald Trump", "vclaim": "The media \"never show crowds\"", "truth_label": "false", "date": "stated on November 2, 2016 in a rally in Pensacola, Fla.:", "title": "Trump says the media doesn't show his crowd in the crowds. He's wrong.", "text": "Donald Trump complained repeatedly that the media did not show the size of his crowds in the gatherings. \"I must endure some of the most misguided people in the world -- the media,\" said Trump to crowds in Pinsacola, no. \"They never show crowds like that -- look at that, all the way back. They never show crowds. They don't show crowds.\" We were wondering if the media never showed Trump crowds, so we moved to the archives and a former CBS journalist to find out. Most television coverage focuses on the candidate speaking behind the podium, rather than showing the whole crowd. There's a reason for that. On election campaign occasions, an organization of the television network is responsible for controlling the pool camera directly, and other cameras are responsible for large-scale shooting and reactions. Liz Rose, professor in Syracuse, former field producer and photographer of CBS, said that anyone working directly on the pool camera did not work for the employer, but worked on every television network or station in America. Of course, local news stations and national stations bring their own photographic equipment to cover the event, but media outlets rely on footage taken on these pool cameras. The photographer in charge of the pool camera has a very specific objective: to get a shot of the candidate walking on stage, a shot of the candidate walking on stage, and the candidate says the speech. \"If Trump looks closely at this broadcast (from the live camera), then you'll never see a crowd because that's not the job,\" said Rose. The reason the news outlets often show the pool footage directly is because the sound is the most obvious compared to the other camera responsible for the reaction footage. Rose said other cameras pick up normal sounds like applause that could make it hard to hear the real speech. But that doesn't mean that the media don't show crowds in Trump marches. Quick search in Google untie this quickly. The reporters showed the Trump crowd through the photos. See the examples here, here, here, here, and here. News stories: \"More than 15,000 excited fans Donald Trump turned Monday night to cheer on the presidential candidate for the last two weeks of the campaign,\" reading the introduction to a story from Tampa Bay Times from his 24 October race in Tampa. \"His supporters routinely referred, as the candidate pointed out, to the huge crowds still gathering to see him as evidence that his campaign was still strong,\" reading a line from the New York Times article of the Trump Caucus in Wilkes Barry, Ba. On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" • On January 19, 2012, the Washington Post wrote a story about the Trump crowds who looked at the actual crowd size of the Trump marches. \"Since Trump launched his presidential campaign in June 2015, he has attracted a huge crowd to gatherings throughout the country,\" read the article. \"During the pre-elections, the number of Trump heads was almost always higher than the number of Republican competitors or Clinton, whose audience at the time was usually up to 1,000. But instead of celebrating the actual size of these crowds, Trump routinely exaggerated the already large numbers.\" They also wrote a story about large crowds and how they are not necessarily associated with large totals of votes. Many journalists documented the Trump crowd on Twitter. Ashley Kilof, CNN reporter covering Trump, tweeted a picture of his crowd at Cincinnati's gathering with the title: \"The good crowd at the Trump Caucus in Cincinnati.\" A massive crowd in the Trump conglomerate in Cincinnati. Pic.twitter.com/WTPWktI6C - Ashley Kilof (@KilloughCNN) 14 October 2016 Adam Smith, political editor in the Tampa Bay Times, tweeted this photo for the Florida Caucus with the title, \"Tramp to 7K of the crowd and promised to pump more NASA and explore space.\" Trump prepares seven thousand people by pumping more NASA and more space exploration pic.twitter.com/Km3TXyLJ79 - Adam Smith (@damsthimees) 25 October 2016 Bazved News Political journalist Rosie Gray tweeted a video of the Trump audience in Newton, Ba. The crowd shouts in the media at the Trump Caucus in Newtown, PA tonight. Pico.twitter.com/lLmxMgRDb7 - Rosie Gray (@RosieGray) 21 October 2016 Cable News Reporter New England Daniel Wuff tweeted a crowd photo with the address: \"Here's a view of the gymnasium packed for the Trump Gathering in Lisbon, Maine - in case the media do not show crowds: pic.twitter.com/NZIBKtIqV3 - Daniel Wuff (@DanieleWaugh) 28 October 2016 CNN Producer Noah Gray Greed a few shots of the Trump crowd in Geneva, Ohio. Address: \"Bano the crowd at the Trump Vegas.\" Some photos from a big gathering in Geneva, Ohio, tonight. The Trump 3rd event of the day Now back to NYC pic.twitter.com/tzBicQLnpk - Noah Grey (@NoahGrayCNN) 28 October 2016, our governor Trump said that the media \"no crowds show\" in his gatherings. This often repeated allegation does not require much effort to refute it. The media have documented Trump crowds through stories, social media, photographs and videos. We assess his claim is wrong. https://www.sharethefacts.co/share/47/dcbd66-e130-4850-9aaa6-01a1e26246b", "vclaim_id": "vclaim-pol-03982"}