{"url": "/factchecks/2016/jun/23/donald-trump/donald-trump-flubs-claim-hillary-clinton-deleted-h/", "speaker": "Donald Trump", "vclaim": "Hillary Clinton says that \"it even deleted this record from total support (for the Trans-Pacific Partnership Agreement) from its book.\"", "truth_label": "pants-fire", "date": "stated on June 22, 2016 in a speech:", "title": "Donald Trump claims Hillary Clinton dropped her support for the trade deal from her book.", "text": "Donald Trump accused Hillary Clinton of trying to delete part of her personal history on June 22, 2016, a speech that focused in part on the Trans-Pacific Partnership deal. Clinton tried to promote the Agreement as Foreign Minister of President Barack Obama, but withdrew its support for the Charter of 12 States in October 2015 amid severe criticism from the main democratic opponent Bernie Sanders. In his speech, Donald Trump credited her with changing her mind and accusing her of trying to cover up her support. Trump said: \"Hilary Clinton was also the largest promoter of the Trans-Pacific Partnership, which will ship millions more of our jobs abroad - and relinquished Congressional authority to an international foreign commission. \"Now, because I pointed out why such a catastrophic deal would be, she pretends to be against it. \"I've even deleted this record of total support from her book,\" said, \"Innovation is something very good in,\" reference to tens of thousands of e-mails that were deleted on her home's Internet server. Did Hillary Clinton actually observe her book to hide her previous support for the commercial agreement that has since been set on fire? We contacted the Trump campaign asking for its facts to support the prosecution. They didn't answer our question. At the outset, there is no evidence that any Tramp commentary has influenced Clinton &apos; s ideas on the treaty. With regard to the Treaty itself, Clinton offered its support in 2012, long before the deal was concluded. She welcomed the deal as \"the development of the gold standard\" during the 2012 speech in Australia, to name but a few. She's now saying she was trying to sell the deal to American allies as a member of Obama's administration. The agreement was reached in October 2015, long after Clinton left as Secretary of State, and was signed in February. During her discussions with Sanders, Clinton said that she waited until the deal was actually negotiated before finally deciding to oppose it. Because of its early supportive comments, we have estimated that it is half correct. So, what, if there's anything, did she say about the deal in her book \"Tough Choices\"? The book was published in June 2014, and a deal is still more than a year away. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" On pages 77 and 78 of the hard copy, Samantha Buterman said the deal \"will connect markets throughout Asia and the Americas, Clinton also points out that \"it is important for American workers, who may benefit from competition on more equal land. It was a strategic initiative that would strengthen the position of the United States in Asia.\" \"Because the TPP negotiations are still under way, it is logical that we retain the provision so that we can assess the proposed final agreement,\" wrote, echoed the position that she would have taken when Sanders criticized her support for the agreement. \"It is safe to say that the Trans-Pacific Partnership will not be complete - there will be no negotiated deal between twelve countries at all - but its higher standards, if implemented and enforced, should benefit American businesses and workers.\" So how much of this did Clinton delete from the paper version, which the publisher says has been refined to accommodate smaller size? Nothing. The pages have now been renumbered 69 and 70, but the content is the same. We found one reference to TPP that was cut off. Here comes from page 254, in a chapter dealing with Latin American issues: so we worked hard to improve and ratify trade agreements with Colombia and Panama, and we encouraged Canada and the group of countries that have become known as the Pacific Alliance - Mexico, Colombia, Peru and Chile - all democracies in open markets that are leading towards a more prosperous future to join negotiations with Asian States on the Trans-Pacific Partnership, namely the Trans-Pacific Trade Agreement. The Alliance stood in stark contrast with Venezuela, with its authoritarian policies and State-controlled economy. This is a description of the attempt to involve other States, not the endorsement of a ringing. Clinton finally declared its opposition to the agreement after its completion in October 2015. By that time, the paper had been out six months ago. Our Governor, Hillary Clinton, Trump, said, \"I have even deleted this record of full support (for the Trans-Pacific Partnership Agreement) from its book.\" The paper removed a small reference to TPP, but the pages that spoke about it and why the agreement was important were not deleted. A hard copy continues to contain a text expressing support for the commercial transaction. Anyone who compares the paper version of the book can see that the allegation is absurd. We set them on fire! https://www.sharethefacts.co/share/62e40fc1-6e1b-402c-8d11-3b4af4118b8a", "vclaim_id": "vclaim-pol-04790"}