{"url": "/factchecks/2019/jun/11/jimmy-anderson/state-lawmaker-goes-too-far-out-pasture-large-scal/", "speaker": "Jimmy Anderson", "vclaim": "The Republicans on the Budget Writing Committee \"didn't do anything\" to address the supervision of large-scale farms, \"because artisanal fertilizer comes out of people's taps.", "truth_label": "half-true", "date": "stated on May 29, 2019 in a tweet:", "title": "The state's legislator goes too far for herding with a huge claim of compost.", "text": "If you haven't checked the taps lately, you might want to take a look. Jimmy Anderson (D-Fitchburg) of the State Republic made allegations of opening the eye - the heart of the stomach - in the course of the work of the Republican-controlled Joint Finance Committee on the State budget. Specifically, Anderson focused on large-scale farms known as CAFOs, or concentrated animal feeding operations. This is what he wrote on Twitter on May 29, 2019: \"The Republicans in JFC did nothing to address the supervision of CAFO as the artisanal compost comes out of people's taps. We cannot let the Wisconsin communities suffer like Flint, Michigan.\" Was it true that the members of the Committee on Budget Writing had ignored the addition of any regulations to that Committee? And what about his claim that there's a litrial fertilizer coming out of the taps? We decided to dive into the dark water to find out. The background with large farms comes with a lot of animals (in Wisconsin, which usually means cows). And with a lot of animals, a lot of waste comes. In order to manage such waste, particularly with regard to water quality, the provisions of the Federal Clean Water Act are in force. In Wisconsin, these laws are overseen by the United States Department of Natural Resources. The provisions apply specifically to how fertilizer is stored as waste or applied to fields as fertilizer on farms with more than 1,000 \"animal units.\" This is CAFOs. In total, 304 CAFOS were allowed in Wisconsin on 1 January 2019, according to DNR. The Department expects to reach 318 by the end of the year and 332 by the end of 2020. As part of its Government budget for 2019-21, Goff Tony Evers - a Democrat - proposed $83.5 million in bonds to address water pollution, including funds to replace home lead service lines, according to an article on 4 March 2019 in the newspaper Milwaukee Journal Sentinel. It was part of his payment, Evers. It was \"the year of clean drinking water.\" According to an article published on 6 March 2019 by the WisPolitics, the Evers plan calls for the addition of five staff posts to oversee large-scale operations, and will increase the annual discharge permit fees paid by CAFO owners from $345 to $660. In addition, Evers proposed the establishment of a new licence fee of USD 3,270 for CAFO. This fee is paid every five years. On May 28, 2019, the Republicans voted on the Budget Writing Committee to reduce about $43 million of Evers' proposals to reduce pollution in state lakes, streams and drinking water. The vote on Evers proposal to increase fees for CAFO operations was postponed, according to an article in the State of Wisconsin. This has led Anderson - and other Democrats - to tweet their criticism of inaction and to talk about water contaminated by taps. Let's start with the first part: Did the Republicans not do \"anything\" to deal with fishery supervision? Well, GOP members paid a vote on it. However, they did not vote against the increase in fees paid by the Office of Foreign Assets Control. The government representative, John Negren, a co-chair of the Committee, defended the reduction in the increase in funding proposed by Evers, noting that water quality was better today than it had been in previous decades. Neither Nigren nor his co-chair, Sin. Alberta Darling, R-River Hills, responded to requests for comments from PolityFact and Wisconsin. According to the State newspaper article, Nigren said that he wanted to explore the possibility of transferring the NGO Regulation from the Ministry of Agriculture, Trade and Consumer Protection to the State Ministry of Agriculture, Trade and Consumer Protection. This was originally proposed by former Goff. Scott Walker is supported by industry officials, but the idea faces its own obstacles. As noted by the Tax Legislative Office, the Department of Local Resources is the only government agency authorized by the United States Environmental Protection Agency to regulate aspects of the Clean Water Act. So, in the first part of the claim, Anderson has a point of view, but comes with a star, since taking action on the CAFO changes was postponed, not rejected. In connection with that natural tap compost when we contacted Anderson's office to ask him about what he meant by \"Litry compost\" flowing from the people's tap, spokesman Logan Vidal sent a series of news articles and a guide from DNR to help consumers determine whether their wells were contaminated with fertilizer. Vidal also provided documentation from the Tax Legislative Office on the accumulation of permits and statistics on manure leakage over the years. Before we continue, let us pause for a moment to note that we are aware of the role of rhetoric and bulwark in politics. In this case, however, Anderson did not help himself by placing \"Literal\" on his claim. And its formulation brings up a picture of animal waste that comes directly from the water tap -- without filtering or processing. That's not how it works. In cases of contamination, there is a mixture of faeces and water that can come out of the tap, exposing the owner of the house to the bacteria of the faeces in their water. Some examples (from Vidal and our own research): Kiwani province, in particular, raised concerns about water quality in the state after it was confirmed in 2017 that prosthesis microbes were detected in 60% of their designated wells. Kiwani is a province with a high concentration of CAFO operations. Dor District has its own rings of contaminated water in 2014, which left seven sick people. Pollution was also tracked to manure spread. At the same time, a report issued in May 2019 by the Finance Office indicated 726 spills since 2007, more than 10 million gallons of fertilizer. The report indicates that manure leakage can affect water quality and public health. The report also notes that staff turnover and the growing accumulation of permits issued by the Central Fisheries Authority have hampered State control and water quality, and the local resource management report states: \"By increasing the number of staff to assess the effects of water, mitigate the effects of spills and allow non-compliance, the Department argues that it will be able to provide adequate oversight of these institutions.\" So, there's a clear concern about manure from CAFO affecting drinking water, but Anderson goes on top of the claim that it's \"Litral manure.\" We classified Anderson as the Republicans on the budget-writing committee \"did nothing\" to deal with the supervision of large-scale farms, \"as artisanal manure comes out of people's taps.\" There is a fact on both parts of the claim - but with warnings. The Committee delayed and did not reject action on measures relating to changes in fees directly associated with CAFOs. There are clear concerns about the impact of manure on drinking water, including cases where poop microbes have been detected in water. But Anderson's claim to \"the Latin\" pushes the picture too far. We're assessing Anderson's claim ourselves. :: Editor &apos; s observation: After assessing and disseminating this claim, Republicans voted on the Legislature &apos; s Finance Committee on June 11, 2019, to reject the fee increases proposed by Evers for large farms. The Committee agreed to direct all proceeds from current fees to the National Directorate of Rehabilitation, rather than allowing $250 to continue to the General Fund. The valuation is determined on the basis of the information available to the speaker at the time of submission of the claim. Therefore, the Committee &apos; s procedure does not change this estimate.", "vclaim_id": "vclaim-pol-00544"}