{"url": "/factchecks/2014/nov/06/leonard-pitts-jr/liberal-columnist-says-least-trusted-news-sources-/", "speaker": "Leonard Pitts, Jr.", "vclaim": "The less trusted American news sources are also the most popular.", "truth_label": "half-true", "date": "stated on November 1, 2014 in a column in the \"Miami Herald\":", "title": "The liberal writer says that less reliable news sources are the most popular.", "text": "Many words have been said, and many have collided to explain the political polarization in America. One theory is that liberals and conservatives swim in different waters when it comes to news and information. The liberal writer Leonard Bates Jr. introduced a new course on the subject. In Nov 1's opinion, Pete said most of the error lies on the right end of the spectrum. He blamed conservative hardliners who \"more rabid to support those who endorse their views than the rest of us in pursuing the simple truth.\" To substantiate his point of view, Bates cited a recent report by the Pew Research Centre which explored the level of trust enjoyed by 36 news sources, ranging from television networks to party blogs. Bates focused his column on two sources: Rush Limbo and Fox News. In Pio's study, 39 percent of respondents said they didn't trust Limbo, and 37 percent expressed the same concerns about Fox News. Bates noticed that Rush Limbo is hosting the first show on radio and Fox is the biggest cable news channel. His conclusion? The less trusted American news sources are also the most popular. We were asked by a reader to verify that statement and we are happy to abide by it. There are two elements that need to be verified: is Limbo and Fox News less confident? Are they the most popular with Americans? Yes, Pew's survey found that more people are not confident in Limbo and Fox News than any other port. However, this does not necessarily mean that the two implementers are the \"less confident people,\" as Bates claimed. To find out, you need to calculate the percentage of people who say they trust Limbo and Fox News. For example, while 39 percent of respondents said they didn't trust Limbo, 12 percent said they trusted him. For Fox News, more people (44 per cent) said that they trusted the network and then said that they did not trust it (37 per cent). With this in mind, Limbo has the biggest trust gap in any of the 36 outlets that have been explored. But Fox News is in the middle of the group. The following is an account for each implementer in the survey. Source News Pct. Trust BCT. CNN 54% + 34 ABC 50% 17+33 NBC 50% 19% + 31 CBS 46% 17% + 29 BBC 36% + 29 PBC 36% + 29 PBS 38% 12% + 26 Wall Street Journal 31% + 21 NPR 29% 9% D20 USA today 33% 13+20 NY York Times 34% 17+17 MSNBC 38% By Bill McCarthy: 12 January 2021 + 4 Blaze 6.6% + 3 Guardian 7% + 3 Bloomberg 11% + 3 Politico 7% + 2 Huffington 18% 17% + 1 Slate 4% 3% + 1 Mother Jones 6% 1 Breitbart 4% 1 Breitbart 4% 0 I believe progress is 2% 2% 0 report Dragdge Report 8% 9% - 1 Daily Kos 2% - 3% - 1 report Colbert 15% - 1 report In cable news, Fox News prices continue, but in a wider pool, it goes better. (We noticed the results of Pio and Smeena Limbo's \"less reliable\" news source in an article on October 21. We didn't do the same thing with Fox News. \"The most popular\" for measuring popularity - the number of listeners, viewers or readers - can be complex. Initially, the Pew Survey includes newspapers, television broadcasting networks, cable television networks, websites, radio organizations and individual radio programmes. Bates has expanded his demand in terms of comparing Limbuh with other radio programmes and with Fox telling other cable networks. We believe that this is a fair measure. We'll take Lembo first. Rachel Nelson with Bremer's network, the company that distributes Rush Limbo's show, said it wasn't. One radio talk show in America. \"Rush Limbo's show heard on nearly 600 stations by up to 20 million people every week, the highest national radio talk show in America,\" said Nelson. But it is difficult to find objective confirmation of the size of the Limbo audience. On radio, the Arbitron/Nielsen audio service is the main source of independent data. In order to obtain consistent statistics on Limbo, one has to consider how to perform its programme in all the markets in which the stations carry it. This has not yet been done. The closest to Arptron's estimates comes from \"Speakers\" magazine. In October, the magazine estimated the Limpao audience at 12.5 million people per week or more. However, as the magazine notes, \"these figures are non-scientific projections based on a large sample and do not exactly represent the voice or other totals of classification services.\" What would he compete with Limbo? The morning NPR edition. According to the National Broadcasting Authority, in the spring 2014 survey, 12,267,800 listeners were seized every week using Arbitron data. (In the Pio poll, 29% of people said they trusted NPR, 9% said they did not trust public radio.) Bob Thompson is a professor at the Faculty of Public Communications at Syracuse University in Newhouse. Thompson said that Arptron's numbers are the same estimates based on statistical models. Thompson said the morning edition and the Rush Limbo show could have an audience of a similar size. \"These numbers Arbitron reasonably put NPR within 12.5 million people who listen to that program,\" said Thompson. \"It's ridiculous to look at them carefully, but they're getting us into the neighborhood.\" In short, most people agree that Limbo is close to the top. However, the existence of specific listeners is far from being possible. On the television side, Bates' claim about Fox News's popularity is true when compared to other cable news networks. According to Nelson &apos; s data, in 2013, about 1.77 million viewers were caught in Fox News during the early hours of 8 to 11 p.m. This is more than CNN and MNSNC combined. But we must note that all of the network's news programs have overcome Fox News many times. On a medium night, 8.4 million viewers chose NBC Nightly News, 7.7 million viewers chose ABC World News, and 6.5 million viewers selected in CBS Sevening News. \"Cable news carves a small segment of the population of this country,\" said Thompson. Governor Pitts said our less confident news sources in America are also the most popular sources and focus on Rush Limbo on radio and Fox News on cable. According to the survey that was used, Limbo is in fact the source of less reliable news. But compared to the size of the gap between people who trust people who don't trust a source, Fox News is in the middle of the group. In popular terms, Fox News is clearly the most popular channel of its kind, and Rush Limbo is likely the most popular radio talk show (or at least very close to it). The Bates assessment also obscures the enormous range of online television news. The less performing network, CBS, has a three-time audience from Fox News. But it leaves information that may lead someone to a different conclusion. We value his claim half right.", "vclaim_id": "vclaim-pol-07025"}