{"url": "/factchecks/2019/jul/23/occupy-democrats/no-fox-news-not-snubbing-muellers-testimony/", "speaker": "Occupy Democrats", "vclaim": "\"Fox 'The News' has just announced that they will not broadcast Muller's testimony about his report, which they claim is being destroyed.\"", "truth_label": "false", "date": "stated on July 22, 2019 in a Facebook post:", "title": "No, Fox News doesn't criticize Muller's testimony.", "text": "A popular liberal Facebook page stated that Fox News would not provide live coverage of Special Adviser Robert Møller's testimony before Congress. But the mima published by the occupying Democrats, a progressive defence group, was based on false information that deceived both social media users and television leaders. \"Fox'News\" just announced that they would not broadcast Muller's testimony about his report, which they claim is 'exceeding' Trump,\" said the Mimi, published on Facebook on July 22. This is clearly not true, as the Fox News anchor Britt Bayer pointed out on Twitter. Earlier that day, a press release was issued by Fox News, in which he said that Bayer and his colleague, the Fox News anchor Martha McCallum, would lead the coverage of Mueller &apos; s live witness network before both the Judicial Committee of the House of Representatives and the Intelligence Committee of the House of Representatives on 24 July. The occupied Democrats eventually updated the meme, setting things right with correction in its explanation. But the Mim had already been sharing about 5,000 times on Facebook. The rumors that Fox News will deny Mueller's testimony are a school example of how misleading information is spread online. This story began with a tweet from MSBC's contributor Joyce Vance, who said that Fox News was not broadcasting the testimony because President Donald Trump was \"afraid of what would happen if his base could hear Muller's testimony to itself.\" A few hours later, Vance deleted the tweet, saying it was a \"sarcastic intent\" and apologizing for \"unwittingly misleading people.\" But the tweet had already left its mark, after collecting thousands of balls from social media users, including some with a large follow-up like Stephen King. On January 13, 2021, Jake Taber, in his remarks on CNN, stated that Donald Trump's second presidential accusation was \"most isolated between the two parties in American history.\" By Louis Jacobson on January 13, 2021, rumors were also on their way to television, where Rick Wilson, a GOP strategy-based, told Nicole Wallace on July 22, that Fox News would control itself. Wilson said: \"Fox does not cover the hearings, which must also tell you how scared they are of what could happen this morning.\" \"It will be an interesting and very important moment. Apparently they won't take them live. Everybody else takes them live.\" \"Really?\" Wallace answered. Soon after he got out of the broadcast, Wilson corrected himself on Twitter and Wallace retweeted his correction. The following day, former Democratic Congresswoman Donna Edwards repeated the allegation once again on MSNBC, just to make the anchor Stephanie Rohl correct her. \"In fact, I don't think that's true, and I think they'll broadcast it,\" said Rohl. The Democrats who took their seats did not respond to the request for suspension in time for publication. Mimi said our governor from the Democrats occupied, \"Fox'News\" just announced that they wouldn't broadcast Muller's testimony about his report.\" Fox News announced its plan to broadcast the certificate live in a press release on July 22. We're assessing this statement wrong. Clarification: This verification process has been updated to clarify that Rick Wilson and Donna Edwards are air guests from MSNBC and not contributors to MSNBC.", "vclaim_id": "vclaim-pol-00405"}