{"url": "/factchecks/2019/apr/10/pete-buttigieg/did-south-bend-unemployment-fall-half-under-mayor-/", "speaker": "Pete Buttigieg", "vclaim": "\"We have reduced unemployment by more than half\" in South Bend, End.", "truth_label": "mostly-true", "date": "stated on April 7, 2019 in an interview on NBC's \"Meet the Press\":", "title": "Did unemployment in South Bend fall by half under the leadership of Mayor Pete Butig?", "text": "Unlike the various members of the Senate, members of the House of Representatives and governors running for the Democratic Presidential candidature for 2020, Pete Butigig does not have a high political record. However, for more than seven years he has had a record of the Mayor of South Bend, Ind, a city with a population of just under 102,000, known as the House of Notre Dame University. :: During an interview in the NBC newspaper \"Meet the press,\" the host Chuck Todd Butigge challenged some of the most worrying economic statistics in the city. The mayor relied on one of it to show him improved on his watch. \"I'm gonna put a few numbers here that have something to do with South Bend.\" The poverty rate is still above 25 per cent. The rate of eviction is 6.7 per cent, which is fairly high. It's not the highest in Indiana, it's the upper end of Indiana. You've obviously been re-elected. Therefore, voters believe that you put the city in the right direction in this sense. But these are still difficult numbers. What couldn't you have done that you wished for?\" We're a city destroyed by the loss of industry, especially when I left the auto factories in the '60s. When I took office, there were articles on whether South Bend was a dying city. Our poverty rate is very high, but it's low. We've cut unemployment by more than half. We have managed to change the course of the city to where we grow in population and investment at a pace we have not seen in a generation.\" In this fact-finding, we will examine the claim of Butigig that, as mayor, he has reduced unemployment in South Bend \"by more than half.\" We will also examine his record of economic development in his two terms of office as Mayor. The unemployment rate was 9.6 per cent when Butigig took office in January 2012, in the south of Pand and nearby Michaka, the nearest region where the Employment Statistics Office calculates the unemployment rate. Today, this ratio is 3.8 percent. This is a drop of more than half. The fall in South Pend is also more severe than in the United States as a whole. In January 2012, the unemployment rate in South Pend-Mishuaca was 1.3 points higher than the national average. By February 2019, the rate in South Bend was exactly the same as the national rate. As far as the numbers go, Pageg is on target. But no single executive director, whether president, governor or mayor, controls the economy. Economic gains (or losses) are subject to broader trends, from demographic changes to the performance of the international economy to advances in technology. For mayors, it is important to note this warning, as it is difficult to eliminate different impacts at the national, state and local levels. Consider this graph of the unemployment rate since January 2012 in the United States (in light blue), Indiana (in dark blue) and south of the item (in red). It is clear that the unemployment rate for the nation, the State and the city has declined almost over the past seven years. \"There is no doubt that he has worked hard in the area of economic development, but it is difficult to give him exclusive credit for the general transformation given the fact that there have been somewhat similar state-wide results,\" said Robert L. Dion, Head of Law, Politics and Society at the University of Evansville. When we reached out to Indiana's political observers, most of them agreed that Butigig had succeeded in taking up his post - and that he had led the policies that had improved the economic situation of the city. On January 13, 2021, the distinguished fact-checkers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request to use marines to provide security, and told her that \"we are not working for you.\" On January 17, 2021, Butage played an important role in many specific economic development projects, as observers said. \"One is the former Chase Tower downtown,\" said Andrew Downs, director of the Mike Downs Indiana Policy Center at the University of Bordeaux Fort Wayne. \"It was almost vacant when he took up his post and now is the Merlotte brand hotel. The other is the reactivation of the old Studibaker Car Plant. There is little work to do there, but there is a positive movement after decades of inaction.\" In addition, Botigig was involved in a project by the Bocagon group of Botawatomi Indians to open a casino in South Bend in 2018, bringing the equivalent of 1,200 jobs. Jeff Ria, President and Executive Director of the South Pend Regional Chamber and former Republican Mayor of Mishuaca, said that he had a \"positive\" impression of the impact of Butageg on economic development. \"The city's investments near Fort Wendfield, home to Chicago Caps Class A, and across the city centre area helped to stimulate nearly $200 million in new private investment,\" said Rhea. \"Under his leadership, a growing logistics and distribution group is growing on the north-west side of the city. We still have a long way to go, but business leaders feel we're on the right track.\" Dion added that Potege worked with the Indiana State Government through its Regional Cities Initiative to channel financing for economic development to South Bend. Dion said Butage should share the credit for the state-related efforts with Goff then. Mike Pines, the Republican, now serving as Vice-President.) The Butigig campaign mentioned many of the mayor's own initiatives mentioned by independent observers. \"Master economic development projects in cities always need private investments and organizations to make them, but these days they do not seem to happen without the support of the city government,\" said Downs. Observers also said that Butgieg had devoted its attention to the urban landscape in ways that made the city more attractive to companies and individuals looking to move. For example, Poteg led efforts to install a light display along the St. Joseph River. \"This may seem trivial, but the city has changed traffic flows in some streets downtown - changing streets in one direction to two, based on the theory that the two-way streets are more suited to the success of retail trade and food services at the street level.\" The observers also point out that Butig offered an intangible factor that could help close the transactions and raise the image of the city: his personal personality. But Downs said, \"He was a visual and vocal supporter of South Bend.\" \"his personality and interest in celebrating what South Pend is, perhaps, should not be underestimated.\" David E. Campbell, Head of the Department of Political Science, University of Notre Dame, compared him to what Alexander Hamilton called \"energy in the executive branch.\" \"The Mayor Pete was an actor, launching a variety of projects to stimulate the recent rise of South Bend,\" said Campbell. \"reasonable people can disagree about the relative impact of any single initiative, but it has undoubtedly brought a refreshing sense of pride in South Bend, and a sense that this is a moving city.\" \"We've cut unemployment by more than half\" in South Bend. As far as numbers are concerned, he is right, and South Pend's wealth controllers say that he has done things, both concrete and intangible, to improve the city's economic prospects. It should be noted, however, that the decline in unemployment closely follows the decline in Indiana and the United States, suggesting that what he has achieved with regard to unemployment is not unique. We're mostly evaluating the statement right. Sharing the facts of 2019-04-10 21:30:52 UTC PoliticsFact 5 1 7 PoliticsFact Dacting: Mostly true \"We reduced unemployment by more than half\" in South Bend, Ind. Pet Buttegeig Democratic presidential candidate https://www.nbcnews.com/meet-the-press/meet-press-april-7-2019-n991806 Interview with NBC \"Meet the Press\" Sunday, 7 April 2019 2019-04-07 Read more information.", "vclaim_id": "vclaim-pol-00775"}