{"url": "/factchecks/2019/aug/02/joe-biden/debate-biden-said-google-1000-prisoners-freed-kama/", "speaker": "Joe Biden", "vclaim": "Kamala Harris says that she supervised the police department, which was \"the abuse of people's rights\" and that she did not \"discover to the defence counsel\" when there was evidence that exonerated: \"She did not do so. You never did it. So what happened? However, a federal judge came and said enough, enough, and 1,000 of these people were released.\"", "truth_label": "mostly-true", "date": "stated on July 31, 2019 in a Democratic presidential primary debate:", "title": "During the debate, Joe Biden said to Google, \"1,000 prisoners released Kamala Harris.\" It's time to check the facts.", "text": "The audience of Detroit's democratic discussions had a strong confrontation between former Vice President Joe Biden and California Sen. Kamala Harris when he reappeared. This time, Paden tried to turn tables on Harris because of her attacks on his bus record, accusing her of not dismantling schools in Los Angeles and San Francisco during her two periods as a public defender of California. Paden also remembered a scandal that occurred at Harris's hour when she was a prosecutor in San Francisco. She said: \"Second, she was also in a situation where she had a police station when she was there and he was actually abusing people's rights. \"The fact is that she was actually told by her people, her own crew, that she must do something about revealing to a defense attorney like me that you, in fact, the police officer did something that didn't give you information that would exonerate your client. \"You didn't. You never did it. So what happened? However, a federal judge came and said enough, enough, and 1,000 of these people were released. If you suspect me, Google \"1,000 prisoners release Kamala Harris.\" \"This is simply not true,\" responded Harris. Therefore, who is the truth? We followed Biden's proposal and stayed away from Google. We found that Paiden's version of events captures the essence of what happened but ignores the mark on some details. According to the June report of the Wall Street Journal, in 2005, when Harris was a prosecutor, her staff encouraged her to adopt the \"Brady Policy,\" which requires her office's prosecutors to inform the accused of past misconduct by the police and other law enforcement agencies in accordance with the precedent of the Supreme Court. Brady &apos; s policies were named after a ruling of the Supreme Court in 1963 stating that prosecutors must hand over all evidence that could exonerate the defendant. Harris did not develop such a policy, and in 2010, the crime lab technician in San Francisco was arrested for stealing drug evidence from the lab for personal use. This means that some of the results of the laboratory have been compromised, and that more than 1,000 drug cases have been rejected or dropped, according to Associated Press. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher: January 16, 2021, the San Francisco Police Department was responsible for the management of the laboratory, but Supreme Court Judge Tugg Harris and her office for violating the rights of the accused, in a disturbing decision that Harris \"failed to disclose information that was clearly to be disclosed.\" The judge also wrote that \"individuals at the highest level of the Public Prosecutor's Office\" knew that the technician, who had a criminal record, \"was not a reliable witness in the trial.\" As the scandal revealed, Harris developed Brady's policy. But what Paden had wronged was largely in line with what was reported, but he made a mistake in some of the key details that deserved to be corrected. First of all, the scandal led to the prosecutor's office refusing or dropping about 1,000 cases, not \"1,000 prisoners released,\" as Paiden said. Second, Harris eventually implemented a policy of handing over evidence of innocence, which means that Paiden's claim that she \"didn't do it\" was not true. Paden also mistook the sex and title of the judge who applied for Harris' reprimand. Judge Anne-Cristine Masulu presided over the High Court of the Province of San Francisco. In defending Harris, her campaign told us, \"Harris wasn't in charge of the crime lab and he didn't personally see the note raising issues about the lab technician. As soon as the matter is brought to its attention, the Senator notified the defence counsel and took the extraordinary step of rejecting an estimated 1,000 drug cases - including those already convicted and/or sentenced.\" This argument is objected to by the Wall Street Journal, which claims to have reviewed several notes on the issue sent by Harris staff in 2005, as well as a note \"from Kamala D. Harris' office\" that went to senior officials and indicated that it had seen the recommendations.\" (Polyte Fact was unable to obtain copies of the memoirs.) Harris also seemed to have what happened in an interview in March with the Washington Post. She said, \"I take full responsibility.\" \"The buck stops with me\" Our verdict, Paden, said that Harris supervised the police department that was \"infringing on people's rights\" and didn't \"discover the defense counsel\" when there was evidence that exonerated: \"She didn't. You never did it. So what happened? However, a federal judge came and said enough, enough, and 1,000 of these people were released.\" According to the Wall Street Journal, Harris rejected the staff recommendations urging her to adopt a \"Bradi policy\" in 2005, and the lack of action was reversed in 2010 when a scandal broke out and approximately 1,000 drug cases had to be dropped or rejected. Harris later added such a policy. Overall, Paiden &apos; s statement was highly accurate but required some clarification, including that there had been 1,000 cases that had been dismissed or dropped, rather than 1,000 prisoners who had been released. We're mostly assessing this statement right.", "vclaim_id": "vclaim-pol-00370"}