{"url": "/factchecks/2018/nov/15/west-virginia-republican-party/did-median-incomes-hit-record-level-2017/", "speaker": "West Virginia Republican Party", "vclaim": "\"The middle class income rose to a record level in 2017 with the strong economy raising the wealth of more Americans.\"", "truth_label": "true", "date": "stated on September 29, 2018 in a tweet:", "title": "Did average income reach a record level in 2017?", "text": "Politicians often refer to the success of America's middle class as a measure of the health of the wider American economy. On September 29, the West Virginia Republican Party wrote on Twitter, \"With President Trump and Republican politics, middle-class income rose to a record level in 2017 with the powerful economy raising the wealth of more Americans, Thanks to President Trump and Republican politics, the middle class came up to a record level in 2017 with a strong economy raising the wealth of more Americans, and it's not like that. #WVGOP https://t.co/bntp9GQn9i - WVGOP (@WVGOP) 12 September 2018 is that correct? We will give context to the party &apos; s demand for thanks in managing Trump, but the verification of our facts only looks at the numbers. The middle class income \"medium class\" is an ambiguous term that does not contain a consistent definition. However, average income is generally regarded by economists as a reasonable measure of the \"medium class.\" According to an annual study published by the United States Census Office in September 2018, the average income in the United States was $61,372 in 2017, an increase of 1.8 per cent over the previous year after adjustment to inflation. The new level of $61,372 represents a high record since the statistics were recorded, and although the inflation-adjusted figure has approached several times in the past, census data show this. In 1999, for example, the average inflation-adjusted household income was $60,062, and in 2007, just before the major recession, $59,534. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • January 20, 2012, who gets credit? Less certain is that the average standard income level is \"thank you to President Trump.\" As we have repeatedly noted, economists say that presidents do not deserve full appreciation or blame for employment trends under their control. The President does not have the full strength in economic matters; the broader factors, from the business cycle to changes in technology to demographic shifts, play key roles. \"I suppose President Trump could claim that the upward trend in per capita or average income between 2016 and 2017 was due to the policies adopted or followed by his new administration, in deregulation, taxation, immigration and trade,\" said Gary Bertless, an economist at the Brookings Institution. However, he said, \"This is not very convincing, because income has been improving for several years before Mr. Trump took office.\" Indeed, the inflation-adjusted average income rose by about 9 per cent between the beginning of the recovery after the major recession in 2010 and 2016 - a period when President Barack Obama was exclusively in office. Given the length of time, this increase is slightly slower than 1.8 per cent per annum under Trump, but is not significantly different. Therefore, the rise in average income under Trump is very similar to the track under Obama, rather than representing a major transformation. This reduces Trump's credit argument exclusively. Our Republican Party in West Virginia said that \"the middle class income rose to a record level in 2017 with the strong economy raising the wealth of more Americans.\" According to the United States Census Bureau, average household income rose to a record level in 2017 of $61,372. The party is on less certain ground when it is credited to Trump, who, like any president, deserves some - but hardly all - credit for the performance of the economy under his supervision. However, given only the figures, the statement is accurate. We're assessing it right. Sharing the facts of 2018-11-15 18:57:27 UTC PoliticsFact 6 1 7 PoliticFact Dating: True: \"The middle class income rose to a record level in 2017 with the strong economy raising the wealth of more Americans.\" State party to the West Virginia Republican Party https://twitter.com/WVGOP/status/1039990112885328", "vclaim_id": "vclaim-pol-01258"}