{"url": "/factchecks/2016/oct/18/donald-trump/trump-base-buffett-soros-deductions/", "speaker": "Donald Trump", "vclaim": "\"Many of Hillary Clinton's friends have taken bigger cuts than me.\" Warren Buffett took a huge opponent. \" (George) Sorus, a friend of hers, took a huge opponent.\"", "truth_label": "barely-true", "date": "stated on October 9, 2016 in the second presidential debate:", "title": "Trump's out of Buffett's base. Soros is off.", "text": "In the face of scrutiny of the possibility of not paying the federal income tax for nearly two decades, Donald Trump managed the table on Hillary Clinton during the second hot presidential debate. The New York Times obtained a few pages of 1995 personal tax returns in Trump, which revealed a loss of $916 million that would have allowed it to avoid legally paying taxes for 18 years. Trump did not deny this, but claimed that the supporters of Clinton, Warren Buffett and George Soros did the same to a large extent. \"Many of her friends have taken larger cuts. Warren Buffett took a huge opponent. Soros, who's a friend of hers, took a huge opponent,\" he said. We wondered whether that was true. The Trump campaign did not respond to our requests for comments, but we found an example that Trump gave accurate figures. Soros announced losses of $1.5 billion and $1.5 billion in just six months, and Warren Buffett announced $873 million. Ask them, did they write off those losses? Oh, I doubt it, \"Trap told Fox Business News on October 4, 2016. While both Soros and Bovit suffered losses, Trump does not fully compare apples and apples. Buffett &apos; s loss was claimed in his enterprise &apos; s tax returns and not in his own statements. The losses of Soros are from his hedge funds, and therefore no deductions will be made on the private tax returns of Soros. At the same time, Trump claimed to be a personal opponent. It is not clear exactly what the loss of Soros Trump indicates. The management of the Soros Fund lost $1.3 billion between May and August 2011. The Soros Quantitative Fund lost $2 billion in 1998. However, once again, the reductions resulting from these losses will not be reflected in the personal tax returns of Soros, according to Lawrence Zelenak, Professor of Law at Duke University. Berkshire Hathaway Inc. is a public trading company and operates as a holding company for other businesses. In 2013, the company suffered a loss of $873 million after the investment failed. The company also had profits that year, but received a discount of $514 million in 2013, according to its annual report. In other words, the discount was applied to the company &apos; s taxes, not to Buffett &apos; s own taxes. Trump's companies are its own enterprises, which means that it can claim its own income tax losses by declaring income \"in Hebrew.\" In 1995, Trump lost $916 million, according to a report from The New York Times. The article states that Trump's loss is from three casinos in Atlantic City, failed to trade airlines, and bought a Plaza Hotel in Manhattan. The loss of approximately $1 billion could have allowed Trump to legally avoid paying taxes for the next 18 years through a tax authority called \"departure.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: 11 January 2021 A Deportation is the income tax rule that allows the taxpayer to provide an unused discount, credit or loss, and to use it in the future. The loss of Trump could have allowed him to carry over $50 million a year over 18 years. However, Eric Tudor, a senior colleague at the centre of non-partisan tax policy, said that it was difficult to know exactly how Trump dealt with his taxes in the following years without tax returns. \"We don't know exactly what he did,\" Todor said. We know he's suffered a huge loss... unusually large. Therefore, we cannot know how much Trump's discount was without his personal tax returns (which he promised to release but did not do). The same applies to personal taxes on Buffett and Soros. None of their speakers came back to us, but Buffett issued a statement detailing his personal taxes. In that statement, Buffett stated that his income was $11.6 million in 2015 and that his liabilities were $5.5 million. Buffett also said that $3.5 million of that amount was permitted charitable donations, while the rest - excluding $36,037 - was earmarked for government income taxes. Personal income taxes in Soros may have benefited from a tax base that allows hedge fund managers and private equity executives to pay a lower income tax rate. Buffett does not run a hedge fund, so he would not benefit from the same rule. The 16 per cent of Buffet &apos; s low tax rate is due to the fact that he earns most of his money from investments. In his statement, Buffett said that he paid income tax every year since 1944, and no one used any carry-over. Our Governor Trump said, \"Many of Hillary Clinton's friends have taken bigger cuts than me. Warren Buffett took a huge opponent. Soros, who is her friend, has taken a huge opponent.\" It could have allowed Trump's loss of $916 million to be deducted from $50 million per year for 18 years. For Buffett and Soros, Trump is likely to indicate a discount of $514 million made by Buffett and not Buffett himself in 2013. We'll notice that this amount is actually smaller than Trump was allowed to take. Buffett says he took a $5.5 million discount. Soros runs a hedge fund. The experts told us that no deductions from this hedge fund would appear in the personal tax declarations of Soros. Without copies of actual tax declaration forms, it is impossible to ascertain what each man has done with his taxes, but with the availability of information, it appears that Buffett and Soros are not the same as Tramp. We appreciate Trump's claim that it is often false. https://www.sharethefacts.co/share/42bff497-56df-4b1b-9583-68514be199554", "vclaim_id": "vclaim-pol-04116"}