{"url": "/factchecks/2011/may/23/marcy-kaptur/rep-marcy-kaptur-says-gasoline-troops-afghanistan-/", "speaker": "Marcy Kaptur", "vclaim": "Galon was handed over to the front lines of our troops in Afghanistan, costing over $400.", "truth_label": "mostly-true", "date": "stated on May 9, 2011 in an article in Politico:", "title": "The Republic of Marcy Captor says that gas for troops in Afghanistan costs $400 per gallon.", "text": "When President Obama announced that Central Intelligence Agency Director Leon Banita would replace Robert Gates as Secretary of Defense, Noting that the Ministry of Defence needs to reduce its use of petroleum products, Toledo Democratic said: \"Even before oil companies and Wall Street speculators pay for gasoline to nearly $4 per gallon, the gallon landing on the front lines of our forces in Afghanistan costs more than $400. The price of gas in Ohio is already believed to be awful, but the idea of spending $400 per gallon shakes the mind. We have therefore decided to consider the claim by Captor, a member of the Sub-Committee of Accreditation of the House of Representatives, which finances the Pentagon. We started with Captor's office. According to her staff, she collected her information from the certificate submitted to her subcommittee. A 2009 report in The Hill, a Washington publication, listed some of that testimony. The Pentagon Comptroller &apos; s Office gave these statistics to explain the high cost of maintaining troops in Afghanistan. These are factors in transport and security costs for the transportation of fuel to areas lacking infrastructure, the challenge of geography and the increase in road bomb attacks. \"It turns out that when taking into account the cost of transporting to a coastal establishment in Pakistan, or of transporting it by air to Kandahar - then adding the cost of putting it in a truck, guarding it, handing it over to the battlefield, and then transferring it to one gallon of the equipment it needed - in extreme cases that a gallon of gasoline could cost up to $400,\" said Ray Mapus, Navy Minister for the Virginia Marine Energy Forum 2009. A U.S. military official said that the cost of transporting fuel to remote \"fully heavy\" areas could be as much as $1,000 per gallon. \"In some places you must fly by plane or helicopter and drop the fuel bladder,\" said Kevin T. Geiss, Director of the Energy and Partnerships Programme in the Office of the Assistant Army Secretary for Enterprise and the Environment of the Military News Service. \"These costs could be an additional $20, $40 or even $200 per gallon.\" The high fuel costs in the military battlefields were prior to United States military operations in Iraq and Afghanistan. A May 2001 report by the Defence Science Council indicates that the real cost of military fuel is \"US$ 17.50 per gallon for fuel received by carriers worldwide, and hundreds of dollars per gallon for military forces deep in the battlefield.\" Anderson, who assumed the military logistics operations of General David Petrius in Iraq during 2006 and 2007, presents a slightly different picture - that the cost of bringing gasoline to troops in Afghanistan is already at least $30 per gallon, possibly as high in the mid-40s. At a briefing in Capitol Hill on fuel convoys in Afghanistan and Iraq, it was reported that the cost of transporting a gallon of gas to troops in Iraq was $13.88 per gallon when he was working there in 2007, and the amount has since increased to $17.44 per gallon. He explained that it was more expensive to bring gas to Afghanistan because \"Iraq is a land of six highways from one side to another,\" while \"Afghanistan is probably the most isolated country in the whole world.\" The figure of $400 per gallon of gas mentioned by others for Afghanistan applied only when aircraft must bring fuel to the most remote areas. Anderson said: \"If we fly with water there, it's $400 per gallon, or toothpaste or whatever.\" \"Anything flies expensive.\" The cost of $400 per gallon was described by General Norman R. Sip, retired from the Air Force, who took place at the same event, as \"the worst scenario,\" which explains the tanker that supplied a cargo aircraft by air. The lower numbers were more reasonable. Where does this leave Captor's statement? Several sources stated that the provision of gas to troops in Afghanistan could cost $400 per gallon. The statistics appear to represent a high figure, which is part of the information that provides an explanation. On \"The Truth or Meter,\" her statement is often evaluated correctly. Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. • January 29, 2012, comments on this item.", "vclaim_id": "vclaim-pol-13060"}