{"url": "/factchecks/2014/oct/10/rick-scott/rick-scott-blames-charle-crist-832000-job-losses/", "speaker": "Rick Scott", "vclaim": "832,000 people lost their jobs while Charlie Christ was governor.", "truth_label": "half-true", "date": "stated on October 10, 2014 in a gubernatorial debate in Miramar:", "title": "Rick Scott blames Charlie Christ for the loss of 832,000 jobs.", "text": "One case was that Goof. Rick Scott's re-election campaign was not afraid to exploit it: how many Floridaans lost their jobs during the term of Charlie Christ as Governor. During the October 10 discussion of Telemundo in Miramar, Scott observed about a dozen times that 832,000 people had joined the ranks of the unemployed while Christ was in office. Scott spent a great deal of discussion blaming Christ for the deterioration of conditions during the new democratic era, but he continued to return to his jobs. \"You want to talk about jobs -- Charlie, 832,000 people lost their jobs while you were governor.\" The number of jobs has been a major point of discussion for the current Governor since his election campaign in 2010, when he promised for the first time to bring 700,000 jobs - and then up to 1.7 million - to the state over seven years. Scott O'Mitter says the promise is in \"works.\" Scott also said that the state lost 825 thousand jobs under Krest, a claim we valued in 2012, because Christ, like any governor in the midst of the recession, had little control over job losses. In the discussion, Scott showed a slightly larger number -- 832,000. Is this number accurate? Polyte Fact Florida took a good look. If I have followed what we have written about this question over the years, I have no doubt noticed that the numbers change from time to time. These figures are regularly revised by economists on the basis of new information. More complexly, Scott &apos; s website referred to the loss of 828,800 jobs in the private sector under Christ &apos; s era, specifically from January 2007, when Christ took office, until December 2010, the last month of his post. An understanding of the different time periods being measured, and exactly what the measurements are, helps to explain the exact differences in this claim. First of all, we will note that there is a difference between private-sector jobs and all jobs; the main difference with private-sector jobs is that they include government jobs. In the same months as Scott &apos; s chart - January 2007 to December 2010 - the Procurement Services Section reported that Florida had lost 822,200 private sector jobs on a seasonal basis (a process that facilitated comparisons from month to month). The total number of non-agricultural job losses during the same period of time, as adjusted seasonally, was 836,700. So where does Scott's campaign get $8322,000? They changed the time frame between December 2006 - the month before Christ took office - and December 2010. In this case, the total number of seasonally adjusted non-agricultural jobs was 832,700. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. • 15 January, 2021 the reason for the decrease is that the number of posts increased slightly between December 2006 and January 2007. This means that the December account starts from a lower baseline than the January account. When we measured jobs in the private sector -- which, by the way, is the kind that Scott routinely throws out for his own record, maybe because the numbers look even cooler to him -- we've come up with a loss of 600,819 over the same period. In the general picture, the difference is not so large. The figure of 832,700 is only 1.5 per cent higher than the figure of 819,600. Whatever number you choose, this job loss doesn't look good. When Krest has some coverage, he is hardly the main cause of his loss of these jobs. Experts have consistently told Polyte Fact Florida that it is difficult to know how the governor of a state will influence job losses (or -- sorry, Joffe). Scott - Creating Jobs). It may take years to see if policies have any impact on the total number of jobs at all. In 2012, Chris Lavakis, a senior economist at the Moody analyst studying Florida, noted that by the time Christ took office in 2007, the seeds of destruction had already been planted. There have always been inherent problems in the freaking housing market and dirty transactions in the lending industry. Lavakis said, \"This has nothing to do with Charlie Christ.\" Our Governor Scott said \"832,000 people lost their jobs,\" while Governor Christ was blaming his opponent for not doing enough while in office to improve the growing ranks of the unemployed in Florida. It is possible to circumvent a certain number of job losses that occurred under Christ, but differences are small - 1.5 per cent in one direction or another. The larger question is that it is difficult for Scott to blame the loss of jobs for the Governor, as it is unclear whether any of the policies of the Governor concerned have an impact on employment trends. If Scott tries to challenge Christ &apos; s employment record during the recession - which depends heavily on the national and international economic picture - he is largely off-base, even if his numbers are too close. The statement is partially accurate but leaves important details, so we evaluate it half right.", "vclaim_id": "vclaim-pol-07163"}