{"url": "/factchecks/2014/sep/18/facebook-posts/can-someone-afford-apartment-making-minimum-wage/", "speaker": "Facebook posts", "vclaim": "\"There is no state in the United States where a minimum of 40 hours of weekly pay is sufficient to cover the cost of a two-bedroom apartment.\"", "truth_label": "mostly-true", "date": "stated on September 11, 2014 in a Facebook graphic:", "title": "The minimum wage means that most of the two-bedroom apartments are out of reach.", "text": "What kind of apartment can you afford at minimum wage? Your choices may be too limited. \"There is no state in the United States where he worked for a minimum of 40 hours of weekly pay to cover the cost of a two-bedroom apartment,\" says Facebook, published September 11th of Or Time.org, an advocacy group for young Americans. In the Politifact newspaper, we have noticed an increasing number of Facebook users sharing the drawings generated by Ourtime.org. The Facebook follow-up has increased from 100,000 in February to half a million today, and readers are asking us to continuously check the information published by the groups in shared statements. Posts tend to highlight progressive issues, such as income inequality and the cost of higher education. This particular position had slightly more than 9,000 shares on 17 September. Given its scope - and the concentration of Democrats on the minimum wage in this electoral cycle - we wanted to take a look at it. The National Alliance for Low Income Housing, a group calling for policies to improve housing for the poor, was mentioned as a source on the chart. Each year, the National Low Income Housing Alliance publishes a report that calculates what they call \"housing wage,\" or the hourly wage that a full-time worker must earn to cover the costs of a decent rental home in two bedrooms. The results of the study are summarized in the introduction: \"The 2014 two bedroom accommodation fee is $18.92. This national average is more than two and a half times the federal minimum wage and 52 per cent more than in 2000. In any state a full-time worker cannot afford a single bedroom or two-bedroom rental unit in the rental market.\" The report contains four important words that are not included in Facebook graphs: \"In the fair rental market.\" This is a crucial distinction. What's the fair market rent? It is an official figure calculated by the Ministry of Housing and Urban Development and helps to determine the levels of subsidies for low-income tenants. The Ministry explores rental rates in 530 urban areas and 2,045 non-metropolitan districts, and, across all rents paid in the Metro area, creates a unique 40 per cent fair market rent. This means that 40 per cent of the leased property in that region is at or below that threshold. Thus, fair market rent is slightly lower than the average rent in a given area. For example, the fair market rent for an apartment from two bedrooms is $951 in the Petersberg Water area of Florida. 60% of the two bedroom apartments in the region are more expensive than this, but 40% of them are at $951 or less. The Federal Government does not set a government average fair market rent, but the National Low Income Housing Alliance has created one by weighting government data with United States census data on the tenant population. The cost of renting the market in a two-bedroom apartment in Florida is $1,008 per month, or $12,096 per year. How much does someone need to pay for that? Take out your calculators and scratch the paper because it requires some math. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, the standard used by the federal government was that housing should not cost more than 30 percent of per capita income. This leaves people with enough money for other necessities such as food, transportation, telephone, etc. With regard to low-income individuals and families, as Megan Bolton, Director of Research of the National Coalition for Low-Income Housing, said, anything above 30 per cent is likely to be homeless. Therefore, if someone makes the federal minimum wage $7.25 per hour, they can afford to rent $377 per month. This is clearly slightly less than Florida's fair market rent of $1,008 for a two-bedroom apartment. For a person who can afford a two-bedroom apartment in Florida, a total income of $40,355, or $19.39 per hour, is required. This is much higher than the minimum wage in Florida of $7.93, which is actually higher than the minimum wage in the Federation. This is not a factor in any housing assistance that an individual may receive through the Federal Government. A spokesman for the Ministry of Housing and Urban Development said that the largest programme provided assistance to 1.2 million households. Of course, there are cheaper places to live than Florida. At $653 a month, Arkansas has the lowest market rent for a two-bedroom apartment. Even at this price, the payment of rent requires a fee of $12.56 per hour, as defined by the Government. But let's make it clear more than that. According to the federal government, in rural Arkansas, the fair market rent is $561. This requires an hourly wage of $10.79. Arkansas minimum wage is $7.25 per hour. What about states and cities that have a much higher minimum wage than the federal standard? The state of Washington has a minimum wage of $9.32, and Seattle has recently raised to $15 an hour. But there, the fair market rent for a two-room apartment is higher and still exceeds the minimum wage, as the study found. In most states, the equivalent of two or more minimum wages is actually required to pay fair market rent. The National Low Income Housing Alliance found that this also applies to one bedroom apartments. This does not mean that there are no apartments much cheaper than the fair market price. In the 40th percentile, the definition of 40% of rental property in that region means that it is on this price or cheaper - which is why it was important that the National Low Income Housing Alliance included this description, and why it is somewhat misleading that Or Time.org did not do so. \"Sure, there's definitely 377-dollar rental places, especially if you're in smaller areas, and it might be good,\" said Bolton. \"If the minimum wage gain is possible, an apartment at this price will be available to them.\" However, other trade-offs may also be cheaper, such as in a region with higher crime rates or low-performing schools, or they may just be a bad apartment. We ruled on Facebook by OurTime.org, \"There is no state in the United States where a minimum of 40 hours of work is enough to pay an apartment out of two bedrooms.\" The group excluded a major distinction from the study I mentioned: workers who received the minimum wage could not afford a two-bedroom apartment in the rental market, a figure determined by the Federal Government for each region on the basis of the 40 percent of all rents in that area. This means that in some areas, the lowest wage earners will be able to find housing cheaper than the fair market rent and pay for it. However, in states where rent is more expensive, minimum wage holders will not be able to afford apartments even if they are much lower than fair market rent. This point is reasonably relevant to the objective and applies to the vast majority of workers with minimum wages who seek housing of good quality for rent. We're mostly assessing the claim right.", "vclaim_id": "vclaim-pol-07288"}