{"url": "/factchecks/2018/dec/20/blog-posting/fired-cnn-journalist-year-was-not-jim-acosta-or-an/", "speaker": "Bloggers", "vclaim": "He says, \"The reporter of the year who was shot to create false news stories,\" with the image of CNN reporter Jim Acosta.", "truth_label": "half-true", "date": "stated on December 19, 2018 in In a Facebook post:", "title": "It wasn't Jim Acosta or any other CNN reporter.", "text": "On Facebook, he's trying to trick you into taping by placing the title \"Fire Year Reporter to Create Fake News Stories\" next to a picture of CNN Jim Acosta. Don't do that. The person who was fired wasn't Acosta, the CNN reporter at the White House who made waves in November after a quick exchange with President Donald Trump. The guy at the story center isn't even a reporter at CNN. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Here's what happened with Klaus Relotius, an award-winning journalist and editor of the Spiegel Monastery, Germany's largest weekly news magazine, who resigned from December 17 after the organization found that he had forged articles on \"a large volume and even invented characters, tricked readers and colleagues,\" the newspaper announced. Dire Spiegel said that Riltos admitted that he had made up material in at least 14 articles since 2011. In 2014, CNN launched on Rilotius the name of journalist of the year and journalist of the year. The prizes for the German language press were decided by an independent jury. The latest awards were presented in 2015, and CNN reported. On January 12, 2021, in a statement to the Associated Press, CNN International stated that the independent panel of judges that awarded the Rylottius Prize had unanimously decided to delete it after its fraud had been revealed. The story of the incident on \"Federal Papers\" is not inaccurate. However, it contains a deceiving and targeted picture of CNN's biggest reporter reading the bait on Facebook to click on the same story. The readers who saw the article caught the trick, but only after clicking on the substance. Caroline McNate Langdon, hypocrisy... Isn't setting Acosta's face on this panoply link (about a German reporter) equal to the invasive types of truth evasive that you often accuse CNN? \"Ellie Merritt, how much more misleading can you be?\" If I hadn't seen the federal sign, I would have sworn that this was another misleading article from CNN. Shame on you.\" Chris Dominico Dang, you got me. I kept saying to myself, \"Don't click, it's not what you think,\" but I pressed. \"We've been sentenced to a story from the federal press entitled \"The Journalist of the Year for the Creation of Fake News Stories,\" which is shared with the social media with a picture of CNN reporter C.N.J. Acosta. The article is misleading. Acosta has nothing to do with the story, and the journalist who got fired doesn't work for CNN. The readers caught the trick if they read the whole story. In total, this claim is evaluated in half. Sharing the facts of 2018-12-20:35:25 UTC PoliticsFact 4 1 7 PolityFacting: A true half says \"NCNN journalist of the Fire Year for the creation of false stories,\" with the image of CNN Reporter C.N.J. Acosta. The bloggers on Facebook on Wednesday, 19 December 2018, 2018-12-19 read more information", "vclaim_id": "vclaim-pol-01173"}