{"url": "/factchecks/2019/mar/13/jay-inslee/did-washington-state-build-6-billion-wind-farms-ov/", "speaker": "Jay Inslee", "vclaim": "\"We have developed a wind industry (in Washington State) from zero to $6 billion in 12 years.\"", "truth_label": "mostly-true", "date": "stated on March 10, 2019 in in an interview:", "title": "Did the state of Washington build $6 billion in wind farms over 12 years?", "text": "Washington Goff. Jay Ensley has made combating climate change a top priority in his 2020 Democratic Presidential bid. In a meeting with CNN, Ensley moved the success of his country in adopting renewable energy technology over a relatively short period of time. \"We've done some good things,\" said Ensle CNN Jake Taber March 10. \"We've developed a wind industry from zero to $6 billion in 12 years.\" Ansley's claim to invest wind energy in Washington was over money. But if Ensley seems to be taking credit for this, it should be noted that he was only a governor for a short time during this crowd. We followed Ensley's case to a Washington fact sheet from the American Wind Energy Association. The AWEA fact sheet places capital investment in the wind industry in Evergreen State at $6.1 billion until 2017. A footnote to that dollar figure states that the calculation is \"based on national and state averages.\" We weren't sure what that meant, so we contacted the Association and the independent experts for clarification. Daniel Schwartz, Professor at Washington University and Director of the Clean Energy Institute, told us how to crush the numbers. The typical approach to estimating the value of wind investments in a given area begins with a determination of the amount of energy generated for that area, measured in megawatts. One megawatt equals one million watts. For example, the state of Washington had 3,075 MW of wind energy at the end of 2017, according to the Department of Energy, its tenth ranking in the country. Texas blew up the rest of the country with 22,599 MW of total wind power generation. Here's a country-wide footage from the most recent report of the Department of Energy: The distinguished fact-checkers wrote on January 13, 2021 in a story that says General David Berger, commander of the United States Navy, rejected Nancy Belusi's request to use marines for inaugural security, saying, \"We're not working for you.\" Thus, to arrive at a total total wind investment would require costing each year, and then collecting these annual figures. In order to determine the cost of wind investments, the amount of energy added by MW is taken in a given year, and this figure is multiplied by the average cost of wind projects installed in that year. Pricing data - measured in dollars per MW - come from the Laurence Berkeley National Laboratory of the Ministry of Energy. \"We use an average national or regional price per MW, instead of an actual price for generating capacity,\" Schwartz explained. \"This is because the actual contract price obtained by each of the seller's facilities is not normally communicated to the public.\" The Association emphasized that this was essentially its methodology for reaching the $6.1 billion total Washington capital investment in wind farms - all of which had been built in the 13 years between 2001 and 2014. (Note that the value is slightly higher if you are inflationary factors.) Insley became Governor in 2013. With regard to the time element of Insley's claim, the Association stated that State investment in 2001 had been relatively low. Therefore, the Governor &apos; s claim that the investment has been made for 12 years is essentially true. A spokesman for the Renewable Energy Office of the Ministry of Energy said that the numbers of the Association were consistent with the federal pricing data from the Ministry &apos; s Lawrence Berkeley National Laboratory. They also noted that the value was higher if inflation was treated. Insley said our governor, \"We've developed a wind industry from zero to $6 billion in 12 years.\" His number is supported by the American Wind Energy Association and Federal Pricing Data from the Department of Energy. The vast majority of wind power capital was invested in Washington over a period of 12 years, from 2002 to 2014. It should be noted that in 2013, it was not until Ensley became Governor. The statement is accurate but requires additional information. We're assessing this mostly right. Sharing the facts of 2019-03-13 20:58 UTC PoliticsFact 5 1 7 PoliticFact Dracting: Mostly true: \"We have developed a wind industry (in Washington State) from zero to $6 billion in 12 years.\" :: Jay Ensley, Democratic Governor of Washington, D.C., https://www.cnn.com/vides/policics/2019/03/10/sutu-inslee.cn in an interview on Sunday, 10 March, 201920192019-03-10.", "vclaim_id": "vclaim-pol-00898"}