{"url": "/factchecks/2019/may/23/viral-image/viral-photo-two-armed-men-guarding-high-school-was/", "speaker": "Viral image", "vclaim": "It says a picture of a teacher and an armed student guarding Delaware High School in 1973 after a threat of shooting.", "truth_label": "barely-true", "date": "stated on May 22, 2019 in a Facebook post:", "title": "The viral image of two armed men guarding a high school was taken for a yearbook, not for shooting at the school.", "text": "It appears that two men with guns guard the entrance to an old building shared on Facebook as an example of the good that can come from arming school staff and students. The text above the picture says, \"1973, a student and teacher guarding Delaware High School after someone called in a fire threat during the morning. The rookies, the elderly, and the teachers went to their cars and trucks to take their weapons and guard the doors between the rows. \"The shooter never arrived.\" The picture was highlighted as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) The picture was taken outside Delaware High School in 1973. But the rest of the description goes short. As best we can say, the claim dates back to Red Dit 2016. The thread begins with this description: \"A student and teacher guarding the high school in Betty in 1973. There was a threat of shooting in the morning. Students and teachers like pulling their guns out of their records to guard the doors between classes.\" Caleb South, who runs the Christian blog against school violence, tracked down the high school in 2018 after becoming popular on social media after the deadly shooting at the school in Parkland, Fly. The picture depicts two students (one of whom was not a teacher) sitting outside Caesar Rodney High School in Camden, Del, in 1973. However, young people, said to be seniors Kendall Cole and Carl Willoughby, were not guarding the school because the threat of shooting was made that morning. The South asked about some of Caesar Rodney's graduates to explain the background of the picture in Facebook series: Facebook bulletins, classified on January 11, 2021 in Facebook, Nancy Belusi, who was no longer Speaker of the House of Representatives by Samantha Buterman on January 12, 2021... spring '73... we had a series of bomb fear at the time, and Kendall and Carl brought their hunting rifles to the door to show pictures. I think it was test week and everyone seemed to know when the fear of the bomb was coming, totally disturbed the test schedule... \"Another funny thing about that was that it was Dover's football game week. And by Wednesday or Thursday, they decided to send my guy mail on every door. Someone had two shotguns in the truck, and I thought it was gonna be a funny operation, Voto. That was it. BTW, the weapons were empty.\" It is true that the school witnessed a wave of false bomb threats in that academic year, but according to local news reports, it appears to have occurred in the fall. According to an article published on November 9, 1972, in the Wilmington News Journal, the school received a series of bomb threats over several days, resulting in the evacuation of 1,600 students from the school. The article states that the Board of Education provides \"100 dollars as a reward for information leading to the arrest and conviction of persons or persons who have made more than 10 bomb threats to secondary school.\" About a week later, the newspaper reported that three juveniles, all school students, had been arrested by the police and charged with making false bomb threats. Many images of Caesar Rodney &apos; s annual book have also been uploaded on the Internet, and the two young people &apos; s picture can be found in the 1973 series. Our online viral photo book claims to be filming a student and teacher guarding a high school in 1973 after a threat of shooting that day. The picture is marked by two students (not a teacher) carrying weapons outside Delaware High School in 1973, but there was no threat of shooting. A series of bomb threats were said to have been made against the school in that academic year, and school graduates say that the image of young people was taken as an annual film. The article contains an element of truth but ignores critical facts that give a different impression. We mostly rate it wrong. Sharing the facts of 2019-05-23 20:29:14 UTC PoliticsFact 3 1 7 PoliticsFact Dacting: Mostly failed depicting a teacher and student with weapons guarding Delaware High School in 1973 after a threat of shooting. The viral image on the Internet Wednesday, 22 May 2019 2019-05-22 Read more information", "vclaim_id": "vclaim-pol-00595"}