{"url": "/factchecks/2014/oct/03/republican-governors-association/republican-ad-blames-mary-burke-loss-130000-jobs/", "speaker": "Republican Governors Association", "vclaim": "Mary \"Burke's Register: 130,000 Less Jobs.\"", "truth_label": "false", "date": "stated on September 23, 2014 in a campaign TV ad:", "title": "The Republican Declaration blames Mary Burke for the loss of 130,000 jobs.", "text": "In a television commercial that rips the democracy of Mary Burke to copy parts of her economic plan, a key ally from Jove. Scott Walker couldn't resist an additional punch in the jobs. At the site sponsored by the Association of Republican Conservatives, which began operating on 23 September 2014, the Narrator refers to job losses in Wisconsin during the Great Recession. \"The truth is Burke's record is one of failure and loss of employment, with theft to cover it,\" says the novelist. \"Don't go back with Mary Burke.\" As they say, this message fills the screen: \"Burke's record: 130,000 fewer jobs.\" It's a familiar personality for us - perhaps for most voters now. Following the election campaign, Walker repeatedly interviewed the 100,000 added posts during his first term of office, completely losing jobs in the last state under the leadership of his democratic predecessor, Jim Doyle, who left office after 2010. Burke worked as a commercial secretary under Doyle's command for almost three years. In verifying the facts earlier, Walker claimed that Doyle's policies in his last term, \"I saw the state lose more than 133,000 jobs,\" we found that the figure was accurate - Chapter II Doyle saw a decrease of 133,943. But the prosecution was away from the blame game. As such, we assessed the claim mostly false. The economists agreed that the Wisconsin economy was caught in the same economic collapse that paralysed the entire country. The recession was deeper and more severe than the policies of any single State, including Doyle. In particular, Wisconsin was actually better than the rest of the country. But there are bigger problems with RGA taking the number for the last Doyle period and applying it to Burke. The term of its chairmanship of trade extended to parts of the Doyle terms and served for only 10 months of the four-year period to which the Autonomous Commission was associated with the loss of 130,000 jobs. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. The fact is that white women got a job.\" On January 15, 2021, in the history of Nosiapa Mezan, there was no job loss even when job losses began to emerge. Burke started in February 2005 and left in November 2007 -- shortly before the contraction. At the national level, the major recession began in December 2007, but Wisconsin did not see a decline in quarterly job numbers until mid-2008. In 2010, the State experienced a shift in jobs. Last year, Doyle was in office, and annual growth continued under Walker. So, what happened with the jobs when Burke was at the top of the trade? Statistics indicate that Wisconsin added between 43,500 and 59,100 jobs in the private sector during the Burke period in the state government, depending on the federal data source being analysed. The Governor &apos; s policies certainly have a limited impact on job increases or decreases, given the many factors driving the State economy. As we mentioned earlier, the Trade Secretary's influence will be smaller. But even if all of that is put aside, RGA is right to tie all Doyle's numbers in the second phase of Burke, what about the other side of the coin? After all, I also served during Doyle's first period. Shouldn't this also be included? The State received 86.530 jobs in Doyle I from 2003 to 2006, so when combined with losses in the second period, the final result of Doyle 8 years was the loss of 47,000 jobs. It's not good. But also not 130,000. Our assessment says the Union of Republican Conservatives that Mary Burke's record is one of the 130,000 fewer jobs.\" But this figure corresponds to Doyle's second term, not Burke's as head of commerce - a period that has seen an increase. Even with the finest explanations, the figure is wrong. We evaluate the allegation wrong (read our tip sheet on five things to watch when you hear job claims)", "vclaim_id": "vclaim-pol-07208"}