{"url": "/factchecks/2011/may/30/todd-staples/agriculture-commissioner-todd-staples-says-obama-a/", "speaker": "Todd Staples", "vclaim": "The Obama Administration states that it agreed to declare a major disaster in Oklahoma in 2009, when nine of the 77 state districts burned down for \"about three days,\" while forest fires in Texas burned longer without such a declaration.", "truth_label": "mostly-true", "date": "stated on May 12, 2011 in a Texas Tribune interview:", "title": "(Obama) Director. She refused Texas's request for a disaster announcement to help combat forest fires.", "text": "Todd Stubbles, Commissioner of Agriculture of Texas, objects to the Obama Administration &apos; s refusal to declare a major disaster in response to forest fires burning parts of Texas. During an interview on 12 May in Texas Tribune, a Republican looking to run for the post of Deputy Governor, Staples said: \"It is unreasonable that the African Economic and Monetary Union (AMU) and this administration reject our request to declare a public disaster. In order to put this in context, the Department itself agreed in June 2009 to the kind of declaration request we are asking for, when nine of the 77 provinces in Oklahoma burned down for approximately three days. We had wild fires out of control for two weeks.\" Asked whether Obama's administration had explained the denial, Stubbles said, \"Well, that's what it is. It's indifference, or political attitude, who knows what the real issue is.\" We wondered whether the feds really responded to the fires in the future state by \"advertising a major disaster,\" while they rejected Texas's request for more prolonged wildfires. The governor can stimulate federal help... to ask the president to declare a major disaster in the state. This request must reflect the disaster \"of such gravity and magnitude that an effective response exceeds the capabilities of the State and local governments and that federal assistance is necessary,\" according to information on the FEMA website. On 10 April 2009, \"update\" from the Oklahoma Emergency Management Department said that 10 provinces had been affected by forest fires, which had injured at least 62 people and destroyed over 100 homes. According to the Associated Press article of the same day, the Democratic Governor of Oklahoma declared a state of emergency for 31 provinces hit by forest fires and extreme weather. On April 22, the Governor requested a declaration of a major disaster that would provide \"individual assistance to the population and business owners\" in nine provinces, according to a press release from the Governor's office. Some 270 houses and businesses have been destroyed, including 228 houses, because of fires that began on April 9, and more than 100,000 acres have been burned. On June 19, 2009, President Barack Obama announced a major disaster in Oklahoma, which introduced federal assistance in \"Recovery efforts in the forest fire zone from April 9 to 12 2009,\" according to a press release by the Central African Economic and Monetary Union (CEMAC), referred to by Staples Brian Black. \"Assistance may include temporary housing grants and home repair, low-cost loans to cover losses of uninsured property, and other programmes to help individuals and businesses recover from the disaster,\" according to the press release. According to a press release issued by the Federation on 28 July 2009, disaster assistance to the Oklahoma population affected by the forest fires exceeded $2.9 million, including $1,590,000 in housing grants. According to the press release, a total of 260 individuals from nine provinces are registered for federal assistance. What about Texas? On 16 May, according to the Texas Forest Service, 10,123 fires in Texas burned approximately 2.6 million acres in 237 provinces. Since the start of the fire season in November, 435 houses and 1,302 additional buildings have been lost. Two volunteer firefighters have died. On April 16, a letter was sent to Obama, Jove. Rick Perry requested \"the declaration of the major disaster\" as a result of the forest fires that were burned during the state. Peri &apos; s application covered all but two state districts, including Travis. Perry sought assistance in category B through the Federation &apos; s public assistance programme, making the State eligible to pay up to 75 per cent of the fire-fighting costs actually incurred and to assist the State in fighting the burning fires. His application did not include federal aid for individuals, although some affected populations are eligible for other federal assistance, including low-interest loans and assistance to farmers and farmers who lost livestock in the fires. The Federal Government rejected Perry &apos; s application after FEMA concluded that the recovery needs from the forest fires did not exceed what states and local governments could deal with, according to Fort Worth Star-Tilgram &apos; s article of 4 May. On 26 May, Perry appealed the Obama administration &apos; s decision to reject the declaration. The Federation spokesman Rachel Rakossen told us that the administration has given Texas 27 fire management grants to finance many of the same emergency response activities that Perry has sought help with. The grants covered 75 per cent of the fire-fighting costs associated with the 27 fires, which burned about 1 million acres in 31 provinces, and the State expects to pay about $23 million as a result. From 1 September to 15 May, local fire departments and the State spent some $97.5 million on forest fires. Of that, the mandate amounted to $90.8 million. Where does that leave us? Stubbles correctly states that the Obama administration refused Texas's request to declare disaster due to long-flamed forest fires. The same administration agreed to a similar request to declare disaster from Oklahoma in 2009, in response to forest fires that had been burned for just a few days. However, the statement ignores a crucial and relevant fact. The Federation did not refuse federal aid for forest fires in Texas; it received a $23 million fire grant - much more than Oklahoma's nearly $3 million disaster assistance. We're evaluating the Staples statement mostly correct. In an interview on January 31, 2021, John Kerry says that Hurricane Harvey \"falled in Houston in five days more than in Niagara Falls in one year.\"", "vclaim_id": "vclaim-pol-13020"}