{"url": "/factchecks/2019/jun/19/viral-image/no-bicycle-tree-not-memorial-fallen-soldier/", "speaker": "Viral image", "vclaim": "A boy &apos; s bicycle tied to a tree in Washington, D.C., in 1914 is now a monument to the fallen soldiers.", "truth_label": "false", "date": "stated on May 27, 2019 in a Facebook post:", "title": "No, this bike is in a tree. It's not a memorial to a fallen soldier.", "text": "A bike in a tree on Fashon Island, Wash, is the objects of the fortune-teller, including the myth that continues around a boy who is no longer a war. \"The least we forget,\" book May 27 Facebook begins. A boy went to war in 1914 and left his bike tied to a tree. He never came home and the family left the bike there as a souvenir to the soldier who fell.\" This article, which contains a picture of a red rusty bike that appears to grow from a tree, was highlighted as part of Facebook's efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) In 2009, the Vashon-Moury Island Bitskomber, a local publication in Vashon, an island about 15 minutes from Seattle, published a report on a long-standing family \"proclaimed a strong bike demand.\" Don Bozz, who graduated from Fashun High School in 1963 and served as Deputy Chief of Police until he retired in 1991, said that the bike had been donated to him after he burned down his family home. He was too young for him, and he claims to have left him in 1954 in the woods, and he forgot about it and never came back for him. His mother told the newspaper that her son and his friends were playing in the woods and that Bozz was the only child on his bike there. When the boys left, he left his bike and walked home with them. After the bike was discovered and attracted the attention of the media, Boz visited the bike, saying Pitchchumber. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021 \"We went there in the woods and there was a bike in the tree, and I said, \"This is my bike,\" says Pitchchumber Bos. \"I knew him immediately.\" And when I saw that bike, I knew it, because I don't think I've seen another bike like it before.\" In 2013, Seattle News also spoke to Bozz, who said he didn't suspect his bike. He said, \"It's a few hundred feet from my mom's house where I was playing in the woods.\" The Berkeley breathing scene, which originated on Vashon Island, led to the writing of the children's book called \"The Red Ranger came a call,\" the Atlas of Opsquara reports. The story follows a boy who lives on an island who wants a red bike. The bike also hung feet above the ground, and the legend stimulated that a boy left the bike there before going to war. \"while it may be factually flawed, it appears that with uncertainty, something as simple but unusual as a bicycle in a tree can inspire imagination and speculation,\" reads an article on history of Link.org, a free online encyclopedia from the history of Washington State. However, we're setting up this Facebook wrong mail.", "vclaim_id": "vclaim-pol-00517"}