{"url": "/factchecks/2019/oct/22/brett-mcgurk/mcgurk-right-trump-has-sent-14000-troops-middle-ea/", "speaker": "Brett McGurk", "vclaim": "\"President Trump has sent 14,000 American soldiers to the Middle East region since May. Therefore, he cannot tell his political career that he will bring troops out of endless wars when he sends 14 times the quantity to the region.\"", "truth_label": "true", "date": "stated on October 20, 2019 in an MSNBC appearance:", "title": "McGork is right that Trump has sent 14,000 troops to the Middle East since May.", "text": "President Donald Trump insisted that his decision to withdraw United States troops from the Syrian border with Turkey was a step towards getting the United States out of \"final\" wars. But one of the movement's critics says Trump is breaking his promise to send troops to other parts of the Middle East. The Pentagon said that he would transport about 1,000 American soldiers from Syria to western Iraq. The former Special Envoy of the Alliance Against the Islamic State, Brett McGurk, said that leaving Syria opened the door to Russian and Iranian aggression in the Middle East. \"That's one of the reasons why we're seeing growing tension in the area and that President Trump has sent 14,000 American soldiers to the area since May,\" told McGork, \"Meet the press\" on October 20. \"So he can't tell his political march that he's gonna get the troops out of endless wars when he sends 14 times the amount to the area.\" We wanted to check whether Majork, who also served under the leadership of Presidents George W. Bush and Barack Obama, was right that Trump has shipped 14,000 troops to the Middle East since May. :: Malignant: McGork &apos; s claim is an immediate claim. The latest news on Syria, U.S. forces Majork, said that he had obtained his numbers from the Pentagon, which threw out its troop commitments on 11 October in a press release declaring the deployment of some 3,000 American troops to Saudi Arabia. The press release said that the Pentagon \"has increased the number of troops by about 14,000 to the U.S. Central Command area\" since May. Minister of Defence Mark Esper repeated the same figures while he gave a briefing on the same day. The Pentagon told us that the term \"zone of responsibility\" refers to \"the entire Middle East,\" while Will Tudman, an associate colleague at the Centre for Strategic and International Studies, also includes Afghanistan and other parts of Central Asia. (The definitions of the Middle East vary.) But Todman said that the recent reduction of American troops in Afghanistan probably meant that more had been deployed in the Middle East anyway. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman on January 11, 2021, so yes, Trump sent 14 times of soldiers to the Middle East, like about 1,000 soldiers he pledged to remove when he announced his decision to withdraw from Syria. The Co-founder and Executive Vice-President of the Quincy Institute of Responsible Government Trade, a think tank for foreign policy, said Trita Barsey. \"In the Middle East, it's just a transfer of troops from one region to another. But moving is not leaving.\" On October 19, Esper said that soldiers in northeast Syria would be transported to western Iraq, where they would \"help defend Iraq\" and fight ISIS. More recently, Esper said that the United States was considering leaving some troops behind to secure the oil fields in the area, according to Associated Press. The troops began to withdraw to Iraq on 21 October in the Wall Street Journal. The experts told us that it was difficult to determine how American forces were deployed in the Middle East, partly because of changes made by former Defence Minister James Matisse to limit transparency. According to June data from the Pentagon - which deletes the numbers of countries conducting ongoing operations such as Syria, Iraq and Afghanistan - there were at that time a total of 283 United States troops in Egypt, 76 in Israel, 20 in Lebanon, 1,750 in Turkey, 84 in Jordan, 2,077 in Kuwait, 535 in Saudi Arabia, 19 in Yemen, 17 in Amman, 374 in the United Arab Emirates, 636 in Qatar and 4,865 in Bahrain. These numbers include serving personnel, members of the National Guard, reserve personnel and civilian staff. According to the Royal Institute of International Affairs, a think tank in London, it does not include temporary forces or secret private forces. The June numbers are old too. The Pentagon told us that it would not identify individuals who had recently been deployed by country, but said that more than 6,500 of the 14,000 deployed since May had been at sea as part of the Abraham Lincoln Carrier Strike Group. However, the experts told us that the largest number of United States troops currently stationed in or near the Middle East is likely to be in Bahrain, Iraq, Saudi Arabia, Kuwait, Qatar and Afghanistan. Our Governor, Magork, said: \"President Trump has sent 14,000 American soldiers to the Middle East since May. Therefore, he cannot tell his political career that he will bring troops out of endless wars when he sends 14 times the quantity to the region.\" His number matches what the Ministry of Defence published in press releases and briefings We're assessing this statement right.", "vclaim_id": "vclaim-pol-00034"}