{"url": "/factchecks/2014/nov/18/dana-loesch/conservative-talker-loesch-says-47-million-people-/", "speaker": "Dana Loesch", "vclaim": "4.4.7 million people lost their insurance in 32 states because of Obamakari.", "truth_label": "barely-true", "date": "stated on November 13, 2014 in an interview on MSNBC's \"The Ed Show\":", "title": "According to Governor Dana Luich, 4.7 million people lack health insurance because of Obama's care.", "text": "The Preparatory Dialogue programme hosted by Dana Luich agreed to discuss the Obama Care Program last week with Liberal Ed Schultz on the MSNBC Schultz program. Unfortunately, what appeared was the oral equivalent of mixed martial arts, as one would interrupt the other, and the preferred rhetorical organ seemed to speak louder and louder. (We have also verified Schultz &apos; s claim for some 10.3 million people benefiting from Obama &apos; s care. :: During the ceremony, Luich was highly critical of the Affordable Care Act. \"4.7 million people lost their insurance in 32 states,\" said Luich. We contacted Luich to find the source of that allegation and did not respond to it. However, it corresponds to a list compiled by Associated Press in December 2013. It represents an account of the company &apos; s employees and calculates a low number of Americans who received notice of cancellation of insurance. (Not every state has been able to provide a number and therefore isolate Loch from 32 states.) You probably remember stories of cancellation notices, which were the result of individual insurance schemes that did not meet the minimum standards of the new health-care law. The 2013 lie to Poletti Fruitt claimed by President Barack Obama that \"If you like your health care plan, you can keep it.\" However, since that troubled time, some clearer data have emerged. While the Optional Protocol stated that millions of people had received cancellation letters, there were reasons to doubt their numbers in some states. For example, the list stated that 333,000 notices had been issued to Blue Cross/Blue Shield agents in Florida. However, as reported by the Polyte Fact Florida, a spokesman for the company said that it had sent only 44,000 cancellation letters. AP said that 290,000 cancellation letters were sent in Washington. A few weeks later, the State Insurance Commissioner called this term \"inaccuracy.\" The Institute &apos; s analysts explored the discrepancies in a survey conducted in the same month when the Plan of Action published its list. When asked who had individual insurance, they found that about 20 per cent said that the plan they had in 2013 would no longer be submitted. Based on this survey, analysts estimated that some 2.6 million people had lost their existing plans because of the minimum standards set by the Obama care programme. However, the Institute's analysts also noted that a great deal of swinging always occurs in the individual market. They found that less than 20 per cent of clients had kept a plan for more than two years. This is in line with the experience of another health-care researcher, Christine Epner, from RAND. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: January 12, 2021 \"The number of people who lost coverage from 2013 to 2014 appears to be similar or less than the number who lost coverage in previous years,\" Eibner PunditFact said. Therefore, while the standards of affordable care law played a role, some people would change, drop or change coverage anyway. Furthermore, AP does not take this into account because of the protest in November 2013, Obama gave States the option to allow people to retain their existing plans, if insurance companies so agree. In Florida, the 44,000 people who received a letter of cancellation subsequently received a second letter, in which they said that they could maintain those policies for another year, if they so wished. In fact, the main problem with Luich's statement is that she said that these people \"lost their insurance,\" as if none of them had replaced another plan. A study published by RAND in April 2014 painted a very different picture. Of an estimated 9.4 million people with individual insurance, less than 1 million ended up without any coverage at all. More than half of the original group bought another policy in the individual market. About 2 million people received coverage through an employer, and slightly less than 1 million people found a plan through a government insurance market on the Internet. Finally, it should be noted that while some people have lost insurance since most of the key elements of Obama &apos; s care system came into force, the net effect has been an increase among the insured. It is estimated that some 10.3 million people have insurance today than before October 2013. Luich our governor said that 4.7 million people lost their health insurance because of Obama's care. This figure corresponds to one figure cited by Associated Press based on preliminary estimates and incomplete data. The best estimate from independent researchers is that 2.6 million people may have received notice to cancel their health-care insurance policies. However, Luich happens as if these people, whatever their number, did not find alternative coverage. In fact, less than 1 million people who were part of the individual insurance market ended up with no coverage at all. Given the continuing slowdown in this market, it is unlikely that the Affordable Care Act will deprive all of them of health insurance. The number of lashes is cancelled, either in terms of cancellations or what people did afterwards. However, the new law has harmed some people. We assess the claim mostly wrong.", "vclaim_id": "vclaim-pol-06992"}