{"url": "/factchecks/2019/oct/16/viral-image/photo-cleveland-cavaliers-victory-parade-not-outsi/", "speaker": "Viral image", "vclaim": "He says the picture shows \"25,000 outside to hear the president speak!\"", "truth_label": "false", "date": "stated on October 11, 2019 in a Facebook post:", "title": "This is a picture of Cleveland Cavallers' victory, not outside Trump's rally.", "text": "In an electoral campaign rally in Minneapolis, President Donald Trump was impressed by the size of the crowd. \"So we have 20,000 plus inside,\" he said. \"We've set a new record.\" We have 25,000 people we still love out there. And almost 100,000 wants to come tonight.\" On October 11, Facebook was booked on that line. \"20,000 inside, 25,000 out, all to hear the president speak!\" It's written. \"Ask yourself, does this seem like a country that wants to accuse our president?\" A picture under the text shows the streets packed with people outside the ring. On January 11, 2021, Nancy Belusi, Speaker of the House of Representatives, was no longer the President of Samantha Buterman. On January 12, 2021, this article was referred to as part of Facebook's efforts to combat false news and misinformation on the news. ∙ (Read more about our partnership with Facebook.) We're not checking Trump's claim about the size of the crowd here, but Minnesota Public Radio looked at his pride. In short: the goal centre in which Trump appeared could hold about 20,000 people, but the exact number of people there was difficult to count. Even if there were more than 20,000 attendees at the centre that day, it is not the first time that a basketball game and a U2 concert are drawings of 412.20 and 200.20 respectively. For those who were unable to get to the square, public Radio Minnesota stated that \"the President's assertion that 25,000 were left abroad is questionable because the excess space wasn't full and journalists outside the arena saw nothing close to that number.\" However, the accuracy of the picture is easier to verify the facts. It doesn't show Trump's audience. It's not outside the center of the target, where Minnesota Temprovs plays. In Cleveland, Ohio, on June 22, 2016, during the victory parade after the Cavaliers won the National Basketball Championship in 2016. Angelo Merredino, photos of Jetty. We're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00053"}