{"url": "/factchecks/2019/aug/20/peter-navarro/donald-trumps-tariffs-china-dont-hurt-americans-to/", "speaker": "Peter Navarro", "vclaim": "The United States definitions of China are \"no harm to anyone\" in the United States.", "truth_label": "pants-fire", "date": "stated on August 18, 2019 in an interview:", "title": "Donald Trump's tariffs on China don't hurt Americans, as the High Councillor of Trump says. These are the pants on the fire.", "text": "Did President Donald Trump's tariffs on China hurt American consumers? His team says no. Peter Navarro, Director of Trade Policy and Manufacturing at the White House, Jake Taber at CNN, told that this was not the case. Taber asked for a study that found that American importers bear about 95% of the price change of tariffs, China only about 5%. After Nafaro paid back, there was this exchange: \"The fools don't hurt anyone in the United States?\" I asked Taber. Navarro replied: \"They don't hurt anyone here.\" The White House did not respond to our requests for information to support Navarro's statement. But the evidence to the contrary is overwhelming. He explained to us that importers could respond to tariffs in four ways, and Howard Glickman, a senior colleague at the Urban Institute - the Brookings Institution Tax Policy Centre, told us. Two of these methods are the payment of lower wages to their suppliers and procurement from producers in non-tariff countries; such movements would protect Americans. However, the other two - raising prices or understanding tariffs and minimizing them - are having an impact. It should be noted that, following the trade war, China undertook its own series of tariff reductions. This helps American exporters. However, despite Tramp &apos; s claims that China had reduced prices, the economist Gary Bertellis and the political scientist at the Boise State University, Ross Burkhart, said that they saw no evidence of price reductions as a result of tariffs in the United States - at least on any range of tariff impact. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman, January 11, 2012, according to figures indicating the extent of the damage suffered by Americans months ago. Pepsi, Coca-Cola, Costco, the entertainment carmaker and Winibago were retailers who said they raised prices as a result of tariffs. The trade war reduced the real income of the United States by $1.4 billion per month by the end of 2018, according to economists at the Federal Reserve in New York, Princeton University and Columbia University. The price of washing machines sold in the United States rose by approximately 12 per cent due to 2018 tariffs, according to researchers at the University of Chicago. (The price of dryers rose by a similar amount, although they were not subject to tariffs). At the same time, China &apos; s retaliatory tariffs have caused particular damage to American farmers. The United States agricultural exports to China fell to $9.1 billion in 2018, from $19.5 billion the previous year, according to the United States Farm Office, an agricultural pressure group. This figure continued to decline, with exports to China in the first half of 2019 falling to $1.3 billion. Trump responded by increasing subsidies to farmers. The Trump scheme for further tariffs on China in September 2019 will reduce consumer purchases, raise prices and reduce employment, according to four national groups. The broad impact studies have also consistently documented the overall impact on Americans. About 79 per cent of manufacturers and 60 per cent of service companies said that tariffs had increased their input costs at least slightly, \"a far more widespread effect\" than was the case in their survey a year earlier. This is according to a survey by the Federal Reserve in New York in August 2019 of New York business leaders and parts of Connecticut and New Jersey. The effect of tariffs on imports of steel and Chinese goods imposed in 2018 was largely on the United States, not China, according to the study mentioned by Taber. It was carried out by researchers from Harvard University, the University of Chicago and the Federal Reserve Bank in Boston. A variety of companies reported damage from the United States and retaliation tariffs, including Marty, Caterpillar and Tyson Foods, which found a non-partisan research department in Congress. The Governor of Navarro said our U.S. tariffs on China are \"no harm to anyone\" in the United States. Many businesses, ranging from Coca-Cola to Walmart to Costco and washing machines manufacturers, raised prices because of tariffs. After the study, the study confirmed that tariffs primarily affect Americans, not China. It is simply absurd to consistently claim that definitions do not harm anyone in the United States. We're assessing this pants statement on fire.", "vclaim_id": "vclaim-pol-00251"}