{"url": "/factchecks/2019/feb/08/blog-posting/no-george-soros-has-not-been-arrested-switzerland-/", "speaker": "Bloggers", "vclaim": "According to George Soros, he was arrested in Switzerland for a network of crimes based on information provided by Barack Obama.", "truth_label": "pants-fire", "date": "stated on February 3, 2019 in a Facebook post:", "title": "No, George Soros wasn't arrested in Switzerland in February 2019.", "text": "George Soros, billionaire Mohsen, Holocaust survivor and contributor to the democratic campaign, has long been a target of misinformation and conspiracy theories. It is now alleged that he was arrested in Switzerland after a military force broke into his withdrawal. Facebook claims that a 88-year-old boy was arrested in February 3 after members of a group called Alliance broke into his retreat in Switzerland on the basis of information from local police. The story was highlighted as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) Rumours have arisen on Epritt News.com, a site long unknown for publishing false stories and conspiracy theories. The Facebook article uses the first paragraph of the story: \"George Soros was arrested in Switzerland at 13:23 GMT on 3 February 2019. It is clear that members of what was known as the Alliance broke into a retreat in St. Margaret Berg, Switzerland, on the basis of information from the local police. The Alliance was a military force acting at the orders of the Pentagon, the judges of the military tribunal GITMO and in association with legal entities around the world.\" Soros has not been arrested in Switzerland or elsewhere. The story is quite fabricated from the fictional group that allegedly found him even the network of sins he was said to have committed. On January 11, 2021, in Facebook, Nancy Belusi was no longer the Speaker of the House of Representatives by Samantha Buterman on January 12, 2021, and at some point, the article, filled with spelling errors and formal errors, claims that Soros was arrested through evidence provided by President Barack Obama. He said that Obama was in prison (in Guantánamo Bay) for treason for at least a month and revealed crimes \"high levels of deep state to save his skin.\" First of all, Obama has not been imprisoned for more than a month. He was seen in public on January 24, when he met the Golden State Warriors in Washington. And of course, if he or Soros were in prison, it would be huge global news. There are no sources mentioned in the story, and there is no evidence to support it in other Swiss or international media outlets. Nor have we found any data or reports from Swiss law enforcement authorities on this arrest. There is also no mention of this on Obama &apos; s website, the Open Society Foundations in Soros, or any of their social media accounts. \"There's no truth to the story at all\" Laura Sylber, Chief Communications Officer of Open Society Institutions, told us. \"It's bullshit from start to finish.\" Since then, the theory of the exotic conspiracy has been republished on various blogs and websites, and eventually turned into an article in social media. We value it pants on fire! Sharing the facts 2019-02-08 21:28:49 UTC Politics Fact 1 1 7 PoliticsFacting: Pants on Fire says George Soros was arrested in Switzerland for a network of crimes based on information provided by Barack Obama Internet bloggers on Sunday, 3 February 2019 2019-02-03.", "vclaim_id": "vclaim-pol-01043"}