{"url": "/factchecks/2019/feb/28/terry-katsma/state-lawmakers-claim-about-rainy-day-fund-money/", "speaker": "Terry Katsma", "vclaim": "\"The Rain Day Fund... is $320 million. This is much more than it was in the past.\"", "truth_label": "mostly-true", "date": "stated on February 17, 2019 in a TV interview:", "title": "Wesconsin's calling for a trial for the Rain Day Fund on the money.", "text": "The Republican leadership has emphasized financial responsibility over the years. In fact, the Republic of the State of Teri Katzma (R-Oostburg) claims that under GOP leadership, Wisconsin has accumulated much more money than in the past in the \"Travel Day Fund\" -- essentially a pig bank to be used in emergency situations. \"The Rain Day Fund we have is $320 million. This is much more than it was in the past.\" Katsma said on February 17, 2019 on WISN-TV Front with Mike Gosha. Katsuma, a member of the Joint Finance Committee of the Legislature, argued while defending his position that the State should return the accumulated funds in surplus to taxpayers. Did they have a precise symmetry in the size of the box? Let's start with what the rainy day covers and what it can use. Randall Holcombe, Professor of Economics at Florida State University, who studies the impact of government activity on economic growth, said. \"For example, if the budget falls before a certain percentage of expected income, this may lead to access to the Rain Day Fund.\" At the end of fiscal year 2018, the State had a surplus of $588.5 million in its General Fund, and $33.1 million was transferred to the Rain Day Fund, according to the 2018 Wisconsin State Annual Financial Report. \"This transfer increased the budget stabilization fund (rainday) to $320.1 million, the largest balance in the history of the mandate,\" the report states. As a reference, in 2008, the Rain Day Fund in Wisconsin was only $1.3 million, according to the Legislative Tax Office. When requested to support the claim, Nick Krueger, Communications Manager of Katsima, referred to both the annual report and the legislative tax office. \"When the Republic of Katzma referred to the Rainey Day Fund in the context of a conversation about income tax cuts, his point was that the state government could afford to cut taxes because the government still had the money left even after a new deposit in the \"saving account,\" said Krueger. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, so Katsima's numbers are collected. But in his claim, he's showing the whole picture? In 2017, state rainfall funds reached their highest aggregate level in almost 20 years, according to the National Association of State Budget Employees, with a census of $54.7 billion for all 50 states. That sounds a lot. But Pyo Charitable Credits says that $54.7 billion will only cover an average of 20.5 days, or 5.6 per cent of General Fund expenditure. In 2017, Alaska, Wyoming and Texas were ahead of the number of days that could be covered through the Rain Day Fund -- Alaska would be able to finance 376.6 days, Wyoming 366.9 days, Texas 70 days. The next four states at the bottom - Montana, Kansas, Pennsylvania, New Jersey - will be able to finance zero days of reliance on rain day funds. And Wisconsin fell on the lower end -- able to finance only six days using its Rain Day box. With its total reserves, Wisconsin can be funded up to 18.4 days. This compares with the national average of 30.3 days. \"The typical reason you want to get the Rain Day Fund is the recession seems, you don't expect it, so you need to compensate for the revenue due to the recession, but I don't think any state has enough allocated revenue to make up for the entire recession,\" said Holcombe. So while the Wisconsin box may be at its peak, this figure is not well compared to other states. That was missing from the claim. Our assessment claimed that Wisconsin had accumulated much more money than in the past in the Rain Today Fund, with $320 million. And demand the target, albeit relatively. Wisconsin is well below the national average of the relative size of its fund. The definition is often correct: \"The statement is accurate but requires clarification or additional information.\" That fits me right here.", "vclaim_id": "vclaim-pol-00957"}