{"url": "/factchecks/2019/may/06/joe-biden/joe-biden-claims-he-was-staunch-liberal-senate-he-/", "speaker": "Joe Biden", "vclaim": "\"I have always been classified as one of the most liberal members of the United States Congress.\"", "truth_label": "false", "date": "stated on May 1, 2019 in an interview:", "title": "Joe Biden claims he was a strong liberal in the Senate. It wasn't.", "text": "Joe Biden is retreating from the belief that he is not advanced enough for the Democratic Party today. The 35-year-old Senate voting record, long seen as Achilles' heel in these initial democratic elections, reveals a history of breaking liberal Orthodoxism in various issues, from his vote to authorize Iraq's war to his support for measures that led to collective imprisonment. In a recent interview, Biden sought to overthrow the narrative by requesting progressive credentials. \"I've always been classified as one of the most liberal members of the United States Congress,\" former Senator Delaware told ABC News in an interview broadcast on May 1st. After reviewing the sources classified by legislators based on ideology, we found that Paiden's claim was inaccurate. Through a variety of measures, Biden's record was a moderate democratic one. We have examined several different ideological classifications to assess Paiden's claim. One of the most widely reported data among academics is the Voice Database, maintained by the University of California. The look at the votes draws the ideological grades of legislators from a roll-call vote. (Read their complete methodology here.) From 1973 to 2008, the Paiden arrangement is as follows: the purple line shows how the liberal biden was compared to the entire Senate, while the Blue Line shows how it measured among the Democrats in the Senate. (In the graph below, the most liberal senators will be assessed at 100 per cent and the least liberal senators will be assessed at zero.) Paiden was on average more liberal than about 75% of the Senate in general. Among the Democrats, he was in the middle of the herd. On average, he was standing near the middle line of his party. Either way, it's misleading for Paiden to claim that he was always classified as one of the most liberal members. \"I think it's fair to say that Voiceview doesn't, and didn't, until he described it,\" said Jeffrey Lewis, Professor of Political Science at the University of California, who runs the database. Some years he's seen Paden more closely allied with the progressive members of his party than others. The first noteworthy holiday came early in his career in the Senate, when he opposed the bus as a means of racial abandonment of schools. \"Beden, who once participated in sit-ins to dismantle restaurants along the 40th U.S. Road, frightened his colleagues in 1975 when he broke the liberal ranks to win Senate approval of the anti-crowding amendment,\" read a glimpse of Paiden from Congressional class. \"Suddenly, he was allied with the southern conservatives in an emotional national case.\" The Paiden position may have helped him re-elected in 1978. While his campaign was under way, a controversial bus plan started in New Castle County, Dale, \"Voices Attacked in White suburbs,\" according to CQ. \"With this anti-depressant attitude of compensating liberals for some other social issues, he seemed undefeated in 1978,\" It indicates that his opponent didn't succeed in drawing Paiden as \"still far from the state.\" However, it seemed difficult for a young senator to swallow the first bait to break up with liberal Democrats. \"It's not a comfortable feeling for me,\" said Paden at the time, according to CQ. \"I mean, I've never been there before.\" But it won't be the last time he breaks his democratic lines. As we have noted, the recent progressive attacks on Biden's record have some merit. Donald Trump's second presidential isolation was \"the most isolated of the two parties in American history.\" According to Louis Jacobson on January 13, 2021, Paiden's image as someone willing to support his party's liberal wing on social issues was well established in the early 1980's. With regard to cultural issues, he often does not support the attitudes associated with liberal Democrats, reading the Piden brief in the 1984 issue of Almanac National Journal of American Policy, which was considered by some in the Bible of American politics. A spokesman for the Paiden campaign defended the progressive record of the former senator and vice-president. \"Vice-President Biden has been a force for progressive action throughout his career - from campaign financing reform to climate change to systematic racism to organized action for marital equality,\" said Paiden Ade T.J. Daklo. \"He was never afraid to be the first to speak, and worked tirelessly in Congress and as a vice-president to write, pass and implement progressive policies to become law.\" The campaign indicated that shortly before leaving the Senate to become Vice-President of Barack Obama, Biden scored some high marks on liberalism. In 2007, he received 94% of the liberal result from the National Journal, and the vote was found to be more liberal than 75% of the Senate 110. However, Paden has not always been classified as one of the most liberal members of the National Journal or any other classification system we have seen, which he claims. The Poletti Fuckett newspaper has determined the value of the National Journal's estimates over two decades and found that Paiden's average degree of liberalism was 76 per cent. It was the lowest in the National Journal, found at 59% in 1997, the year in which Payden was one of a handful of Democrats who joined the Republicans in a failed attempt to amend the Constitution to require a balanced budget. The position of Biden as the highest democratic party in the Senate Judicial Committee during this era has often been found in the currents of emotional political debate. \"The issues that arise here -- abortion, burning of the flag, the death penalty, fighting crime -- For years, the Democrats have been very different from most of the voters that Paden sees in Delaware every day. The Biden campaign referred to the outcome of his vote only to his arrangement between the senators of both parties. Among the Democrats in the 110th Senate, Paiden was 51% liberal. Another group that ranks legislators according to ideology, Guftrak.us, has failed to support Bayden &apos; s claim. An analysis by the Government of the draft laws sponsored and co-sponsored by Biden from 2003 to 2008 shows that Paiden &apos; s liberal record in Congress was not excellent. Like the sounds, Guftrak puts Paiden in the middle of his democratic group in the Senate as well. Source: GovTrack.us One of the reasons for Paiden &apos; s intermediate outcome on the ideological scale is his historical record in bipartisanism. \"He seems repeatedly attracted to trying to reconcile the economic and cultural liberalism of the National Democratic Party, one of its leaders, with the economic and cultural conservation of many of those with whom he grew up: explaining one another, reconciling them, enabling them to live happily together,\" reading an overview of \"Beden\" in the \"Munks\" of American politics. During the Biden term in the Senate, Republicans submitted just over 40% of the bills they co-sponsored, according to an analysis by Benjamin Hammer of Guvertrak. In the last two years as a member of the Senate, Paiden crossed the corridor more than even Amy Klobochar, which, as Hammer said, classified Guvertak as the most moderate Democrats in the Senate who ran for President in 2020. The findings of his group in this way were summarized by Josh Taupperer, who founded Guftrak: \"We appreciate Paiden's claim that he was wrong.\" \"I've always been classified as one of the most liberal members of the U.S. Congress.\" A review of many databases that classify legislators on the basis of ideology shows that Paiden has not always acquired high degrees of liberalism, sometimes even low degrees. Among the Democrats in the Senate, he was in the middle of the herd in liberal terms. For 35 years in the Senate, he showed a willingness to hit the left wing of his party and cross the party corridor. We're assessing this wrong. 2019-05-06 20:42:23 UTC Politic Fact 2 1 7 Politic Facting: fail: \"I have always been classified as one of the most liberal members of the United States Congress.\" • Joe Baiden, former Vice-President https://abcnews.go.com/Politics/joe-jill-biden-response-women- made-uncomfortable/story?id=62665123 in an interview on Wednesday, 1 May, 2019-2019-05-01.", "vclaim_id": "vclaim-pol-00671"}