{"url": "/factchecks/2018/nov/19/jason-smith/rep-jason-smith-not-far-small-business-job-creatio/", "speaker": "Jason Smith", "vclaim": "\"In fact, 7 out of 10 new jobs in America were created by small businesses.\"", "truth_label": "true", "date": "stated on November 9, 2018 in a tweet:", "title": "The Republic of Jason Smith is not far from finding small businesses.", "text": "Many politicians portray themselves as pro-small businesses, including the American Republic of Jason Smith, the Republican, who was recently re-elected to represent Missouri VIII. In an article on Twitter on November 9, after receiving an award from the National Confederation of Independent Business, Smith said, \"In fact, 7 out of every 10 new jobs in America were created by small businesses.\" :: Polyte Fact Missouri verified a similar statement made by Sinclair Macaskel in 2017, but claimed that it was two out of three new jobs. So how did Smith get different statistics? In the background, small businesses, as defined by the Government, are those that employ less than 500 people. In 2013, according to the Small Business Department, there were 28.8 million small businesses in the United States. With regard to the number of jobs created by small businesses, the previous fact check cited a small business management article: \"Small businesses provide 55 per cent of all jobs and 66 per cent of all net new jobs since the 1970s.\" That's a little less than Smith mentioned. To understand where the statistics came from, seven out of ten, we contacted Smith's office for evidence. Joey Brown, Director of Communications, referred to two files from the Small Business Department. These two men accounted for approximately 66% of the net creation of new jobs. After all the research, we went directly to the same source to obtain the most up-to-date data - the Labour Statistics Office, which disseminates overall annual gains and losses in jobs based on the size of the company. It measures the size of the company in two ways: the size of the base (the size of the business at the beginning of the year) and the average size (the average between the two at the beginning of the year and the end of the year). The reason for this split is that the size of the company or company is not constant, as the BLS economist said, is greater. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy, 20 January 2021 \"If businesses grow from five to 100 employees a year, what size do they take?\" He said. \"Many research has shown that average size is the least biased when allocating size to a company.\" Therefore, using medium-sized data, we calculated the number of net new jobs created by small businesses from 1994 to 2017 compared to large businesses. Result: About two out of three. This means net new job gains, which take into account gains as well as job losses. When we calculated the use only of job gains and ignored any job losses since 1994, the number was about 70 per cent - closer to what Smith said. Even from the calculation of data from 2017 only, it was also about 70 per cent of all new jobs. The proportion of new jobs created by small businesses and those employed in small businesses should not be confused. Our referee Smith said that seven out of ten new jobs belonged to small businesses. Based on our calculations, it's true for career gains. The calculation of job losses, as in most economic measures, would bring statistics closer to two out of three new jobs. This is very close, though, to the difference between 66 percent and 70 percent. We're assessing this statement right.", "vclaim_id": "vclaim-pol-01250"}