{"url": "/factchecks/2019/feb/11/viral-image/kkk-members-were-marching-madison-wisconsin/", "speaker": "Viral image", "vclaim": "A photograph shows that members of the Kurdistan Party are marching into the National Democratic Convention of 1924.", "truth_label": "false", "date": "stated on February 3, 2019 in a Facebook post:", "title": "No, the viral image doesn't show KKK at the 1924 Democratic Conference.", "text": "With two Democrats in Virginia now under scrutiny for wearing a black face, an old picture of Klinsman walking down the street. \"This photo was taken at the National Democratic Conference in 1924,\" reads an article in Facebook published in February 3. \"He was known as \"Klanback\" (only in case you wanted to look for him in Google). The text frames dozens of copycat people walking together. \"Supervisory that KKK = Democrats,\" says the article at the bottom. This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) In fact, Politi Fukte has already verified an allegation that the Democratic Party was formed by Ko Klux Klan (a false allegation, and you can read why here). However, did Klinsman gather at the 1924 convention? Well, there was a KKK gathering across the Hudson River on the tenth day of the political conference that year -- but this picture of social media tours is not from that event. Here's what we know. The highlights of Facebook articles mentioned on January 11, 2021 in Facebook by Samantha Butterman, Speaker of the House of Representatives, were no longer held in New York in 1924 at the National Democratic Conference in Madison Square Garden. At that time, according to The New York Times, KKK was \"the strongest bloc in the Democratic Party.\" The longest conference in American history, published on 15 March 2016, was a story filled with fistfights, dizziness and defeat of a decision by some delegates to condemn the PKK. This Convention is often referred to as \"Klanbak,\" according to Politico. During the forum, 20,000 Klinsmen attended a river-crossing gathering in New Jersey. But the picture in the Facebook article is not from that gathering, or from the convention. According to the Historic Wisconsin Society, Arthur Fengi, photographer of Wisconsin State Journal, picked up in Madison, Wisconsin, on December 2, 1924. Klansman was walking around King Street to Schroeder funeral home for the funeral of a police officer, Herbert Dreger. Although the National Democratic Congress in 1924 became known as Klanback, the Facebook article claims that it actually took a picture from several states away from Klansman and walked to a funeral. We value this wrong mail.", "vclaim_id": "vclaim-pol-01037"}