{"url": "/factchecks/2017/feb/19/donald-trump/donald-trump-florida-rally-laments-attack-last-nig/", "speaker": "Donald Trump", "vclaim": "\"Look at what happened last night in Sweden. Sweden, who's gonna believe this? Sweden. They've taken large numbers. They have problems as if they didn't think they were possible.\"", "truth_label": "false", "date": "stated on February 18, 2017 in a campaign rally:", "title": "Donald Trump in Florida regrets what happened last night in Sweden. But nothing happened.", "text": "In defending the travel ban imposed on him by an electoral campaign rally on 18 February, President Donald Trump referred to several places that had received a large number of refugees and had recently been attacked. Trump referred to well-documented terrorist attacks in Europe as well as a seemingly evil incident - in Sweden. \"We must keep our country safe. You're looking at what's happening. We must keep our country safe. You're looking at what's happening in Germany. See what happened last night in Sweden, \"Tramb said in the Melbourne event, no. Sweden? Who's gonna believe this? Sweden. They've taken large numbers. They have problems as if they never thought they were possible. \"You're looking at what's happening in Brussels,\" follow. \"You're looking at what's happening all over the world. Take a look at Ness. Take a look at Paris.\" Was there an incident involving immigrants in Sweden the night before the Trump rally? Call it the \"Green Bolning Massacre,\" part two. Sweden has allowed a large number of immigrants and refugees. However, we have found no evidence to suggest that Sweden &apos; s immigration policy is causing the kinds of problems related to the terrorist incidents proposed by Tramp - and we have not been able to find any record of an attack by terrorists or immigrants in Sweden on the night of 17 February, or any recent night. So, what really happened in Sweden on Friday? Not much. Swedish officials quickly shared their alarm at Trump's Twitter comments. Sweden? A terrorist attack? What was he smoking? Karl Bildt, former Swedish Prime Minister and Minister for Foreign Affairs, said on Twitter. Sweden? A terrorist attack? What was he smoking? There are many questions. https://t.co/XWgw8Fz7tj - Carl Bildt (@carlbildt) 19 February 2017 Official Twitter account in the country, @swedense, Twitter sharing from a verified account controlled by a different person every week. \"Nothing happened here in Sweden,\" one tweet reading. I wonder what everything was about last night. This week @swiden tells him directly. Pic.twitter.com/e3uniFiifF - Sweden.se (@swedense) 19 February 2017 Aftonbladet paperloid snarkyly in Sweden summarized the news from the evening of 17 February in English in response to Tramp &apos; s claim. Of the six stories highlighted, a man burned himself in Stockholm, a famous Swedish singer faced technical difficulties during the performance, and harsh weather closed down roads in northern Sweden. We looked at international reports from Lexie Nyxes' database, yet we came out briefly of the attacks or something particularly newsworthy. In addition to Swedish officials, a spokesman for the Swedish Ministry of Foreign Affairs told Associated Press on 19 February that the Swedish Government was not aware of any \"major incidents associated with terrorism\" on the night of 17 February. We wondered what Trump could have referred to. The White House didn't answer our question. Some reports linked Trump's comment to a broadcast tape in Fox News Tucker Carlson in February 17. Carlson interviewed Amy Horowitz, who made a documentary on Sweden and refugees. During the interview, Horowitz said: \"Sweden suffered its first Islamic terrorist attack not long ago, so they now taste what we've been seeing all over Europe.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" Soon after the publication of this fact-checking, Samantha Buterman released a Twitter response confirming that he was coming out of the Fox report on Swedish immigration. My statement on what is happening in Sweden was in reference to a story broadcast on @FoxNews about immigrants and Sweden. Donald J. Trump (@realDonaldTromp) February 19, 2017. In October 2016, in the city of Malmo, a Syrian citizen targeted a mosque and community centre with the Molotov cocktail. No one was killed. The White House cited this attack on its list of 78 \"not reported by the media\" (although each was covered). In 2010, the suicide bomber, Taimur Abdul Wahab Al-Abdali, struck central Stockholm. 1. The perpetrator, an Iraqi Swedish generator, died and wounded two others. The most recent example of an attack in Sweden in early January 2017, although it was not linked to migrants or refugees. Three new Nazis attacked an asylum-seekers centre with homemade bombs. It is reported that one person was injured in the incident. Until recently, Sweden had welcomed immigrants and refugees. The Nordic country has received more than 250,000 asylum and immigration applications since 2014, according to the Swedish Migration Agency. Between 2014 and 2015, asylum applications in Sweden doubled from about 81,000 to 163,000, as more Syrians, Iraqis, Afghans and unaccompanied minors sought entry. In 2016, this number decreased significantly as Sweden handled only about 29,000 applications. Because of the large number of refugees taken in 2015, the Swedish Government announced that it would change its policies to encourage people to seek asylum in other countries. Henrik Celine, a political scientist and Deputy Director of the Swedish Institute, told The New York Times that he was puzzled by Trump's hint. \"I have no idea what he was referring to,\" said Celine The New York Times. \"It is clear that this can be linked to the fact that there have been many negative reports about Sweden, since Sweden has received many refugees.\" A study has recently been completed examining negative news reports on Sweden &apos; s reception of refugees. She concluded that the news reports were \"highly exaggerated and not based on the facts,\" and told the newspaper. Sweden has found support on Twitter from its Finnish neighbour. \"Dear @realDonaldTromp, Sweden Friend of Migration, International and Liberal,\" said Alexander Stubb, former Prime Minister of Finland. \"One of the most prosperous, richer, safer places on earth.\" Dear @realDonaldTromp, Sweden is a friend of immigration, international and liberal. One of the most prosperous, rich and secure places on earth. Trump told his supporters: \"Look what happened last night in Sweden.\" We didn't find any reports supporting Trump's novel. Trump was probably referring to another event, but there has been no deadly terrorist attack in Sweden since 2010. Although Sweden received a large number of immigrants, nothing was wrong on 17 February. We appreciate Trump's claim that it was wrong. Update: This fact check was updated shortly after publication to include Trump &apos; s tweet confirming that he saw Fox &apos; s report. The evaluation has not changed. https://www.sharethefacts.co/share/1408093c-03fb-4409-a012-eabe9c618f5", "vclaim_id": "vclaim-pol-03653"}