{"url": "/factchecks/2017/may/12/donald-trump/trump-calls-trump-russia-story-made-/", "speaker": "Donald Trump", "vclaim": "\"This Russian thing with Trump and Russia is a made-up story. It's an excuse for Democrats to lose the election they had to win.\"", "truth_label": "pants-fire", "date": "stated on May 11, 2017 in an interview with NBC News:", "title": "Donald Trump, the pants on fire, calls the story of Russia \"made\" by Democrats.", "text": "In his interview with the NBC News anchor, President Donald Trump rejected the idea that there was any connection between his presidential presentation and the Russians. \"This thing Russia with Trump and Russia is a made-up story,\" said Trump May 11. \"It's an excuse for Democrats to lose the election they should have won.\" Makeup? By Democrats? With multiple investigations, we do not know whether there is collusion between the members of the Trump team and the Russian intervention in the elections. But that's not the question. The question is whether Democrats took the idea out of thin air. Some of the salient points from last year say otherwise. First, the Office of the Director of National Intelligence issued a report expressing \"high confidence\" that the Russian government placed its thumb on the scale for Trump. \"We're evaluating Russian President Vladimir Putin's influence campaign in 2016 aimed at American presidential elections,\" said the report of 7 January 2017. \"The objectives of Russia were to undermine public confidence in the democratic process in the United States, discredit Secretary Hillary Clinton, and damage her ability to vote and her potential presidency. We also assess Putin and the Russian Government as developing a clear preference for President-elect Trump.\" In testimony before the Intelligence Committee of the House of Representatives, the then Director of the Federal Bureau of Investigation, James Komi, confirmed that his agency was investigating Russian efforts to intervene in the elections. \"This includes investigating the nature of any links between the individuals associated with the Trump campaign and the Russian government and whether there is any coordination between the campaign and Russia's efforts,\" Kumi said March 20, 2017. Komi added that the investigation had begun in late July 2016. She asked what evidence it had taken to initiate this type of investigation, and Komi responded, \"a credible allegation of error or reasonable basis for believing that an American might act as an agent of a foreign power.\" On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" • January 19, 2012, let us pause here to point out that these points alone refute Trump's description of this story. He started the investigation with the FBI, not the Democrats. It began in July 2016, three full months before the elections. It was not invented, but based on sufficiently serious and reliable evidence to initiate an investigation. We can go further. Both the House of Representatives and the Senate of the Intelligence Commission investigate, and the Republicans control both houses. :: Democrats do not set the agenda. Stephen after God with the Union of American Scientists, a group calling for greater transparency in government, said that the reality of the Trump-Russian campaign was firmly linked. \"It is supported by statements from members of the Trump family and his associates, who described financial relations with Russian sources,\" he said after Good. The only question is whether the different relations between Trump and Russia have violated any laws. This is what the FBI and Congress are trying to identify.\" Finally, the former Director of National Intelligence, James Klaper, was asked in an interview with the Ministry of National Security on 12 May if he believed that the investigation was a witch chase. \"I don't think so,\" answered Clapper. Our Governor Trump said, \"This thing Russia with Trump and Russia is a made-up story. It's an excuse for Democrats to lose the election they had to win.\" The record shows that credible evidence prompted the FBI to initiate an investigation into possible links between the Trump team and Russia in July 2016. That is the beginning of the story, more than three months before the elections. The United States intelligence community has confidently expressed that Russia aims to intervene in the elections to harm Clinton and help Trump. The Democrats did not create the story, nor did they control the agenda of the House of Representatives and Senate committees conducting their own investigations. We're assessing this pants claim on fire. Sharing the facts of 2017-05-12 20:04:22 UTC Policy 6 1 7 Policy Assessment: Pants on Fire \"This thing Russia with Trump and Russia is a fabricated story. It's an excuse for Democrats to lose the election they had to win.\" United States President Donald Trump in an interview with NBC News Thursday, 11 May 2017 2017-05-11. Read more information.", "vclaim_id": "vclaim-pol-03314"}