{"url": "/factchecks/2019/jul/01/ta-nehisi-coates/seeking-reparations-ta-nehisi-coates-says-typical-/", "speaker": "Ta-Nehisi Coates", "vclaim": "\"The typical black family in this country has one tenth of the typical white family's wealth.\"", "truth_label": "true", "date": "stated on June 19, 2019 in congressional testimony:", "title": "The search for reparations, Ta Nihisi Coates, says typical blacks have a tenth of the white fortune.", "text": "The author, Ta Nihesi Coates, whose article in 2014 was due to the resumption of the debate on compensation for slavery, testified at a hearing before the Judicial Committee of the United States House of Representatives on 19 June. On the grounds that compensation is a question of \"direct compensation and relief,\" Coates filed a claim for the wealth we wanted to verify, saying: \"The typical black family in this country has one tenth of the typical white family's wealth.\" What we found is that it refers to the most respected and recent power over the ethnic wealth gap. Compensation for white and black wealth, if eventually enacted, is likely to include an official apology for America's history of slavery, as well as a form of financial compensation for the descendants of slaves. Fortune often confuses income, while the two often go hand in hand, they are different. Income is the amount of money a person earns from a job or investment. Fortune is the value of everything a person has after taking credit for religion. For example, the capital at home, retirement savings, and bank accounts are part of a person's wealth. We asked Coates' publisher for more information about Coates' remarks, but we didn't hear a reply. :: Polyte Fact Texas has reviewed a similar claim from Pitto O &apos; Rourke, a former Texas Congressman who is now running for Presidential Democracy in 2020. \"Black Americans have ten times less wealth than white Americans,\" said O'Rourke. That's probably right. The claim of Coates is more precise in that he referred to the model family. The demand is accurate when it comes to the average family wealth. The economists told us that the intermediate wealth data represents a more typical family than the average wealth data. (The latter can be distorted by families with extreme wealth) Medium wealth is the halfway point - half of households have wealth above average, and half less. Wealth is measured in net terms, i.e. the difference between the total assets of the family and its liabilities. Here, with some additional details, the figures cited by Polyte Fructex Texas: in 2016, the family, Midden Net Worth, and the fact check was quoted by Greg Kelly on January 11, 2021, in a television section that says Joe Biden on the video \"According to\" election fraud in \"Acknowledgment.\" By Bill McCarthy: January 12, 2021 White: 17.000 Black: 17.600 Spanish: another $20.70: 64.800 Table shows that the average value of net family, or wealth, for black families was 17.600 dollars in 2016, or about a tenth of the typical white family value. These figures for 2016, derived from the Survey of Consumer Funds conducted by the Federal Reserve Council, are the most recent available figures. Five experts told us that these are the most reliable sources of information about wealth. The figures exclude some of the things that could be considered \"Wilth,\" such as aid from government programs, said economist Ryan Bourne of the Cato Institute. The triennial survey collects information on different family finances, including income, net value and use of credit. The Agency states that \"there is no other study of the country that collects comparable information.\" It should be noted that the table also shows that black families closed the wealth gap with white families slightly between 2013 and 2016. However, the report stated that \"long and large differences in wealth\" between families of different racial and ethnic groups \"have changed little in the past few years. Why the gap? The report provided two possible explanations for the gap: \"more than half of the white households are homeowners (73 per cent), compared to just under half of the black households.\" White families \"will be older, more educated, more likely to have acquired an inheritance and less likely to be a single parent.\" However, the February 2019 report of the Federal Reserve Bank in Cleveland painted a different picture. \"We find that the income gap is the main driver of the wealth gap and is large enough to explain the continuing difference in wealth accumulation.\" The Governor Kotis said, \"The typical black family in this country has one tenth of the typical white family's wealth.\" The best way to measure typical wealth is in median net terms, the most recent figures being 2016. The average net value - total assets less liabilities - of black households was $17,600, or about a tenth of the white household wealth, which amounted to $171,000. We also appreciate the establishment of the true cotillion books.", "vclaim_id": "vclaim-pol-00474"}