{"url": "/factchecks/2019/apr/10/jim-steineke/steineke-hits-misses-claim-evers-wont-meet/", "speaker": "Jim Steineke", "vclaim": "The GOP leaders say \"I made offers to meet on a regular basis,\" but Jove. Tony Evers refused to even meet us.", "truth_label": "half-true", "date": "stated on March 31, 2019 in an appearance on WISN-TV's UpFront:", "title": "Steiniki beats and misses the claim. Evers won't meet.", "text": "The relationship between Jove... Tony Evers and Republican legislative leaders have been at best frozen since Evers took office in January 2019. Both sides claimed that they wanted to work together, while accusing the other party of not doing so. One such allegation by the majority leader of the Assembly, Jim Steinke, R. Kaucauna, has drawn our attention. \"Only recently, we made offers to meet on a regular basis so that we could continue to communicate, and Evers refused until we met,\" said Steiniki on March 31, 2019 on WISN-TV Up Front. \"So it's very frustrating when he says one thing about two-party work, but the business wasn't there. \"He doesn't talk to us at all.\" Adrian Pederson, the host, continued to ask her whether the leaders of the Republican Party had specifically contacted Evers and did not hear their response. \"Yeah,\" said Steinke. \"We have repeatedly offered to meet regularly... and he is not ready to talk to us.\" Is Evers a Democrat, really a \"no\" to meet Republican leaders? Let's see what we know. Steinke &apos; s claim in the background caused him to appear on Twitter between the two leaders concerned. The following day, Evers said that he had met with more than 100 legislators from both parties. It contained photographs of many of these meetings, including a meeting with Steiniki. I have already met with over 100 legislators from both sides and have additional meetings scheduled for this month. I look forward to working together to pass the people's budget! #WI4Us pic.twitter.com/oeaZeskeY9 - Governor Tony Evers (@GovEvers) April 1, 2019 Steiniki replied that his point of view was about a meeting with GOP's budget leadership, a \"very different\" level of communication from the initial identification meeting to you. The President of the Assembly, Robin Voss, added: \" (Goff. Scott Walker made the point of meeting legislative leaders on a regular basis. We made a similar offer to Evers, but it seems he's only interested in talking every few months.\" It is clear that after eight years of Republican domination, the legislative leaders Evers and Jobs discover the new \"naturality\" of the divided state government. With Walker taking office, Republican leaders held an ongoing meeting on Wednesday with the Governor, which did not happen under Evers' leadership. However, communication in Madison is not limited to elected officials. Much work is done at meetings between officials or legislators who meet with those appointed to the post of Governor. It was common under Walker, too. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" On March 5, 2019, a press conference of Evers said about meetings with legislators: \"We will meet with Republican leaders whenever we need to. I am not sure that we need to schedule Tuesday morning at 10 a.m. every week, but the bottom line is that we need to have good talks, and we need to involve staff in those talks, so that our dialogue is really good.\" On March 31, 2019, on Twitter, which came after a meeting with Steiniki broadcast by Patrick Marley of the newspaper Milwaukee Journal Sentinel, that last week Evers said that he was not talking directly to legislative leaders, but his senior associates were in contact with them. Alyssa Emert, Director of Communications at Steinke, said that the legislature &apos; s allegation about Opfront referred to substantive meetings with Republican leaders. Emrit wrote: \"Our office is aware that Governor Evers has been presenting himself to legislators since he took office -- we have tweeted a picture of our own meeting.\" \"But to be clear, these interactions were very short. At the 15-minute meeting in Steiniki, some compliments were exchanged, and the only substantive dialogue was a request from my President for more regular and structured meetings.\" As evidence of this, she referred to Evers' opposition to weekly meetings at the fifth press conference in March, Marley's tweet and several letters to Evers in which Republican leaders indicated their willingness to work with the Governor. Emert did not provide an example of any specific invitation rejected by Evers. The contact manager, Voss Kate Bayer, said that the speaker sat down once with Evers, regardless of the initial meeting. Like Emert, she noted that Republican leaders had requested a regular meeting, but Evers did not show interest. At the same time, the employees of Evers say that their attempts to hold meetings found little excitement. Melissa Baldav, a spokesman for Evers, said that an assistant had contacted the staff of Vos, R-R-R-R-R, and the majority leader of the Senate Scott Fitzgerald, R-Jonao, the week before Stineke's comment. The assistant was looking for a meeting with them and Evers, but he did not get an immediate response. On April 1, 2019, she participated in the e-mail sent by the assistant who repeated the request to the three leaders of the meeting. He also provided e-mails referring to Evers staff members trying to set up a meeting between Fitzgerald, the minority leader of the Senate, Jennifer Shelling, Dr. La Cruz, and the Chief of Staff of Evers to talk about appointments to the post of Governor. Another e-mail referred to attempts to arrange a meeting between policy managers of Evers and Voss, as a result of a previous meeting between Evers and Voss. We will note that all of this - which was also detailed in the story of the newspaper Milwaukee Sentinel on April 9, 2019 - ultimately led to a plan for a meeting. Voss, Fitzgerald and Evers set an appointment on April 10, 2019. In the ongoing tension between the Democratic Governor in Wisconsin and the Republican Legislature, Steinke said that the leaders of the Democratic Party \"had made offers to meet on a regular basis,\" but Evers \"had refused even to meet us.\" As Steiniki observed, he didn't show much interest in regular meetings like his Republican predecessor. But Steiniki is out of base, claiming there was a refusal to meet. His staff did not provide any evidence of a refusal to hold a specific meeting. In fact, the opposite seems to be true. The staff of Evers continued to facilitate a meeting between Evers and Republican leaders in the days leading up to Steiniki's television appearance, and received no prompt response. This makes the Staniky claim half true.", "vclaim_id": "vclaim-pol-00780"}