{"url": "/factchecks/2014/sep/11/john-mccain/john-mccain-says-barack-obama-went-against-nationa/", "speaker": "John McCain", "vclaim": "The entire national security team, including its Foreign Minister, said that we wanted to arm, train and equip the Syrian rebel forces, and the decision was taken unilaterally to reject them.", "truth_label": "mostly-true", "date": "stated on September 10, 2014 in an interview on CNN:", "title": "John McCain says Barack Obama was against the advice of the National Security Team to arm Syrian rebels.", "text": "President Barack Obama spoke from the White House on 10 September to announce his comprehensive strategy to deal with the growing regional threat posed by the terrorist group in the Islamic State. Part of this includes the request to Congress to authorize funds to arm Syrian rebels. After that, Sir John McCain and Ares had an interesting exchange with former White House press secretary Jay Carney. :: To support Makin by arming Syrian opposition forces for years. \"I am surprised that Mr. Karni must say that the Free Syrian Army is now stronger, Makin said, referring to moderate rebel fighters mutiny against Syrian President Bashar al-Assad. \"In fact, they've been severely destroyed.\" Carney replied, \"That's not what I said, Senator. What I said is that we know a lot about the formation of the opposition.\" The comeback and the fortunes continued. Carney eventually said, \"I think we should agree not to.\" But Macken isn't finished yet. \"No, no, the facts are stubborn things, Mr. Carney, and that is, the entire national security team, including his Foreign Minister, said that we want to arm, train and equip these people, The \"facts\" are stubborn, but they are also misunderstood. Is this the case here, or is McKeen repeating the exact history? Mass protests broke out in Syria in March 2011 against Assad, a powerful dictator, as the Arab Spring continued to stir up unrest in the region. Over the next two years, the situation in the country will escalate dramatically, with Assad turning his army over his people and the Syrians in turn carrying arms against the regime. McCain and some of his congressmen called on Obama to arm opposition groups, but the administration rejected these options. The McCain office noted that in February 2013, former Defence Minister Leon Banita and General Martin Dempsey, the Chief of the Joint Staff, testified before the Senate Armed Services Committee that they supported a proposal to arm some of the rebels. \"Did you support the recommendation... that we provide weapons to the resistance in Syria?\" McCain asked. \"Did you support that?\" \"We did,\" Panita answered. \"You supported it,\" said McCain. \"We did,\" added Dempsey. Until that point, the divisions between Banita and Dempsey and the White House were not public. And they probably only showed up because Banita was on her way out after she spent four years in management. We learned more about this debate from another former member of the National Security Team, Hillary Clinton, thanks to her memoirs of difficult options, which she then listed as State Secretary. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, Clinton said in the book that she was reluctant to support efforts to arm Syrian opposition forces. I was reminded of the Afghan fighters who continued to form Al-Qaida after they were armed with American weapons to launch an attack on the Soviet Union. But in late summer 2012, it came in support of a proposal by the CIA Director David Petrius to provide some weapons assistance and training to the groups examined so that the United States would have an ally on the ground. \"The best I can say is that it was the least bad choice among many of the worst alternatives,\" I wrote. But Obama wasn't convinced of that. \"He was concerned that arming the rebels would probably not be enough to evict the lion from power and that with all the weapons already flowing into the country from the Arab States, our contributions would not be decisive.\" In summary, the plan to arm the rebels was supported by the Minister for Foreign Affairs, the Minister of Defence, the Director of the Central Intelligence Agency and the Joint Chief of Staff. That's a very convincing argument for McCain. But Clinton notes that \"despite high-level support from the National Security Council, some in the White House were skeptical. After all, the President was elected largely because of his opposition to the war in Iraq and his promise to repatriate troops.\" McCain said that the National Security Team supported the arming of the rebels, but Clinton noticed that there was a division within some parts of the White House. Whether McCain's overrated his point of view on how you introduced the NSS. The spokesperson for McCain said: \"The heads of the Pentagon, the Ministry of Foreign Affairs, the CIA and the official army are generally considered the President's national security team.\" However, the White House told Poletti Fuckett that \"in its national security team, too, many members of the National Security Council, such as Deputy National Security Advisers, for example.\" Under the Act, the National Security Council also includes the Vice-President, and meetings are regularly attended by the Minister of the Treasury and the National Security Adviser. Who's right? Dan Mahavi, Director of Policy at the Centre for the Study of the Presidency and Congress, said. Mahavi said that the members of the McKeen Group are generally called the \"presidents\" who form the core of the National Security Team. However, other advisers, including those mentioned by the White House, are often influential in those meetings as well. For example, President George W. Bush delegated many national security powers to Vice President Dick Cheney, and Mahavi said, while President Richard Nixon, National Security Adviser Henry Kissinger, made his main man in those discussions. \"There are two columns that put these people in,\" said Mahavi. \"The staff legally authorized to give advice, and the larger and more informal staff who are equal if not heavier in this administration.\" We do not know which side many of these players fell during the debate. We told the White House: \"We don't discuss the details of our internal deliberations.\" Our Governor, Makin, said that \"the Obama National Security Team, including its Foreign Minister, wants to arm, train and equip (Syrian rebel forces) and has taken the unilateral decision to reject them.\" Obama opposed the advice of four key players in his Department &apos; s national security team, including Clinton (Secretary of State), Petrius (Director of the Central Intelligence Agency), Benita (Secretary of Defence) and Dempsey (Chief of the Joint Staff). We also know from Clinton's book that there is \"high-level support from the National Security Council.\" There's an element of uncertainty that Obama went against his \"internal\" team. We do not know the positions of many of his advisers during those deliberations, including Vice-President Joe Biden and his National Security Adviser. Their views are strong voices in the Obama Group. We appreciate that McCain's statement is mostly true.", "vclaim_id": "vclaim-pol-07319"}