{"url": "/factchecks/2014/sep/10/facebook-posts/facebook-post-claims-fox-admits-they-lie-have-righ/", "speaker": "Facebook posts", "vclaim": "\"Fox admits that they are lying,\" and, under the first amendment, \"he has the right to lie or deliberately distort news reports on public waves.\"", "truth_label": "false", "date": "stated on September 10, 2014 in posts on Facebook:", "title": "Facebook says Fox has the right to \"distorted news.\"", "text": "Fox News critics don't call the \"vo-news\" cable channel \"vo-news.\" But, according to the Internet amulet, Fox not only admits that he's broadcasting false news, he says he has the legal right to do so. \"Fox News acknowledges that she is lying,\" reads one version of the MIM, \"They argued that, under the First Amendment, broadcasters have the right to lie or deliberately distort news reports on public radio waves.\" The MIM, which quotes from the 2003 report at the Chicago Media Observatory, which is no longer available, has been circulated about the field of codification, and the legal issue to which it refers has been presented in a documentary on the history of companies. One reader asked us to consider the allegation that Fox News acknowledged the lie and said that the right was protected under the First Amendment. What we found was that the claims revolved around a case involving a Florida Fox company, not the national network or the news channel. That's not all. \"The lawsuit refers to the involvement of married journalists - Jane Ackery and Steve Wilson\" - and their former employer, TV 13, a Fox subsidiary in Tampa, Fla. In 1996, the husband and wife team began to report the use of Bozilac, an artificial growth hormone in the dairy cattle of Florida developed by Monsanto. Eight months later, between journalists and the station, the story had never been broadcast, and journalists had been expelled in 1997. Ackery and Wilson filed a lawsuit against the station for breach of contract and retaliatory shooting in 1998. Why journalists lost their jobs is the heart of the case. According to Ackery and Wilson, W.T.T. According to WTVT, the reporters submitted a biased and inaccurate report which was terminated after they refused to make the necessary adjustments. In 2000, a jury in Tampa ruled that the company WTVT had already responded to Akre and granted it $450,000, as reported by the Tampa Bay Times (then St. Petersburg Times). The case was then appealed by WTVT. In 2003, the Second District Court of Appeal of Florida reversed the judgement, arguing that Acker &apos; s claim of retaliation had no water. The whistle-blowering of Acker &apos; s dark and ame &apos; s claim involves the intersection of three parts of the media policy: the provision on false news issued by the Fair Competition Commission, the statute of the Commission for Detecting Offences, and the first amendment. According to Ackery, WTVT deliberately distorted the news by broadcasting a revised version of Poselac's story. This, Ackery says, is prohibited under the false news provision. When Ackery threatened to notify the Fair Competition Commission, the station expelled her and violated the whistleblower reporting law, which prohibits retaliation against employees who disclose \"the violation of the law, the rule or the regulation by the employer.\" The station repeatedly denied that it tried to broadcast distorted news and said it wanted fair and balanced reports from Ackery and Wilson. WTVT argued that the FCC &apos; s news distortion policy is more a thumb rule than a written law, and is therefore not within the competence of the whistleblowers &apos; law. This was approved by the Court of Appeal. Stuart Benjamin, a telecommunication professor at Duke University, said that he saw nothing in the legal documents suggesting that WTV recognized any lies or distortions. Instead, the Chamber argued, and the Court agreed, that Akry had failed to meet her burden of proof, according to Benjamin. \"If the law prevents me from beating you only if I act with hatred, and you say that I beat you but I don't prove hate, then I have a simple winning argument in court that you failed to show hatred. That doesn't mean that I agree to beating you. It just means that I have a winning argument focused on the absence of hatred,\" he said. == sync, corrected by elderman == @elder_man By Bill McCarthy • January 12, 2012, beyond what was written, I do not recall that WTVT recognizes and defends lying as a legal right. \"I don't think they said it just like that, but they basically said we can do what we want,\" said Akry Bondit Fuckett. \"They kept saying, \"We have the rights of the First Amendment,\" in the sense that they can work with impunity and have the constitutional right to do so.\" The first amendment, as well as the Constitution of Florida, \"proscribes the judicial review of the news judgements of the defendants and the exercise of discretion in editing, in conformity with the guarantees of the free press,\" and the station argued in its defence statement. What this means is that the court should not judge the editing options of WTVT, said the lawyer of Patricia Anderson for The Wickley Planet. Anderson invoked the first amendment because it was dangerous for the courts and the Fair Competition Commission to participate in disputes between members of the media and to trample on the freedom of the press of either party, according to Alison Steele, a media lawyer and Anderson's former partner in law. ∙ (At present, Steele represents the Tampa Bay Times, which runs Bondet Fact.) Denny Elliot, a professor of media ethics at the University of South Florida, said that by invoking the First Amendment, Fox suggests that they are not accountable to anyone -- \"not a reasonable position for a news organization to take.\" But to conclude that WTVT used the first amendment to defend the distortion of news and declare impunity is wrong. Steele said, \"That was never their attitude.\" \"There has never been a realistic or logical relationship between the alleged paralysis of the First Amendment and the separation of these two persons,\" said Thomas McGuan, the media lawyer who was part of the Panel of Counsel WTVT. Leann Casten, a reporter who wrote the article \"The Media Observatory in Chicago\" that originated the MIM, said that WTVT acknowledged false news allegations and defended him as a legal right during the trial, but could not remember the details. However, this position is not supported by Akre. Steele, who worked with the lawyer for the WTVT company, said that lawyers could admit this point as hypothetical. But it was never central to their legal argument, nor to acceptance of the meaning suggested by Castin or Mimi. \"I can certainly imagine that in an oral argument. The other party says, \"If you do this,\" and answers, \"If you do that, it doesn't matter.\" That's just part of refining and defining the legal argument,\" she said. \"This happens all the time, but it's not a confession.\" \"Fox admits that they are lying\" and, under the First Amendment, \"has the right to lie or deliberately distort news reports on public waves.\" The claim is not traced to the national cable network. Most people know. Instead, it's rooted in a wrongful termination case between Tampa Fox and two journalists. The heart of the suit was whether Fox accidentally fired journalists because of a story about artificial growth hormones in Florida's dairy cattle. Journalists and the station disagreed about the accuracy of the story. As part of the lawsuit, the Centre &apos; s lawyers argued that the courts had no right to play the role of judge in story decisions - citing the first amendment. We found no evidence that Fox admitted that it lied about the news it eventually gave, and certainly no evidence that Fox News as a whole admitted that it was lying (in this context). While Fox &apos; s affiliates claimed that they had the right to present the news as they chose, it would be a great leap to suggest Fox as a television company defended some of the right to \"distorted news reports\" -- except in a hypothetical sense to cancel an unlawful termination suit. He didn't summon this meme of thin air, but it's not accurate. We assess it wrong.", "vclaim_id": "vclaim-pol-07329"}