{"url": "/factchecks/2019/may/14/viral-image/no-talking-angela-app-isnt-secretly-taking-your-ch/", "speaker": "Viral image", "vclaim": "An app called Angela speaking asks children personal questions and takes pictures of them.", "truth_label": "false", "date": "stated on May 7, 2019 in a Facebook post:", "title": "No, Angela's talking app doesn't take a secret picture of your son.", "text": "Do you remember the \"Amo Challenge\"? It emerged from an unstable ghouls-like personality known as \"Momo,\" which was said to have appeared on the Internet and to have encouraged unsuspected children to harm themselves. But it was a trick - \"Momo Challenge\" isn't real. So we wondered when we saw a warning about another Internet-based threat. What appears to be a Facebook footage was shared on the social media platform on May 7 to encourage parents to \"take no chances.\" \"Warning all parents with children who have any electronic devices,\" says Facebook article in all hats. There's a website called Angela speaking, which asks children questions like: There's names (like this) where they go to school and take pictures of their face by pushing the heart down the left corner without any notice. Please check your children's iPod and all that to make sure there's no such app! Please pass this message to your friends and family members with children! This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We will be brief: As far as we know, the application does not take pictures of users, and Angela can only ask questions if she repeats a question she asked her. The application once included a chat feature that allowed users to send a text message with Angela and could ask questions there, but it seems that this is no longer an option. Here's what we know. Talking to Angela is an application from the Utvight 7 program. The company's website invites users to join Angela, the blue-eyed white cat, \"in Paris - the city of love, style and magic.\" \"There are so many surprises, you'd better sit down. ), says the description. \"Enjoy the wonderful gifts, choose the latest methods, and drink the magic cocktails to try special moments. And watch out for the birds -- you never know what it would fly through.\" 7 Utvite did not immediately respond to an e-mail from Politi Vakt asking for Facebook mail. But we downloaded the app to try to talk to Angela for ourselves. First, the application asks users about the year in which they were born, and this writer confirmed that it was an adult. After the application was allowed access to my microphone, Angela appeared in blue dress, with no belt. She sits at a coffee shop table, blinks and yawns sometimes. By touching the screen, I can make her laugh or reach her tail screaming. Push her nose and sneeze. Because my microphone is possible, Angela repeats what I'm saying too. There's a button that directs users to YouTube and four buttons on the bottom of the screen that allow users to buy gifts for Angela or call birds to fly over the screen. There's a pink heart, as Facebook says, although it's in the lower right corner. Cracking on the heart brings a dog with a waiter's clothes on the screen and offers Angela chocolate to open. A fortune appears on the screen and users can save it in their phone images. \"Just because you don't have a prince, doesn't mean you're not a princess,\" Angela didn't ask me any questions unless she repeated a question she asked. However, the 2014 news coverage of the application indicates that parents have good reasons for concern. At the time, there were rumors that the app was a front for the Bedohilly ring. In writing the Guardian, Stuart Dridge concluded that it was a trick, but noted that Utvette 7 could improve the way children interact with the app. Angela speaks for both adults and children, but when Drag wrote his story in 2014, there was a \"child situation\" (when we used the app, we could not find such a situation). The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" Samantha Butterman wrote: \"If you've read about Angela asking children about their names, ages or jokes about clothing trading parties, none of this can happen if the child is being placed on.\" \"The downside of this: it's very easy to replace and stop it.\" There was also the advantage of a camera, as he said in the article, \"which encourages users to look at their camera and make specific gestures: nod, nozzle, smile, yawn or stick their tongue, so that Angela can copy them.\" (This wasn't an advantage when we used the app) Finally, Drag wrote, when the \"child situation\" is stopped, users can talk to Angela using the text box at the bottom of the screen. I asked him questions like, \"How long have you been friends with your best friend?\" And \"I'm 18 years old. How old are you?\" When the United States of America published an article today in 2014 on the pedophile ring trick, Samo Lugen, founder of Outfit 7, told the newspaper that the application was based on Chatpot and that it was not possible for a man to talk about Angela. The story goes on: When the advantage of the text talk begins, Angela asks the user for their name, age and personal preferences to determine the subject matter of the conversation. Uft 7 said the data from the application was \"unknown\" and all personal information was removed. In 2013, Sophos, a security software company, issued warnings that the application would steal children's names and details of their places of school and take secret photographs of their face, \"Bogos.\" A rumor blog says: The serial message warns against the application of \"Talking Angela\" iOS being inadvertently published by Facebook users, presumably with thinking of \"better safety than sorry\" than \"maybe I should just check the facts before sending this fear to my friends.\" The truth is that talking about Angela seems quite benign, and there are no obvious concerns about the privacy of him from the thousands of other iPhone applications. It now appears that the application has no choice but to chat at all, regardless of the age of the users. A change petition.org from 2017 complains that although rumors about the application were wrong, an adult choice to chat with Angela has been removed. \"The game is now a cochlear of its former self,\" wrote the campaign maker, \"but, with your support, we'll say Outfit7 we want it back!\" Our Facebook article claims that Angela's talking app asks children personal questions and takes pictures without warning. It is true that the application once allowed users to write to Angela if the application was not in the \"child situation,\" but it appears that this option has been stripped of all copies, regardless of the user's age or settings. The thrust of the heart in the angle of the application does not take a picture, as the Facebook article says. Instead, it generates a fortune with Angela's image that users can save for their photos on their phones. We're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00638"}