{"url": "/factchecks/2011/may/16/sherrod-brown/sen-sherrod-brown-critical-house-bills-potential-i/", "speaker": "Sherrod Brown", "vclaim": "\"eight and seven per cent of private insurance schemes currently include coverage (abortion).\"", "truth_label": "mostly-true", "date": "stated on May 10, 2011 in a fundraising letter:", "title": "Sherwood Brown criticizes the possible impact of the House Bill on abortion insurance coverage", "text": "The use of federal dollars has been banned for most abortions since Congress first approved the Hyde Amendment, a \"combin\" attached annually to the Health Appropriation Bills, in 1976. A bill passed by the House of Representatives this month would use the tax system and the federal health-care reform to extend restrictions to private insurance coverage. The Law on Non-Financing of Employers for Abortion, proposed by the Republic of Christopher Smith, R-N.J., one of the main opponents of abortion at home, will not allow small businesses to deduct the costs of private employee insurance schemes if the plans cover abortion. The tax deduction for the policies is the basis for health insurance provided by the employer. Sherwood Brown called the bill \"The Last Declaration of War on Women.\" \"Eight and seven percent of private insurance schemes currently include such coverage,\" said the Democrat Ohio in a fund-raising letter to supporters. If this figure is correct, the bill will severely narrow the scope of policy options or lead insurance schemes to drop abortion coverage. We wondered where he came from. Because Brown's statement was in the fund-raising letter, his office referred us to his only current campaign staff member, Sarah Benzing. She cited stories from Associated Press, the Los Angeles Times and other sources using 87 per cent, attributed to the Guttmacher Institute - an independent, non-profit institution whose statistics were used by both parties to the abortion debate. The Institute carried out a federally supported study in 2002 to \"evaluate the levels of insurance coverage for a wide range of reproductive health services,\" and found that 87 per cent of model employer-based insurance policies \"cover medical abortions necessary or appropriate.\" A similar study, cited almost simultaneously by the Kaiser Family Foundation, was produced as part of the 2003 annual survey of employers &apos; health benefits. 46 per cent of the workers covered were found to have abortion coverage. The studies raised various questions, which helped explain the disparity in results. While Gottmacher reported on policies, Kaiser is the workers he includes. Membership in the plans will not be equally distributed. In sum, to the Institute, \"most Americans with employer-based insurance currently have abortion coverage.\" So where's Brown's claim rate on Treat-O-Meter? A study by the Kaiser Foundation has yielded a much lower coverage figure, but represents a percentage of workers covered rather than plans. Brown's claim specifically refers to \"87% of private insurance schemes.\" His number, widely mentioned in the media, belongs to an organization that both parties to the discussion rely on one person for information. However, while the user source of Brown is widely cited, it should be noted that it is not a recent study. The study, which is attributable to the Guttmacher Institute, was carried out almost a decade ago. This is additional information that helps to put the data in the right context. On \"the truth or meter,\" his claim is assessed as mostly true. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black • February 2, 2012", "vclaim_id": "vclaim-pol-13089"}