{"url": "/factchecks/2014/oct/21/chain-email/five-years-chain-email-about-cancer-treatment-rati/", "speaker": "Chain email", "vclaim": "The Affordable Care Act states that \"at the age of 76 when it is most needed, you are not eligible for cancer treatment. The cancer hospital will take care of the patient according to his age.", "truth_label": "pants-fire", "date": "stated on October 21, 2014 in a chain email:", "title": "Five years later, the e-mail series on the classification of cancer treatment after age 76 is still on fire.", "text": "A reader recently sent us a very old e-mail that turned into something more timely. It is now entitled \"Big information on work for November 2014\" VOTE. For years before, although the e-mail chain floated around the Internet, the allegation was frightening that \"at the age of 76 when it is most needed, you are not eligible for cancer treatment. The cancer hospital will take care of the patient according to his age.\" Polyte Fact Oregon gave this a classification of fire pants when they looked at it in 2013. The e-mail - which has changed somewhat as it is in social media - can be identified by entrusting information to Judge David Keathill of Marple Falls, Texas. (Most recently.) It starts with a terrible warning: \"Abstainment at the age of 76, which is important to please read - anyone who complains that this is true can drop Obama's new care and look at the pages taken. This is just the beginning... that everyone should read, especially those who are important to those who are over 75... If you're younger, then it might apply to your parents.\" However, the e-mail is almost modern -- it's been circulating since 2009 and seems to come from a list of tweets from blogger Peter Flickenstein about H.R. 3200. This was an early version of legislation that later became the Affordable Care Act, or the Obama Welfare Act. Many aspects of the original bill have never been transformed into law, and other provisions have been misinterpreted or overexplained by the e-mail clerk. In fact, our friends in Viteshik.org found that only four of the 48 allegations were true. Here, we will summarize what we know about the allegation of cancer and some other e-mail points. The cancer claims that the e-mail is based on his claim about the age-based allocation of cancer care on page 272 of H.R. 3200, 1145. But the allegation is not true. In March 2010, the Patient Protection and Affordable Care Act was signed into law. It does not include the legalization of the treatment of cancer on the basis of age or any other demographic factor. Nor was the Bill on the Advance, H.R. 3200, including reducing the age of cancer treatment. One H.R. It included 3,200 sections on \"Curing some cancer hospitals,\" but this simply allowed medical care - run by the Federal Government as a health plan for those over 65 years of age - to allocate more funding to cancer hospitals if they incurred higher costs. The American Association of Nurses calls this \"opposition to supply.\" Under the current legislation, \"medical care covers all medically necessary treatments. Including cancer therapy, regardless of age, \"Katherine Fitzpatrick of the Center for Medical Care Rights, an advocacy group, said in an interview in June 2013. The Center for Medical Care Rights and the American Association of Retired Persons, the largest national organization for older persons, agree that admission to hospital relates to billing under parts A or B of medical care. Under the version of the Affordable Care Act adopted, hospital medical care payments can be reduced if patients are readmitted within 30 days for certain cases, such as pneumonia, but this is not what e-mail claims. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman: January 11, 2021, at the same time, e-mail raises legitimate concerns -- \"Realing\" -- but it does it in a misleading way. \"Everybody hates the word \"rational,\" said Katherine Baker, a health policy specialist at Harvard University of Poletti Fuckett in 2009. But the division of quotas is not something that suddenly appears in the Affordable Care Act, as it added. \"From an economic perspective, there is no way to supply. Some care is now being allocated. Everybody doesn't get everything.\" It is theoretically possible to spend an unlimited amount on health care, but as a community, we have only limited public resources - so difficult decisions have to be made on how to allocate those resources. Before the adoption of the Affordable Care Act, the \"estimation\" occurred when private insurers refused to cover those with pre-existing conditions, refused to pay for certain essential services, or paid their plans at a very high price for some consumers so that they could not pay. In a previous interview, Holahan, a colleague at the Centre for Health Policy at the Urban Institute, said that private insurance companies were historically more likely to be denied health services than medical care services. \"This is the argument you hear people make,\" he said. \"But I think she got it backwards.\" One last word. Do you remember Judge Cahill, the supposed author of the e-mail? He disowned her. \"I hope he dies. I can't control it. \" David Kikhil told Paulette Fact Oregon in 2013. \"I don't know how something like this could spread.\" The former judge indicated that he had written to his local newspaper in 2009, protesting against the preliminary version of the Health Care Act. The letter was published in Daily Courts Daily Tribune, which distributes 5,000 copies. Somehow, he said, it was republished on the Internet. Caittle said he wanted readers to ignore his message because it's old and based on legislation that didn't become law. \"I've received calls from all over the country -- 300 to 400 calls over three or four years on this,\" he said at the time. He begged the callers to say, \"Don't pass it. It's not accurate anymore. \"Smash it.\" The serial e-mail says that the Affordable Care Act requires, \"At the age of 76 when it is most needed, you are not eligible for cancer treatment. The cancer hospital will take care of the patient according to his age. With this e-mail, longevity does not mean precision: adults do not need to worry that cancer care will be extracted when they reach the age of 76. These allegations are based on an erroneous understanding of a bill that has never been adopted. The Affordable Care Act does not contain any articles on older persons who lose their eligibility for treatment once they reach the age of 76. We're assessing the allegation of pants on fire.", "vclaim_id": "vclaim-pol-07108"}