{"url": "/factchecks/2019/oct/16/facebook-posts/no-youre-not-active-live-walking-virus-2-weeks-fol/", "speaker": "Facebook posts", "vclaim": "He says two weeks after you got your flu shot, you're a live active virus.", "truth_label": "pants-fire", "date": "stated on October 12, 2019 in a Facebook post:", "title": "No, you're not \"active, live virus walking\" for two weeks after the flu shot.", "text": "The flu season isn't here yet, but the myths about the vaccine are already spreading over social media like a virus, okay. Facebook, shared on October 12, claims that in two weeks after you received the flu shot, you were \"activist, live walking virus:\" \"Folk who get flu shots please have some respect and courtesy and stay home for less than [sic] weeks while you are active live walking virus. Also don't hug and kiss, and please tell the others immediately that you've been vaccinated so they don't come near you.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This is a common myth. In fact, it is very common that the 2015 study published in vaccines found that 43% of the public believes that getting the flu vaccine can give you the flu. But the bullet does not contain an active virus and the non-activated virus cannot transmit the infection. The myth is at the top of the list of centres for disease control and disease prevention, \"Figures about seasonal flu and influenza vaccines.\" The organization says: \"No, flu vaccines can't cause influenza disease. flu vaccines given with a needle (i.e. flu injection) are currently manufactured in two ways: either (a) flu viruses that have been 'disabled' (which are therefore not contagious, or (b) only one gene of the flu virus (as opposed to the full virus) is used to produce an immune response without causing infection. This is the case with re-accumulated influenza vaccines.\" On January 20, 2021, in an article \"The World Health Organization (WHO) acknowledges that it is extremely excessive in testing individuals for positive testing for COVID.\" By Noah Y. Kim: 22 January 2021, another fact sheet from the flu control center also indicates that while a nose spray influenza vaccine contains a live virus, \"viruses change so that they cannot give you flu.\" (More about this \"change\" below.) The Harvard School of Medicine treated superstitions in the collapse of flu legends and said that since it takes about two weeks to get protection from the vaccine, people who get sick before they do. The flu shot is made of an inactive virus that can't transmit the infection. So the people who get sick after receiving the flu vaccine would have been sick anyway. It takes one or two weeks to obtain vaccine protection. But people assume that because of their illness after the vaccine was obtained, the influenza injection caused their illness.\" William Schavener, a professor and specialist in infectious diseases at Vanderbilt University, also confirmed to Bolift Fakt that the allegation was legendary. \"The flu vaccine that can be injected consists of selected parts of the influenza virus and cannot be reassembled into the entire virus in the human body. So it's impossible for the flu vaccine to cause the flu, Shafner wrote in an e-mail. The flu vaccine with nasal spray is the flu virus \"infected.\" It can multiply in the nose where it stimulates the body to provide protection, but it is not biologically able to multiply down in the lungs or anywhere else in the body. Nor can it cause flu infection to the person who received the vaccine.\" In addition to flu infection within the window before the vaccine takes effect, people may also suffer other side effects such as pain, red or swelling near the injection site; headaches, fever, nausea and ulcer muscles. \"After receiving the injection vaccine, every person has a painful arm for a few hours. In very few people this can last for one day. Some also have a little tumor or red at the injection site, \"Shafner's books. Only 1% - 2% of people have a slight fever that can last a day or so. A nose spray vaccine can be linked to a rough nose or throat for one or two days. These short symptoms are just simple reactions to the vaccine.\" The only viral thing about this claim is the same claim. We value it pants on fire!", "vclaim_id": "vclaim-pol-00050"}