{"url": "/factchecks/2018/nov/04/blog-posting/fatal-accident-falsely-used-evidence-murderous-int/", "speaker": "Bloggers", "vclaim": "He says the border patrol agent was recently killed in an ambush.", "truth_label": "false", "date": "stated on November 2, 2018:", "title": "A fatal accident used as a false sign of intent to kill those crossing the border.", "text": "The threat posed by persons coming across the United States-Mexico border is a common theme among persons involved in migrants attempting to enter the United States illegally. In November 2, 2018, on Facebook from Todd Surz's account, he had a picture of a man with a hat and sunglasses hanging: \"The Border Patrolman, 36, killed by \"Rock Throwers\" in an ambush near the American-Mexican border in Texas, which also wounded his partner... So! The next time Trump says that our troops will protect themselves from the rock shooters, Authorities were looking in Texas Pend for suspects and witnesses on Monday after Agent Rogelio Martinez was beaten to death. This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) In fact, Martinez's death occurred almost a year ago, in November 18, 2017, and a subsequent investigation found that there was no evidence of his death. (Sauers) cites outdated information. At that time, people jumped to the conclusion that Martinez and his partner had been attacked. U.S. Border Patrol has reported that Martinez is dead and his hospital partner is seriously injured in the line of duty. He said Martinez's unidentified partner reported that they were injured and in need of help, and that officials were looking in the area for potential suspects or witnesses. The Border Patrol never specifically stated that the two had been attacked. The highlights of Facebook articles cited on January 11, 2021 in Facebook by the Speaker of the House of Representatives, Nancy Belusi, were no longer published by Samantha Buterman on January 12, 2021, but others, including Texas Sen. Ted Cruz, did. And the next Monday morning for Texas Goff. Greg Abbott issued a tweet in which he announced a reward of up to $20,000 for information leading to the arrest of those responsible for the death of a border patrol agent. After two weeks of death, and as the FBI continued its investigation, Fox reported that \"the officials with the National Border Patrol Board confirm that they were unequivocally the result of an attack by rock attackers, a common weapon.\" On February 7, 2018, the FBI issued a statement stating that although it accepted any new information on the case, \"to date no more than 650 interviews have been conducted, the sites inspected, or the evidence collected and analysed, evidence supporting a fight, a fight, or an attack on November 18, 2017. The partner Steven Garland didn't remember what happened. Martinez's partner called the border patrol transmitter over the phone, and he informed the FBI. Although he's confused and unsure of his location, the second border patrol agent advised that he and Agent Martinez had been harmed. The second border guard agent also made a statement to the effect, \"We ran in the stream, \"I ran in the stream,\" or \"I think I ran into the stream.\" The sender also wrote in the border patrol log, \"It is believed that they (the agents) ran in a stream.\" The results of the FBI investigations have been widely disseminated. However, Martinez and his photograph continue to be used as evidence of the lethal intent of persons crossing the border. We're assessing the allegation wrong. Sharing the facts of 2018-11-05 00:12:27 UTC PoliticsFact 2 1 7 PoliticFact Rating: An error says a Border Patrol Officer was recently killed in an ambush. Online blog in Facebook article Friday, 2 November 2018, 2018-11-02 Read more information", "vclaim_id": "vclaim-pol-01312"}