{"url": "/factchecks/2014/sep/23/brit-hume/hume-obama-put-more-force-combatting-ebola-isis/", "speaker": "Brit Hume", "vclaim": "President Barack Obama says he's \"sending much more power\" to deal with Ebola than ISIS gets.", "truth_label": "false", "date": "stated on September 21, 2014 in a broadcast of \"Fox News Sunday\":", "title": "Obama put more power in the fight against Ebola than ISIL.", "text": "Before President Barack Obama launched a wave of bombers, fighter planes, drones and cruise missiles against the Islamic State in its main bases in Syria, some commentators underestimated the Department's willingness to deal with the extremist group. In the Fox News on Sunday, September 21, the chief political analyst of the Fox News Brett Home said that Obama \"doesn't make every effort\" to defeat the group also called ISIS or ISIS. \"Look at the difference between the President's response to ISIS and his response to the Ebola outbreak,\" said Home. \"He sends a big force, much bigger than ISIS gets, to deal with this Ebola outbreak.\" In the context of a discussion of some 1,600 United States military advisers and trainers deployed in Iraq, HUM commented to reverse the regional gains made by ISIS there. On Twitter, we asked Hume to prove his claim that Obama is sending much more power to deal with Ebola than ISIS gets. Heum said General Martin Dempsey of the Army, Chief of the Joint Chiefs of Staff, \"The United States Congress has 1,600 troops in Iraq. Obama declared 3000 to fight Ebola in Africa.\" On 16 September, the White House announced that 3,000 troops would assist in logistics and the establishment of medical facilities to contain the outbreak of the deadly Ebola virus in five West African States. Before the September 22 attack on targets in Syria, the Pentagon said about 1,600 American soldiers were in Iraq. The problem is that Hume's claim applies to Obama's overall military strategy to fight ISIS, which includes well over 1,600 military advisers and soldiers he sent to Iraq. Mark Gonzinger, a senior colleague at the Centre for Strategic and Budget Evaluations, a think tank based in Washington, D.C., supported larger defence budgets. Gunzinger is a retired Air Force colonel who worked in the Pentagon during the administration of President George W. Bush. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, shooting agents in air strikes against ISIL positions in Iraq. Before 22 September, there were more than 170 United States fighter aircraft, bombers and drones. \"One plane carrier has a crew and an air wing that can run from 5,000 to 6,000 people,\" said Günsinger. \"I believe it is correct to say that the level of effort for air and ground operations in Iraq... far exceeds the level of effort now under way (Ministry of Defence) for humanitarian operations in Africa.\" A senior spokesman for the Ministry of Defence also referred to the number of soldiers requiring air strikes and referred to the inventory of military equipment in the area by Defence Minister Chuck Hagel. In a 2013 speech in Bahrain, Hagel said that there were more than 35,000 military personnel in and around the Persian Gulf, including a group of strike carriers and air bases. These bases are supported by a range of aircraft, including F-15s, F-16s, B-1s, unmanned aerial vehicles and F-22s. We asked Hume about the air strikes. If the crew of aircraft carriers were to be calculated, it would be necessary to include the personnel needed to protect 3,000 troops in Africa. However, the 3,000 personnel could include that preventive force. More generally, we found a 2011 list of active military personnel based in Africa, published by CNN. Less than 700 soldiers showed up. The African-American Command currently reports that it has approximately 2,000 personnel assigned to the work, including military, civilian government and contractors. None of these figures appear to have reached the level of troops used against ISIL as of Sunday, 21 September. Our referee, Hume, said the president was sending a much bigger force to deal with Ebola than ISIS was getting. Only water is carried by the HUM Statement as long as the number is limited to the additional ground forces assigned to each mission. However, this framework ignores the air strikes, the main tool used by the President against ISIS as of September 21, before expanding the range of strikes to include ISIS targets in Syria. If ISIL is \"getting\" something, it comes from forces already present in the area, and it seems that it will make no big difference if the ISIL site is destroyed by a soldier who recently arrived at the theatre or a soldier who was there a while ago. At the very least, those strikes were based on carrier warplanes. According to a former Air Force Colonel and Pentagon, more than 3,000 troops were deployed to combat the Ebola outbreak. We're assessing the allegation wrong.", "vclaim_id": "vclaim-pol-07265"}