{"url": "/factchecks/2018/nov/06/blog-posting/false-facebook-post-claims-millions-fraudulent-vot/", "speaker": "Bloggers", "vclaim": "Judicial surveillance reports show 1.7 million California's votes aren't registered voters.", "truth_label": "pants-fire", "date": "stated on November 5, 2018 in in a Facebook post:", "title": "The fake Facebook website claims millions of false voices in California.", "text": "An article published on Facebook falsely says that more than a million votes were recorded in California by unregistered voters, even before the ballot boxes were closed on election day. The function attributed the data to the findings of the Provincial Judicial Oversight Group. We've reached out to the probation officer who denied any affiliation to this position. \"Not us,\" said Jill Farrell, the spokesman for judicial oversight. \"Just a random person misinterpreting it\" Farrell suggested that the mail might have been a failed explanation for a lawsuit against the state of California and the county of Los Angeles. The litigation focuses on dealing with voters' lists in the state of California, which contain a large number of voters considered to be \"inactive.\" Registered voters may become inactive if official electoral materials such as the postal ballot or the voter &apos; s guide are sent and returned as undelivered materials. On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" On January 19, 2021, according to our friends in Snoops, it is estimated that some California counties register more registered voters than eligible adults, although some argue that the methodology underlying this count is questionable. The merits of the legal arguments go beyond the scope of this fact-finding process. The key here is that Facebook ignores the critical distinction between inactive voters and false voices. According to the supervisory body, the retention of inactive voters on the lists poses a risk to the falsification of votes. The group does not claim that more than a million fraudulent voices were cast in California, as Facebook says. At the time of circulation, the votes had not yet been collected. We value these pants on fire.", "vclaim_id": "vclaim-pol-01289"}