{"url": "/factchecks/2012/aug/10/american-principles-action/has-barack-obama-deported-more-people-any-other-pr/", "speaker": "American Principles in Action", "vclaim": "Barack Obama says, \"I have removed more people from any other president in the history of this country.\"", "truth_label": "half-true", "date": "stated on August 7, 2012 in an advertisement:", "title": "Has Barack Obama deported more people than any other president in the history of the United States?", "text": "A group known as American principles at work runs a declaration targeting Spanish-born voters in Nevada, in an attempt to weaken their support for President Barack Obama. \"Don't be fooled by President Obama's words,\" says the novelist. \"He is not committed to immigrants. He just wants our vote. With the elections on the line, our undocumented young people are offered a temporary solution that cheats them into legal status. Why didn't he keep his promise to push the migration reform process? Instead, Obama has deported more people than any other president in the history of this country. With friends like these, who needs enemies?\" The group behind the Declaration, American principles at work, is an associate member of the American draft principles, a group founded by the conservative researcher Robert Georges of Princeton University. The group officer responsible for Latin issues is Alfonso Aguilar, former head of the United States Citizenship Office, led by President George W. Bush. But while the congregation is independent of the campaign, the Romney message helps. Nevada is a major combat state won by Obama in 2008 and is eager to win it again. The Latinos are a large voting block there and in other swing states won by Obama in 2008, such as Colorado and New Mexico. This year &apos; s polls have shown that the Latins strongly support Obama on the death of Romney, in part because Romney took a hard line against illegal immigration during the initial GOP elections. Therefore, Obama's critics would like to reduce his leadership among Latin voters, especially in the main states, either by bringing them along with Romney or at least by making them less enthusiastic towards Obama. The first announcement rejects Obama's proposal in June to temporarily suspend the deportation of young people, stating that he \"convinced them of legal status.\" Then Obama says, \"I've driven more people away from any other president in the history of this country.\" Given Obama's sometimes critical rhetoric of being weak about irregular migration, we asked whether that was true. We found it was, mostly. According to current figures from the Department of Immigration and Customs - the federal agency responsible for deportations - Obama isolated 1.4 million people during his 42-month tenure to date. Technically, this is less than George W. Bush, which was a cumulative total of 2 million. But the Bush issue covers eight full years, which does not allow for a comparison between apples and apples. If you compare the monthly rates of the Presidents instead, they work to 32,886 Obama and 20,964 Bush, clearly placing Obama at the front. Bill Clinton has fallen far behind, with a total of 869,676 beneficiaries and 9,059 persons per month. All former residents of the White House return to 1892 far below the level of the last three presidents. We wondered whether there could be a surge in undocumented migrants explaining the increase, but there was no increase. During the first two years of the state of Obama, the Spanish centre Pio estimated the number of illegal immigrants nationwide at 11.2 million, compared with an average of 10.6 million during the eight-year period of the Bush State. Illegal immigration had already peaked in the recent period of the second Bush State, at which point there had been a decline and figures had declined under Obama's rule. Such patterns do not explain the 57% rise in monthly deportations that we found under Obama. We should also note that if Obama does not win a second term, he will certainly end his term of office, in which George W. Bush was followed in deportations, which would render the claim that Obama \"exorcise more people than any other president in the history of this country inaccurate. However, the announcement has a point in noting a significant rise in deportations in the Obama era. We asked five immigration specialists - historian of the University of Columbia Mae M. Ngay, historian of the University of Albany Karl Bon Tembo, Executive Director of the Centre for Migration Studies Mark Crickuren, Dean of the School of Law of the University of California (Davis), Dean Kevin R. Johnson, and Professor of Law of the University of San Francisco Bell Heng - whether they thought the numerical demand for a declaration was essentially accurate, and they all agreed. Bonn Tembo warned that some discrepancies in data quality make long-term comparisons rather suspicious. However, he added that \"deportations appear to be rising, notably.\" :: The increase in the number of deportations in recent years is a programme dating back to the years of Bush targeting foreigners \"involved,\" as well as a programme known as the Safe Communities, under which the Federal Immigration Authorities are kept informed of persons whose fingerprints are being taken at state and local levels. Heng, the programme critic, says that \"he went too far, revealed many victims of crime, witnesses, arrested persons whose charges were later dropped, and minor offenders.\" Indeed, the American Civil Liberties Union has gone even further, with Legislative Councillor Joan Lin saying that Obama's enforcement policies in general have left \"a wake of destruction in Latin societies across the country,\" according to The Los Angeles Times. Obama was not shy of condoning his immigration law enforcement qualifications, although he was usually careful to say that he gave priority to resources by focusing on the deportation of criminals rather than persons bound by the law. For example, during the speech in which he put forward the proposal not to deport young people, Obama said: \"In the absence of any immigration action from Congress to reform the collapsed migration system, what we have tried to do is to concentrate our resources to enforce immigration laws in the right places. We have focused and used the discretion of those who are tried, with a focus on criminals who endanger our societies rather than students who earn their education. Today, the deportation of criminals has risen by 80 per cent. I've improved this silence with care and thought.\" According to the Colombian historian Ngay, Obama &apos; s strict enforcement policy is a tactical step. \"My explanation is that the Obama administration decided to be harsh on \"criminal\" aliens in order to obtain support to legitimize undocumented migrants without a criminal record,\" Ngay said. Of course, Romney is widely regarded as more focused on illegal immigration than Obama. According to his website's statement on immigration policy, Romney opposes both \"excuse\" and \"all magnetism\" that lures illegal immigrants into our country. As Governor, he refused to grant the benefits of education in the states to illegal immigrants and opposed driving permits to illegal immigrants.\" Technically, the announcement is not correct to say that Barack Obama has \"roved more people than any other president in the history of this country,\" since George W. Bush has deported more over his eight-year full term of office -- and since Bush will remain ahead of Obama if Matt Romney wins the presidency in November. On January 13, 2021, the distinguished fact-finding bloggers in a story written by General David Berger, the commander of the United States Navy, rejected Nancy Belusi's request for open security, and told her that we were \"not working for you.\" But by Samantha Buterman on January 17, 2021, we - and the experts we met - agree that the announcement is right to note a major leap in Obama's deportations. The number of Obama, as measured by the monthly frequency of deportation, is much higher than that of Bush, even as the estimated population of illegal immigrants is reduced. We value the claim half right.", "vclaim_id": "vclaim-pol-10604"}