{"url": "/factchecks/2014/sep/04/national-republican-senatorial-committee/did-mark-pryor-vote-give-social-security-benefits-/", "speaker": "National Republican Senatorial Committee", "vclaim": "Mark Brewer says a voice \"to give social security benefits to illegal immigrants.\"", "truth_label": "false", "date": "stated on September 3, 2014 in a campaign ad:", "title": "Did Mark Brewer vote \"to give social security benefits to illegal immigrants\"?", "text": "The National Committee of the Republican Senate -- the electoral arm of the Senate GOP -- is attacking Sen. Mark Brewer D-Ark, because he became a creature of Washington 12 years later in the Capitol. But the announcement now depends on an 8-year-old charge that we and the other fact-checkers have dismantled several times over the years. Brewer is one of the democratic senators threatened with extinction and is the primary target of the Republicans. Here's the National Broadcasting Authority's announcement: \"When Mark Brewer went to Washington 12 years ago, he promised to put Arkansas first.\" A video from Brewer speaks: \"As a member of the Senate, I will always put Arkansas first.\" \"But something happened\" Mark Brewer has changed. :: Voting to grant social security benefits to irregular migrants. A vote to give members of Congress special benefits for the purchase of Obama's care. 12 years ago, Mark Brewer promised to change Washington. Instead, Washington changed it.\" We have already verified several allegations about legislators voting to grant themselves special benefits to buy Obama's care. Almost a year ago, we verified an allegation by the opposition of the Republican Brewer, the Republic. Tom Cotton, that Brewer voted in favour of \"special subsidies\" for legislators and congressmen \"so they are protected from Obama's care.\" We assessed that claim by mistake. So here, we will look at the other major assertion of the Declaration, that Brewer voted \"to give social security benefits to illegal immigrants.\" There are two problems with this allegation. The claim has been formulated on a much broader scale than actually voted. The announcement makes it sound like Brewer was voting to create a new, large-scale entitlement for illegal immigrants by allowing them to qualify for social security. In fact, the 2006 vote related to a much narrower issue - the treatment of prior salary taxes paid by former illegal immigrants who would have become legal under the Immigration Reform Bill (which has never become law). The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, illegal immigrants at that time were entitled to credit in the calculation of social security benefits that they had paid during their illegal work, usually using an unauthorized social security number. They received this credit only after receiving legal working papers and a real social security number. :: During a debate in the Senate on the broader immigration bill in 2006, John Insein, R. Neve, offered an amendment to prevent anyone from obtaining credit for social security payments made using an unauthorized social security number - a provision that would have affected (if not entirely) illegal aliens in most cases. This is what was stated in the Declaration. On 18 May 2006, the Senate voted on a proposal to propose (i.e., to discontinue consideration) an amendment to the attribution. By only one vote, the Chamber voted on the scheduling of the amendment. The vote of Prauer was one of the 50 votes in favour of subtraction. So while the Declaration is true that Brewer made that vote on that date, the way the Declaration described it -- that Brewer voted \"to give social security benefits to illegal immigrants\" -- is largely misleading. The Declaration ignores two cases in which Brewer supported a similar amendment. It is important to note that the vote on the Insein Amendment in May 2006 is not the end of the story. The company continued to raise the issue and offered a substantially similar adjustment on at least two other occasions. For the first time, on 19 July 2007, the company proposed an amendment similar to the College Cost Reduction Act 2007. Under the rules, the amendment required 60 votes to be passed but only 57 votes were obtained, so it failed. However, Brewer voted in favour of the amendment. On the second occasion, on 23 October 2007, the company presented a similar amendment during another discussion of the Immigration Bill. This time, the Senate passed it by an overwhelming majority of 92.2. Once again, Brewer voted for the amendment. Therefore, the one-time announcement of cherry selection is a Brewer's vote against the procedure and twice ignores a vote in favour of it. This is also highly misleading. Our decision claims that the National Rescue Committee announced that Brewer voted \"to give social security benefits to illegal immigrants.\" This is wrong for two reasons. First, the purpose of this provision was much narrower than the Declaration suggests - it dealt with the treatment of previously paid taxes on salaries by legal beneficiaries of social security who were once illegal immigrants. Secondly, a member of the Council voted against this provision while ignoring two separate votes in favour of this provision. We're assessing the allegation wrong.", "vclaim_id": "vclaim-pol-07351"}