{"url": "/factchecks/2019/jul/24/john-ratcliffe/look-whether-robert-mueller-broke-rules-special-co/", "speaker": "John Ratcliffe", "vclaim": "Robert Mueller says, \"He did not follow the regulations of the Special Adviser. It clearly states that a confidential report is written on the decisions reached. Anywhere here you don't say to write a report on decisions that have not been reached.\"", "truth_label": "false", "date": "stated on July 24, 2019 in a House hearing with Robert Mueller:", "title": "A look at whether Robert Mueller violated the rules for Special Advisers", "text": "In his report on obstruction of justice, John Ratcliffe, President of the Republic of Texas, handed over severe reprimands to Special Adviser Robert Møller. :: During Muller &apos; s testimony in Capitol Hill, July 24, Ratcliffe stated that the entire section had exceeded the rules for special advisers and violated the presumption that a person was innocent until proven guilty. \"I wrote 180 pages about... possible crimes that were not charged or decided,\" said Ratcliffe. \"Now respectfully, by doing so, I have been able to violate the most sacred tradition of prosecutors. Rutcliff stressed: \"You did not follow special counselling regulations. It clearly states that a confidential report is written on the decisions reached. Anywhere here you don't say to write a report on decisions that have not been reached.\" But experts say that Mueller followed the rules of the letter. \"Ratcliffe's doing a very tense reading of Department of Justice regulations,\" said St. Thomas's University Professor of Law, Mark Ossler. The Federal Regulations provide that: \"On completion of the work of a private lawyer, he shall submit to the Attorney-General a confidential report explaining the decisions of the prosecution or the dispute reached by the Special Adviser.\" Osler said, \"It clearly involves a deviation, which takes no action.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, Ratcliffe also erred on the need to avoid \"external analysis of the prosecution of possible uncharged crimes,\" and Rick Simmons said at the University of Ohio Law School. \"Mueller was presenting evidence that could be used if the prosecutor actually decided to charge him,\" said Simmons. \"Not only is this not prohibited, but it is exactly the kind of evidence that Mueller is expected to attend to give appropriate advice to the Attorney-General.\" At the same time, Sykrishna Prakash, Professor at the University of Virginia, said, \"Nothing in the American legal system prevents the Attorney General from commenting on a case she investigated.\" Ratcliffe confuses the content of the report with its publication. Mueller asked him to submit a full report to Attorney General William Bar. It was a righteous decision to release any part of it, not Muller. If Ratcliffe has a problem, she's with Bar, although we must note that there's a tremendous public pressure on Bar to publish the report. Our verdict, Ratcliffe, said that Mueller went beyond the rules for prosecutors to write about possible crimes that weren't charged. This is wrong. The Federal Regulations specifically require private prosecutors to explain their decisions not to prosecute. This interpretation goes to the Attorney General, who then decides what to declare. We didn't find any legal scientist who agreed with Ratcliffe. We value this allegation wrong.", "vclaim_id": "vclaim-pol-00402"}