{"url": "/factchecks/2017/aug/17/donald-trump/donald-trump-says-wages-havent-gone-long-time-s-wr/", "speaker": "Donald Trump", "vclaim": "The wages \"didn't rise for a long time.\"", "truth_label": "false", "date": "stated on August 15, 2017 in a question-and-answer session with reporters:", "title": "Donald Trump said the wages didn't go up for long, but that's wrong.", "text": "This was not the observation widely observed at his 15 August question-response session in the Trump Tower Lobby - his comments on the disturbances in Charlottesville, Fa. But one of the economic assurances of President Donald Trump has drawn our attention. While Trump was leaving, a reporter asked him what he thought he needed to do to overcome the ethnic divisions in this country? \"I really think jobs can have a big impact,\" said Trump, going to boost investments by car companies and the iPhone Foxcon factory. \"I believe that if we continue to create jobs at the levels that I am in the process of creating jobs, I think that would have a tremendous, positive impact on ethnic relations.\" The reporter then pressured him on how to improve the economy could ease ethnic relations. 'Cause people are gonna,' said Trump. \"They'll make a lot more money, much more than they thought was possible. This is gonna happen. The other thing, it's very important: I think wages will start to rise. They didn't come up for a long time.\" Is Trump right that the wages \"didn't rise long?\" A short answer: No. They're coming up now, actually. While it is true that wages have been stagnant for several years - especially after the major recession - they have been on the rise since early 2014. We have prepared the following chart showing the average weekly income adjusted for inflation for wage-earners and wage-earners aged 16 years and over, which dates back to 1979: • 20 January 2021, showing that the average weekly income was, for the most part between 2012 and 2014, lower than it was in 1979 - a frustrating disappearance of any 35-year wage growth. But that started to change in 2014. After reaching a low of $330 per week in early 2014, wages rose to $354 per week by early 2017. This represents an increase of 7.3 per cent over a period of approximately three years. \"In this case, you can say the president is a clear mistake,\" said the economist of the Brookings Institution Gary Bertless. \"Real wages rise more slowly than anyone who wishes, perhaps with the exception of employers. However, it has risen.\" Bertless observed that increases for a subset of all workers -- \"production and unsupervised personnel\" -- were occurring for a longer time. They have risen every month, but twice since late 2012. Jade Kolko, the chief economist in the job market, added that \"the wage has generally not only increased, but that wages are now maximized for less educated persons. Therefore, wage gains are not only paid by the highest wage earners.\" This chart was presented, which shows that part-time staff in colleges are increasing by 3 to 4 per cent per annum. The White House did not respond to any inquiry. Our governor Trump said that our wages \"didn't rise for a long time.\" It's been accurate before, but it's pretty old. Wages have been increasing over the past three to five years, depending on the measurement they use. We're assessing the statement wrong. Sharing the facts 2017-08-17 21:49:30 UTC PoliticsFact 2 1 7 PoliticsFacting: facts \"not rising for a long time.\" Donald Trump, chairman of a question-and-answer session with correspondents on Tuesday, 15 August 2017 2017 2017-08-15, read out more information.", "vclaim_id": "vclaim-pol-02994"}