{"url": "/factchecks/2015/jun/07/lincoln-chafee/lincoln-chafee-says-ronald-reagan-talked-about-con/", "speaker": "Lincoln Chafee", "vclaim": "Ronald Reagan says \"talk about\" turning the United States into a metric system.", "truth_label": "half-true", "date": "stated on June 7, 2015 in comments on CNN's \"State of the Union\":", "title": "Lincoln Shavi says Ronald Reagan talked about the transition to the metric system.", "text": "When she was the former Rhode Island Goff. Lincoln Chave announced that he would join the 2016 Democratic Major Race, some people scratched their heads when he said that a transition to the metric system would be one of his goals as president. Of the world &apos; s major countries, only the United States, Liberia and Myanmar do not use metric units as primary measurement systems. Instead, America uses traditional American units. CNN reporter Dana Bash asked Shavi about his desire to make the country use meters instead of feet and kilometers instead of miles in an interview on June 7. Noting that he was living in Canada as they were transforming into the metric system in the 1970s, Shavi said that this debate had been taking place for some time in the United States. \"I know many in the scientific community, the health-care community that deals internationally, the business community, they say this is the late road,\" he said. Ronald Reagan talked about it. Others have talked about it.\" It is surprising that politicians often use the name Reagan as a means of advancing their cause. In this case, we asked whether Shafei's claim was being filed. In 1975, former President Gerald Ford signed the Metrics Conversion Act, which established the United States Measurements Council, which is mandated to lead planning and education efforts for the transition to the metric system. (Check this fun cartoon about the transition to the metric system from 1975.) So when Reagan took office in 1981, a government-supported boost to the metric transformation -- also known as measurement -- was already well under way. However, the effectiveness of the Measurement Board is limited in that there is no mandatory conversion schedule, and the Board includes some members who are already opposed to conversion. In 1982, Reagan effectively dismantled measurement efforts by removing funding from the Measurement Board. The group was transformed into the Bureau of Measurement Programmes, under the supervision of the Ministry of Commerce, with much less responsibility and less than one fifth of the budget. According to The New York Times, the federal budget for that year also reduced the Ministry of Education &apos; s metric education programme by $2 million. The Reagan Administration justified the reduction of the Measurement Board as part of a general reduction in federal spending, rather than opposing conversion - preferably leaving the transfer to the private sector. The budget proposal, Reagan, said: \"The Council has accomplished its task of informing the public about the metric system. Voluntary measurement will continue through market adjustments.\" United States The Metro Society, a group currently dedicated to mechanization, has dug up this case with Reagan Library materials. They found more than one letter indicating that Reagan's action against the Measurement Board \"does not imply a lack of support for voluntary measurement.\" It should be noted that Frank Mankiwicz, a former expert in the Democratic Strategy and head of the National Public Broadcasting Corporation, received at least a partial assessment of his murder by the Council of the Mitrik - having convinced a senior adviser in Reagan that measurement could be detrimental to the country. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman: January 11, 2021, we searched the newspaper archives with Lexie Nixes and found that for the rest of Reagan's administration, there was very little talk of a medevac shift, at least in Washington. ∙ (other than 1985, when the United States ambassador resigned to Canada partly because he called the Canadian measurement \"Robsch.\") However, in 1988, his last year in office, Reagan signed the Comprehensive Trade Act, which contained a slight amendment to the Transfer of Measurements Act 1975. In the 1,000-page bill, there was a declaration that the metric system was the preferred system of weights and trade measures in the United States and called on federal agencies to switch to the metric system where practical by 1992. While measurement supporters considered this to be a gain because they had a timetable for implementation and guidance for federal agencies, contrary to previous legislation, some believed that the bill was useless because it allowed agencies to emerge economically from the transition, according to news reports issued at the time. It is unclear how much influence Reagan had on this amendment to the Metrology Act because he went over with a little bit of annoyance, and we were unable to track any relevant White House statement. After Reagan, President George H. W. Bush reinforced that directive by issuing an executive order in 1991. In general, Reagan's administration seemed contradictory to measure, at best. Today, not all, but many federal agencies - including the army - use metric units almost exclusively, according to a statement from the National Institute of Standards and Technology. Many experts say that the United States is a 50 percent metric. President of the Society of Measurements Don Hellger, Meteorological at Colorado State University. While most Americans use customary units in their homes, those in science and heavy industry usually use the metric system. There was no longer a standard yard or pound because the usual units in the United States were defined by their metric equivalents. \"So we're really on the metric standard in the United States,\" said Hellger. \"The thing is that we continue to use non-standard units that are no longer used by another major State.\" The Governor's Shavie said, \"Reagan talked about\" the transition to the metric system. The question of measurement emerged at the beginning and end of Reagan's presidency. However, the Shafi statement implies that Reagan had more than one passing interest in the matter, but this does not seem to be true. The measurement process began before Reagan took office. The process slowed down to a standstill by withdrawing funding. He was silent on this issue over the next six years until he signed a law that directs federal agencies to make more concerted efforts to move to standard units when it's practical -- although it is not clear how much the White House in Reagan has influenced this small aspect of the 1,000-page umbrella bill. Without this additional context, Shavi &apos; s claim was terminated a few yards away. Or a meter. We value the claim half right.", "vclaim_id": "vclaim-pol-00300"}