{"url": "/factchecks/2019/apr/03/blog-posting/holy-guacamole-would-america-really-run-out-avocad/", "speaker": "Bloggers", "vclaim": "Americans \"exhausted avocado within three weeks\" if imports from Mexico ceased due to border closures.", "truth_label": "mostly-true", "date": "stated on April 1, 2019 in news articles and blogs:", "title": "Holy Guacamole: Will America really \" flee the Avocados \" if Trump closes the border?", "text": "Late at night, comedians and news headlines were worrying all week: Avocado may disappear within three weeks if President Trump closes the border. \"What a shortage of guacamole.\" No avocado! What are we supposed to put on our toast now, Jelly? Stephen Colbert blabbed on \"The Late Show with Stephen Colbert.\" Yahoo! The news has absorbed interest in this headline: \"The U.S. will execute the Avocado within three weeks if Mexico's borders are effectively closed,\" as many other outlets and blogs have mentioned, all of which point to President Trump's threat to close the border. We wanted to know: Have you served these warnings? Can't California farmers, the leading producer of avocado, intervene and replace high-demand fruits in the event of closure? We usually don't check forecasts. However, given the repeated threats by Trump to close the border and America &apos; s obsession with avocado, we have decided that the time has come to verify the facts. Avocado for sale in the Sacramento farms market/Great Public Radio file picture. Where did this allegation start? The fear of the Avocado disappearing with a Reuters news article began on April 1st. And, no, it wasn't April's stupid joke. \"Americans will run out of avocado in three weeks if imports from Mexico are stopped, and Steve Barnard, President and Executive Director of a producer mission, the world's largest avocado distributor and farmer,\" said the article. \"You can't choose a worse time than a year because Mexico now extends almost 100% of the avocado in the United States. California has just begun to have a very small crop, but it is now irrelevant and will not be relevant for another month or so, as Bernard Reuters said. We've asked the Brodys Mission for more information, but we haven't answered it. Dan Sumner, an agricultural economist at the University of California in Davis, \"a lot less than avocados,\" said that the Avocado deficiency was generally predicted, given the nation's dependence on Mexico, although it needed some context. \"The demand for avocado expands so rapidly that we are now importing about 80 per cent of the avocado we use in the United States,\" said Sumner. \"California produces almost all the rest, about 20 percent. Almost all imports come from Mexico. A little bit of Chile and some other places.\" Sumner said the allegation assumes that Americans will continue to consume avocado as quickly as we now consume, even after the closure. Devin Nunes reported on January 10, 2021 in an interview on \"The Republicans have no means of communication\" after the Barler tech companies were cut off. • On January 13, 2012, high prices will cause stunning demand, and some expensive avocado may be residues, and stores may try to collect avocado, as added. \"Exactly what a retail strategy would be in this case, I'm not sure. But we'll have a much smaller number of avocado,\" said Sumner. The speed of the disappearance of the Avocado, if any, will depend on whether the Trump administration will apply a complete or partial closure of the border. The White House Economic Adviser Larry Codlow said he was looking for ways to keep some trade flowing. \"We look at different options, especially if you can keep those shipping corridors, truck tracks, open,\" he said this week. Ben Holtz has the point of view of the farmer Rocky H. Ranche, an avocado farm run by 70 acres of families in the northern province of San Diego. He agreed that the avocado would run out within weeks. \"Mexico is the big player today. California isn't. The border has been closed, and California cannot produce to meet the demand,\" Holtz said. \"There will be people without Guacamole.\" While the Avocado harvest in Mexico is throughout the year, the California harvest is limited to April through July. Holtz stated that the farmers in the state chose only about 3 percent of what is expected to be a much smaller crop of about 175 million pounds this year. Last summer's heat wave downsized the crop. The average avocado crop in California has been about 300 million pounds in recent years, according to the California Avocado Commission. In contrast, the United States imported more than 1.5 billion pounds of avocado from Mexico annually. The Committee &apos; s representatives did not respond to the requests for this article. In total, the United States received 43 per cent of its imports of fruit and vegetables from Mexico in 2016, according to the United States Department of Agriculture. Last March, Avocado California, which also affected the supply of avocado this year, reminded shipments to six states after it feared that fruit would be contaminated with bacteria that could cause health hazards. Until the early 2000s, California was the main supplier of avocado in the country, as Holtz said. Mexico has gradually passed the state and now controls sales in the United States \"It's a very high probability,\" Holtz said about the lack of avocado. Three weeks will dry up the Mexican stock. California alone consumes more avocado than it grows in our state. The cold storage supply chain is essentially three weeks or less of inventory. Most of the time is seven days.\" A spokesman for the California Restaurant Society said, \"We didn't hear concerns about restaurants, that doesn't mean they're not worried.\" A national pirate association stated that it would continue to monitor any developments closely on the border, but did not have information on the potential impact on avocado. Our outlets and news blogs stated that the United States \"will execute the avocado within three weeks\" if President Trump closes the border. America imports about 80 per cent of its avocado, mostly from Mexico. Avocado in California, and avocado from Chile and other countries represent the rest. The experts agreed that the Mexican stockpile would run out within weeks. However, price hikes can reduce the demand for avocado and customers wishing to pay a high price will still find the fruits. We're mostly assessing the claim right. Sharing the facts 2019-04-04 18:54:56 UTC PoliticsFact 5 1 7 PoliticsFact Dating: Most real Americans \"will run out of avocado in three weeks\" if imports from Mexico are stopped due to border closures. On Monday, 1 April, 2019 2019-04-01, bloggers read more information that is almost correct. This statement is accurate but requires further clarification or information. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00808"}