{"url": "/factchecks/2019/jul/25/steve-mccraw/how-much-has-crime-gone-down-texas-mexico-border/", "speaker": "Steve McCraw", "vclaim": "Since 2014, the crime rate has declined by 25 per cent in communities bordering Texas and Mexico.", "truth_label": "true", "date": "stated on July 12, 2019 in a legislative hearing:", "title": "How much crime was committed on the Texas and Mexico borders?", "text": "Also, in Texas, legislators condemned federal officials \"not doing their job\" on the United States-Mexico border during a hearing in July, the United States Supreme Public Safety Officer said that State investment at the border had helped to reduce crime. Steve McCraw, Director of the Texas Department of Public Safety, said that more resources were still needed at the border, but crime had declined in these communities in recent years. \"I can tell you this, crime now, the crime rate at the border - according to the FBI, as reported by local officials through the Uniform Crime Reporting Act - is safer than anywhere else in Texas,.\" \"since 2014, when we started operations and now 2018, there has been a 25% decrease in crime at all levels.\" It is quite established, as Mr. McRae said, that crime rates tend to be lower in communities along the border than in other parts of the State (or the country). In order to verify these facts, we look at the second part of its commentary. Has the border communities in Texas experienced a 25 per cent decrease in crime since 2014? The definition of the parameters of Macro &apos; s claim by Texas de Cissinger provided a picture of statistics on cross-state crime in five provinces along the Texas-Mexico border. The crime picture was cited at the Texas Online portal, a public destination database showing crime data reported by State agencies from local law enforcement services throughout the state. The same information is gathered through the Federal Bureau of Investigation's Consolidated Crime Reporting Programme, cited by Makraw in his testimony. These data include violent crimes such as murder and rape, as well as property crimes such as arson or burglary. Quick observation on these figures: The FBI emphasizes that the data published through this programme should not be used to classify different sites or to assess the effectiveness of law enforcement agencies in the area of crime, because \"there are many factors that cause the nature and type of crime to vary from place to place.\" The data provided by Cissinger highlighted five provinces located in the far south of Texas on the border with Mexico, which is only one part of the state border with Mexico, which is about 1,300 miles. Sisinger no longer applied for comments in an effort to obtain further information on why Makro had entered these provinces when submitting his claim. There are 14 provinces in Texas located on the border with Mexico, including the five districts cited by the Socialist Democratic Party: Cameron, Hidalgo, Star, Web and Zapata. The provinces of Proster, El Paso, Hodsbeth, Jeff Davis, Kenny, Maverick, Presidio, Terrell and Val Verde are located along the Texas-Mexico border. In an interview on January 31, 2021, John Kerry said that Hurricane Harvey \"more water fell in Houston in five days than it went over Niagara Falls in one year.\" Two of the six regions cover 14 districts along the border, and therefore the Agency often considers both areas to be part of the border - all 64 provinces. This definition of boundaries is broader. Some of the districts covered are 200 miles from the border. The Department of Public Security has compiled crime statistics from the entire region in fact sheets on border security activities and in testimonies given to State legislators in the past. Macro referred to the \"limits\" when submitting his claim. It turns out, according to Sisinger, he was referring to only five counties. We have decided to verify his claim in three geographical areas: the five border districts in the far south, the 14 districts along the Texas-Mexico border, and the 64 districts in the SDP border area. What do the numbers say? We looked at the same crime figures as DPS to evaluate this allegation, but we also reached out to violent crime data, which are usually used to assess the safety of a given area. The figures for violent crimes, which include assault, rape, murder and theft, are included in the total number of crimes. From 2014 to 2018, the State of Texas as a whole experienced a decrease of 12.2 per cent in the total number of crimes, from about 3,379.7 per 100,000 inhabitants to 2,787.9. At the same time, violent crime increased by 9.9 per cent. All three border areas that we have also considered have seen a decrease in the total number of crimes and violent crimes during this period of time. The five provinces in the far south have seen a 25.8 per cent decrease in total crime and a 6.2 per cent decrease in violent crime. The 14 provinces along the entire border experienced a 26 per cent decrease in total crime and a 5.8 per cent decrease in violent crime. The 64 provinces in the GSS border area experienced a 22.8 per cent decrease in total crime and a 1.5 per cent decrease in violent crime. We also looked at the overall data on criminal offences starting in 2010, to get a sense of trends before 2014. From 2010 to 2011, crime increased in all three border areas. Between 2011 and 2013, this ratio remained relatively high. As of 2013, a year before the Department of Public Security began a \"border surge\" operation, crime began to decline in all three regions. The overall decrease in crime was greater in the three areas than from 2014 to 2018 from 2014 to 2018. Our government said that between 2014 and 2018, there was a 25% decrease in crime in the communities on the Texas-Mexico border. We considered three different definitions of the boundary to test Makraw &apos; s claim. Crime in all three regions decreased by about 25 per cent during this time period. We're assessing this claim right. The truth is - the statement is accurate and nothing important is missing.", "vclaim_id": "vclaim-pol-00393"}