{"url": "/factchecks/2019/feb/19/facebook-posts/no-former-starbucks-ceo-never-said-he-prefers-hire/", "speaker": "Facebook posts", "vclaim": "The former CEO of Starbucks, Howard Schultz, once said he'd hire an illegal immigrant before he hired a warrior warrior.", "truth_label": "false", "date": "stated on February 17, 2019 in a Facebook post:", "title": "No, the former CEO of Starbucks never said he'd rather hire illegal immigrants than veterinarians.", "text": "As the talk revolves around the possible presidential candidacy of the former CEO of Starbucks Howard Schultz, the allegations about the recruitment practices of the coffee giants have reappeared. The Facebook article shares the rumor that Schultz said that he would prefer to employ illegal immigrants in the country before employing American veterans. The article says: \"To the former executive director of Starbucks, who believes he can be president: in 2017, if you correctly remember, he said that he will hire an illegal immigrant before he hires a forensic doctor. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) There's no evidence that Schultz said he'd hire immigrants instead of veterans and his actions towards veterans and their families prove the opposite, too. This allegation marks a shift in the 2017 Starbucks pledge to employ 10,000 refugees following the ban by President Donald Trump on travel from Muslim-majority countries. Unlike illegal immigrants in the country, refugees are in the process of applying and checking through the United States Department of State Refugee Admission Programme. Starbucks has received a backlash on the decision, where people have called for a boycott and the company has hired veterans instead. But Starbucks was already in the process of doing that. In 2013, the company announced that it would employ 10,000 veterans and military spouses by 2018. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On 16 January 2021, the AFN network, an internal group of veterans providing support to its current and former military personnel and their associates, responded to critics in an open letter. The group wrote that Schultz helped lead the Veterans Employment Initiative, contributed personal funding, and visited military bases where the company helped establish \"military family stores in more than 30 bases throughout the country\" and said, \"less than four years of commitment, Starbucks hired more than 8,800 veterans, husbands and counting.\" By late March 2017, the company announced that it had achieved its target of recruiting 10,000 active-duty veterans and spouses early in the year, and set a new target of reaching a total of 25,000 veterans and spouses by 2025. In 2017, Schultz said that he would prefer to hire \"an illegal immigrant.\" We didn't find any record of Schultz saying that. The rumors are a misunderstanding of Starbucks' commitment to employ 10,000 refugees. The company has an internal group of veterans and announced that it had achieved its previous target of recruiting 10,000 veterans and their spouses in March 2017, and pledged to increase this number. We evaluate the mail wrong. Sharing the facts 2019-02-19 22:04:30 UTC Politics Fact 2 1 7 PoliticFact Rating: Wrong former Executive Director Starbucks Howard Schultz once says that he will \"hire an illegal immigrant\" before hiring veterans. On Sunday, February 17, 2019, 2019-02-17, Facebook bulletins. Read more information.", "vclaim_id": "vclaim-pol-01000"}