{"url": "/factchecks/2019/aug/02/chelsea-handler/chelsea-handler-blames-trumps-tweets-break-cumming/", "speaker": "Chelsea Handler", "vclaim": "\"The house of Elijah Cummings was broken into after Trump publicly attacked him on Twitter.\"", "truth_label": "false", "date": "stated on August 2, 2019 in a tweet:", "title": "Chelsea Handler blames Trump's tweeting for breaking into Cummings' house. This is wrong.", "text": "President Donald Trump may have raised some confusion when he tweeted a few days later about trying to break into Pete Baltimore in the Republic. \"Really bad news! The Baltimore house of Elijah Cummings was stolen, Tramp wrote. \"Too bad!\" Really bad news! The Baltimore house of Elijah Cummings was stolen. - Donald J. Trump (@realDonaldTromp) August 2, 2019 without further context, made this incident seem like breaking news. This can explain why some people were blaming the President, who spent the week attacking Cummings on Twitter on the state of his Maryland area. The comedy of Chelsea Handler said in a tweet from August 2, which brought together thousands of fans and repeaters. \"Our boss bullied someone and then had an intruder in his house,\" wrote Handler. President of the United States \"Reductions continue to appear\" Elijah Kaming broke into his home after Trump publicly attacked him on Twitter and the Republicans said nothing. Our boss is bullying someone, and then he's got an intruder in his house. President of the United States - Chelsea Handler (@chelseahandler) 2 August 2019 we saw other similar reactions, but that's not what happened. According to the Baltimore police, the attempted robbery occurred approximately four hours before Trump's first tweet storm. On February 8, 2021, Greg Kelly reported on the newsmax section \"Only one person died that day\" during the January 6 US riots. • On February 9, 2012, Bill McCarthy described the incident early in the morning of July 27, in a statement by Sun Baltimore. He said: \"Someone tried to get into my home at around 3:40 a.m. Saturday, 27 July.\" \"I was notified of the breach of my security system, and I panicked the intruder by screaming before a person entered the residential part of the house.\" The Cummings account corresponds to what the Baltimore Police Department said in a statement and wrote in a police report, a copy of which we received. The police report said that no property had been reported stolen, which meant that Trump's tweeting that Cummings' house was \"stealing\" inaccurate. More than that, the initial Trump attacks on Twitter - in which Cummings was called the \"beast bully\" and described the congressman's area as \"disgusting messes, rats and an infested rodent\" - also began on July 27. But the time stamp for the first President's tweet is 7:14 a.m., Republic, Elijah Cummings was a brutal bully, screaming and screaming at the great men and women of the Border Patrol around the conditions on the southern border, while his Baltimore is in fact a more dangerous area of the Rwandan armed forces. From August 2, the police are still investigating the incident and it is not known if the break-in was politically motivated. The Governor, Handler, said: \"The house of Elijah Cummings was broken into after Trump publicly attacked him on Twitter.\" An intruder tried to enter Cummings' house, but that was almost four hours before Trump's tweeting the first several attacks on Congressman and his district. We're assessing this statement wrong.", "vclaim_id": "vclaim-pol-00367"}