{"url": "/factchecks/2011/may/03/john-kasich/gov-john-kasich-claims-state-workers-will-get-pay-/", "speaker": "John Kasich", "vclaim": "\"State employees will receive an increase in pay\"", "truth_label": "false", "date": "stated on April 19, 2011 in a news conference:", "title": "(Joff) John Cassish claims that the state workers will get an increase in wages.", "text": "(Joff) John Kasesh celebrated his 100th day at the office with a press conference highlighting a long list of achievements. These included the presentation of the \"post budget,\" as he called it, and the approval of the Fifth Senate Bill. SB5, described as \"group bargaining reform,\" would limit collective bargaining by public officials throughout the state. Cassich was asked during the meeting with journalists whether economic pressure on workers, schools and local governments makes it symbolic that government legislators take a reduction in wages. \"I think they should be treated like all other State employees, and indeed State employees are going to get an increase in wages.\" The Governor replied. A raise? At these times? While closing the state budget deficit of $8 billion? Paulette Fuckett Ohio was surprised. We asked the governor's office to explain to us, and we looked for some basic information ourselves. We found that the members of the General Assembly received a base salary of $60,584 - the seventh highest salary among the legislative bodies of the States - and that the salaries for leadership positions could be increased by some $90,000. The benefits enjoyed by Ohio legislators include public pension benefits and payment of travel costs. The House of Representatives Bill 41, introduced in January by the Republic of Norwalk Teri Boss, would reduce salaries in the General Assembly and elected executive positions by 5 per cent. A hearing on the draft law has not yet been held. Even if enacted, it will not affect the salaries of legislators during their current term of office. The reduction in the remuneration of State employees over the past two years in the form of 10 days of compulsory leave, or days of unpaid leave, has not been taken by legislators. The Governor's press secretary, Rob Nichols, told us that those days were what Casić was referring to. \"He was talking about the end of the days of leave imposed under the previous administration,\" Nichols said. \"In fact, state workers will receive a pay increase of 3.2 per cent. It's not technically an increase, but the state workers will get more money. Nichols said they'd get their full salary. In other words, as the song says, they'll be back where they started. And where are we? Despite Nichols' explanations, there is no increase in wages. State workers will receive more money in their salaries, as Nichols has noted. But that's not because they're gonna get paid more for their time. These increases result from working longer days at the same rate of remuneration. When the leave expires, State employees will no longer have to take unpaid leave days from work. With regard to the case of the truth O-Meter, we classify Casich &apos; s claim as false. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012", "vclaim_id": "vclaim-pol-13165"}