{"url": "/factchecks/2011/jun/02/sam-adams/portland-mayor-sam-adams-says-affordable-housing-c/", "speaker": "Sam Adams", "vclaim": "30 per cent allocated by the city to affordable housing in urban renewal areas throughout the city - not in each region", "truth_label": "false", "date": "stated on May 18, 2011 in a City Council meeting:", "title": "The mayor of Portland Sam Adams says that affordable housing is calculated all over the city -- not a district by province.", "text": "According to the Portland Development Committee, a recent proposal to spend some $20 million on the renovation of the commemorative compound would attract private investment to the Rose Portland neighbourhood. It would also reduce the amount of money spent on affordable housing in the urban renewal area of the Oregon Conference Centre, which includes Colliseum, to 16 per cent - 10 percentage points less than the 26 per cent previously planned in the city. This is the last part that received some attention in a recent article in Oregonian, which confirmed that Colliseum's updates \"will be financed by evasion of Portland's policy of spending a certain proportion of urban renewal funds on affordable housing within certain areas. On the same day, the newspaper published the article, Mayor Sam Adams, which included Colliseum's updates in his last expenditure plan, and then retracted. \"I raise this as we enter the general debate because I believe there is some modern news coverage that would lead one to believe that the demand was 30 percent in all provinces,\" Adams said during the Council meeting that night. \"It's an average of 30% city-wide. We specifically discussed at that time the differences between the two. We knew that some provinces would be more favourable, more cost-effective to support affordable housing expenditures, and others less.\" So is Adams right? Polyte Fact Oregon entered the historical record to find out. The concept of allocating a certain amount to affordable housing extends to a decision taken by the City Council of Portland on 20 April 2006. At that time, Adams - along with three other members of the Council, including the Mayor at that time - voted to issue resolution No. 26/2006. 36403. That decision, in part, committed the Council to develop a \"policy to allocate a percentage of tax financing revenue from all urban renewal districts throughout the city to a dedicated fund for affordable housing.\" However, the resolution did not specify what policy should look like. He didn't even set 30 percent. For these details, we need to accelerate progress until October 2006. We also need to introduce another player in all of this: the Portland Development Commission. While all of this was being phased out, the Centre for Enterprise Development had developed its own budget and had been the last word on development issues. In these days, the Agency looks to the City Council for its budget, although it still retains a certain degree of autonomy. In any case, on October 16, 2006, the Democratic Party approved Decision No. 1. 6398 entitled \"Adoption of a tax increase to finance the affordable housing policy and the city council implementation plan.\" An action plan for the design of such a policy has been annexed to the resolution. In this Plan of Action: \"Public policy will establish a requirement that a minimum of 30 per cent of all tax increase resources average in all urban renewal areas of the Federal Republic of Uruguay... \"Expending on affordable housing\" Now, this part applies only to \"new regions,\" not the conference centre. The policy dealt specifically with the conference centre area, stating that \"PDC will develop a policy for the Oregon conference centre of the urban renewal zone to spend at least 26 per cent... on affordable housing.\" In any case, the big trick here is the phrase \"medium across every URA,\" which seems to support Adams. If things were over there, While the Development Committee was in the process of its work, on 25 October 2006, the Portland City Council issued its own decree, which states: \"It is the policy of the City of Portland that 30 per cent of the funding of tax subsidies over the lifetime of the urban renewal zone be allocated to the development, maintenance and rehabilitation of affordable housing....\" This formulation has passed with yes from all five members of the Council - including Adams. Now, this law is not quite clear as to whether the policy is based on each province or whether it is average. Fortunately, there is some evidence that will help us explain the intent of the Council at that time. At the Council meeting, Commissioner Eric Stein seemed to have the impression that the City Council wanted a commitment for each province, while the Development Committee had made a general commitment of 30 per cent. He wanted to reconcile the two. On the same day, the Portland Development Committee amended its plan. The revised plan states: \"Public policy will establish a requirement to spend at least 30 per cent of all tax increase resources in each Republic of Uruguay... on affordable housing.\" Once again, the plan set a 26 per cent target on the conference centre separately. You see that? \"In both the URA...\" About a year later, the Portland City Council took this plan and added it to its own decree called it the city's \"binding\" policy. This looks like a closed case to us. But we called Adams' office to see if we were missing anything. Here, Amy Ruiz, speaking on behalf of the Mayor, had to say on this issue: \"We have three documents for the city, all of which define the city's policy, all of which have slightly different language on this subject, which makes it useful to look at the general legislative history, including the Council's debate when these voices were made. This city attorney's office has done so, and notes that \"there is a clear legislative history to support the conclusion that the 30% policy was intended to be applied throughout the city, and there were statements by Commissioner 60 to the contrary.\" Finally, as the city attorney's office noted, all of these policies are those of the Council. It's not state law. When there is any ambiguity, it is up to the Council to clarify whether they want. The city's policy is subject to change at any time by the Council, while state law, you know, does not.\" We asked for more of the legislative history that I mentioned, since the date we saw seems to indicate that the Council was considering requesting language \"in every Argentine Republic.\" Ruiz once again referred to the Portland City Council meeting on 18 October 2006, and specifically to the following remarks made by the President of the Democratic Party, Mark Rosenbaum: \"In an unexpected circumstance, for which we have not budgeted at this stage, to fulfil our commitment by 30 per cent, we say, well if we do not spend it in the softs, we will have the opportunity to make up for it in the other four areas, so we agreed with our commitment. We've made it very clear that our policy is to spend 30% in each province, and only under extreme circumstances will we differ. However, it seems to us to contradict the mayor's statement that politics was on average 30 percent across the city. This does not allow this at a minimum in the case of mitigating circumstances, but as far as we can say, this does not mean that Adams was right when he said, \"It is an average of 30 per cent throughout the city.\" It appears that evidence at that time clearly indicates that the target and ambition of both the City Council and the Development Committee was to allocate 30 per cent in each province and 26 per cent specifically in the colony area. It is also clear that city officials knew that there could be certain situations when that was easier said than done and, as a result, gave themselves an average of 30 per cent pillow in all provinces. But that pillow wasn't the rule -- it was the exception. A statement by the President of the People &apos; s Democratic Party summarizes this: we will try to get 30 each, and if we can &apos; t do it for sure, then we will make it up somewhere else. But Adams confirms that the base was always on average 30 percent. He is entitled to go in this direction, but it seems that it is outside the base to now claim that his rule is the rule along. The city attorney's office can tell him that what he wants to do is legal, but that's not the same historical purpose. We're gonna take this picture as a fake. On October 19, 2010, Bob Stacey mentioned in a television announcement that Tom Hughes supports the shelling of over thousands of acres with overdevelopment and expansion. • 20 October 2010, comment on this item.", "vclaim_id": "vclaim-pol-13005"}