{"url": "/factchecks/2019/jul/15/facebook-posts/no-evidence-george-washington-said-its-impossible-/", "speaker": "Facebook posts", "vclaim": "George Washington quotes: \"It is impossible to judge a nation without God and the Bible.\"", "truth_label": "false", "date": "stated on July 11, 2019 in a Facebook post:", "title": "There is no evidence that George Washington said that \"it is impossible to judge rightly without God and the Bible. \"", "text": "Why do people keep comparing fake quotes to founding fathers, we may never know. This time, Facebook claims that a quote on the Bible and governance came from the first American President George Washington. The false quote attributed to Washington is as follows: \"It is impossible to judge a nation without God and the Bible.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) I figured it out. There's no evidence that Washington said or wrote this. The Mount Vernon region in Washington listed the quote from \"false quotations\" and had to say: \"The quote is often attributed to Washington, especially with regard to his farewell speech of 1796. The origin of the erroneous quotation may have been a reference to a similar statement in the Washington CV, which was first published in 1835. However, the biography quote never proved to have come from Washington.\" On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. • On January 22, 2021, this curriculum vitae, \"Bolding's Life in Washington,\" by James Kirk Bulding, contains a change in quote on page 209: \"It is impossible to rule the universe without the help of an angel. Even that undocumented list does not include the words \"nation,\" \"God\" or \"the Bible.\" Nor does the quotation appear in the \"George Washington Complete Business\" collection or in the databases of his speeches or writings. :: David Sewell, Director of Digital Initiatives at the University of Virginia Press for Founders on the Internet, a database of documents from the United States. Founding fathers, they told Polyte Fuckett that it was safe to say that there was no evidence that Washington said that quote. \"George Washington almost did not mention the Bible in his memoirs or correspondence with others,\" wrote Sewell in the e-mail. Searching the founders on the Internet is only ten results, and many of them are in my footnotes. Our ruling article on social media attributes a questionable quote to Washington about the impossibility of ruling \"a nation without God and the Bible.\" After searching many databases and archives of Washington's work, we found no evidence that he said so. In addition, leading scientists in George Washington say they don't think he said it, or even would have said it. We're assessing this quote wrong. Correction, July 17, 2019: \"Bulling Washington Life\" by James Kirk Bulding, \"It's impossible to rule the universe without the help of a poisonous creature.\" An earlier version of this article contained a printing press in that section; it has been updated. There has been no change in the provision.", "vclaim_id": "vclaim-pol-00434"}