{"url": "/factchecks/2019/oct/02/viral-image/photo-philadelphia-musician-not-beto-orourke/", "speaker": "Viral image", "vclaim": "One of the pictures says that Bittu O'Rourke is \"at the university drunk and peeing in his pants.\"", "truth_label": "pants-fire", "date": "stated on September 21, 2019 in a Facebook post:", "title": "This is a picture of Philadelphia's music, not Peto O'Rourke.", "text": "We have revealed allegations that this image shows the democratic presidential candidate Pitto Orroc with El Chapo and that it is almost naked in words such as \"hot\" and \"bitch\" on his body. Maybe you've already guessed how the process of checking this image will end. A picture of a man with a wet mark on the front of his pants was shared on Facebook on September 21, with this text: \"Beto'Robert Francis' O'Rourke in college drunk and peeing his pants. He wants to be your boss in 2020.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" Samantha Butterman (January 11, 2021), because, according to publications such as Weiss, Bilbord and Yahoo, it was not Aurourke, but a Philadelphia (Sandi) songwriter Alex J. The picture was posted on Reddit in a sub-paragraph \"To discuss the creative genius that is Sandy Alex G\" in August 2017. Recently, music appeared to have a false identity, with another similar publication posted on Facebook on Instagram on 18 September. \"After listening to your last album I'd say you're very worthy of the presidency,\" hung one of the fans. ==History==Factcheck.org spoke to Alex G, whose real name is Alexander Gianascully, and said that the picture was taken behind the scenes at a show in New York City in 2017 after he poured beer on his pants. We're assessing this Facebook mail pants on fire!", "vclaim_id": "vclaim-pol-00100"}