{"url": "/factchecks/2014/sep/18/blog-posting/have-three-detainees-swapped-bowe-bergdahl-now-joi/", "speaker": "Bloggers", "vclaim": "Three of the five detainees exchanged (Bo Birgadal) are now ISIL leaders.", "truth_label": "pants-fire", "date": "stated on September 15, 2014 in Internet posts:", "title": "Were three detainees replaced by Bo Birgadal now with ISIL commanders?", "text": "A recent reader has sent us a link to a rather surprising allegation - that three of the five detainees in Guantánamo who were released by the United States in late May in exchange for the Taliban prisoner Bo Birgadal have now taken up arms in favour of the Islamic State. This is the fighting group, sometimes known as ISIL or ISIL, which has taken control of parts of Iraq and Syria and has cut off the head of American journalists and at least one other Westerner. This allegation stems from a website, the political website.com, which published an article on 15 September 2014, entitled: \"Three of five detainees are now the leaders of ISIL.\" The article, which was also linked to other places on the Internet, goes on to say: \"It is reported that at least three of the five detainees involved in the exchange joined the Islamic State in Syria and Iraq as leaders and used this rank to establish \"Islamic succession\" (the Sunni Islamic Revolution - contrary to Obama's claims that the Islamic State in Iraq and the Levant is not Islamic). \"Taliban 5\" who were transferred from Guantánamo Bay, Cuba, to detention in Doha, Qatar, are Mohamed Fazl, Khairullah Khairjua, Abdelhak Sadik, Nurullah Nuri and Mohamed Nabi Omari. They have largely disappeared from the point of view since they were brought down in Doha, but the eyewitnesses have put Fawzi, Mosik, Nuri in Iraq and Syria fighting with ISIS.\" If it's true, that would be a big story. But it's not. President Barack Obama was very excited at the time to release the five detainees, and some critics were also arguing about new conditions of detention for former detainees - being transferred to the Persian Gulf State in Qatar with restrictions on their political behaviour but relative freedom of movement within the country. We did not find any news reports on the recent arrival of former detainees, but we quickly noticed some red flags that made us doubt the allegations of e-mail. At the outset, the claim in Policyars.com is not fully confiscated. On January 17, 2021, President Donald Trump stated in an interview with Fox News that he \"cannot say anything (about the riots in the American Capitol Building) because the platforms removed it.\" By Bill McCarthy on January 18, 2021, moreover, we had run into political researchers before and found the site less credible. Earlier this month, we considered her claim that \"more than 73 per cent of all contributions collected\" from the ALS Glacier Challenge \"will go to fund-raising, overheads, executive salaries, and external donations. We gave her fire pants. The experts studying the area told us that the allegation was wrong. Former detainees \"all in Qatar. This is bullshit, \" said Barnett R. Robin, Director and Senior Fellow of the Center for International Cooperation of the University of New York. Dave Gartenstein-Ross, a senior colleague of the Foundation for the Defence of Democracies, said that while he did not suspect that former detainees posed a threat to the interests of the United States, \"there was literally no evidence\" that the detainees had been seen on the battlefield with ISIS. Gartstein-Ross added that the allegation did not make much sense and betrayed the author &apos; s poor understanding of the exact differences in the area. \"Ex-detainees were in the theatre of Afghanistan and Pakistan,\" said Gartenstein Ross. \"On the basis of the social networks of these men and their contact points, it is unlikely that they will be able to find a quick way to the battlefield and obtain leadership\" in the Iraq-Syrian border area. \"They are not Arabic speakers, and the terrain will be culturally unfamiliar. He said that they would face many obstacles.\" When we asked the White House if there was any evidence that one or more of the detainees had joined ISIS, the speaker, Caitlin Hayden, said, \"There is no truth to these reports.\" Our ruling bloggers said that \"three out of five detainees exchanged (Bo Bergdal) are now ISIS leaders.\" There was no source of this claim, published by sites of questionable accuracy, and dropped by independent experts. We evaluate it with pants on fire.", "vclaim_id": "vclaim-pol-07285"}