{"url": "/factchecks/2019/may/02/cindy-olaughlin/do-prescription-drug-monitoring-programs-leave-sta/", "speaker": "Cindy O’Laughlin", "vclaim": "\"When the data are compared between the State and the State, it is clear that more than 20 other states are still much worse than Missouri in terms of reducing the effects of opioid abuse.\"", "truth_label": "half-true", "date": "stated on February 14, 2019 in an opinion piece:", "title": "Do drug surveillance programs without prescription leave \"the worst\"?", "text": "The State of Missouri is the only state without a state-wide drug control programme, or PDMP. This will change if the House 188 bill is passed. These programmes are part of efforts to combat the opioid crisis. They track and distribute prescription data to ensure that doctors do not over-prescription. They also provide doctors with information on best practices to encourage other methods of treating pain. But not everyone is sold on the effectiveness of these programs. In an op-ed article on the position of the Missouri Senate, Cindy Oloflin said: \"When data are compared between the State and the State, the data clearly show that more than 20 other states with PDFs are still much worse than Missouri in terms of reducing the effects of opioid abuse. We decided to see if that was true. We reached out to O'Flynn and found out she got this information from the CDC. These data measure all drug overdose deaths, not just those related to opiates, so we referred to a more specific data set than the Kaiser Family Foundation. According to this table, Missouri was 21 overdosed with opiates in 2017. But the issue is more complicated than that. Although each of the other 49 states has PDMP, they're all different, so it's not easy to make comparisons. There are two different types of programmes: voluntary and mandatory. States with voluntary programmes make the PDMP system available to liquidators, but do not require them to use it before describing opiates. Randall Williams, Director of the Ministry of Health and Higher Services in Missouri, said that the Missouri Bill proposed a voluntary programme, but the CDC indicated success in states with mandatory programs. A study conducted in 2016, led by a researcher at the University of Vanderbilt Stephen W. Patrick, found states with more aggressive programmes \"including monitoring and updating at least weekly more potentially abused drugs that had greater reductions in mortality, compared with states that did not have such characteristics.\" Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • 20 January 2021, academic findings on this subject were mixed. A study published in the Annals of International Districts found that there was no evidence of PDMP effects, so that such programmes might have \"unintentional consequences\" such as high heroin use rates. However, experts agree that the effectiveness of the growth support programme cannot be measured by deaths alone. A study of the Centre for Disease Control concluded that \"while drug abuse prevention agencies are likely to be an important tool for preventing the non-medical use of controlled substances described, their impact is not reflected in drug overdose mortality rates.\" \"It's very difficult to compare mandates to each other on any scale because there are many confusing factors,\" said Williams. St. Louis was used as an example. Two thirds of the deaths due to medicines in Missouri were in St. Louis, but this was attributed to the availability of fentanyl, not to over-described doctors. Cindy Oloflin said, \"When comparing the state with the state, the data clearly show that more than 20 other states with the PDMPs are still much worse than Missouri in terms of reducing the effects of opioid abuse.\" Among the states, Missouri ranked 21st of the bottom in the deaths of overdoses of opiates. It is equally important that there is wide variation in how the programmes of the programme are organized and cannot be compared directly. Academic studies cite other challenges in judging the effectiveness of national action plans beyond mortality. We're assessing this claim half right.", "vclaim_id": "vclaim-pol-00680"}