{"url": "/factchecks/2011/may/18/jay-goyal/state-rep-jay-goyal-says-new-kasich-budget-plan-us/", "speaker": "Jay Goyal", "vclaim": "He says there's more federal dollars in Goff. John Cassich's budget plan is more than the previous state budget.", "truth_label": "barely-true", "date": "stated on May 5, 2011 in a speech in the Ohio House of Representatives:", "title": "Jay Joel says that Cassich's new budget plan uses more federal dollars than the previous budget.", "text": "A long debate in the Council of State focused on the role played by federal stimulus funds in the previous Government. The last state budget of Ted Strickland. Since the day it first came into operation in February 2009, the Republicans have torn Strickland's budget by relying on billions of federal stimulus dollars to help Ohio on the shores of its government budget. The federal stimulus dollar that is now unavailable is the main reason, the Republicans have long argued that they are now forced to make cuts in education and local government funds to keep the next state budget in balance. The Democrats in the House of Representatives tried to reverse the tables on that GOP argument during the seven-hour floor debate on the next State budget. They did so by observing that the State budget proposed by the Government of the Republic. In fact, John Kasesh had more federal dollars and then the ones that the Democrats made in 2009. \"I think it's important to note that even the federal stimulus dollar account, there are more federal dollars in this biennium from there in the previous biennium's budget,\" said Republican Jay Joel, a Mansfield lawman. \"I think this is an important fact.\" The Republicans in the House of Representatives immediately jumped on the Joyal Statement with the Republic. Ron Amstutz, a Republican from Wooster, even protesting against Politi Vakt Ohio, saying that he should be given pants on the classification of fire. Really? Melissa Fazikas, a spokesman for the Democratic Assembly, withdrew some figures from the current State budget in Strickland, which extends until June 30, as well as Casich &apos; s next State budget proposal. Democratic figures in the House of Representatives - derived from the State budget summary drawn up by the Office of Budget and Administration under the authority of Cassich - show that total deposits in the Ohio Public Revenue Fund in 2010 amounted to US$ 6.9 billion and US$ 8.2 billion in 2011. This means a total of US$ 15.1 billion over the two years of the Strickland budget. At the same time, the proposed Kasesh budget for 2012-2013 is based on $7.55 billion in 2012 and $8.49 billion in 2013. This total amount is $16.04 billion - about $940 million more than Strickland had to use in his budget, according to the graph on which Democrats relied. So, Goyle's right? Not so fast. The graph on which the Democrats of the House of Representatives have relied is only compared to the federal dollar in the State General Revenue Fund in both budgets. While this is the usual place where the federal dollar ends in the state budgets, the budget manager of Strickland Barry Sabby moved parts of the Midkeed program in the state \"outside the budget\" in 2009, so not all the federal money went to the state's public revenue fund. In fact, the state budget document entitled \"One-time estimated sources of income\" prepared by the Strickland administration bears the mark of \"note D\" with respect to some federal funds known as the percentage of enhanced federal medical assistance, or FMAP. Basically, federal officials decided to reimburse the states for medical care and assistance at a higher rate than they normally do - to raise 73 cents per dollar spent on medical care instead of the normal rate of 64 cents. The footnote explains that only a small portion of those enhanced funds from the Financial Resources Management Programme have been transferred to the State General Revenue Fund. \"Under the budget, an additional $1.3 billion is deposited in fiscal year 2010 and $590 million in fiscal year 2011 into funds outside global resources,\" notes. Simply put, there was close to $1.9 billion in the federal budget in the last budget exceeding what was in the Ohio Public Revenue Fund. That's not all. This is because federal officials added more money to the FMAP-plus program in September 2010 -- about $293 million was directed \"extrabudgetary\" to Ohio hospitals, mental health service providers, drug assistance for HIV-infected patients, as well as government departments on ageing and mental health. Add this to our previous stack of federal money and you have about $17.3 billion in federal dollars that flowed to Ohio in the last budget cycle -- approximately $1.26 billion more than the budget proposed by Kasich. The Joel statement contained some elements of truth, but the phrase he used was \"more than federal dollars,\" which should include all funds coming from the federal government, and not just funds flowing into the Global Resources Fund. It doesn't include a dollar, Medicaid ignores a critical fact that gives the listener a different impression. In the Book of Truth O-Meter, that means that Guial's statements are almost correct. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" By Haley Bimler: January 26, 2021 Editor's Note: This statement was estimated to be barely correct when it was published. On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13079"}