{"url": "/factchecks/2019/apr/15/howard-schultz/howard-schultzs-flawed-swipe-partisan-combat-immig/", "speaker": "Howard Schultz", "vclaim": "President George W. Bush and President Barack Obama say that they both tried to pass immigration bills, but \"it didn't work because the other party didn't want to give the president and his party a victory.\"", "truth_label": "barely-true", "date": "stated on April 4, 2019 in a Fox News town hall:", "title": "Howard Schultz is flawed in the party fight on immigration.", "text": "Howard Schultz is the founder of Starbucks Coffee and is now considering a third-party presidential offer. His campaign was founded on the idea that the two parties were unable to govern and that the independent President would be in a better position to do so. \"We believe that the two-party system is broken and is no longer functioning well for most Americans,\" says the \"Get to Share\" page on its website. \"The time has come for a new beginning - with more politeness, cooperation, and creativity in Washington, D.C. This subject was repeated during the Fox News Municipal Hall on April 4, after a member of the public asked him about immigration policy: \"President Bush and President Obama, during their presidency, submitted a draft immigration bill to Congress. In both cases, the opposition accepted and rejected this bill and did not approve it. .................................................................................... Why didn't it work? This did not work because the other party did not want to give the President and his party a victory. This is the problem that existed at the time, and this is the problem that now exists.\" Schultz has a point of view about the Republican opposition to Obama &apos; s legislative effort in 2013. But he was wrong because Democrats prevented Bush's efforts in 2006 and 2007. In fact, Bush and Democrats were often allies in an attempt to pass immigration law, while many Republicans were opposed. (Sholtz campaign did not respond to a query.) The 2006 Bush Comprehensive Migration Reform Act contained provisions to enhance border security by fencing, vehicle barriers, control technology and a greater number of employees; a new category of temporary workers &apos; visas; and a route to the legal status of illegal immigrants in the country if they met specific criteria. As we have noted, the action taken in the Senate on 25 May 2006, after a vote of 62 to 36. Bush commended the Senate for \"a leave to reform the overall migration between the two parties.\" The Senate vote received stronger support from the Democrats than from the Republican Party of the President himself. Democrats have cast 38 votes in yes, compared to only four democratic votes in opposition. The Republicans gave 23 votes in favour, but 32 against. • (An independent vote in favour of the bill.) In addition, the bill has never been considered by the Republican-controlled Council, whose leaders have hated the way to legal status. Instead of voting on the Senate Bill, the leaders of the Republican House of Representatives held a series of summer \"field hearings\" to make the public weigh in the controversial provisions described by the Republicans as \"pardon.\" \"No\" we have. The first priority is to secure the border, \"Then the Speaker of the House of Representatives, Dennis Hastert, from Illinois, said in June 2006. \"In the meantime, I haven't heard much pressure to get a way of citizenship.\" In September 2006, after a meeting with Republican leaders, Hastert said that they agreed to \"we cannot fully support\" many provisions in the Senate Bill, because \"it will not secure the border. In fact, I've erased the border.\" So Schultz is wrong about legislative efforts in 2006. In 2007, Bush endorsed a similar bill, the Comprehensive Migration Reform Act 2007. This bill never received a Senate vote because it did not collect the 60 votes necessary to stop the debate. The vote on the adjournment of the debate attracted 34 votes, yes, and 61 votes without a vote. Yes, the Democrats provided them all. All 47 Republicans voted against interrupting the debate, as did a minority of Democrats -- 14. Later that month, members of the Senate made another effort. This version received 46 votes in favour and 53 against. Between Democrats, 34 voted yes and 16 voted no, while among Republicans 12 voted yes and 37 voted no. On January 13, 2021, bloggers announced the verification of the remarkable facts in a story in which General David H. Berger, commander of the US Navy, rejected Nancy Belusi's request to use Marines to provide security, saying, \"We're not working for you.\" By Samantha Buterman: 17 January, 2021 Alex Noraste, a senior immigration analyst at Kato Liberal Institute, it was generally agreed that Schultz was wrong about killing Democrats for Bush's immigration efforts. However, he referred to the actions of a few Democrats who had actually thrown sand into gear and played a role, at least on the sidelines, in the demise of the 2007 Bill. It's ironic enough, one of these was Obama, and then the senator, who endorsed an amendment sponsored by the then-Sen. Byron Durgan, D-N.D. The Durjan amendment \"Got part of the bill and Republicans' support for the proposal along with that,\" by Noraste. \"Tox control pill modification passed 49 to 48 thanks to the unexpected support of Senator Obama.\" Separately, some Democrats in the left wing of their party expressed concern about the guest provisions of the bill, and said Gregory Koger, a political scientist from the University of Miami specializing in the Senate. However, given the final figures, it was likely that the Democrats would join Bush in favour of the bill more than the Republicans, undermining Schultz' assertion. David Sherk, a political scientist at the University of San Diego, said. The effort made in 2013 under Obama is the legislative effort that Obama made in 2013, when Schultz became more precise. The Border Security, Economic Opportunities and Immigration Modernization Act, supported by Obama, instructed the Minister of National Security to submit two reports on the border security strategy, including a report on where the fence, infrastructure and technology should be used; authorized the use of the National Guard to help secure the border; and called for an increase in the number of border patrol personnel at the southern border and other border security measures. It also contains provisions allowing migrants in the country to modify their immigration status illegally, if they meet certain criteria. This measure was passed by the Senate on 27 June 2013 by a vote of 68 to 32. All 54 Democrats voted yes. Of the Republicans, 14 voted in favour of the bill and 32 voted against it. \"The two-party bill adopted today was a compromise. Today, the Senate took up its work. Obama said that it was now up to the Council to do the same. However, the Republicans in the House of Representatives again opposed the Senate &apos; s proposal for immigration, arguing that border security needed to be addressed first before the status of millions of migrants could be legitimized. \"I have made this clear and I will make it clear again, the House of Representatives does not intend to consider the Senate Bill,\" said then Speaker John Bohner of the House of Representatives in July 2013. \"The house will do its own work in developing the Immigration Bill.\" He reiterated his position in November 2013: \"The idea that we will take up a 1,300-page bill that no one has ever read, which the Senate has done, will not speak in the House of Representatives,\" said Bohner. \"To be honest, I will make it clear that we do not intend to go to a conference on the Senate Bill.\" The \"zero yield\" logic that Schultz thinks \"is based on other bills, but migration is a different subject,\" said Koger. In this case, \"Shultz chose the wrong matter\" to clarify his point of view. Our referee Schultz said that both Bush and Obama tried to pass immigration bills, but \"it didn't work because the other party didn't want to give the president and his party a victory.\" The Republicans had effectively impeded Obama &apos; s immigration efforts in 2013, but in both 2006 and 2007, it was the Democrats who were likely to stand by Bush and the Republicans - his own party - who opposed him. The facts do not support Schultz's argument about victory, so we evaluate the often wrong statement. Sharing the facts 2019-04-15 20:01:06 UTC Politics Fact 3 1 7 Politic Facting: Presidents George W. Bush and Barack Obama are often liars who tried to pass immigration bills, but \"did not succeed because the other party did not want to give the President and his party victory.\" Howard Schultz, Democratic Presidential candidate https://video.foxnews.com/v/6022650200001/#sp=show-clips", "vclaim_id": "vclaim-pol-00760"}