{"url": "/factchecks/2018/apr/13/jerry-brown/jerry-brown-says-theres-no-massive-wave-migrants-p/", "speaker": "Jerry Brown", "vclaim": "\"Here are the facts: there is no massive wave of immigrants flowing into California. In general, migrants &apos; fears at the border last year were as low as they were almost 50 years ago (and 85 per cent of arrests took place outside California). &quot;", "truth_label": "true", "date": "stated on April 11, 2018 in a letter to the Trump administration:", "title": "Jerry Brown says, \"There's no massive wave of immigrants flowing into California.\" Is he right?", "text": "(Democrat government) Jerry Brown recently approved President Donald Trump &apos; s request for the deployment of the California National Guard to the United States-Mexico border, albeit with several warnings. Brown, for example, said the state forces \"will not enforce federal immigration laws,\" but instead will support operations targeting transnational criminal gangs and human traffickers. The Governor said he would accept federal funds for 400 soldiers, some of whom would be sent to the border. Trump made the request as part of his declared effort to \"close\" the border and prevent illegal crossing. \"I will not rest until we secure our borders and restore the rule of law.\" The President tweeted on April 9, 2018. White House officials recently called the border crossing numbers \"alarm.\" But in a letter to the Trump administration two days later, Brown tried to make things right about what he says is really happening along the California border with Mexico. \"Here are the facts: there is no massive wave of immigrants flowing into California. In general, migrants &apos; fears at the border last year were as low as they were almost 50 years ago (and 85 per cent of arrests took place outside California). &quot; With allegations of crossing the border between Sacramento and Washington, D.C., we decided to scrutinize the Governor &apos; s statement on the verification of the facts. :: On September 15, 2015, a file picture passed along the acid fence that divided his property, Tuesday, at the Mission, Texas. The Governor &apos; s spokesman cited border patrol figures in the United States of America for arrests throughout California, Arizona, New Mexico and Texas. Data from 1960 to 2017. In 2017, they show 303,916 arrests across the entire southern border. The previous decline was 263,991 in 1971, 46 years ago. Therefore, Brown's claim that fears in 2017 were \"less than they were 50 years ago\" is at stake. And he's also right that 85% of them happened \"outside California.\" About 68 per cent of arrests took place in Texas and New Mexico, while Arizona accounted for 17 per cent and California for about 15 per cent, according to a review of border patrol figures. \"He's absolutely right,\" said Eve Meade, director of a cross-border institute at the University of San Diego. \"Even as we are at a low historical level along the border, it is particularly low in California. We do not receive large numbers of immigrants. These arriving immigrants are largely crossing Rio Grande and are arrested at the Texas border patrol posts.\" Meade said that the general trend on the southern border showed a significant reduction in fears. \"In 2000, 1.6 million people (border-wide) were arrested by the Border Patrol. For 2017, it fell to 300,000. He said it's a small part.\" Throughout the California border, approximately 390,000 people were arrested in 2000. By 2017, this number had fallen to less than 45,000, as the border patrol figures show. Source: Institute of Border Crossing, University of San Diego Migration Wave? While the Governor's figures are correct, does the first part of his claim prove: \"There is no massive wave of immigrants flowing into California?\" On 29 January 2021, in view of the context of the letter, Brown makes clear reference to migrants who cross the jurisdiction across the border with Mexico. But what about the other ways people enter the state? Joseph Hayes, a research partner at the Public Policy Institute of California, noted that border arrests were not necessarily the best measure for assessing immigration to California. Many of the country &apos; s population and the undocumented State result from individuals exceeding the visa period. In a 2017 report, the Centre for Migration Studies found that two thirds of those who arrived in the United States in 2014 and then were considered undocumented would be admitted to temporary visas \"and then exceeded their entry period or otherwise violated their visa requirements.\" However, Hayes said that the total number of people living illegally in California had declined since before the Great Depression. The State was home to approximately 3 million undocumented residents in 2007, a figure that fell to a low level of 2.35 million, according to estimates reviewed by PPIC. The decrease in the undocumented population in the state reinforces Brown's argument that \"there is no massive wave of immigrants flowing into California.\" Historically, Med added that thousands of seasonal migrant agricultural workers came to California across the border with Mexico. Seasonal migration had been largely \"drying\" in recent years and many undocumented farm workers now remained in the state throughout the year, rather than crossing back into Mexico. \"International migration has become more difficult,\" he referred to more border enforcement. The rise in 2018 at Brown crossing points cited figures from 2017. But what about the 200 percent increase in arrests across the border in March 2018 compared to the same month a year ago, as stated this week by the Minister of Homeland Security, Kirsten Nelson? Meade, from the Institute of Border Crossing, said that the increase in 2018 should be considered in its context. This follows the historically low number of arrests in 2017, in part due to the low number of people trying to cross the border illegally due to the Trump elections and the extreme immigration stance. The immigration experts also referred to the aggressive efforts of the Obama Administration in the area of deportation and the increased economic opportunities available in Mexico for recent declines at border crossings. Meade also noted that the increase in 2018 occurred during the spring, the peak of the migration season. It did not represent a long-term trend. Nor does it appear that California suffers from a disproportionate share of the increase in 2018, as he said. \"Unless this will last months and months and months and break the seasonal pattern, I don't think there's any real way to say (first part of 2018) is a crisis.\" Our government. In a recent letter to the Trump administration, Jerry Brown said: \"There is no massive wave of immigrants flowing into California. In general, migrants &apos; fears at the border last year were as low as they were almost 50 years ago (and 85 per cent of arrests took place outside California). &quot; U.S. Border Patrol data show Brown got his arrest numbers correctly. Researchers point out that illegal border crossings represent only one part of migrants arriving in California. Others come to the State legally with visas exceeding their stay. But given the context of Brown &apos; s message, it is clear that the Governor was pointing out that there was no wave of illegal immigrants coming across the southern border. This portion of the claim is also supported by border patrol data and two immigration experts. We appreciate Brown &apos; s claim. The truth is - the statement is accurate and nothing important is missing. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Sharing the facts 2018-04-13 20:47:40 UTC PoliticFact 6 1 7 PolityFacting: Right. \" Here are the facts: There is no massive wave of immigrants flowing into California. In general, migrants &apos; fears at the border last year were as low as they were almost 50 years ago (and 85 per cent of arrests took place outside California). &quot; Jerry Brown Governor California https://www.gov.ca.gov/wp-content/uploads/2018/04/4.11.18-etter-and-agreement.pdf Wednesday, 11 April 2018-04-11 Read more information", "vclaim_id": "vclaim-pol-02188"}