{"url": "/factchecks/2016/jan/15/chris-christie/marco-rubio-says-chris-christie-supported-sonia-so/", "speaker": "Chris Christie", "vclaim": "\"I didn't support Sonya Sotomayor.\"", "truth_label": "false", "date": "stated on January 15, 2016 in a Republican debate on Fox Business Network in South Carolina on Fox Business Network :", "title": "Chris Christy says, \"I didn't support Sonya Sotomayor\" -- but he did.", "text": "Marco Rubio tried to nominate his fellow Republican Party (Cris Christie) as a liberal candidate on several subjects, including the appointment of a Supreme Court judge (Sonia Sotomayor). During the South Carolina debate in January 14, Rubio said that Christy supported many of the ideas supported by President Barack Obama, \"whether it is about common core, arms control, Sonia Sotomayor's appointment, or his contribution to family planning.\" Christy shot again, \"Let's clear the facts. First of all, I did not support Sonya Sotomayor.\" He then continued to question the rest of Rubio's statements. We decided to focus on the part about the justice of the Supreme Court. Who's right? Did Christy Sotomayor support or not? Sotomayor Sotomayor, a judge of the United States Court of Appeal, was the first candidate in the Obama Supreme Court and the first Spanish judge in the country. It was confirmed by the Senate on 6 August 2009, by a vote of 68 to 31. Rubio's campaign to enquire us about the allegation did not respond, but we traced some of Christy's statements through his campaign and covered his news. In 2009, Christy was a candidate for Governor in New Jersey, so he could not vote on her appointment or play any role in her examination by the Senate. However, he made a series of statements about her in 2009, which were sent to us by a spokesperson for Christy's campaign. It is not surprising that Christy - a former federal prosecutor - is required to weigh between a candidate from the Supreme Court of New York and went to Princeton College in New Jersey. On January 13, 2021, in a story, General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for installation security, and said, \"We are not working for you.\" On January 17, 2021, in a radio debate on May 27, 2009, Christy was asked: \"Have you appointed her or even considered her to be in a high position in the seat?\" Christy replied: \"It wouldn't have been my choice, no.\" And when Christy was asked to explain, he said, \"Well, no, I mean listen, that's the question. She wouldn't have chosen me. Of course not. \"Not my type of judge.\" But two months later, he made comments that showed some support for its assertion - although he once again said that Sotomayor would not have chosen it. \"After watching and listening to Judge Sotomayor's performance at confirmation hearings this week, I'm sure she's qualified for the position of Assistant Judge of the United States Supreme Court,\" said Christy, a former federal prosecutor, according to Polecker New Jersey. \"The elections have consequences. One such consequence is judicial appointments. While Judge Sotomayor would not have chosen me, President Obama took advantage of his opportunity to take a seat in the Supreme Court by selecting a candidate who had proved more than his ability and ability.\" \"I support her appointment to the Supreme Court and urge the Senate to keep the policy out of the process and confirm her candidacy. The appointment of qualified persons who deserve the support of both parties should be confirmed. Chief Justice Roberts and Judge Alito deserve this support based on their work as judges of the circuit courts. And so is Judge Sotomayor. As a result, I support their assertion. This is a historic moment and an inspiring story of its success that should not only make Latin society proud, but also all Americans.\" \"I didn't support Sonya Sotomayor,\" said Governor Christy. When Sotomayor was nominated by Obama, Christy said in May 2009, \"It won't be my choice, no.\" However, two months later, Christy said that she had \"more than proof of her ability,\" adding, \"I support her appointment to the Supreme Court and urge the Senate to keep politics out of the process and confirm her candidacy.\" Christy's statement that he did not support Sotomayor fakes his final position. We value this allegation wrong. https://www.sharethects.co/share/ddcd5e6e-4c95-498f-9332-1d198ac3ad6", "vclaim_id": "vclaim-pol-05549"}