{"url": "/factchecks/2014/oct/16/mark-shields/shields-gops-2010-statehouse-gains-eased-rules-gun/", "speaker": "Mark Shields", "vclaim": "The Republicans \"make it easy to buy a weapon\" in the states they won in 2010.", "truth_label": "barely-true", "date": "stated on October 10, 2014 in a broadcast of PBS' \"Newshour\":", "title": "Mark Shields: The state office &apos; s gains in 2010 reduced the rules for firearms buyers", "text": "While it must be believed that these polls, most voters approach the upcoming midterm elections less sharply than in the past. Republicans hold on to the enthusiasm for Democrats, but their advantage is about half compared to 2010, when they made significant gains at the state and federal levels. However, the Republicans are prepared to do well and Mark Childs warned liberally about the consequences of GOP victories. \"When the Republicans invaded all these state legislatures (in 2010), they did two things,\" said Childs on October 10 at BBC News Four. \"They made it easier to buy a gun and harder to vote.\" The section on arms purchases caught a reader's ear and asked if S.H.I.E.L.D. was right, so in this fact check, we see what happened to the laws on arms purchases after 2010. To reduce stalking, there have been relatively modest changes in a few states. But we didn't find any evidence that Republicans across the country made sweeping changes to make it easier to buy a firearm. According to the National Congress of State Legislatures, 16 states have undergone a shift in at least one legislature or governorship from democratic to republican control. Within that group, we found only three cases of new laws that could say they made it easier to buy a weapon. There are examples of States that ease the rules on carrying hidden weapons and where weapons are permitted, but Childs is specifically concerned about the ease of purchasing weapons. Of the 16 states, only Michigan, Ohio and Florida have relaxed some of the bases on the purchase of weapons. We'll explain the changes in each state. Changes occurred in Michigan, Ohio and Florida Michigan from 2010 with Republicans responsible for everything -- the Governor's Office and both the House of Representatives and the Senate. With large majorities in the two rooms, they have abandoned the state system under which the buyers of hand-guns have to obtain a purchase licence. Until then, the person who wanted to buy a gun had to answer correctly at least seven out of 10 questions about the safety of the weapon. If they do, they get a card that they can take to an arms dealer and buy a gun. Stephen Howard is a lawyer and firearms expert in Lansing, Mitch, who said that getting rid of the purchase license made little difference. \"Check Brady's background is still in fact,\" said Howard. \"If you don't pass Brady's test, they don't sell you the gun.\" But on the gun owner's online panel, the end of the purchase license was well received. An employee in Michigan named \"Greek Mike\" was surprised to see a note from the relaxed rules in the window of his local arms store. \"I'm not sure if this is everywhere, but it certainly makes it easier for some people to buy!\" He wrote. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. ∙ By Bill McCarthy: January 12, 2021 in other states, according to records maintained by the Legal Centre for the Prevention of Armed Violence, Ohio passed a law in 2011 allowing persons convicted of drug offences to purchase firearms. In the mid-term elections, the Republicans took office as Governor and Ohio House. In Florida, where the Governor &apos; s office also changed hands (from independent to republican), the provinces were prevented from imposing their waiting periods on firearms purchases. (Most of the debate in the establishment of the Florida Act was focused on where people can carry weapons, not on the purchase of firearms.) Experts on both sides agree that Laura Cotilita is a senior lawyer at the Law Center for the Prevention of Armed Violence. Katilita said there's no major easing of the gun purchase laws. \"There were certainly some laws affecting the purchase, but not the majority by any means,\" said Cotilita. Joseph Olson, a retired professor of law at Hamlin University, and a former member of the Board of Directors of the National Guns Association, has seen little change. \"Some states have made it more difficult in some cases but almost all states have done nothing on this issue,\" said Olsen. Eric Pratt, director of communications for arms owners in America, told us the same thing. Note: In 2012, Virginia removed restrictions on the purchase of more than one handgun within 30 days. However, 2010 had no impact on the balance of party forces in Virginia. • A review of the State &apos; s weapons laws following the December 2012 shootings in Newtown, Con, found that states with complete Republican control accounted for about three quarters of the changes that promoted weapons rights, mainly leading to a relaxation of the rules for carrying weapons. But again, this change is different from the rules for the purchase of a gun. The Governor S.H.I.E.L.D. said that when the Republicans took over the state legislatures in 2010, they made it easier to buy a weapon. Of the 16 states won by the Republican Party, three laws have relaxed the rules for some arms buyers. The experts we came up with said that the changes had been modest and not widespread, as the shield had shown. We assess the claim mostly wrong.", "vclaim_id": "vclaim-pol-07134"}