{"url": "/factchecks/2019/feb/08/viral-image/theres-no-evidence-muslim-immigrants-are-responsib/", "speaker": "Viral image", "vclaim": "Muslim migrants were responsible for 11,000 of the 13,000 knife attacks in London in the past 12 months.", "truth_label": "false", "date": "stated on February 4, 2019 in a Facebook post:", "title": "There is no evidence that Muslim immigrants are responsible for most of London's knife attacks.", "text": "England has seen a surge in knife crime, but are Muslim immigrants responsible for most of the attacks? \"What politicians and the mainstream media refuse to say to you,\" reads an article in February 4 Facebook that presents a picture of the bloody hand holding a knife. \"In the past 12 months, 13,000 knife attacks were committed in London. 11,000 of those we have done (as is the case) by Muslim immigrants.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Let's take it piece by piece. First, consider the time period. The last 12 months are almost February 2018 to January 2019, but the latest available data from the Metropolitan Police Service, the London Police Force, is December 2018. During calendar year 2018, 14,700 knife-related offences were recorded, according to service. This is more than what Facebook claims. The murder of knives was on the rise in London before 2018. In an export of the London Knife Crime Strategy, published in 2017, Mayor Sadik Khan said, \"Our communities have been sick and tired of the damage caused by knife crime,\" less mentioning \"the most troubled youth\" in the city as both potential victims and criminals. Seventy-five per cent of the victims of knife crime are males under 25 years of age, according to police data from 2016 and 2017. Among male offenders, more than half were described as black males under the age of 25. \"There is considerable overlap between the victims and the perpetrators,\" according to the knife crime plan. After that, let's see who the perpetrators are. The 80-page document does not mention any mention of Muslims or immigrants. Instead, in a section entitled \"Who are the perpetrators and who are the victims,\" the plan refers to an analysis carried out by the police showing that approximately 90 per cent of the perpetrators were male in 2016 and 2017, and that 62 per cent were persons described as having black and Asian backgrounds and other ethnic minorities. The Service does not publish information on religion or immigration status of criminal suspects, as stated by Callum Jones, the spokesperson for the Service. Facebook was published on February 7, 2021 in an article on Facebook, \"The Devil was diagnosed in the Super Bowl of Satan.\" By Bill McCarthy: 8 February 2021 \"It is impossible for the police or any other agency to have published statistics based on religion and/or immigration centre for offenders, so the information is clearly false,\" as he said in Facebook. As Jones said, \"We usually do not reveal an ethnic breakdown of the perpetrators/victims.\" However, he added that \"the crime of tranquillity disproportionately affects boys and young people from the African Caribbean heritage.\" Between 12 months and November 2018, 94 per cent of the perpetrators were male. It is relatively unusual for a violent incident to include a knife in England, according to a British Broadcasting Corporation story of November 5, 2018. \"Most violence is caused by beating, kicking, pushing or slapping people, sometimes during fighting and often when they are drunk.\" The murder of knives is more prevalent in large cities, such as London, according to BBC, the reasons cited range from police budget cuts to gang violence. Finally, since there are no hard figures to substantiate the allegation, we have moved to some experts. Stephen Case, Professor of Criminology at the University of Lugboro, England, called Facebook after \"absolute nonsense.\" He had not seen any police statistics to prove that. \"I doubt the police are collecting statistics on the immigration or religious situation at the time of arrest,\" he said. \"This guy is so weird!\" Ian Brennan, a psychiatrist who studies criminology at Hull University in England, said. It was unlikely that allegations of the religion of criminals and their immigration status would be verified, as they were not official categories to be included by the Ministry of Justice in its statistical data. \"At the very least,\" he said, \"It's wrong because the date of publication means it would be impossible to verify the truth. Where does that leave us? We have not been able to find any data showing that Muslim immigrants are responsible for most of the knife attacks in London. A spokesman for the city's police department denied the validity of this allegation, and we reached an agreement among academics. The burden of proof lies on Facebook, and the discovery of any evidence to substantiate his claim, and we appreciate this statement in error. Sharing the facts 2019-02-08 21:51:14 UTC Politic Fact 2 1 7 Politic Facting: Fake Muslim immigrants have been responsible for 11,000 of the 13,000 knife attacks in London in the past 12 months. On Monday, 4 February, 2019-2019-02-04, the viral photo on the Internet read more information.", "vclaim_id": "vclaim-pol-01040"}