{"url": "/factchecks/2018/mar/15/donald-trump/donald-trumps-misleading-tweet-trade-canada-rest-w/", "speaker": "Donald Trump", "vclaim": "\"We have a lack of trade with Canada, as we do with almost all countries (some of which are huge).", "truth_label": "barely-true", "date": "stated on March 15, 2018 in a tweet:", "title": "Here's what's wrong with Donald Trump's attack on Canada's trade deficit.", "text": "At a closed fund-raiser in Missouri, President Donald Trump told the public that during a meeting with Prime Minister Justin Trudo of Canada, he simply made up a fact without knowing whether it was true or not. According to the Washington Post, citing the leaked voice of the event, Trump said: \"Cute man, handsome man (Trudo) comes (and says) \"Donald, we don't have a trade deficit.\" He's very proud because everyone, you know, kills us. I said, \"Wrong, Justin, you know, I didn't even know. .................................................................................... I had no idea. I just said, \"You're wrong.\" Trump's comments came days after the age of a couple of controversial historical definitions of steel and aluminium. On Twitter the morning after the Post report, Trump doubled, saying that his claim was true after all. \"We have a lack of trade with Canada, as we do with almost all countries (some of which are huge). Justin Trudeau from Canada, a very good man, doesn't like to say that Canada has a surplus against the United States, but they do... almost all of them do... and that's what I know.\" We have a lack of trade with Canada, as we do with almost all countries (some of which are huge). Justin Trudeau of Canada, a very good man, doesn't like to say that Canada has a surplus against the United States (negotiating), but they almost do... and I know that! Donald J. Trump (@realDonaldTromp) March 15, 2018, we wondered: Does the United States have a trade deficit with Canada? Does the United States have a trade deficit with \"almost all countries\"? We found that Trump's statement was incomplete and misleading. Does the United States have a trade deficit with Canada? Trump appears to be referring to a shortage of goods, which indicates only part of the picture. (The White House did not respond to a query) In 2017, the United States had a $23.2 billion deficit with Canada in goods. In other words, in 2017, the United States purchased more goods from Canada than from the United States. However, the United States has a $25.9 billion surplus with Canada in services - enough to overcome this deficit and transform the total trade balance into a $2.8 billion surplus for the United States in 2017. The same pattern occurred in 2016. Those who are uncomfortable with current trends in trade, such as Trump, tend to highlight the balance of trade in goods, because that subset of trade is the one that shows exactly how much industrial activity the United States has lost to foreign countries in recent years. In contrast, the United States has done much better in the area of services, which include finance, insurance, legal services, business consulting and recreation. Over the past 30 years, we have lost jobs in manufacturing, which produce goods, but have acquired a large number of very good jobs in the services and intellectual property sectors.\" Matt Gold, Assistant Professor of Law at Fordham University, Politifact, said in February. In services, on the contrary, \"the United States controls the world,\" Gold said. There's a political connection here. Trump received considerable support in the Rost belt, which was severely affected by the trade deficit in goods and was poor in coastal and urban areas that benefited from the surge in services. It should be noted that one of the important historical drivers of the trade deficit in goods with Canada is crude oil - a commodity that the United States usually prefers to buy from Canada whenever possible, rather than from external suppliers that may be exposed to further political instability. It is also a product in which the United States is increasingly dependent on foreign sources in general. \"After getting oil products out of Canada's exports to the United States, the United States runs a huge trade surplus against Canada\" worth $49 billion in 2016, Daniel Trefler, Professor of Economic Analysis and Policy at the Rutman School of Administration at the University of Toronto, Politifact, February. \"If we're talking about manufacturing jobs, the United States is a big winner.\" Does the United States have a trade deficit with \"almost all countries\"? According to our calculations, that's not true. We have considered the full and equivalent list of countries followed by the United States on trade balances to see whether the United States has surplus or deficit. We found 129 countries, or their equivalent, with which the United States had a surplus in 2017, out of 234 entities on the list in general. This means that the United States has a surplus in 55 per cent of those countries, or a majority. It should be noted that these data refer only to goods; if we have data on both goods and services, the percentage may rise even further, given the overall advantage of the United States in the area of services. We found at least six major trading partners with which the United States had surplus goods and services in 2017: Brazil, Canada, Hong Kong, Saudi Arabia, Singapore and the United Kingdom. The United States also has a large surplus with the entire South and Central American region. However, it is reasonable to point out that the largest trade deficit for the United States is greater than the largest trade surpluses. In this regard, there was a decrease in the top 15 surpluses by country in 2017. ............................................................................................................................................................................ 1 Hong Kong 2,32.5 Netherlands 3, 24.5 United Arab Emirates 4, 15.7 Belgium 14.8 Australia 14.6 Singapore 7, 10.4 Brazil 8, 7.6 Panama 6.9 Argentina 10 4.7 United Kingdom 11.3 Chile 3.1 By Samantha Buterman on January 11, 2021 12 Dominican Republic 13, 3.0 Guatemala 14, 3.0 Paraguay 15,2.6 Bahamas 2.5 Here is the highest 15 deficits per country in 2017. Switzerland 1 China 1.52 2 Mexico 17.1 3 Japan 4.66 Germany 46.3 5 Vietnam 6.6 Ireland 38.1 7 Italy 31.6 8 Malaysia 24.6 9 India 22.9 10 South Korea 22.9 11 Thailand 20.4 12 Canada 17.6 13 Taiwan 16.7 14 France 15.3 15 Therefore, among the largest trading partners in the United States, the largest deficits are larger than the largest surpluses. But that's not what Trump said. One last observation: Experts who support free trade say that the argument about deficits and surpluses ignores this point. \"We must suffer from deficits with some countries and surpluses with others, since, as I.M. said, comparative advantage will vary, country by country.\" (Master) Destler, who studies at the School of Public Policy at the University of Maryland. The Governor Trump wrote: \"We have a lack of trade with Canada, as we do with almost all countries (some of which are huge). In Canada, the Trump Statement at best tells only part of the story. The United States currently has a trade deficit in goods with Canada, but the United States advantage in services converts the total trade balance into a United States surplus. For the world as a whole, Trump is wrong - the United States already has a surplus with the majority of countries tracking in official data. However, it is reasonable to point out that the trade deficit among the largest trading partners exceeds the trade surpluses of volume. We're mostly assessing the statement wrong. Sharing the facts 2018-03-15 22:43:39 UTC PoliticsFact 3 1 7 PoliticsFacting: Mostly false: \"We have a lack of trade with Canada, as we do with almost all countries (some of which are huge).\" The President: https://twitter.com/realDonaldTromp/status/9742383051583888?ref_src=twsrc%5Etf&ref_url=http://0%3A%2F%2Ftheill.com%2Fhomenews%2Fdministrance%2F378553-tromp-we-do-ha-trade-factit-w-canada a Thursday tweet, 15 March 2018-2018-03-15 Read more information", "vclaim_id": "vclaim-pol-02306"}