{"url": "/factchecks/2019/jul/11/facebook-posts/headline-about-white-man-asking-his-black-friend-i/", "speaker": "Facebook posts", "vclaim": "\"The white man asked the black friend to carry his wife to fight the white distinction.\"", "truth_label": "false", "date": "stated on July 5, 2019 in a post on Facebook:", "title": "The headline of the white man asks his black friend to pick up his wife from a sarcastic site.", "text": "Facebook recently indicates that a Portland man gave news when, contrary to his own white privilege, he began to try to influence the community cause using non-traditional means. \"The white man has asked the black friend to carry his wife to fight \"the white privilege,\" reading what appears to be a headline in the image of a white man and a woman carrying a child with a darker skin in their arms. The story contains the history of Portland, Oregon, and goes on: \"A Caucasian man asked an African-American man to carry his wife because he was ashamed of his \"white privilege.\" ∙ (Read more about our partnership with Facebook.) The picture is a shot of an undated story on the daily World News Report, an ironic web site. \"All the characters appearing in the articles on this site - even those based on real people - are quite fictional and any resemblance to anyone, alive, dead or not, is purely a miracle,\" he says, at the bottom of the web page. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • January 16, 2021, which includes 43-year-old Peyton Wesley, an inventor of Portland who supposedly asked a black man to have his wife's baby. On Facebook, although the screen shot lacked context, someone had sealed the word \"disgusting\" on the forehead of the photographer. In the article's comments, other Facebook users seem to believe in the credibility of the story. \"That's literally pathetic,\" said one person. No, it's actually just a fake. We value this wrong mail.", "vclaim_id": "vclaim-pol-00443"}