{"url": "/factchecks/2016/dec/12/donald-trump/donald-trumps-electoral-college-victory-was-not-ma/", "speaker": "Donald Trump", "vclaim": "\"We had an overwhelming victory, you know, in the Electoral College.\"", "truth_label": "false", "date": "stated on December 11, 2016 in an interview on \"Fox News Sunday\":", "title": "The win of Donald Trump's college election wasn't a massive landslide.", "text": "Donald Trump won enough votes on election day to become president. But he and his crew were trying to make it clear that they didn't just win, they said they drowned Hillary Clinton. \"We had a huge overwhelming victory, you know, in the Electoral College,\" told Trump Chris Wallace in the 11th issue of Fox News on Sunday. This was echoed by the previous comments of the Tramp Transition Team and a tweet by campaign manager Killian Conway (\"306\"). Land slide. Explosion. Historical\"). We have previously classified Raines Bribos, Chief of Staff of Trump, who will soon be in the White House, as a liar, as the victory of Tramp was an \"electoral slip.\" What about Trump's own assertion that \"we had a massive overwhelming victory... in the electoral college\"? (The Transition Office in Trump did not respond to any query. The prosecution is still very short of evidence here. A chart shows the percentage of the electoral votes won by every presidential winner since George Washington (who was the only president who won every single election vote). It is derived from research carried out by John J. Bettney Jr., a politician at Claremont McKenna College. The victory of Trump is taught in red. He won 56.88 per cent of the electoral votes available. This graph shows that Trump's ratio is not close to the top. In fact, they are located near the bottom, and they belong somewhere between the lowest quarter and the lowest fifth of all the victories of the Electoral College in history. \"If your share of the electoral vote is arranged behind Martin Van Buren, and then you didn't win in a landslide,\" said Betteni Poletti Fuckett. If you believe that comparing elections 200 years ago to today is a problem, mathematics also shows that Trump's share of voting in the electoral college is low according to modern standards. Since the end of the Second World War, the percentage of votes of the Trump Electoral Commission has been less than 12 previous results (1948, 1952, 1956, 1964, 1972, 1980, 1984, 1988, 1992, 1996, 2008 and 2012). In contrast, Trump &apos; s share of the electoral votes was greater than only five in the post-Second World War period (1960, 1968, 1976, 2000 and 2004). So Trump arranges at the bottom of a third of this metric. On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" On January 19, 2021, \"If Trump's election is a landslide, the word \"land collapses\" is meaningless,\" as the politician at Denver Seth Maskett University said. The popular divergence of votes in favour of Hillary Clinton further weakens Trump's claim. As of December 12, with a decrease in the number of votes remaining on the count, Clinton won the popular vote by 2.84 million votes, or 2.1 percentage points. While there were four previous occasions when a presidential candidate lost the vote of the electoral body while winning the popular vote, Clinton &apos; s margin of victory is remarkably high. The Clinton margin, measured by rough votes, is currently more than five times the victory of Al Gore in the popular vote in 2000. The political scientist Barry Borden, Director of the Election Research Centre at the University of Wisconsin-Madison, lost the popular vote \"slows any victory for the Electoral College,\" and told Politi Fakt Wisconsin. Betty from Claremont McKenna said he was confused about why Camp Trump was trying to make such a weak argument in the place of those carrying more water. \"If they have described the result as a \"disturbed victory,\" no one can reasonably disagree,\" said Betty. Our Governor Trump said, \"We had a huge, overwhelming victory, you know, in our electoral college.\" Trump won, but to call it \"a massive landslide\" in the electoral college is not accurate by any reasonable definition. While Trump exceeded the required 270 votes, with room for distance, his margin does not rank better than the lower quarter of the Electoral College that appears in American history, and not better than the lower third since the end of the Second World War. That Trump's claim is inaccurate, so we miscalculate it. Political realities 5-7 shared the political assessment: wrong \"We had a massive overwhelming victory, as you know, in the electoral college.\" In an interview with Fox News Sunday, 11 December 2016, 12/11/2016, Donald Trump is president. Read more information.", "vclaim_id": "vclaim-pol-03878"}