{"url": "/factchecks/2011/may/09/blog-posting/bloggers-say-nancy-pelosi-2006-said-getting-bin-la/", "speaker": "Bloggers", "vclaim": "She wrote that in 2006, Nancy Belusi said that she did not believe that the arrest of Osama bin Laden \"makes us safer,\" but in 2011 he called his murder \"history.\"", "truth_label": "half-true", "date": "stated on May 2, 2011 in in various posts on the web:", "title": "The bloggers say that Nancy Belusi in 2006 said that getting Bin Laden doesn't make us any safer.", "text": "After the killing of Osama bin Laden in the Special Forces attack of 1 May 2011, it did not take long for conservative bloggers to offer a 2006 quote from the leader of the Democratic House, Nancy Belusi D-Calif, who expressed doubts about the importance of eliminating the terrorist who arranged the attacks of 11 September 2001. On May 2, 2011, the Governor's PowerLine blog published a quote from Belusi in 2006. It was followed by others, including the Michel Malekin blog, Fox Nascheont magazine and commentary. This is the PowerLine version: \"Even if Osama bin Laden is arrested tomorrow, it is too late five years later. He's done more damage the longer he's been there. But in fact, the damage he's done has happened. And even to catch him now, I don't think that makes us any safer.\" The blog was accompanied by a statement made by Belusi - the former Speaker of the House of Representatives and now the minority leader of the House of Representatives - shortly after President Barack Obama announced the death of bin Laden to the nation in May 1: \"The death of Osama bin Laden is the most important development in our fight against Al-Qaida. I salute President Obama, his national security team, Director Banita, our men and women in the intelligence community and the army, and other States that have supported this effort to lead them in achieving this major achievement. The death of Osama bin Laden is historic.\" PowerLine went on to say that its seemingly different feelings were perhaps coloured by the fact that the White House in 2006 was occupied by a Republican (George W. Bush) and in 2011 by a Democratic (Obama). \"Sadly many public figures can only watch events through my party telescope,\" said PowerLine. \"The importance of Bin Laden's actions has undoubtedly diminished over the years, and al-Qa'idah, after nine years of tireless attacks, has remained the same. However, Bin Laden's death is clearly an important and useful milestone in the long war against extremist Islam. We asked many readers whether Belusi had really said that the arrest of Osama bin Laden did not make \"we are any safer.\" So we decided to look into it. These words were said by Belusi at a press conference on 7 September 2006. In its opening remarks - delivered a few days before the fifth anniversary of the attacks - the Bush Administration and the then Republican Congress criticized the fact that not all the recommendations of the 11 September Commission had been enacted. This is a copy of the full exchange that bloggers will eventually receive. Reporter: \"Madam Commander, I mentioned Osama bin Laden, but this is a name we haven't heard in months, and now suddenly every time you turn around is Osama bin Laden, Osama bin Laden. Now, not to throw you a real softball here, but what do you think of the idea that this is actually all what we're hearing now? Do you think it's specifically designed to stir up enthusiasm and fear before the mid-term election?\" Belosi: \"You know, I'm never the one to question people's motivation. I just want to question its effectiveness. Five years after 9/11, Osama bin Laden, who was about to be taken 'Meta or alive'... you know what the President said at the time, and I hope he was... five years later that he was still at large. The President said, \"You can run, but you can't hide, Osama bin Laden.\" Apparently he can. Even if he gets arrested tomorrow, it's five years late. He's done more damage the longer he's been there. But in fact, the damage he's done has happened. And even to catch him now, I don't think that makes us any safer.\" We believe that bloggers are accurate in reporting the 2006 Pelosi quote. She has already said that the elimination of bin Laden will not make the United States safer, but we should also note that it is clear, in context, that she believes that bin Laden should be pursued regardless. However, the reports of bloggers on the second quote from the Belusi Statement - which came after Bin Laden's murder - are incomplete. The last sentence of the Belosi statement reads as follows: \"Though Osama bin Laden's death is historic, it does not diminish our tireless pursuit of terrorists who threaten our country\" (emphasis added). In other words, the full text of what Belusi said on 1 May conveys a more precise view, which is less inconsistent with her 2006 statement. As is the case, Belusi doubled on this more accurate view during her weekly press conference on 5 May 2011. Osama bin Laden, she told journalists, \"It's a person, it's a symbol. It's a historic event. \" Greetings to the President \" (Obama) did a wonderful job. But it's not an end to the threat to our national security... \"I'm sorry, I'm sorry, but... In the end, we believe that bloggers overestimated the degree to which the Pelosi comments of 2006 and 2011 were contradictory. And they're right that Belusi said in 2006 that she didn't think that the arrest of Osama bin Laden \"makes us safer\" and five years later celebrated his murder as \"historical.\" However, because they ignored the rest of her sentence, which refers to the threat that still exists after Bin Laden's death, we appreciate their claim half correct. On January 17, 2021, in an interview with Fox News, President Donald Trump said, \"He can't say anything (about the riots in the American Capitol Building) because the platforms removed it.\"", "vclaim_id": "vclaim-pol-13124"}