{"url": "/factchecks/2014/aug/31/gina-raimondo/gina-raimondo-says-providences-pension-fund-has-re/", "speaker": "Gina Raimondo", "vclaim": "The city pension fund in Providence was funded at about 30% the same level as when he took office.", "truth_label": "mostly-true", "date": "stated on August 26, 2014 in a debate:", "title": "Jenna Raimundo says that the Providence Retirement Fund has been severely underfunded under Angel Taveras' leadership.", "text": "Public sector pension was an interesting theme in the 2014 primary Governor &apos; s race because two democratic candidates had to deal with underfunding schemes. :: On 26 August 2014, the Providence Journal - Dialogue between the Democrats Clay Bell, the Treasurer General Jenna Raimundo, the Mayor of Providence Angel Tavares, Raimundo and Taveras about who manages his pension funds most effectively. The government pension fund said that it was underperformance and overpaid. Raimundo, who changed the state fund, lit up an unresolved lawsuit, replied that \"we have substantial returns with fewer risks,\" and shot Taveras again. She said: \"The Providence retirement fund is funded by only 30 per cent, about the same level as it was when he took office [Tavras].\" \"I have reformed a system in the long term. He has made small changes and the pension system in Providence is still in crisis.\" (The United States Government Accountability Office recommends that public pension schemes be funded at least 80 per cent. We were curious about what the trend was in Providence and whether the funding had been reduced. We asked Raimundo's campaign to get her evidence. The spokesman for Eric Hayers sent us links to two documents. The first was a report issued on 19 January 2012 by the Pension Adviser in Providence, Pak Consultants, who followed up on the financing from 1994, when the city owned 57.4 per cent of the pension funds it needed. Since then, the overall trend has declined. The funding ratio fell to 39.3 per cent by the last full financial year in Vincent A. \"My friend\" (Chiancy Jr.) was in the office. This percentage fell to 34.1 per cent by 30 June 2010, when David Cecilin, now an American representative, was in his last year. A year later, when Taveras was in office for six months, the funding ratio fell to 31.94 per cent. The second document was the evaluation report issued on 31 January 2014 by the new city pension adviser, Sigall Consulting. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy: 20 January 2021, the report states that as at 30 June 2013, with Tavras in the office for two and a half years, the funded percentage was almost the same - 31.39 per cent. This was after Taveras won the Union's privileges to reduce retirement costs. In comparison, the funded ratio of the State Personnel Plan increased from 48.4 per cent in June 2010, before Raimundo took office, to 56.2 per cent as at 30 June 2013 in the most recent audit. Michael Damico, former Administrator of Taveras, now a city budget adviser, said that it was \"full simplification\" to indicate that the changes were small because the proportion of funding had not changed significantly. The actual cost of the pension system has been significantly reduced by negotiating changes such as the suspension of cost-of-living increases for 10 years and the elimination of complex cost-of-living adjustments by 5 and 6 per cent. \"We got almost as much as it could be without reducing pensions,\" said the spokesman for Taveras David Ortiz. \"In a sense, the administration faced an option: do we push Providence into bankruptcy to give the recipient the ability to reduce pensions? Ortiz said: \"The mayor believed that the costs and collateral damage of driving the capital, Rhode Island, into bankruptcy did not deserve additional pension savings that we would have been able to pursue.\" Damico said, \"If we hadn't done anything, the rate of funding would have been much lower.\" Our judgment when Raimundo said, \"The retirement fund in Providence is only 30 percent of the funding, almost the same as when he took office [Tafras], was only off by one percentage point, according to the Fund's last audit. This proportion, which has been funded since Taveras was sworn in on 3 January 2011, has not increased. However, that proportion was in a downward spiral at the time, so stability at 31% does not necessarily reflect \"small changes,\" as Raimundo claimed in the debate. The changes negotiated between Taveras and city federations are aimed at gradually increasing the funding ratio. Because the statement is accurate but requires further clarification or information, we often assess it correctly. (If you have an allegation that you want Polly Fact Road Island to check, send us an e-mail on [a protected e-mail] and follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07369"}