{"url": "/factchecks/2019/oct/03/viral-image/no-red-bull-doesnt-contain-bull-semen/", "speaker": "Viral image", "vclaim": "\"Red Bull\" has a bull on me.", "truth_label": "false", "date": "stated on August 25, 2019 in a Facebook post:", "title": "No, Red Bull doesn't have a bull on me.", "text": "Red Bull gives you wings, according to the marketing team of the Energy Drinks Company, but doesn't mention a little bit about revolutionary sperm. However, in August 2016, Facebook again published an allegation that Red Bull contained such an element. The poster shows a picture of the Red Bull box, a picture of a milky substance in a vial, and this text: \"Q: Do energy drinks contain revolutionary sperm in them? Yes. A Longhorn cattle company study tested some of the best energy drinks (red bull, monster, etc.) and found that they actually contained sperm.\" This article, in which more than 7,200 people participated, was referred to as part of Facebook's efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) Red Bull didn't answer the e-mails we sent to ask about the mail. But according to its website, Red Bull Energy contains caffeine, sugar, vitamins group B and torine, which it describes as \"an amino acid naturally occurring in the human body and found in the daily diet.\" The question and answer section of the website says that the drink is \"fit for vegetarians\" because it only uses non-animal components. It also deals with whether Turin is made of \"Paul's testicles.\" It's not. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman - January 11, 2012, the company says that pharmaceutical companies that do not produce animal products produce them are artificial. There are also twerine in food such as scalop, fish and poultry, and most infant equations, according to the company. In fact, Turin is in many animal tissues as well as plants. According to the database of names and codes for medical terms, Turin derives its name from the Latin word \"Taurus\" of the bull. It was isolated from the bull's pill in 1827 by German scientists Frederick Tedman and Leopold Gamelin. Scientists have dismantled the idea that energy drinks such as Red Bull are made of animal-derived turbines. In July 2018, Joe Schwartz, Director of the Bureau of Science and Society of McGill University, wrote that while scientists originally isolated Turin from me from the bull, it was now produced in an artificial way. \"This compound is an 'Amenosulfonic acid' widely distributed in the human body and plays a role in the function of the cardiovascular system, the development of the nervous system and the formation of white acids,\" he says in the post. ................................................................................................................ Schwartz warns that excessive consumption of energy drinks should be avoided, \"but not because of the concern that Torin is isolated from me by the bull.\" We're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00096"}