{"url": "/factchecks/2019/apr/20/donald-trump/trump-calls-out-ny-dems-vote-expansion-military-be/", "speaker": "Donald Trump", "vclaim": "\"In the state of New York, the Democrats blocked the Gold Star family education college expansion bill after agreeing to aid illegal immigrants.\"", "truth_label": "true", "date": "stated on April 12, 2019 in a tweet:", "title": "Trump invites N.E. Dims to vote on the expansion of military benefits.", "text": "President Donald Trump criticized the Democrats in New York on Twitter, confirming that they had suspended a bill expanding access to university education for military families after agreeing to assist \"illegal immigrants.\" Trump wrote: \"In the state of New York, Democrats blocked a bill to expand university education for gold star families after agreeing to aid illegal immigrants.\" No wonder a lot of people leave New York. So sad!\" The vote of Democrats in the New York State Legislature to delay or refuse to extend university benefits to the families of members of the service, as set out in a Republican-sponsored bill, has become national news. Five days after Trump's tweet, Jove. Andrew Como, a democracy, has taken operational measures to expand financial aid to some military families, as suggested by the Republicans. We decided to investigate this allegation by the president. The draft law, A.2991, would expand the current financial aid programme for dependent survivors of military personnel who have died or suffered severe and permanent disability, are classified as missing during the fighting or are preparing to fight. The enhanced military scholarship programme for recognition, motivation and honoration, or the Merit programme, already provides tuition fees and other expenses in New York State colleges for such dependants, or for military personnel who have been severely and permanently disabled during combat or in combat training. The expenses covered include tuition fees for four years, or for five years for selected programmes for five years, equivalent to tuition fees at New York State University, or actual tuition fees for the student, whichever is lower. This programme also includes housing, food, transportation and books allowances. In 2018-19, the benefit was $24,250 for students living on campus, and $15,750 for students moving to school, according to the Higher Education Services Foundation. Additional eligibility requirements, such as full-time student registration and good academic status, apply. In 2018, an estimated 111 students received this award, totalling $1.8 million, according to Komo. The bill, sponsored by Member of Parliament Stephen Hawley, R. Patavia, would have extended the eligibility of the programme beyond participation in combat to include spouses, children and financial dependants of service personnel who had died or been severely disabled or who had been classified as missing in the course of their military duties. The Hawley proposal is not new for the Association &apos; s Higher Education Committee. The bill has been submitted for many years and has never been removed from the Commission, which is dominated by Democrats, such as the Assembly. The legislative history of the Bill indicates that it was close to 2006 and that it was \"considered\" in the Commission in 2010, 2012 and 2014, effectively ending any progress the Bill might make towards becoming a law. On 9 April, 15 Democrats supported a proposal to submit the bill for consideration, which was objected to by four Democrats and seven Republicans. The Democrats in the Assembly said that they supported the original entitlement programme by voting in favour of the budget on 1 April. They said that the expansion had come to the vote after the budget had been approved. \"The discussion of extrabudgetary budget items is financially irresponsible, usually only for political games,\" said the Chairperson of the Committee on Higher Education of the Deborah Glick Society, D-Manhatten. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • 26 January 2021, the eligibility programme was budgeted for, and remained around 2003, and the Democrats of the Assembly have fully funded the programme for more than 15 years, as Glick said. The definition of \"gold star\" Trump refers to \"gold star families,\" a phrase also used by government legislators in describing this law. The Ministry of Defence does not have an official definition of \"golden star families,\" as the spokesman for the department Jessica Maxwell said. However, according to Maxwell, the Department distributes the buttons of Label Gold Star to family members in accordance with the criteria set out in the December 2016 memorandum. The criteria vary depending on the time periods, although in all cases they are limited to the families of servicemen who have lost their lives. The criteria include, but are not limited to, service personnel engaged in hostilities, or who died during terrorist attacks, or while participating in peacekeeping operations. Those eligible for a Gold Star Label button may also be affected by this expansion, although some other military families will also be affected. The second part of the Trump statement is accurate, according to Poletti Fuckett &apos; s scrutiny of a similar allegation. The Democrats led both houses of the state legislature and included $27 million in the final budget on 1 April to finance the José Peralta Dreams Act. Our rule (Trump) states that Democrats have banned a bill expanding university education for Gold Star families after granting assistance to illegal immigrants. On 9 April, the Democrats voted in the Association &apos; s Higher Education Committee to conclude a bill to extend the benefits of certain military families for consideration, as the Committee has done several times before, and has effectively completed its introduction into law. Trump said \"Golden Star Families,\" although there is no official federal definition, according to the Ministry of Defence. The Democrats also agreed to provide assistance in university education to undocumented migrants during the current legislative cycle and as part of the budget approved on 1 April. We appreciate Trump's rises by right. Sharing the facts of 2019-04-22 13:10:11 UTC PoliticsFact 6 1 7 PoliticsFact Dacting: True: \"In New York State, Democrats blocked a bill expanding the university education of Gold Star families after agreeing to aid illegal immigrants.\" President of Tramp https://twitter.com/realDonaldTromp/status/1116911640568573952 on Friday, 12 April, 2019-2019-04-12. Read more information", "vclaim_id": "vclaim-pol-00739"}