{"url": "/factchecks/2011/may/15/david-cicilline/cicilline-says-there-are-only-25-30-al-qaeda-fight/", "speaker": "David Cicilline", "vclaim": "\"Most military experts are said to be anywhere between 25 and 30 members of the base in Afghanistan.\"", "truth_label": "barely-true", "date": "stated on May 6, 2011 in a radio interview:", "title": "Says Ceceline there's only 25 to 30 base fighters in Afghanistan.", "text": "Congressman David Cecilin, a member of the new Democratic Party, was on WPRO-AM (630) radio on May 6, arguing that the United States must stop channelling funds to Afghanistan for construction projects and the use of money for much-needed projects at home. \"We are investing in that infrastructure and rebuilding the country. We should direct those resources to the United States. We have some urgent infrastructure needs and law enforcement investments that we need to make in our country, and he said, \"During an interview with Morning News, Tara Granahan and Andrew Gobelle are hosting, just days after Osama bin Laden was killed. Notwithstanding his views on President Obama &apos; s strategy for Afghanistan, we were surprised by another statement by Congressman in support of his position. \"I believe most military experts say that there are somewhere between 25 and 30 Al-Qaida members in Afghanistan. That is why we have succeeded in our mission. It was to dismantle the base and you know that we still have, of course, a presence in that part of the world. The increased risk, I think, is really in Pakistan.\" We wondered: Are there very few Al-Qaida fighters in Afghanistan? And we didn't hear from Congressman anything about it, so we started doing some of our own surveys. There is no census worker checking caves in Afghanistan and asking if anyone belongs to Al-Qaida. The Ministry of Defence is not accustomed to announcing its intelligence estimates. However, figures are provided in the media and elsewhere. In December 2009, when Mr. Obama decided whether to send another 30,000 troops to Afghanistan, ABCNEWS.com stated that senior United States intelligence officials estimated about 100 Al-Qaida members in Afghanistan. On June 27, 2010, CIA Director Leon Banita gave an estimate of \"this week\" at the CIA, which was repeatedly mentioned. \"I think the estimate of the number of the base is actually relatively small,\" said Banita at the time. \"Tops, we're looking at 50 to 100, maybe less. She's in that neighborhood. There is no doubt that the main location of the base is in the tribal areas of Pakistan.\" The Wall Street Journal gave a different estimate on April 6, 2011, a story. \"The exact numbers of Al-Qaida fighters in Afghanistan at any time are hard to obtain\" tells the story. \"In most cases, Western officials view Al-Qaida as a diminishing force in the Afghan battle. Only six months ago, United States intelligence estimates indicate that only one or twenty Al-Qaida fighters were ever present in Afghanistan.\" But the story went on, \"Most of the few hundred fighters in the region were hiding in Pakistan hiding from CIA drone attacks.\" With the withdrawal of United States troops from north-east Afghanistan, senior military officials were told that they were saying that Al-Qaida fighters were returning. On April 9, 2011, General David Petrius, Commander-in-Chief of the United States and NATO forces, Associated Press, told him that he did not believe that the base was returning. \"There is no doubt that al-Qa'idah has existed in Afghanistan and continues to exist - generally estimated at less than 100 or so.\" Finally, we contacted Bing West, from Newport, the former Assistant Secretary of Defense and author of several military books, including the \"wrong war\" he had just launched. West argues that counter-insurgency efforts do not operate in Afghanistan and that American forces should be withdrawn and replaced by a team of advisers to assist Afghan battalions. West said about Cecilin's comments \"he's basically right.\" \"No one knows the number, and of course, since they can walk back and forth across the border, the number is flexible to start with. If we are trying to make a general point that there are relatively few Al-Qaida terrorists in Afghanistan, that is a valid statement.\" Therefore, the estimates varied, but none of them were as low as the figures cited by Cecile on WPRO. When we heard from Congressman's office, the speaker Jessica Kershaw said that Ceciline had erred and referred us to the estimates we found. During his interview with WPRO he was meant to say that the military members and the director of the CIA indicated that there were more than 50 to 100 al-Qa'idah members in Afghanistan, Kershaw wrote in an e-mail. \"Anyway, Congressman Cecilin's point is simple and real rings -- compared to nearly 100,000 American soldiers stationed in Afghanistan, there are relatively small numbers of hard-core left base members in that country, supported by General Petrius and CIA Director Leon Banita.\" We'll give it that it's hard to get accurate numbers. However, Ceceline claimed that the figure he mentioned - less than most others - was what he said \"most military experts.\" In fact, that's not what most military experts say. And even he admits that he's \"wrong.\" We're assessing his claim barely right. (For comment or presentation of your own judgment, visit us on Facebook.) In a statement on June 28, 2010, Elizabeth Denrigan stated on her campaign website \"We are gathering most of our military force in a country where there are still less than 100 members of the base.\" By Cynthia Nedham on August 13, 2010, written observation: This statement was estimated to be barely correct when it was published. On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13093"}