{"url": "/factchecks/2019/apr/22/william-barr/did-trump-fully-cooperate-mueller-investigation-no/", "speaker": "William Barr", "vclaim": "\"The White House cooperated fully with the Special Adviser's investigation\"", "truth_label": "false", "date": "stated on April 18, 2019 in a press conference:", "title": "Did Donald Trump cooperate \"fully \" with Mueller's investigation? No.", "text": "In his presentation of the report of the Special Counsel, Attorney General William Bar painted the White House in Trump as a willing participant in all major aspects during Robert Mueller's investigation for almost two years. \"The White House cooperated fully with the Special Adviser's investigation,\" said Bar at a press conference on April 18 before Muller's report was issued. The report found that the Trump campaign did not illegally conspire with Russia. While Mueller refused to reach a legal ruling on whether the President had obstructed justice, Bar and his deputy concluded that Trump had not done so. But Muller completed his report without the full cooperation of the White House in Trump. Trump not only refused a personal interview and provided written answers that Muller found \"insufficiently,\" but also tried on several occasions to close or curtail the investigation itself. :: The White House cooperated fully with the Special Adviser &apos; s investigation, providing unrestricted access to the campaign and White House documents, directing senior associates to testify freely, and did not assert any claims regarding privileges. At the same time, the President did not take any action in fact to deprive the Special Adviser of the documents and witnesses necessary to complete his investigations.\" As the quotation shows, after the White House's \"full-fledged\" co-operation with Bar Tut, then injecting language to narrow the world of cooperation into something far less than \"full.\" It is noted that the Department provided \"unrestricted access\" to the campaign and White House documents, that they \"guided senior assistants to testify freely\" and that Trump did not assert his privilege. Those are, of course, measures of cooperation. However, it is far from an exhaustive list of the ways in which Mueller sought White House cooperation. More importantly, the list of non-selectivity overlooks Trump &apos; s lack of frank cooperation. Bradley Moss, an expert in national security law, said that Bar's statement was rude and misleading. \"This is true only in the narrowest legal framework, and deletes the details of Mueller's report on the President's ongoing and repeated efforts to obstruct or obstruct the investigation.\" One of the main ways in which Trump did not cooperate was to deny Mueller a personal interview. Mueller and his team have sought to speak in person with the President for more than a year - but ultimately they have been rejected. Instead, the Special Adviser finally agreed to accept Trump's written answers to the questions. However, Tramp's written replies were \"insufficiently,\" as Mueller said, and included dozens of cases in which Trump claimed that he did not remember the information requested by the private lawyer. Møller also noted that Trump refused to answer questions about obstruction of justice, or questions about events during the presidential transitional period. Here, the report describes what happened with Tramp's personal lawyer: L. Lynn Wood stated on January 18, 2021 in an interview with National Correctional Radio that \"China was behind the intervention and effort to overthrow our government, elections and electoral fraud.\" • January 19, 2021 Møller: Counsel has informed us that these responses are in many ways inadequate. We noted, inter alia, that the President stated on more than 30 occasions that he 'does not remember or'remember' or has 'a separate memory' of the information called for by the questions. The other answers were incomplete or inaccurate. \"Because the written exchange did not give investigators \"any opportunity to ask follow-up questions,\" the Mueller team again requested a personal interview. Once again, Trump refused. In the end, Mueller concluded, \"We saw that the written answers were insufficient.\" According to Møller, the Special Counsel &apos; s Office had considered issuing a writ of habeas corpus for Trump &apos; s testimony, a method that would have had difficult constitutional questions. Instead of risking a long court battle on that front, the Mueller team decided against a subpoena, noting that the investigation \"has already made significant progress and provided substantial evidence for our report.\" Perhaps the strongest rebuttal of Bar's claim is volume II of the Mueller report. In that document, the Special Counsel documented about 10 \"main issues and events\" which his team studied as part of his obstruction investigations. Among them were cases where Trump attempted to obstruct the investigation or to direct his staff to do so - including the expulsion of Mueller. In one dramatic part, the report presents a window to the plight of Trump because of the news of the appointment of a Special Adviser following his expulsion by the Director of the Federal Bureau of Investigation, James Comay. \"Oh, my God. This is terrible. \" The report quotes Trump as he says. \"This is the end of my presidency. Me and...\" Trump was further disturbed by reports that the Office of the Special Counsel would examine whether, according to the report, Trump had obstructed justice. Trump describes an agitator who then contacted White House counselor Don McGann at home and ordered him to say that Mueller should be removed because of a conflict of interest. McGann refused. \"The President's efforts to influence the investigation were often unsuccessful,\" according to Muller's report, \"but this is largely because the people who surrounded the President refused to follow orders or respond to his requests.\" The Governor Bar said, \"The White House has cooperated fully with the Special Adviser's investigation.\" Trump refused a personal interview sought by the Mueller team for more than a year. In response to Trump's rejection, the Mueller Group agreed to accept written replies. But that was more than 30 cases where Trump claimed he didn't remember the information being sought, and Mueller finally concluded that the responses were \"not enough.\" In addition, the President has on several occasions attempted to close or curtail the investigation itself, including the order of the White House lawyer to expel Mueller, a directive that has been rejected. We're assessing this wrong.", "vclaim_id": "vclaim-pol-00733"}