{"url": "/factchecks/2019/jun/11/greg-abbott/abbott-maternal-mortality-texas-critics-lying/", "speaker": "Greg Abbott", "vclaim": "\"Critics reveal the maternal mortality rate in Texas they were only lying. It's less than half of what the critics said. It's about 1/10 of 1%.\"", "truth_label": "barely-true", "date": "stated on June 9, 2019 in in a tweet:", "title": "Did people lie about the maternal mortality rate in Texas, as Abbott said?", "text": "For two years, data indicate that the pregnancy-related mortality rate in Texas was at appalling levels, higher than in every other state and in much of the developed world. The data reported by the State and published in a study in 2016 were found to be wrong. A new look at the figures in 2018 showed that the maternal mortality rate in Texas was lower than reported, largely due to errors in data on death certificates. ∙ (Texas Goff) Greg Abbott, a Republican, looked like this in a Sunday tweet, linked to last year &apos; s news article discussing state statements inaccurately. Abbott said: \"Critics reveal the maternal mortality rate in Texas they were only lying.\" \"It's less than half of what the critics said. About 1/10 of 1%. However, Texas has done more than ever to reduce this rate than ever before.\" \"The facts are important,\" added. Abbott's right about the last part, but less about the rest. The figures given in the tweet reflect new data, but it is quite wrong to say that the people who criticized the state's maternal mortality rate were \"just lying.\" The article in which Abbott participated in his tweet directly refutes his claim. Numerous reports, including one published by a State health agency, show that flawed State data indicate that the maternal mortality rate in Texas is higher than in the rest of the country. The error was not detected until 2018. The Abbott office did not respond to the request for comment. From 2016 the study showed appalling figures in 2016, researchers from the University of Maryland published a study on obstetrics and gynaecology that looked at pregnancy-related mortality across the country using vital statistics recorded by each state. The study concluded that in 2010 there were approximately 19 deaths per 100,000 live births in Texas, which jumped to about 36 deaths per 100,000 births in 2014 and reached \"unseen levels in the other United States.\" States.\" The World Health Organization (WHO) defines maternal mortality as when a woman dies pregnant or within 42 days of giving birth. Late maternal mortality is when a woman dies within one year of childbirth. The authors of the study expressed some doubt about the results and said: \"In the absence of war, natural disasters or severe economic disturbances, it seems unlikely that the mortality rate will double over a two-year period in the case of annual births of about 400,000 births.\" Note that a future study will help understand \"this extraordinary result.\" On January 18, 2021 in the Committee &apos; s discussion. \"The United States is the only industrial country that has been modernized and does not already have a paid family medical leave programme.\" By Warren Fiske on January 28, 2021, after the study, legislators in the United States met in a regular legislative session in 2017 and adopted several measures to reduce maternal mortality, including a bill to enable mothers to obtain post-natal depression tests and to provide counselling when taking their children to a doctor for examinations. Legislators have left the regular cycle without enacting legislation to ensure that the Task Force on Maternal Mortality and Diseases continues to operate. Abbott summoned legislators to the Capitol to hold a special session to address this issue (inter alia). A law extending the life of the Task Force was signed in August 2017. When legislators left Capitol after this year &apos; s legislative session, they did so without approving the Task Force &apos; s highest recommendation: to give women access to health care coverage through Medicaid for a full year after birth. Under the current law, women lose health care coverage through the Medicaid programme two months after childbirth. The revised study revealed errors in April 2018, a new study published by researchers with the Ministry of Health Services of the State of Texas showed that the actual number of maternal deaths in the State in 2012 was \"less than half of the previously reported number.\" Instead of 36 deaths per 100,000 live births registered in the original study, researchers said that the real rate was more than 14.6 deaths per 100,000 live births in 2012. What would explain the difference? Errors in collecting data on death certificates. \"The study shows that dozens of women were identified in their death certificates as pregnant at the time of their death, when they were not,\" reads a newsletter on the 2018 study. \"The misclassification often occurred because the people who are witnessing the deaths chose the wrong pregnancy option in the electronic system used to record the deaths.\" This was a major problem between 2010 and 2012 because, according to State researchers, the proportion of death certificates submitted electronically across the state increased by more than 40 per cent during the same period. The researchers found that these erroneous classifications led to an excessive rate of maternal mortality due to traditional methods of calculating maternal mortality, \"only refunds of cause of death from death certificates.\" Government researchers found a more accurate figure for pregnancy-related mortality by considering the mortality codes and comparing them with State birth and foetal mortality records. They also reviewed the autopsy reports and sought evidence of pregnancies. Our reign, Abbott, said in a tweet, \"Critics reveal the maternal mortality rate in Texas, they were just lying. It's less than half of what the critics said. It's about 1/10 of 1%.\" While the figures in Abbott's tweet are correct - the State's maternal mortality rate is about 14.6 deaths per 100,000 births - and the idea that people \"only lied\" when citing reports from 2016 on the state's maternal mortality rate is inaccurate. This description struck us as the main point in Abbott's tweeting, and that is why we classify this allegation as often false. In fact, this statement contains an element of truth but ignores critical facts that give a different impression. Sharing the facts of 2019-06-11 23:26:03 UTC Polyte Fruit 3 1 7 PoliticFact Dacting: Mostly false: \"It appears that the critics of the maternal mortality rate in Texas were only lying. It's less than half of what the critics said. It's about 1/10 of 1%.\" Greg Abbott, Governor of Texas, tweet on Sunday, 9 June 2019 2019-06-09. Read more information.", "vclaim_id": "vclaim-pol-00543"}