{"url": "/factchecks/2019/apr/03/viral-image/no-jfk-didnt-say-he-would-expose-slavery-plot/", "speaker": "Viral image", "vclaim": "Seven days before John Kennedy was assassinated, he said: \"There is a conspiracy in this country to enslave every man, woman and child. Before I leave this noble and noble position, I intend to expose this conspiracy.\"", "truth_label": "false", "date": "stated on March 30, 2019 in a Facebook post:", "title": "No, john kennedy didn't say he was gonna expose a plot of slavery.", "text": "So, Americans: Don't ask what your country can do to you -- ask what Polyte Vac can do to your country. This is not John Kennedy's quote (although it is close to something the former President said in his opening address), nor is it the one posted on Facebook on March 30. \"There is a conspiracy in this country to enslave every man, woman and child,\" reads the text of a picture of what appears to be a poster on the telephone column. \"Before I leave this noble and noble position, I intend to expose this conspiracy.\" The quotation is attributed to President Kennedy, whose image appears. It says Kennedy said these words seven days before he was assassinated. Kennedy was shot to death in November 22, 1963. This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We were unable to find the quote included in the Chairman &apos; s list of quotations on the website of the John F. Kennedy Library and Museum. But the library is often asked about the statement, said by Archiving Officer Stacey Chandler. \"When there is a line of credit or martyrdom, it usually refers to this as part of a speech at Columbia University in late November 1963,\" she said. Sometimes, the quotation is attributed to Kennedy on 15 November 1963. In other times, in November 12, 1963. However, researchers found no evidence that Kennedy was speaking in Colombia on any of those dates, or at any time in 1963, according to Chandler. ==History==On January 30, 2021, the distinguished fact-finding bloggers wrote in a post entitled \"The assassination of Trump, Deep State in a state of panic!\" by Sira Aurourke on February 4, 2021 the Library also has records of speeches made by his president and delivered two in 15, seven days before his assassination, but this did not appear in either, as Chandler said. You can read the texts of the speeches he delivered in New York City that day - here at the conference of the African Women &apos; s Union - the World Youth Federation - and here at the national conference of the Catholic Youth Organization. His schedule in November does not include 15 visits to Colombia or any other speeches or events. Chandler said that the Library had a few ways to search for presidential statements, including search for key words about archives, historical press coverage and speaking databases such as the University of California Presidency Project, Santa Barbara. Chandler said: \"We have never found a match to this statement through any of these resources, nor have we been able to confirm it through secondary sources either.\" Silverstone, president of the University of Virginia Presidential Registration Program, told us that Facebook had no validity. \"I didn't see him at any source of reputation,\" he said. We couldn't find it in one either. We assess it wrong. 2019-04-03 16:05:39 UTC Politic Fact 2 1 7 Politic Facting: Wrong seven days before John F. Kennedy was assassinated, he said: \"There is a conspiracy in this country to enslave every man, woman and child. Before I leave this noble and noble position, I intend to expose this conspiracy.\" On Saturday, 30 March 2019, 2019-03-30, the viral photo on the Internet read more information.", "vclaim_id": "vclaim-pol-00811"}