{"url": "/factchecks/2018/nov/04/senate-leadership-fund/mccaskill-voted-path-citizenship-its-stretch-call-/", "speaker": "Senate Leadership Fund", "vclaim": "\"In Washington, the liberal Makaskel joined to grant amnesty to 11 million illegal immigrants.\"", "truth_label": "barely-true", "date": "stated on September 11, 2018 in a campaign ad:", "title": "== sync, corrected by elderman == @elder_man", "text": "Migration policy is one of the most problematic issues in the 2018 mid-term election cycle. Just ask Mr. Claire Macaskel. D-Moe. She is running against the Republican Attorney General of Missouri Josh Hawley in one of the most prominent races in the country. A declaration by the Senate Command Fund, a Republican-supported Political Action Committee, calls into question its record of voting on immigration. \"In Missouri, Claire Macaskel said she was against amnesty for illegal immigrants. In Washington, Macaskel joined the liberals to grant amnesty to 11 million illegal immigrants without border protection in place,\" said the Declaration. We have verified the reality of some of the other declarations made by the Senate Command Fund, as well as various political statements concerning the Macaskel's record of voting on immigration. We wanted to see if there was any truth to the claim that Macaskel voted along the party's lines to grant amnesty to 11 million illegal immigrants. The Senate Command Fund did not respond to Politi Vakić &apos; s request for comment or clarification. However, the declaration contained a small title referring to the record of the Macaskel voting, referring to the Macaskel vote in favour of the Border Security, Economic Opportunities and Immigration Modernization Act 2013 (S. 744). It would have provided some undocumented migrants living in America with access to citizenship that would have taken at least 13 years. At that time, the so-called \"the Stick of Eight,\" a coalition of four members of the Republican Senate and four members of the Democratic Senate, described the draft law as an overwhelming reform of the flawed immigration system in the country. The draft law proposes the following steps with regard to nationality: the temporary status of registered migrants: any person who entered the country before 1 January 2012 may apply for such status. The approval of the application depends on the applicant paying assessed taxes, application fees and a fine of $1,000. The examination of the background information excluded applicants convicted of a felony, three or more misdemeanours, certain foreign offences or illegal voting. :: Permanent resident: after maintaining a minimum of 10 years of temporary status, they can apply for permanent legal resident status, commonly known as green card. Nationality: After at least three years, a legitimate permanent resident can apply for full citizenship. The bill would also have allocated $46.3 billion for border security, doubling the number of border officials, imposing fines on immigrants seeking citizenship and establishing a merit-based visa category, among other measures. The Senate passed 68-32, but died in the House of Representatives. Did Macaskel vote pardon? Although the bill would have set a path to citizenship, the experts with whom we spoke said that it was difficult to call it amnesty, as did the Senate Command Fund. \"I think this is some kind of amnesty, but I would like to hesitate before using amnesty in our current political environment because it was highly critical,\" said Sarah Pierce, Policy Analyst at the Institute of Migration Policy. Pierce said: \"The amnesty tends to indicate that you're talking about giving someone an advantage that they don't deserve.\" On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • On February 3, 2012, Edward Alden, a senior colleague of the Council on External Relations, agreed. \"The significance of the Senate Bill was to create a whole series of obstacles that the people who were here without status should have jumped through, including background checks, large fines, long waiting times,\" he said. \"It was all about securing the border.\" The 1986 Amnesty precedent indicated that critics of the 2013 draft law might resemble it with the 1986 Immigration Reform and Control Act. The 1986 Bill, signed into law by Republican President Ronald Reagan, provided an opportunity for some 3 million unauthorized migrants who arrived in the country before 1 January 1982 to apply for citizenship. As a result of its passage, 2.7 million people received permanent residence status, according to a report of the Institute of Migration Policy. \" () The Sennet 744 Bill was also closely linked to meeting border security standards, while the Immigration Reform and Control Act did not contain accompanying requirements,\" Alden said in an e-mail. In contrast to the bill that Macaskel voted on five years ago, Alden said that the Reagan Age Act \"did not prevent people from coming illegally in the future or from working in the United States even if they had no status.\" Alden said: \"That mixing this with President Reagan's pardon is an error in reading (the 2013 bill) it contains.\" As for the Senate Leadership Fund &apos; s claim that 11 million people would have benefited from the Bill &apos; s path to citizenship, experts agreed that this was also crucial. \"Not everyone may be able to meet those requirements and pay those fees (to obtain citizenship), said Kate Voigt, Associate Director of Government Relations at the American Immigration Bar Association. He said that the lengthy process, coupled with strict background verification requirements, would have prevented all from qualifying. In 2013, Macaskel voted in favour of a bill that would have given undocumented migrants living in the country a way, albeit long, to acquire citizenship. The Senate Command Fund's claim that it had joined the \"liberals\" in supporting a bill that would have given \"excise 11 million illegal immigrants\" is misleading for three reasons. First, the bill was described as a bi-party solution to immigration reform and was co-sponsored by four Republicans and four members of the Democratic Senate. Second, the bill contains many obstacles that unauthorized migrants had to overcome, including fines and background checks, before they became eligible for full citizenship. Experts say it's a loose interpretation of universal residence. Finally, in 2013, there were approximately 11 million undocumented migrants living in the United States, but owing to the exceptions and restrictions contained in the 2013 bill, not all were eligible to start the citizenship process under the guidelines of the Senate Bill. For these reasons we assess this allegation mostly wrong.", "vclaim_id": "vclaim-pol-01314"}