{"url": "/factchecks/2014/jun/19/paul-ryan/only-3-natos-28-members-spend-what-they-promised-d/", "speaker": "Paul Ryan", "vclaim": "All 28 NATO members have \"requested to spend at least 2% of their economy on defense. But only three countries -- Britain and Greece and us.\"", "truth_label": "mostly-true", "date": "stated on June 11, 2014 in a speech:", "title": "Only 3 out of 28 NATO members spend what they promised on defense, Paul Ryan says.", "text": "Two days before President Barack Obama announced that he would consider military options to stop a violent Islamic rebellion in Iraq, the former candidate for Vice-President Paul Ryan made a statement on foreign policy. The Chairman of the Committee on the Republican Budget and Home in Wisconsin, known mainly as his work on domestic issues, advocated the strengthening of the United States army. He suggested to America's allies that they do more. On June 11, 2014, Ryan spoke at the Center of the New American Security Conference in Washington, D.C., and said that \"the fight against terrorism is global in scope. We cannot fight it alone. We need partners.\" He added: \"We have to work better with all our allies, all over the world. In Western Europe, we must strike a balance. Our friends cannot rely on us for all their defense needs, nor can we dictate all their defense policies. Each NATO member has pledged to spend at least 2% of its economy on defense. But only three countries -- Britain and Greece and us.\" NATO has 28 members. With rising tensions in Iraq, Ukraine and elsewhere, is it true that only three NATO countries spend at least 2 per cent of their GDP on defence? NATO's development was established in 1949 to provide largely collective security against the Soviet Union. There were 12 founding members, including the United States, Canada, the United Kingdom, France and Italy. The new allies agreed that \"an armed attack on one or more of them... shall be considered an attack on all of them\" and that each of them shall, after such an attack, take \"any action he deems necessary, including the use of armed force.\" From 2004 to 2011, NATO provided training in Iraq, which helped the country develop its armed forces. Recently, there has been a focus on Ukraine, which is not a member of NATO. About a week before Ryan delivered his speech, NATO's chief official said that NATO would finalize a deal for the modernization of the Ukrainian armed forces following Russia's annexation of Crimea territory in the former Soviet Republic. The Alliance is heavily dependent on the United States. According to the latest annual report of NATO, the defence expenditures of the United States in 2013 accounted for nearly three quarters of all defence expenditures of NATO member States: the United States -- 73 per cent of the United Kingdom -- 6.6 per cent of France -- 4.9 per cent of Germany -- 4.7 per cent since 2007, the United States share has risen from 68 per cent, while the total share of European members has declined. His office cited Ryan &apos; s 2013 annual report in support of Ryan &apos; s claim. It is noted that NATO members \"collectively agreed to two guidelines to help promote equitable sharing of roles, risks and responsibilities.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, one of the guidelines, or objectives, as the report also calls it, is that members \"should devote at least 2 per cent of GDP to defence.\" Only the United States, the United Kingdom and Greece achieved the 2 per cent target in 2013, according to the report. However, recent NATO figures released in February 2014 show that a fourth member - Estonia - also met the benchmark of 2 per cent: the amount spent on defence by NATO member the percentage of GDP spent on defence in the United States US$ 735.2 billion, US$ 4.4 billion, US$ 2.4 billion, US$ 5.67 billion, US$ 2.3 million and US$ 479 million. On the day Ryan delivered his speech, NATO Secretary-General Anders Fogh Rasmussen called on European allies to increase their defence spending, noting that since Estonia had achieved the 2 per cent target, he expected other States to do so as well. The media, including The New York Times and Reuters, have already noted that only four NATO members have met with that sign. Our classification of Ryan said that all 28 NATO members \"announced spending at least 2 percent of their economy on defense. But only three countries -- Britain and Greece and us.\" Ryan neglected to count as a fourth member of Estonia. However, this supervision does not negate its larger point, namely that a few NATO countries meet the 2% standard. We're mostly assessing his statement right. To comment on this article, go to the Milwakee Journal Sentinel website.", "vclaim_id": "vclaim-pol-07721"}