{"url": "/factchecks/2019/mar/29/facebook-posts/no-famed-professor-islam-didnt-say-muslims-will-tu/", "speaker": "Facebook posts", "vclaim": "Professor of Islamic Studies Tariq Ramadan says that Muslims are here \"for the colonization of the United States and Canada and the dissemination of sharia law\" and will not \"relent to the use of violent jihad\" if they have to.", "truth_label": "false", "date": "stated on March 20, 2019 in a Facebook post:", "title": "No, the famous Islamic teacher didn't say that Muslims would resort to violent jihad to colonize the United States, Canada", "text": "It is well known that Tariq Ramadan, Professor of Islamic Studies at Oxford University, is controversial. He is Hassan al-Bana's grandson, founder of the Muslim Brotherhood in Egypt, and is currently on parole after 10 months in prison for sexual assault. The Swiss-born researcher also raised his views on Islam. Recently, an online quote due to academic allegations stated that the aim of Muslims was to invoke sharia law in the United States and Canada. The Facebook article of March 20 presents the picture of Ramadan with his name and title and attributes the following quote to the professor: \"We are not here to adopt Western values, we are here to colonize the United States and Canada, and publish Islamic law. But if that doesn't work, we won't hesitate to use violent jihad.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) While Ramadan may be controversial, we have not been able to identify a single statement in his speech, writing or interviews, anything close to this quote. The statement appears to have been issued in part by Mark Leboy, founder of the Canadian-French website Point de Bascule. The site states that it aims to \"explode and expose Islamic activities in our midst.\" In commenting on YouTube video in 2015, Liboi discussed for the first time the Ramadan statement in an interview with the magazine Egypt today in 2004. In the video, Libois claims that Ramadan said in that interview that \"Muslims are specifically targeted not for the use of sharia, the term sharia, but for Canada as one of the easiest legal systems to penetrate in order to advance sharia principles.\" But in the 2004 story, Ramadan says in fact: articles verifying the distinctive facts that were mentioned on January 12, 2021 in Instagram, saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher • January 16, 2021 \"under Canada's normative law, they have wide freedom for Muslims to propose an Islamic contract. These courts are not necessary; all they do is emphasize that Muslims have specific laws, and at present we do not want to be seen as such. We must prove that our thinking is universal, that we can live with the law and that there is no contradiction. It would be better for Muslims to examine their legal framework in Canada, which is one of the most open in the world, and at the same time create something Islamic that suits Canadian reality. Leboy later claims in the video: \"Recently, Tariq Ramadan, about two years ago at a conference, says: \"We are not here to adopt American values,\" because he was in the United States when he said that, \"but we are here instead to colonize the United States with our values, and with our understanding of Islam.\" While Ramadan mentioned colonialism, his message differs from that of Leboy. At the beginning of the speech, Ramadan says: \"We must, with our understanding of Islam, our principles, positively colonize the United States of America by making it central to our love, our family, our children, our children, the essence of our religion.\" Perhaps the most problematic part of this article on Facebook, however, is the final part of the quote attributed to Ramadan: \"We will not hesitate to use violent jihad.\" This seems quite fabricated because, regardless of the rape charges, it has called for intra-religious violence. It is important to note that Ramadan spoke positively of \"Jehad,\" but his views are usually followed by a general understanding of the term: \"Effort is an expression of rejection of all forms of injustice, as well as the necessary emphasis on balance and harmony in equity. One hopes for a non-violent conflict, far from the horrors of armed conflict.\" Many anti-Islamic websites republished the collapse of the Ramadan speech by Point de Pasquale in 2011, and the quote shared on social media seems to have turned into a farce and an exaggeration in the formulation of the words of Ramadan by Libui. We value this allegation wrong. Sharing the facts 2019-03-29 16:55:08 UTC Politic Fact 2 1 7 Politic Fact Rating: Professor of Islamic Studies Tariq Ramadan says that Muslims are here \"to colonize the United States and Canada and spread the sharia\" and will not \"relent to the use of violent jihad\" if they have to. Facebook articles on the Internet Wednesday, 20 March 2019, 2019-2003-20 Read more information", "vclaim_id": "vclaim-pol-00829"}