{"url": "/factchecks/2014/sep/10/scott-walker/scott-walker-says-madison-school-district-only-one/", "speaker": "Scott Walker", "vclaim": "According to the Mary Burke School in Madison District, \"the only remaining school area in the state\" will be the Law Guide (Law 10) in the 2015-16 school year.", "truth_label": "mostly-true", "date": "stated on September 3, 2014 in a press release:", "title": "Scott Walker says Madison's school area is the only one that ignores Law No. 10.", "text": "The position of Mary Burke as a member of the Madison Metropolitan School Area Council has played a small role in the Governor &apos; s race so far. (Joff) Scott Walker tried to change that on 3 September 2014, calling upon Burke and the Council to find savings using its signature of Law 10, which significantly reduced collective bargaining for most public officials, including those in the region. In the campaign news, Walker Madison said, \"The only remaining school area in the state will be 424 to ignore the law and not benefit from Governor Walker's reforms in the 2015-16 school year.\" Walker was manipulating the fact that in 2014 the Madison Board of Directors signed a long-term contract with the Teachers &apos; Union, although Law 10 allows only limited negotiations on basic wages. :: Burke, who opposed Law 10 and supported negotiations with school district officials, replied that Madison County was financially responsible, Wisconsin State Gazette. Is Madison the only area in the state with such a contract for 2015-16? Does this mean that the province ignores Act No. 10? In support of this claim, the Walker campaign referred to a brochure for Madison teachers in contractual negotiations that said only seven public school districts in the state \"have contracts for the current school year, and MTI is the only union with contracts for 2014-15 and now, after ratification, for 2015-16. In our research, several officials told us that there is no central warehouse for school contracts, so there is no conclusive evidence of Madison's unique status. However, according to our interviews with experts on both sides of this issue, Madison's Teachers' Union publication is very likely to be correct. That makes sense. Act No. 10 entered into force in 2011, and existing employment contracts remained in force, but most of these have long expired. However, Madison &apos; s teachers challenged Law 10 in court, and in 2012 they won an initial tour before a judge in the province of Denmark, opening a window in which the provisions of the new law were not technically covered, and they referred to James Scott, Chairman of the Walker Commission for Labour Relations. The law was subsequently upheld by the State Supreme Court in July 2014. During that transitional period, the Federation negotiated a contract with Madison County that went beyond mere changes in basic wages. The Council of the Association of Education in Wisconsin, an umbrella group representing most local teachers &apos; unions in Wisconsin, has not heard of any other local branches with collective bargaining agreements for 2015-16, the spokesperson for Christina Bree. The Association represents other local federations in school areas. Similarly, it does not have any locals under the collective bargaining agreements of 2015-16, as stated by Kim Kolhas, Chairman of the Group. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. In fact, white women got a job. \"By Nosiaba Mezan • January 15, 2021, an official with the Wisconsin Association of School District Directors told us that he believed Madison was \"the only province that would continue under what might be described as a pre-law 10 contractual agreement.\" \"In the case of Madison, they continued to abide by a contract negotiated with the Federation prior to Act No. 10, which covered all the items that had been the subject of that previous transaction,\" said John Pallis, Executive Director of the Group of Directors. \"Thus, all conditions such as working conditions, transfers, assessments, etc. - Anything they negotiated in the past as part of the contract.\" So it looks like Walker's on solid ground in Madison's private. But what about his description that Madison ignores the law? In other words, the province does not benefit from the ability of the measure to save costs through unilateral changes in benefits and working conditions. If Walker means that the county disobeys the law, this is a matter of controversy that has not yet been settled in court. If it means that the area does not apply it, there is some evidence in both directions. Madison County officials and Madison School Executive John Matthews disagree with Walker's description. The union leader notes that employees have accepted a 0.25 per cent increase in basic wages, within the limits of Law 10, which limits increases in inflation. That was an increase, since the province could not sell to employees prior to the promulgation of Act No. 10. And Matthews said that the county got power through Law 10 to change the employee health insurance provider, although the county eventually said that it was done as part of the bargaining. Meanwhile, Walker criticized the province for not using Law 10 to make teachers contribute to their health insurance premiums, which his law allowed the provinces to do without bargaining. Madison teachers are currently not contributing to the premiums. In addition, one of the provisions of Act No. 10 was the adoption by the provinces of a \"manual\" of officials that would determine the policies that had previously been bargained for. Madison has not yet done so, although she will, like some other provinces, use the union contract as its basis. Another provision of Act No. 10, new cuts from workers &apos; salaries to pensions, came into force automatically throughout the state. Madison County objects that it has found cost savings by working in collaboration with staff. It is believed that he was on solid legal ground in the negotiation of contracts, and Rachel Strouch Nelson, spokesman for Madison County, said. Recent observation: The year 2015 - 16 is a dead end, and another province could sign a pre-law 10 contract before that date. Such a procedure may or may subject an area to legal challenge. Our classification of Walker said that the Mary Burke School area in Madison \"will be the only remaining school area in the state\" to \"dump the Law (Law 10) \" in the 2015-16 school year. Because of certain legal circumstances, Madison is now alone with the 2015-16 decade, which contains pre-law 10 elements. However, the law has influenced some elements of provincial policy. We assess Walker's claim mostly true.", "vclaim_id": "vclaim-pol-07330"}