{"url": "/factchecks/2019/feb/22/john-nygren/nygren-wisconsin-gop-tax-plan-middle-class/", "speaker": "John Nygren", "vclaim": "The General Tax Plan \"Better for Work, Middle Class Families\" since \"88% of the tax exemption goes to those who make $100,000 or less.\"", "truth_label": "half-true", "date": "stated on February 12, 2019 in a tweet:", "title": "Nigren: The general tax plan is better for middle-class working families who get less than $100,000.", "text": "The early skirmish between the Republican-led legislature in Wisconsin and the Democratic Governor revolves around competing tax reduction schemes. With the manoeuvring of both parties to put their plan to the best of the average atmosphere, John Niegrin presented the Republic with some figures to support his case. Wengren, R-Marinette, Co-Chair of the Strong Joint Finance Committee. \"Our better business plan, middle class families; 88% of the tax exemption goes to those who make $100,000 or less,\" Gregory in February 12, 2019. \"Goff.\" The Tony Evers Plan (in English) benefits larger-income people. Only 75% of the tax exemption goes to those who make $100,000 or less.\" Even though Evers reversed the General Tax Plan on 20 February 2019, he did not want to address a major item of extra-budgetary fiscal policy. However, as taxes may continue to be reduced in some way, we will continue to dive in numbers. Do they support Nigren's claim about their influence on the middle class? Mathematics are true. But Nigren's employees referred to me as a memoir from the state's non-partisan legislative tax office. The Office &apos; s analysis shows that the Republican Plan will send 87.9 per cent of tax savings to taxpayers whose total adjusted income at the federal level is less than $100,000. And the suggestion from Evers and Democrats will direct 74.5% of the savings to that group. But there's a big catch. Democratic tax cuts are generally larger - a total of $441 million compared to $338 million for the Republican Plan. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012. The Democrats &apos; plan would provide a total of $328 million for taxpayers earning less than $100,000. The Republican plan would save that group $297 million. This chart shows the total expected tax savings for the various income levels under the two schemes: (To add a fast star to this star, Financial Analyst Rick Olin of the State Finance Bureau noted that the Democrats Tax Plan contains limits for tax exemptions for manufacturing and agriculture that are not provided for by the Republican Party). The OIOS analysis explains the balances claimed by individual filers, but not those who will receive credit through corporate tax returns. Therefore, the democratic plan would increase the tax burden on filers, but it is not linked to the individual income tax process.) Our assessment of Nigren says that the Republican tax reduction plan is \"better for middle-class working families,\" citing as support the percentage of tax cuts that go to the Wisconsin population whose income is less than $100,000. The numbers are accurate, as far as they go. The problem is that they only show part of the picture. The Democrats are proposing a larger overall tax reduction that would lead to greater tax savings for those whose income is less than $100,000 - even if this represents a lower percentage of total tax cuts. The statement is therefore partially accurate, but leaves important details. This is our definition of half right. Sharing facts 2019-02-22 21:16:58 UTC PoliticsFact 4 1 7 PolityFact Dating: Half True GOP is a better tax scheme for middle-class working families, earned under $100 K John Negreen State Rep. https://docs.legis.wisconsin.gov/2019/legislators/assembly/1883 a Twitt Tuesday, 12 February 2019 2019-2019-02-12. Read more information.", "vclaim_id": "vclaim-pol-00989"}