{"url": "/factchecks/2014/aug/28/democratic-senatorial-campaign-committee/democratic-group-claims-cory-gardner-backs-bill-ba/", "speaker": "Democratic Senatorial Campaign Committee", "vclaim": "\"Kore Gardner is sponsoring a bill to ban all abortions now.\"", "truth_label": "half-true", "date": "stated on August 21, 2014 in a campaign ad:", "title": "The Democratic Group claims that Corey Gardner has returned the bill prohibiting all abortions.", "text": "The representative, Corrie Gardner, R. Colo, who runs into an uninhabited democratic Sen, Mark Odal, finds his position on abortion, targeting another announcement of a democratic attack. We've already evaluated Odall's claims that Gardner \"has made an effort to ban birth control in Colorado as half a Tro. The last 30-second spot, broadcast by the Democratic Senate Campaign Committee, represents a handful of women critical of the pro-life attitude of the Colorado Republic. \"Why do men like Corey Gardner think they'd tell women what to do?\" One woman asks. The latest Gardner position called \"adult,\" after the Raw Gardner said, \"abortion is prohibited even in cases of rape and incest.\" Later, the narrator adds: \"Gardner is sponsoring a bill prohibiting all abortions at present.\" We decided to take a look at this last claim. The DSCC refers to H.R. 1091, officially known as the Concept of Life Act and unofficially as the \"Personal\" Bill. Gardner was included in the list of co-sponsors of the bill. The Bill was introduced on April 8, 2013 by Republic C Jordan, R-Ohio. According to the text of the draft law, \"the right to life of every human being born and born shall be equally protected\" and \"the right to life guaranteed by the Constitution shall be proclaimed as the right of every human being.\" In addition, \"human and \"human\" include every member of the homosexual sex at all stages of life, including the moment of inhalation or cloning or any other moment when a member of the human race comes into existence.\" If that sounds confusing to you, that's why. None of the above refers to abortion, although it is quite clear that it is a measure against abortion. In fact, the only part of the draft law that seems to refer directly to abortion only increases water mud: \"Nothing in this law shall be interpreted as authorizing the prosecution of any woman for the death of her unborn child.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, it is difficult to assess the impact of this puzzling bill. On the one hand, the draft law does not explicitly provide for exceptions for cases involving rape or incest or where the life or health of a woman is at risk. On the other hand, the bill does not refer explicitly to abortion in the first place. This means that judicial interpretation will play a significant role in how any such law is implemented. However, since no State had adopted a draft law on personality, the courts had not established a historical record of how they interpreted such a measure and how that measure affected abortions. By suggesting that the fetus has the \"right to life,\" the bill challenges the Supreme Court's past endorsement of the constitutional right to abortion. No congressional law could repeal the Constitution, which meant that the Supreme Court would have to change its previous positions on abortion. This is possible, but even if the draft law is a means of challenging Roe v. Wade and subsequent decisions, it is not clear that the result is \"the prohibition of all abortions.\" Glen Cohen, Co-Director of the Center for Health Law Policy, Biotechnology and Biology at Harvard University, argued that the draft personality law would prohibit all abortions \"may be somewhat strong.\" Depending on how the courts ruled, it might nevertheless be possible to make exceptions in cases where the mother &apos; s life or health was at risk. \"One can think that embryos are people but still have those exceptions to a theory such as self-defence,\" said Cohen. This is further complicated by the fact that Gardner interferes with both sides of the issue. He publicly stated that he no longer supported the personal movement because of its potential impact on some of the birth control methods approved by the Forestry Development Authority - yet he did not withdraw his name from the bill as a co-sponsor. The Gardner campaign said that he was a sponsor of legislation: \"It reflects his belief that life begins when pregnancy.\" According to the campaign, Gardner's records support exemptions from \"rape, incest and mother's life,\" and the campaign does not agree that the draft Personality Act is a ban on all abortions. The bill is not expected to be put to a vote. Gardner co-sponsored another bill submitted in 2013 that would dispense with federal funding for abortion service providers unless the pregnancy was the result of rape or incest or when a doctor testified that a woman &apos; s life was in danger if the child was pregnant until birth. Our referee, Gardner, said, \"He's sponsoring a bill to ban all abortions now.\" The claim is based on the presentation by Gardner of a bill granting the foetus the same rights as a person from the moment of vaccination. It is clear that these draft personal laws are anti-abortion measures, but there is much uncertainty in the language of the draft law which, over time, has to be sorted by the court system, and it is not clear that it will prohibit all abortions. The statement is partially accurate but leaves important details, so we evaluate it half right.", "vclaim_id": "vclaim-pol-07381"}