{"url": "/factchecks/2018/nov/06/blog-posting/no-these-nude-women-are-not-democrats-campaigning/", "speaker": "Bloggers", "vclaim": "Three naked women in the picture are campaigning for Democrats.", "truth_label": "false", "date": "stated on November 3, 2018 in a post on Facebook:", "title": "No, these naked women aren't \"democrats are campaigning.\"", "text": "Are the Democrats \"people\" or the nude? There is an article in Facebook showing a picture of three naked women taken from behind that refers to the latter. Women wear hats and sun shoes, and two have loudspeakers attached to their shoulders. They face what appears to be police and rioters, who stand on the other side of some temporary duel. \"Democracy is campaigning!\" Written on 3 November. The following line is followed by puking expressions: \"Show a wonderful statement to get your voice.\" This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) The reverse search for Google's image quickly shows that the image is more than a decade old. The photographer Juan Barrito took him to France Press on May 16, 2005. The naked women were part of a protest against land rights, and they were arrested by Barrito at the entrance to the headquarters of the President &apos; s residence in Mexico City. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021 in Vermont, a group of women recently undressed in the hope of enhancing voter participation there and elsewhere in the country. Ten women were \"chopped up, held elections in strategic locations, and allowed a photographer to photograph them in an attempt to convince people to vote on Tuesday,\" as reported by public Radio Minnesota. On 30 October, the group published an important statement on the Facebook page called \"Grap them by The cription,\" named for the exit campaign. It addresses progressive causes and concerns, but does not mention Democrats. \"With #MeTo and #Weto's movements and the recent confirmation of Brett Cavanaugh there's a lot at stake in the upcoming elections,\" says the mission statement. \"This group of brave women in Vermont gathered together in a weak artistic expression to protect women's right to choose their own body, health, reproductive rights and sexual expression. We have joined hands as a cry against sexual and emotional abuse and endemic trauma in our society. In order to defend the rights of marginalized women, including transgender women, coloured women and physically \"disabled\" women. Publications including Fox News, Daily Mail and The Sun reported that the group was seeking the voices of Democrats. While there is a campaign of naked women supporting historical liberal issues, Facebook claimed that the three women in the picture were Democrats. They were activists demonstrating in Mexico City, and it wasn't a campaign to get out of the vote. We value this allegation wrong.", "vclaim_id": "vclaim-pol-01291"}