{"url": "/factchecks/2019/sep/06/facebook-posts/donald-trump-did-not-credit-florida-gov-ron-desant/", "speaker": "Facebook posts", "vclaim": "\"Donald Trump's tweet says thank you, Goff. Ron Desantes is on the way to Hurricane Dorian away from Florida.", "truth_label": "pants-fire", "date": "stated on September 1, 2019 in a Facebook post:", "title": "Donald Trump didn't credit Florida Goff. Ron Desantes is on the way to Hurricane Dorian.", "text": "President Donald Trump has been tweeting a lot about Hurricane Dorian. But one of the well-known Facebook bulletins invents a tweet from the president that he never wrote. The article, published in September, claims to be showing a footage of a tweet from Trump. The road of Dorian north off the Florida coast is reinforced by Trump on board the Republican government in the state. Ron Desantes, he says that if Democrat Andrew Gillum had won the mid-term election, \"millions would have died.\" But the tweet is fake. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) At first glance, the calculation in the screen shot seems to belong to the president. It carries the same picture as his real account, @realDonaldTromp, and even the handle looks similar. On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"to demand that he adhere to the proven book of democratic play.\" By Sierra Orroc on January 11, 2021, but not. The suspect's tweet carries the handle @realdonalbtromp - with \"b\" where it should be \"d.\" It also has an misplaced period at the end of Trump's name and does not have a blue verification badge, which means that the account actually does not belong to the President. In addition, @realdonalbtromp in her Twitter résumé says it's a sarcastic account. \"La real Donald Trump, just Brady,\" read the résumé. \"If you think he really had him for a second, what does that say about him?\" However, hundreds of Facebook users share screen footage as if it were true. Just to make sure of that, we went over Trump's real Twitter page to see if he was tweeting about Gilom in contact with Dorian. He didn't. The Facebook article is not accurate and claims to be ridiculous. We value it pants on fire!", "vclaim_id": "vclaim-pol-00184"}