{"url": "/factchecks/2019/mar/07/facebook-posts/no-cadbury-products-were-not-contaminated-workers-/", "speaker": "Facebook posts", "vclaim": "An HIV-positive worker was arrested in Kadbury after the products were contaminated with his blood.", "truth_label": "pants-fire", "date": "stated on February 28, 2019 in a Facebook post:", "title": "No, Cadbury's products weren't contaminated with the blood of the HIV-positive worker.", "text": "No matter how weird, some rumors won't stop and one of the most tired allegations is spreading again online: that a particular food or drink product has been infected with HIV/AIDS and people should avoid consuming it. An article on Facebook shows a picture of a handcuffed man identified as an employee of the Cadbury candy factory and states that he was arrested for polluting products with his HIV-positive blood. Therefore, people should still avoid taking company products or risking virus infection. The full article: \"This is the man who added his infected blood to the Cadbury products. Next week, he does not eat any products from Cadbury, as a worker from the company added his blood contaminated with HIV/AIDS. It was shown yesterday to BBC News. Please send this message to the people you care about.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This is a first-time Cadbury rumor in 2018, which has already been dismantled. The claim is not supported by evidence at several levels. First, research into the reverse image shows that the photograph was posted on several Nigerian websites in 2014 for the terrorist Boko Haram Aminu Uguchi, who was accused of planning to blow up the bus park on April 14, 2014, in the Nigerian suburb of Abuja. It was reported that 71 people were killed and 120 injured by the explosion. The picture shows that the international police handed over Oguchi to Nigeria from South Sudan. Second, no one has been arrested and no warnings have been issued regarding the HIV contamination of British candy products. Nor were there any notes or media reports on such a matter. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On January 16, 2012, the third, and perhaps the most important, HIV infection is almost impossible to consume. According to the Centers for Disease Control, HIV does not live outside human body fluids, nor can it reproduce outside a human host: \"You cannot get HIV from the consumption of food treated by a person living with HIV. Even if the food contains small amounts of blood or sperm infected with HIV, exposure to air, heat from cooking, and stomach acid would destroy the virus, according to the CDC. In very rare cases, HIV has been found to have spread from one infected person to another through pre-cooked food. According to the CDC, the only known cases in which this occurred were when pre-cooked food was shared with a baby. The contamination occurs when the infected blood is mixed from the provider's mouth with the food during chewing. Our social media articles claim that Cadbury candy products are contaminated after the arrest of an HIV-positive worker. These rumors have been going on for over a year and they're totally fake. The man in the picture is a Nigerian terrorist, and there's no evidence that Cadbury's products have been infected with the virus. We're assessing these pants on fire! Fact-sharing 2019-03-07 20:01:54 UTC PoliticsFact 1 1 7 PoliticalFact Dacting: Facebook bulletins on the Internet Thursday, 28 February 2019, 2019-02-28. Read more information.", "vclaim_id": "vclaim-pol-00925"}