{"url": "/factchecks/2011/may/18/american-beverage-association/beverage-association-says-ri-tax-would-increase-su/", "speaker": "American Beverage Association", "vclaim": "The new drink tax will increase the cost of soda, juice, sports drinks, iced tea, and flavor water up to 50%.", "truth_label": "half-true", "date": "stated on May 11, 2011 in a placard:", "title": "The liquor association says R.I.'s tax will increase the price of sugar drinks by 50%.", "text": "Taxes are in everyone's minds, especially in the wake of Jove. The widely criticized Lincoln Shavi proposal to impose sales tax on previously exempted items. Now, people who bring us a wide variety of drinks are protesting a proposed new tax on sugar metal drinks. In full pages of advertisements, brochures and banners on warehouse shelves, American Drinking Association, an advocacy group representing the non-alcoholic industry, consumers warn that they will see an increase of up to 50 per cent in the price of their favorite drinks. For example, the sign we saw in a local store had a big red stop sign and the words: \"The new drink tax will increase the cost of soda, juice, gymnastics, ice tea, and flavor water up to 50%.\" The prosecution left us thirsty for the truth, so we started making inquiries. These are two identical bills in the State Legislature - one in the House (H5432) and the other in the Senate (S2952). Both claim a 1 per cent per ounce tax on drinks with sugar added or high calories. Thus, a 20-ounce bottle of pepsi will cost you an extra 20 cents. A two-litre bottle of Mountain Dew would cost an extra 68 cents. Potential revenues, estimated at $28 million per year, will not be used to assist a country with monetary constraints, at least as currently written in the legislation. Instead, they will be given to the Ministry of Health for programmes to combat greed. The goal is to keep consumers away from \"sugar-added drinks, which have no nutritional value and tend to contribute to many health problems,\" said Stephen Dewey, Director of Public and Government Affairs at the Rhode Island Medical Association, one of the legislative groups. At the national level, non-food soda accounts for about 70 per cent of the United States soda market, $75 billion, according to John Seacher, editor and publisher of Peverage Digest. According to the United States Department of Agriculture, it now accounts for half of the sugar added in the United States diet. It is argued that the tax will be another burden on consumers, driving shoppers across state lines to buy their soda while doing nothing to reduce obesity. To figure out the amount of tax proposed to raise prices, we went shopping. We discovered that when it came to buying individual bottles and cans, the claim was not close to the truth. A 20-ounce bottle of Coke sold at $1.49 would increase the price by 13 per cent to $1.69. A box of eight ounces of Red Bull selling $2.29 would cost $2.37, 4% more. Twelve ounces of soda cans at $6.19 per case, which we found in Providence Rhett Aid, would cost $7.63, and an additional 23%. But if you buy soda for sale and volume, the percentage increase is greater. For example, you can get three of these 12 packages for $10 (or $3.34 per package); in this case, the price will rise to $4.78 per package, or 43 per cent more. If you buy a two-litre Pepsi bottle (68 ounces) as part of a promotion of US$ 2 to US$ 3 (US$ 1.50 each), each bottle will cost US$ 2.18, or add 45 per cent to the cost of each bottle. With a bottle of 3 litres of Stop &amp; Shop root beer, sold at $4 for $5 (or $1.25 each), the tax will increase the price of each bottle to $2.26, or 81 per cent more, than the Drinks Association warns. So the increases are all over the scanner. There is another problem with the request of the American Society of Drinks. The legislation imposes only taxes on drinks to which sugar is added, high fructose corn, or other high calories solution. The diet soda will be exempt. Also drinks with more than 50 percent fruit or vegetable juice. And so do the drinks you get from the soda fountain. No Coke is taxed in McDonald's unless it's in a bottle. In her claim, the Drink Society ignores these differences. One reason may be that wholesalers may cover the tax cost by distributing it to all drinks. :: This argument was presented at a hearing held on 9 March before the Finance Committee of the Chamber of Deputies. This means that consumers will pay more for all kinds of drinks, whether healthy or otherwise. However, if this practice is adopted, the overall increase for consumers will be further reduced. The claim \"up to 50%,\" as weak, will be even less accurate. In short, it is true that if you buy drinks for sale and in bulk, the additional price may approach - and in some cases exceed - 50 per cent because the tax will be levied on the basis of each recommendation. But for individual bottles and cans, the tax is usually much lower -- 20% or less for 20 ounces bought for 98 cents or more. In addition, opponents of the draft law infer inaccurately that the increase applies to all soda, juice, syrup, iced tea and flavor water. That's not true. That's not how the bill is written. If companies decide to raise the prices of food drinks and natural fruit drinks that will be tax-exempt, the liquor association's estimate of possible price increases would be less healthy. By trying to get it in both directions, the American Drinking Association makes an accurate allegation but ignores important details. So we're doing her statement as half right. (For comment or presentation of your judgment, visit us on Facebook.) Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • January 20, 2012", "vclaim_id": "vclaim-pol-13080"}