{"url": "/factchecks/2014/oct/05/george-will/george-will-america-hasnt-had-sustained-confidence/", "speaker": "George Will", "vclaim": "\"The last time there was a constant wave of confidence in government efficiency was under Ronald Reagan.\"", "truth_label": "false", "date": "stated on October 5, 2014 in comments on \"Fox News Sunday\":", "title": "George Will: America has had no continuing trust in government since Ronald Reagan.", "text": "As the midterm elections approach, the Republicans question President Barack Obama's competence and confidence. This is the subject that became a major focus during the migration debate when the Republicans in the House of Representatives said that they would not move forward because they did not trust the President to enforce the law. The release of Obamakari's failed website has not given the President any favors. Now, the Republicans are spreading fears over Ebola and the security apparatus to the same mold. The Bundes pressed their opposing views on each other in Fox News Sunday. Britt Hume said that the level of people who say that the government is incompetent is higher than ever. Juan Williams re-fired that the public always thought the government was incompetent. George Will went to prison to notice that the country had more than one fear of \"over-belief in government.\" The Republicans will be diverted to participate in nation-building abroad and the Democrats for their efforts to treat social diseases at home. Will then made an interesting historical observation. \"The last time there was a constant surge of confidence in government efficiency was under (President) Ronald Reagan,\" said Will. Will is true that public trust in government rose and then kept steady under Reagan. However, he failed to ignore the Bill Clinton periods, when public confidence in the Government also rose sharply. In the following graph, the results of a number of surveys since 1958 averaged that reflected people &apos; s confidence in the Government. (The political scientists to whom we have reached have said the words \"confidence\" and \"confidence\" are largely synonymous in this context.) Source: Pew Research Centre, Public Trust in Government: Trust in Government fluctuated from 1958 to 2013 during Reagan and Clinton, but under Reagan, confidence rose by 11 percentage points - from 33 per cent to 44 per cent. In Clinton &apos; s years, confidence rose by more than 20 percentage points -- from 21 per cent to 44 per cent, according to data from American national electoral studies. With regard to Will's use of the word \"floating,\" the gains of confidence were even more acute during Clinton's periods, but they began at a much lower point than Reagan. What lies behind the figures is the consensus among the political scientists we contacted that trust in the Government's tracks is closely with the economy. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: January 12, 2021 \"The growth in confidence we observe under Reagan and Clinton coincides with economic expansion,\" said Brendan Neehan, a government professor at Dartmouth College. In his next book: Why Washington will not succeed: polarization, political trust, crisis management, and the political world at Vanderbilt University Mark Heatherington analysed how party affiliation changes the results of the survey for trust in government. \"The Republicans in the electorate seem to trust the government only when the Republicans are in office,\" said Heatherington. Democrats trust the government as much as they do over time. The Republicans are flipping a lot.\" Heatherington sent us this scheme that tracks party affiliation and trust in the government by who was the president. Theda Scopol, a political scientist at Harvard University, questions the extent to which these surveys reveal American positions. This general view masks a great deal of subtle differences. \"Americans express opposition or suspicion when they ask about government in general,\" said Scokbol. \"But they usually love all the details (of the programs) through wide margins.\" For example, the centres for disease control and prevention were set up in Scokbol. While the current fear of Ebola may have had a negative impact on the Agency &apos; s arrangement, last year it was at the top of the public list. According to Gallup, 60% of the people said the CDC is doing an excellent or good job. Our reign, George Will, said the last time there was a \"permanent surge\" in trust in the government was under Reagan's leadership. While confidence has generally increased and maintained its level in the years of Reagan, it has also seen a steady and even greater increase under Clinton. Whatever the numbers, it is clear that the American people had \"a surge of confidence\" during Clinton's presidency. Clearly, Clinton was more of a president lately than Reagan. We appreciate Will's false claim.", "vclaim_id": "vclaim-pol-07201"}