{"url": "/factchecks/2019/feb/01/wisconsin-republican-legislative-leaders/robin-vos-scott-fitzgerald-have-no-business-blamin/", "speaker": "Wisconsin Republican Legislative leaders", "vclaim": "Possible changes from Foxcon are due to a \"wave of economic uncertainty\" from the Evers administration.", "truth_label": "pants-fire", "date": "stated on January 30, 2019 in a joint statement:", "title": "Robin Voss, Scott Fitzgerald blames Tony Evers for Foxcon's changes.", "text": "The size and scope of the planned Foxcon technology complex in Racine County suddenly became a discussion, months after the Taiwanese company signed contracts with state and local officials for billions of public funding. According to Reuters, on January 30, 2019, Foxcon was reconsidering plans to make advanced liquid crystalline panels here and intended to employ most engineers and researchers, rather than promising manufacturers. The following day, the Asian magazine Nikkei Asian Review stated that Foxcon planned to suspend its plans for a $10 billion station in Wisconsin, a report disputed by the company. All that left Foxcon - a long-term political football - was subject to a new round of kicks. On the day that the story of Reuters came out, the President of the Assembly, Robin Voss, R-Rochester, and the majority leader of the Senate, Scott Fitzgerald, R-Jonao, issued a joint statement with a seemingly unlikely target: Jove. Tony Evers, a democratic man swearing right only three weeks ago. \"We do not blame Foxcon for changing plans in the area of constantly changing technology. It is also not surprising that Foxcon is rethinking the construction of a manufacturing plant in Wisconsin under the administration of Evers, and has read the statement in part. \"The company responds to a wave of economic uncertainty brought by the new Governor with his administration. \"Governor Evers has an agenda against jobs and has undertaken to eliminate the incentives for successful manufacturing and agriculture.\" Does Foxcon really make changes in the reaction to the \"economic uncertainty\" created by the new state governor? Let's go over what we know. The officials did not provide any evidence that this was a fast-moving story, with various reported accounts of Fuxcon's tendencies coming from different sources over several days. But in the middle of this, Vos and Fitzgerald made a very specific and concrete allegation: that Foxcon was interacting with the uncertainty caused by Evers. When we asked Vos and Fitzgerald to support their demands, the spokesman for Voss Kit Bayer observed a series of changes in economic policy positions to prey over time. However, she said that the Republicans had no direct evidence linking Foxcon's changes to Evers or any action by the new governor. \"The leaders believe this is the case,\" she said. In the meantime, Foxcon did not explicitly define its current plans or the rationale behind them - but many reports referred to market rather than political factors. Louis Wu, Special Assistant to the Executive Chairman of Foxcon Teri Gu, expressed concern about the cost of making advanced television screens in the United States because of labour expenditures that exceeded those in other countries, as reported by Reuters. The story of Nikki, citing unnamed sources, says that the plans are pending because of the China-United States trade war and uncertainty about demand. Apple is of particular concern, and the biggest Fuxcon clients have announced a decline in revenue this month due to late sales. Nikki claimed that the delay in Wisconsin was \"a result of negotiations with the new government. Tony Evers, citing the company document. However, its material was not quoted from the document and no further details were provided. Anyway, Foxcon stabbed Nikki's report and spoke positively of Evers. \"The company remains committed to its long-term investment and creating 13,000 jobs in Wisconsin,\" said the company in a statement issued in January 31, 2019. \"All interactions so far with Governor Evers and his team have been constructive, and we look forward to further discussions as we continue to invest in American talent and expand our investment base within the state of Wisconsin.\" In addition, Mark Hogan, President of Wisconsin Economic Development, WEDC, told the newspaper Milwakee Journal Sentinel that Evers did not seek to renegotiate the Foxcon agreement or pursue any side deals with the company - as the Nikki report claims. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • 20 January 2021, Hogan was appointed by the Government of the Republic. Scott Walker, who helped negotiate the deal. \"I participated in the Foxcon Project from day one, and there were no side deals and no contract alone,\" said Hogan January 31, 2019. \"In addition, no attempts have been made either by the company, the Evers Department or the Walker Department to renegotiate the Wick Contract.\" Experts say that the influence of Evers is probably the least possible, unlike what has been reported, there are many other things that undermine the argument that Foxcon is responding to Evers. According to experts, it makes no sense for Foxcon to take action in response to a governor who had sworn in in January 7, 2019. Paul Nulet, a co-teacher in political science at the University of Marquette, said, \"It's a biased statement that is not linked to how companies operate.\" \"When Foxcon made this deal, they knew the next election in 2018, they knew Jove. Walker could lose. These are all company accounts.\" The slow-down sales of iPhone and commercial warfare are probably factors in what exactly Foxcon built and operated in Wisconsin. The Vos and Fitzgerald Statement expands on \"economic uncertainty\" by referring to Evers' undertaking to remove business motivation. However, studies have shown that tax rates play a much lower role in business investment decisions than market demand, supply networks, labour availability and transportation networks, and Andrew Rushovsky, Professor of Public Affairs and Applied Economics at the University of Wisconsin, said. In addition, there are contradictory aspects to the Vos and Fitzgerald statement itself. Voss and Fitzgerald say they understand that Foxcon is changing his plans \"in the field of ever-changing technology,\" but then they blame Evers for causing changes. They say that Foxcon is changing because of Evers, but then Foxcon noticed that he did not retract his pledge to create 13,000 new jobs. \"You can see some kind of disconnect there,\" said Nolte. \"They say that Everest's fault is that bad things happen, but things aren't really that bad because the contract still exists.\" Which brings us to the point of mission. The state has a signed contract with Foxcon. It creates up to $4 billion in cash payments and tax exemptions over 15 years in exchange for the construction of the manufacturing facility and the creation of 13,000 jobs. Otherwise, if Evers were seeking changes or side deals, Foxcon wouldn't have to approve them. Any renegotiation of the contract must pass through the Environmental Energy Management Board, which, thanks to the absurd legislation of Vos and Fitzgerald, is controlled by the Republicans until September. In a joint statement, our Republican leaders Vos and Fitzgerald said that possible changes in Foxcon plans in Wisconsin were the result of the \"economic mystery\" created by Evers - who had been governor for less than a month. A Voss spokesman did not provide any evidence of this allegation, just saying that the leaders \"think\" that this is the case. At the same time, the evidence against the claim is strong: published reports attribute potential changes to a range of market and economic factors, including labour costs in the United States, low consumer demand and trade war with China. Experts say that these are historically the kinds of factors that drive trade decisions, not politics. The only Foxcon public statement on this issue says that talks with Evers were \"constructive.\" And the CEO of Wick says that Evers didn't interfere with Foxcon's contract in any way. This all makes Voss and Fitzgerald's claim wrong, even ridiculous. That's our definition of fire pants. Sharing the facts 2019-02-01 17:38:13 UTC Politic Fact 1 1 7 PoliticFact Drafting: Pants on Fire Potential Changes Foxconn is due to a \"wave of economic uncertainty\" from the Evers administration. Commanders of the Republican Legislative Council in Wisconsin https://legis.wisconsin.gov/assembly/63/vos/media/news-updates/public-statement-foxcon-s-plans-in-wisconsin/News, 30 January, 2019-2019-01-30 read More info", "vclaim_id": "vclaim-pol-01075"}