{"url": "/factchecks/2019/apr/02/viral-image/no-alexandria-ocasio-cortez-didnt-advocate-repeali/", "speaker": "Viral image", "vclaim": "Alexandria Okasio Cortez says: \"We need to cancel day-saving time as a major measure to reduce climate change. Fewer hours of sun rise equal to less heat hitting the surface of the Earth.\"", "truth_label": "pants-fire", "date": "stated on March 30, 2019 in a Facebook post:", "title": "No, Alexandria Okasio-Cortez did not call for the cancellation of daylight time.", "text": "The U.S. Republic of Alexandria Okasio Cortez is an ordinary target of fabricated quotations that seem designed to make them look stupid. A new one appeared on Facebook on March 30, which seems to quote Congresswoman arguing against daytime savings. \"If we change our time with the sole intent of increasing the amount of daylight we receive, that's an extra hour of sunlight,\" reads the article, which shares as a picture. \"This is an extra hour a day of heat heating up our already unstable planet. We need to eliminate day-saving time as a key measure to reduce the rate of climate change. Fewer hours of sun rise equal to less heat hitting the surface of the Earth. We're running out of time! \" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Some of the people who commented on the article seemed to believe that Okasio Cortez said so. \"I know crackers in the corner smarter,\" wrote one person. \"Another product of general education,\" said someone else, adding palm face emogi. But the Facebook photo also mentions a story on the NPC Daily web site that says \"Daytime Saves is inconsistent with the New Green Compact,\" the Okasio-Cortiz decision presented in February that sets out ideas to address climate change. However, the NPC daily is not real news. It was published on January 25, 2021 in a video that says Bill Gates \"at least 3 billion people must die\" from this planet. By Daniel Funk: January 27, 2021, \"This whole site is ironic and is not meant to be taken seriously,\" according to the site. But this is not clear from the Facebook article, which does not provide a link to the story. Here in fact, some legislators have taken their stand in saving daytime. U.S. Gardens. For example, Marco Rubio and Rick Scott recently introduced legislation that would make daytime always available throughout the country. In the meantime, Okasio Cortez tweeted about saving daytime on March 8th. \"PSA,\" I wrote, \"Save the daylight is this weekend!\" She was tweeting the New York City Mayor's office, which reminded people that the clocks go past the clock and said, \"We look forward to more sunshine in the evening!\" We're assessing this Facebook as pants on fire! Sharing the facts 2019-04-02 18:36 UTC Politics Fact 1 1 7 PolityFacting: Pants on Fire Acassandrea Ocasio-Cortez said: \"We need to cancel day-saving time as a key measure to reduce climate change. Fewer hours of sun rise equal to less heat hitting the surface of the Earth.\" On Saturday, 30 March 2019, 2019-03-30, the viral photo on the Internet read more information.", "vclaim_id": "vclaim-pol-00816"}