{"url": "/factchecks/2014/oct/03/mary-burke/mary-burke-says-wisconsin-last-midwest-job-growth-/", "speaker": "Mary Burke", "vclaim": "The new job numbers exist, and Wisconsin \"fell to death the last time jobs grew in the Middle West.\"", "truth_label": "false", "date": "stated on September 23, 2014 in a television ad:", "title": "Mary Burke says Wisconsin is the last to grow in Midwest jobs under the latest figures.", "text": "A new television announcement from a democratic candidate for Governor Mary Burke plowing some of the familiar spaces. The announcement was launched on 23 September 2014, several days after the latest series of posts. The novelist opens it up: \"It happened again. The new job numbers ended in August, and Wisconsin lost 4,300 more.\" The narrator quotes Jove. Scott Walker's now unreachable pledge to create 250,000 jobs in the private sector criticizes \"the reduction of taxes on the rich\" and cuts in education, and continues with the claim that he became the slogan of the Burke campaign: \"We last fell in job growth in the Middle West.\" A set of job data issued on 18 September 2014. The first is a preliminary estimate of the monthly performance for August 2014, based on numbers that can fluctuate widely because they are based on a small sample of employers. The second is the most accurate quarterly figures, covering the first three months of 2014. We've been here before. Sort of. On August 31, 2014, we assessed the validity of the allegation from the announcement by Burke TV that \"Wisconsin is last dead in career growth in the Middle West.\" At that time, the latest quarterly figures were at the end of 2013, so they were exactly the same as the first three years of Walker State. But, as the calendar changes, so do the numbers. In the first announcement, Burke used a footnote on the screen to enhance its claim. In this accurate print, it shows how it has skillfully changed the time frame for its own benefit. The way August's projection corresponds to the \"Dead Last\" language further confuses the issue. In short, other precise figures reach a larger conclusion than the sum of their parts. * Time frame. Let's start with the first announcement. As mentioned above, I have relied on the numbers covering the first three years of Walker's tenure. In that time frame, Wisconsin was in fact the last of the other Western Central states. In addition, Wisconsin also ranks last if you look closely at the last one-year period. So, the short-term view and the long-term view are identical. We felt that Burke had used a fair approach, and we assessed the claim as correct. This time, there's a critical difference. In its last announcement, Burke changes the time frame, thus losing track of Walker's term. This time, the footnote indicates that the claim is based on comparative figures between March 2011 and March 2014. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. The Burke campaign of January 15, 2021 indicates that these data are the latest available data and that you cannot combine the full-year data with the partial-year data. In the window from March 2011 to March 2014, Wisconsin does not rank last in the Middle West. That's true enough. However, this time frame is not entirely consistent with anything. He totally misses the first three months of Walker's term. What should we learn from Christians? In reviewing economic data, a common criterion is to examine performance over the year to measure trends. In that 12-month time frame -- from March 2013 to March 2014 -- Wisconsin no longer ranked \"the last dead\" in the Midwest. We climbed from the basement, through Illinois and Minnesota, and ranked eighth out of 10 states. A simple improvement, of course. But it's improved. When the spokesperson for the Burke campaign was asked about the allegation, Joe Zibeki said: \"while it is true that we are the eighth in 10 states in the Middle West from March 2013 to March 2014, we made it clear in the announcement that we are using the time period that better reflects the full term of office of the Governor, not just last year.\" However, it does not accurately reflect the entire time spent in office by the Governor. It does not surprise us as an effort to be more modern, but rather a smart way to maintain a strong point of dialogue. Consider the following: When the next set of quarterly data is released, it will cover the quarter ending in June 2014. The use of the Burke approach will be eliminated in the first six months of the Walker term. In the next quarter, the first nine months will be over. Furthermore, both monthly and quarterly data help to mask the recent improvement. The act is also used to confuse viewers. The first number of posts in August, which showed a decrease of 4,300 from the previous month, is cited by the Narrator. But when combined with the language used -- \"and we fell to death last time in the career growth of the Midwest\" -- it suggests that falling to the bottom is a new development. In the first three years of Walker's term, Wisconsin was the last in the Middle West, both in the three years as a whole, and in each of the individual years. This is a true statement, and we have estimated it this way. But as the calendar progresses, this allegation from Burke has been stuck in the past. In the last 12 months that can be analysed, the period normally measured by economists, Wisconsin moved from the basement. Finally, it should be noted that since this announcement was first broadcast, the Burke campaign has turned into another declaration different from this allegation. In that announcement, she advocates copies of parts of her plan of action by suggesting whether Walker borrowed good ideas from other states \"maybe we weren't last dying in the growth of jobs in the Middle West.\" But this time there's not even a footnote. Our assessment of the Burke Declaration renews the claim that Wisconsin continues in the Middle West in terms of job creation. I came to this conclusion by stating precise data, but using a non-traditional shift in the time frame to clarify her point of view. The Declaration also ignores the latest performance of 12 months - a common measure of economists - which says that Wisconsin's performance has improved and has been better than two other states in the Middle West. We're assessing the allegation wrong. (Reading our information sheet on five things to observe when you hear job claims)", "vclaim_id": "vclaim-pol-07207"}