{"url": "/factchecks/2014/oct/02/wisconsin-professional-police-association/violent-crime-wisconsin-higher-under-scott-walker-/", "speaker": "Wisconsin Professional Police Association", "vclaim": "The data on violent crime shows that Wisconsin \"has become safer than it was when Scott Walker took office.\"", "truth_label": "barely-true", "date": "stated on September 25, 2014 in a news conference:", "title": "The violent crimes in Wisconsin are higher under the actions of Scott Walker, the police union says,", "text": "The largest police union in the state explained Mary Burke &apos; s support for the Governor by stating that Wisconsin had become more dangerous. \"Under Scott Walker, not only is Wisconsin following her neighbors in job creation but also in the fight against violent crime,\" Jim Palmer, Executive Director of the Wisconsin Professional Police Association, told journalists on 25 September 2014. Crime data shows that Wisconsin became safer than it was when Scott Walker took office. In contrast to many of the allegations based on the statistics we saw, the union did not provide a specific number for a limited period. Instead, she cited a more general \"less secure\" and referred to nearly four years since Walker took office. She also added one element of blame - that any increase in violent crime was at least part of Walker's fault. There are many factors - demographics, incarceration rates and even police misreporting - that can contribute to fluctuations in the occurrence of crimes, which are usually seen as a domestic rather than a state-wide case. However, the Governor has an opinion on the amount of money to be spent by local governments. So let's investigate. :: Violent crime data (Balmer) referred us to the FBI's consolidated crime reports. Four crimes are considered violent: murder, manslaughter, forced rape, robbery and aggravated assault. One problem: The last available year is 2012, so the figures cover about half of Walker's time as Governor. We found that the rate of violent crime in Wisconsin declined each year from 2007 to 2011, the first year in office, but rose in 2012. Population of Wisconsin for violent crimes: 100,000 persons: change for one year at 2011 rate: 5,711, 13,532, 236.9-4.7% • 26 January, 2021 and 2012, 5 726 398 5 064 16 280.5 + 18.4 per cent nationwide, violent crime also declined in 2007 until 2011. However, unlike Wisconsin, the national rate declined again in 2012, to 386.9 violent crimes per 100,000 inhabitants. In any case, it is important to note that, based on available statistics, the Federation &apos; s claim cannot constitute almost the second half of Walker &apos; s term. This is not known at all. The role of Walker in suspending an increase in the rate of violent crime in Wisconsin on Walker, the local police and the police mayor's departments - not the state patrol or the Capitol police - are the most responsible for combating crime. At the same time, cities, villages, towns and districts receive a large part of their revenue from the State. Walker also set strict limits on the amount of local governments that can raise property taxes. Palmer referred to the first Walker State budget, 2011-13 -- which reduced \"common revenue\" to local governments. He also cited the verification of the relevant facts that we did during the failed Walker recovery campaign in 2012. In that item, we found that Walker reduced the combined revenue by $76 million, or 9 per cent -- the biggest drop in at least a decade. But two other points of fact-checking are also important: common income is public aid from the state used by local governments in various programs, not just the police and the fire department. State funds are usually mixed with local funds and are not linked to a specific function of local government. The Law on the Reform of Collective Bargaining No. 10 of Walker has helped many local governments to absorb at least some cuts in common revenues by forcing most public officials (although not police and firefighters) to pay more for their health benefits and pensions. With regard to the size of law enforcement agencies, he cited the statistics of the State Office of Legal Assistance, covering more than 12,000 officers who had been sworn in in local police stations and the mayor of the police, as well as in State patrols, universities and the Ministry of Natural Resources of the State. The number of officers sworn in per 1,000 residents decreased by 2 per cent in 2011 and 1.8 per cent in 2012. However, local governments, not the Governor, ultimately take decisions that determine the lion &apos; s share of law enforcement officers on the front lines around the state. Our classification of the professional police union in Wisconsin said: Data on violent crimes show that Wisconsin \"has become safer than it was when Scott Walker took office.\" In 2012, in the second year of taking office, violent crime increased and funding to local governments was reduced. However, available data on violent crimes cover only half of the time Walker spent in his post, so the union statement is best based on a partial picture. Furthermore, there are a number of other factors that are not governing affecting the rate of violent crime. For a statement that contains an element of truth but ignores critical facts that give a different impression, our assessment is often wrong.", "vclaim_id": "vclaim-pol-07213"}