{"url": "/factchecks/2019/feb/19/viral-image/viral-image-homeless-camp-old-photo-paris-not-pres/", "speaker": "Viral image", "vclaim": "A picture of the displaced persons camp on the old railway is the current Los Angeles.", "truth_label": "false", "date": "stated on February 17, 2019 in a post on Facebook:", "title": "The viral image of the homeless camp is an old picture of Paris - not today Los Angeles.", "text": "A picture of what appears to be a homeless camp on an old railway line that claims to be taken in the United States this year. The text along the bottom of the picture says, \"L.A. California 2019.\" This article, which was published about 900 times in one day, was referred to as part of Facebook's efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) The picture was not taken in 2019. And she doesn't show L.A. Since 2015, he has been filming the shantytown of Paris, located along the unused railway line. Facebook, mentioned on January 11, 2021 in an article in Facebook by Nancy Belusi, is no longer the Speaker of the House of Representatives by Samantha Buterman. • January 12, 2021, a reverse image search led to the story of Daily Mail in December 2015, which discusses the great Roma community in Paris, often referred to as Roma, who built hundreds of huts using wooden panels and scrap materials along the old railway line. The small belt is a 19-mile belt that has been abandoned for decades, reporting to the Guardian in 2016, and its redevelopment has triggered long discussions in the country. Shortly after the migration crisis in Europe in 2015, the roots of the camp were firmly established. At the time of the photo, the camp, which had no electricity or running water, was about 500 metres long and home to about 350 people. This article is wrong. Sharing the facts of 2019-02-19 21:55:04 UTC PoliticsFact 2 1 7 PoliticFact Rating: The false image of the homeless camp is an old picture of Paris - today is not the picture of Los Angeles Viral on the Internet on Sunday, 17 February 2019 2019 2019-02-17 Read more information", "vclaim_id": "vclaim-pol-01001"}