{"url": "/factchecks/2007/jun/22/barack-obama/accurate-but-exploits-misconception-and-uses-unrea/", "speaker": "Barack Obama", "vclaim": "\"If we increase fuel efficiency standards to 40, 45 miles per gallon, we will have to import zero oil from the Middle East.\"", "truth_label": "half-true", "date": "stated on June 19, 2007 in Washington, DC.:", "title": "It's accurate, but it takes advantage of misunderstandings and uses an unrealistic scenario.", "text": "Obama's claim for oil in the Middle East, which was submitted to the U.S. State County Union and municipal employees on June 26, is a technical sleight of hand. It relies on a very optimistic (and perhaps unrealistic) idea that the United States fleet will average between 40 and 45 MB at some point in the near future. It does not specify whether it means 40-45 MB in the equivalent of today &apos; s tests (which means that road performance is much lower) or whether it means on the roads. Since he's used the test standard before, we'll assume the same thing here, which is going to be equal to 35 megabytes in the real world. By 35 MB, fuel use can be reduced by approximately 40 per cent. Instead of simply saying that it will reduce fuel use by 40%, Obama is playing brilliantly on the belief of many Americans that the United States is heavily dependent on oil in the Middle East. John D &apos; Chico, Senior Fellow in Automotive Strategies with the Environmental Defense Group, said. On January 13, 2021, General David Berger, commander of the United States Navy, said that Nancy Belusi refused to apply for the use of marines for security, and said, \"We are not working for you.\" On January 17, 2021, the United States received less than 20% of its oil imported from the Middle East, according to the US Department of Energy. The United States receives nearly twice as much oil from Canada as Saudi Arabia. Obama is right that reducing demand for oil because of the most fuel-efficient cars may theoretically eliminate the need to import any oil from the Middle East. However, it ignores the reality of global oil markets. \"It's not right to say that we can determine where we buy our oil,\" said Shepper. \"Eyel goes to one big barrel of the world.\" Obama's comment \"If we don't import oil from the Middle East, that means that gas prices will drop at the pump\" is a bit difficult. Given the volatility of oil prices and the time it takes, the price of the pump may continue to rise due to other factors. But under his scenario, it will rise less.", "vclaim_id": "vclaim-pol-00342"}