{"url": "/factchecks/2019/may/10/dale-kooyenga/state-senator-makes-point-then-goes-overboard-birt/", "speaker": "Dale Kooyenga", "vclaim": "\"Tony Evers interrupts child support.\"", "truth_label": "half-true", "date": "stated on April 12, 2019 in a radio interview:", "title": "Senator Wisconsin explains the point of view, but he overstates the demand for reimbursement for birth costs.", "text": "Legislative legislators, who control both legislatures, have made it clear that the Government is the Government. The two-year Tony Evers spending plan, worth $83 billion, was unveiled on February 28, 2019. In addition to the stark differences over Medicaid's expansion, medical marijuana, proposed increases in gas tax and more, there were clear criticisms of less-discussed aspects, such as this shot from the state of Sin.D. Koenja, and R-Brookfield: \"Toni Evers interrupts child support,\" Koenja said on April 12, 2019, on the Jay Webber news programme on WISN 1130, hosted that day by WISN Dan Odonnell and Mat Kitle of the McKeffer news service. \"Why did you cut child support, money for the provinces that are for child support?\" Koenja said: \"We asked about this\" and \"the reason they gave is that there is a progressive element that believes that women do not need men.\" An examination of the budget of Evers shows that the General Fund of county child support agencies increased by $750,000 in the first year of the budget and $150,000 in the second year, according to the State budget outline prepared by the Wisconsin District Association. What's going on here? Let's take a deeper look. When asked to provide support, the Telecommunications Manager of Koyinga, Bill Coch, pointed out a certain and small-scale aspect of the child support system - recovery of birth costs. The child maintenance system is, of course, based on court-ordered payments from one parent to the other, with a view to ensuring financial support for their children. For example, after a divorce, a parent may be required to pay the parent who has primary custody. Or an unmarried biological father may be required to pay payments to the mother of his child. These payments do not come from State taxpayers. But government offices at the county level focus on enforcement -- that's collecting money from those who ordered payment. This is how it works: the stronger the enforcement, the greater the money paid, and the less likely the individuals will be to receive social care. Therefore, the State and taxpayers have a clear interest in ensuring payment. Apart from the administration of that programme, the State was allowed to recover some of the costs of childbirth - for example, the costs of doctors and hospitals - when the mother was on Medicaid. This is what Koyinga referred to in his claim. \"The amount paid by the father depends on the cost of the birth, the monthly income of the father, and the regional rates of the birth costs,\" said Koyinga Bell Coch in an e-mail. \"Under federal rules, child support agencies will require the court to set a payment rate of 5% of the father's monthly income over a period of three years.\" Kush said that with the money being collected, 85% should be returned to Medicaid's budget. The other 15 per cent are maintained by the county child support enforcement agencies. In 2017, Wisconsin provinces retained approximately $2.3 million of the $15.2 million collected. The Evers budget calls for the abolition of the requirement that the court include an order that the father pay part of the expenses of pregnancy and childbirth. The budget also repeals orders concerning pregnancy and childbirth expenses and prohibits the State from seeking reimbursement for childbirth expenses. \"As originally proposed, Governor Evers' budget includes a significant reduction in child support programmes in the province that would prevent local child support enforcement agencies from carrying out their core functions,\" said Koyinga on May 2, 2019 on his legislative website. \"If the Governor's budget is to bear fruit as proposed, local child support programmes will need to release staff and reduce services.\" Koenja called the payment program a \"reasonable policy,\" in the article: \"He reminds the father that he has a child in this world for which he is responsible, including reimbursement of the costs associated with the birth of a child to the State.\" How does the reduction in this area fit into the overall increase that Evers has included in his budget? Kush argues that the increase in funding is still lower than the amount that the provinces can keep under the maternity cost recovery programme. \"With the abolition of the maternity cost recovery programme and an overall increase, child support agencies will continue to inherit a deficit of $2.5 million over the biennium. In calculating the federally identical dollar loss, this figure rises to $7.5 million over the same period of time.\" On January 12, 2021, in our speech, \"We put $330 million in public school aids - the largest in more than a decade.\" On 26 January 2021, the Non-Party Legislative Financial Bureau considered the Golden Standard on State Financial Matters and confirmed that as part of the Budget Bill 2019-21, Ivers proposed to cancel the recovery of expenses related to the birth of children. The Tax Office also indicated that the budget proposes an increase in funding for the enforcement of local child support measures within the framework of State incentive payments to the provinces by the Ministry of Children and Family Affairs. However, the net result on the enforcement side is the reduction of funds. \"The overall net effect of these two proposals on individual provinces may vary depending on the amount of funding they would have recovered in childbirth costs compared to the increased amount they would have received in the context of the increase in State incentive payments from the Capital Fund,\" said the Tax Office in a report. The overall net effect of the two proposals is to reduce funding for local child support enforcement agencies because the amount of reimbursement for birth costs exceeds the proposed increase in incentive payments. But is it child support? The Bureau's tax report indicates that the reduction is in the area of enforcement. This may indirectly mean that less child support is collected, although this will not affect the court order. So, in this regard, Koenja's statement that Evers \"cuts child support\" is an exaggerated statement, leaving listeners to believe that Evers is asking unincubated parents to pay less. In fact, when Koyinga was asked why the proposal was being proposed, he said: \"The reason they gave was the existence of a progressive element that believed that women did not need a man.\" When Quenga was asked on the basis of that comment, Koch did not explain the statement, but said: \"If you are trying to find the reason for proposing this provision, I would encourage you to ask Governor Evers why it was included in his budget.\" In an e-mail, Yves Melissa in Dave ended the comment by saying: \"The Senator deliberately misunderstands this issue and makes hateful comments about women in this process.\" In the claim under consideration, Daves stated that the cost recovery programme for childbirth had been abolished \"is certainly not a direct reduction in the funding of child support.\" It noted that parents pay child maintenance at a sum determined by law and by the courts and that \"the Governor cannot reduce the amount of child support to be paid by one of the parents.\" With regard to the cost recovery programme for childbirth, she said: \"Perth dollars means reimbursement for the actual cost of childbirth. However, many provinces choose to retain part of these funds. The Governor &apos; s general budget invests heavily in the provinces, far beyond the increased child support discussed, and enables the provinces to make funding decisions to best serve their citizens.\" However, the Finance Office objects to this point, which records the net result as a loss for the provinces. At the same time, the report of the advocacy team, a report by the Wisconsin Health Watch entitled \"Recovery from costs in Wisconsin: it's not child support,\" says that \"policy does not support children, it supports child support offices.\" The cost recovery policy \"is a collection process run by the state of Wisconsin and implemented by the county's child support agencies which, according to the report, are actively seeking to recover the cost of childbirth supported by Medicaid from unmarried parents, often from unincubated parents.\" The Wisconsin Health Observatory also noted that child support is not the same as child support enforcement. \"Like child support, none of the recovered dollars goes to support children and families -- all of that is directed to reimburse the government at the federal, state and local levels.\" The Wisconsin Health Watch, according to its LinkedIn profile, is an organic organization, the ABC Health Project, a non-profit project that promotes access to health care. Our reign, Koyinga, said, \"Tony Evers cuts off child support.\" The Evers budget seeks to abolish the State programme for the recovery of birth costs. According to the Tax Legislative Bureau, the budget gap will exceed the additional funds that Evers has included for local law enforcement agencies to support children. The Koyinga statement was too broad, suggesting that Evers called for a reduction in the support paid to children by non-incubating parents. However, with fewer funds available for execution, the amount collected from court orders may be indirectly reduced. We appreciate Koyinga's claim for half as valid.", "vclaim_id": "vclaim-pol-00653"}