{"url": "/factchecks/2018/jan/31/donald-trump/us-finally-seeing-rising-wages-donald-trump-said/", "speaker": "Donald Trump", "vclaim": "\"After years of stagnation of wages, we are finally witnessing a rise in wages.\"", "truth_label": "barely-true", "date": "stated on January 30, 2018 in his State of the Union address:", "title": "Did the United States finally \"see rising wages,\" as Donald Trump said?", "text": "President Donald Trump expressed his economic achievements while observing the state of the Federation. One of the statistics cited was wage growth. \"After years of stagnant wages, we finally see rising wages,\" said Trump. This, however, raises problems in two respects. We asked Ged Kolko, the chief economist at the job site in fact.com, the best measure to use it, and he said that he was the average regular weekly real income of full-time wage and salary workers, 16 years and over. This is a measure that tends to reflect the typical wages of persons with stable employment, adjusted for inflation. This figure has been calculated every three months since 1979. This data shows that after Trump entered his post, wages initially rose, and then declined. In the last quarter of 2017, the figure was $345. This is slightly less than $349 in the fourth quarter of 2016, before Trump enters office. But even if you allow some quarterly features, Trump's statement is also misleading in another way. The \"years of stagnation\" to which he refers have not ended under the leadership of Trump -- wages have begun to grow under the leadership of President Barack Obama. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy, on 20 January 2021, wages reached a low level after the major recession in the second quarter of 2014, amounting to $330. They have climbed, with only some features, for the rest of his presidency. When we asked the White House for data, they said, wrong, that the latest data was from the third quarter of 2017. The White House also provided other statistics: average real weekly income for all private sector employees. For these statistics, wages have already increased since Trump took office - less than 1 per cent between December 2016 and December 2017. But here again, wages have increased over the equivalent periods of time in 2013, 2014, 2015 and 2016, in one case up to 2 per cent during the year. It is therefore wrong to say that the United States \"finally\" sees wage increases. Our Governor Trump said, \"After years of stagnant wages, we finally see rising wages.\" On the most common scale, wages rose in the first three quarters of Trump's presidency, but fell in fourth place, erasing all the gains made during his presidency and then some of the gains. Even if you ignore this figure in the last quarter as a turning point, his assertion ignores the fact that wages - on two different scales - began to rise during the last years of Obama's presidency. We're mostly assessing his statement wrong. Sharing the facts 2018-01-31 04:44 UTC PoliticsFact 3 1 7 PoliticsFacting: Mother failing \"After years of stagnation of wages, we finally see a rise in wages.\" Donald Trump, President of the Federation, address on Tuesday, 30 January, 2018, 2018-01-30. Read more information.", "vclaim_id": "vclaim-pol-02469"}