{"url": "/factchecks/2019/mar/12/turning-point-usa/did-michelle-obama-have-staff-23-while-melania-tru/", "speaker": "Turning Point USA", "vclaim": "Michelle Obama says \"she had a group of 23\" while Melania Trump \"she had a group of four.\"", "truth_label": "half-true", "date": "stated on March 11, 2019 in a post on Facebook:", "title": "Did Michelle Obama have 23 employees while Melanie Trump had only 4 employees?", "text": "A recent viral picture shared by the group of conservatives Turning Point USA sought to compare the way Obama and Trump deal with public money in the course of their work. The post said: \"Obama did not donate any of his salary. Michelle had 23 employees. Trump donates all his paychecks. Melania has a stick of four.\" This photo was posted on Facebook on 1 August 2018 as part of Facebook efforts to combat false news and misleading information on its news broadcast. A reader also shared with her the document PoliticFact. To say that Obama stole taxpayers by spending small sums is a long line of attack, a line that has been systematically dismantled. We dropped such allegations during Obama's first term, as did Factecheck.org and Snoppes. What about this viral image? There is little debate about the different approaches taken by the Presidents in contributing salaries. We are following Trump &apos; s pledge to donate his presidential salary to Tramp-O-Mitter, and we are currently setting him up as a kept promise. But how about confirming that Michelle Obama had a crew of 23 while Melanie Trump had four employees? We found it slow. (United States of America did not respond to a query) Shortly after her husband took an oath, Trump said in a statement that she would slowly build her employees. \"I'm gathering a highly experienced professional team, which will take time to do it right,\" said the statement. \"I am excited to organize and gather this dynamic and forward-looking group of individuals who will work together to make our country better for all.\" In April 2018, the White House told CNN that the East Wing staff had reached 10 people. In the following August, the Washington Post reported the same number of employees - 10. In late June 2018, an official White House file listed at least seven staff members mentioned in the CNN report as being accountable to Melania Trump: • Lindsay P. Reynolds, Assistant President and Chief of Staff of the First Lady. • Stephanie A. Grisham, Deputy Assistant President and Director of Communications at the Office of the First Lady. • Ana C. Nesita, Vice-President and Social Secretary. • Regan B. Thompson, Special Assistant to the President and Director of Public Policy of the First Lady's Office in the Veral photo of the events mentioned on January 10, 2021 in an article on Facebook that says Nancy Belusi sent a letter to the Mayor of Portland after demonstrations there \"I asked him to abide by the proven book of democratic play.\" Anita McBride, who served as Chief of Staff in Laura Bush from 2005 to 2009, and is now a resident Executive Director of the School of Public Affairs of the American University, said that the size of Melania Trump's staff \"leads completely to choose the First Lady, and to be fair to her, she said from the outset that she was not interested in the quantity of her staff but in quality. It was clear that she would not be introduced to the job description of the past, and certainly every first lady could redefine the role that fits her vision.\" In any case, the article said that Melania Trump had four employees, but that was not accurate. What the article correctly gets is that the staff of the eastern wing of Trump is smaller than Obama - although it is misleading to single out Obama, as he is also less than the last president. At the age of 10, Melanie Trump's staff will be the youngest of any First Lady since Mamie Eisenhower, Alida Black, a research professor at George Washington University, said in an interview with the Washington Post. We found that Michelle Obama's staff was about 25, similar in size to her immediate ancestors. In 2009, Associated Press reported that the outgoing First Lady of Laura Bush had between 24 and 26 employees, while Hillary Rodham Clinton had 19 employees by March 2000. Sheila Tate, Secretary of the Nancy Reagan Press, told Poletti Fuckett in 2011 that the First Lady &apos; s staff in her age tended to be 15 people. \"The role of the First Lady has evolved over the centuries, and the very active First Lady of the 1970s has been something that happened to us today,\" said Jennifer Heffield, head of the National First Ladies Library in Canton, Ohio. Mira Gotin, a communications professor at Ryder University and author of books, said \"President's partner: First Lady of the 20th Century\" and \"Barbara Bush: First Lady of Literacy.\" Guten said, \"Little employees limit the ability of the First Lady to defend a cause, travel, speeches and the media.\" This smaller extension may be in line with Melania Trump's wishes, as stated by Catherine Gillison, a historian of Ohio University specializing in First Ladies. While Melania Trump called for a reduction in cyberbullying in an attempt called \"Be the Best,\" Gilson said that she did not have the broad public agenda that Eleanor Roosevelt, Michelle Obama, or some other first ladies had. Our article says that Michelle Obama \"had a crew of 23\" while Melania Trump \"had four employees.\" Obama's number is on the field, but Trump's number is very low. In the meantime, although Tramp's employees are smaller than Obama's, it is misleading to single out Obama, as Trump's employees have also been smaller than those of any First Lady, Democratic or Republican, for decades. We evaluate the statement half right. Sharing the facts 2019-03-12 18:48:03 UTC Politic Fact 4 1 7 Politic Fact Doing: A true half says Michelle Obama \"had a crew of 23\" while Melania Trump \"had four\" The point of transformation of the conservative group in the United States of America https://www.facebook.com/workingpointusa/photos/a.3768027823684/1783654515016590/? type=3&thier a Facebook after Wednesday, 1 August 2018-08-01.", "vclaim_id": "vclaim-pol-00910"}