{"url": "/factchecks/2011/may/08/steve-ogden/state-sen-steve-ogden-says-perry-advocated-liquida/", "speaker": "Steve Ogden", "vclaim": "Rick Perry called for the liquidation of the State Rain Day Fund in 2007.", "truth_label": "half-true", "date": "stated on May 4, 2011 in remarks on the Senate floor:", "title": "Steve Ogden says Perry called to clear the state Rain Day box.", "text": "While the state senators tended to divide the party line over the state budget 2012-2013, Mr. Kirk Watson, D-Osten, interviewed the president of the Senate Finance Committee on GOP Gov. Rick Perry's previous attitudes about taking money from the State Economic Stability Fund, better known as the Rain Day Fund. On the third floor of May, Watson told Sean Steve Ogden, R-Brian: \"Twice, Jove. Perry actually... called for expenditure (box), didn't he?\" Ogden answered: \"I have called for it to be cleared.\" Ogden added: \"I believe it was four years ago and this proposal was made and categorically rejected by the Senate.\" The Ogden comment drew our attention because Perry announced in March that he would not sign the 2012-2013 budget, which would benefit from any dollar in the Fund. Some background information: The Stabilization Fund, which was established in 1988, collects funds from parts of oil and/or gas production taxes; half of the State &apos; s unencumbered revenue -- unspent non-earmarked dollars -- is received at the end of each two-year budget period. The funds have been taken from the Fund in the past, including over $3 billion during the term of Perry as Governor. In 2003, legislators transferred $295 million today in rain to establish a project fund overseen by Perry to lure businesses into the State. Two years later, more money was taken from the fund to start the Governor &apos; s emerging technology fund. The sharp increases in natural gas prices led to an increase in its balance, which reached some $8.2 billion in January, and is expected to reach $9.4 billion at the end of August 2013. In March, Perry revealed that he was in favour of taking $3.1 billion from the Fund to support the current budget, which runs through August. However, Perry said, \"I remain firmly committed to protecting the remaining balance of the \"fund\" and will not expect the State budget for 2012-2013 to be used.\" (Ogden) He's done a shortcut before. Comment on May 3rd by Peggy Vikak of Hearst's newspapers quotes Ogden, remembering Perry's 2007 position on the Rain Day box: \"Four years ago, the Governor said we didn't even need one. In fact, the governor tried to make us half it... his theory was as I recall. ................................................................................................................ ................................................................................................................ It's an excessive tax on people, and why do we raise all this money and do nothing with it? The article also quotes Perry's spokesman, who says that the Governor did not propose the liquidation of the box. When we tried to follow up with Ogden, he refused to expand his statement. Separately, we checked the news archives, and found that during the 2007 legislative session, Perry was willing to use the Fund to finance additional cuts in the school property tax. In 2005 and 2003, Perry signed budgets that essentially depleted the Fund &apos; s current balance, mostly to meet the budget deficit. In the latter case, the Fund ended up with more funds than expected, thanks to unforeseen income due to higher oil and gas prices. On 3 May 2007, the Associated Press report quoted Perry as urging legislators to transfer funds allocated to the Fund to finance additional tax cuts on school property. However, Ogden Constance Alison told us that the suspension of the Ogden liquidation did not refer to that proposal. Instead, she said that Ogden was talking about Perry's desire in 2007 to return Rain Day funds in the form of discounts to Texas taxpayers. According to a press release issued on 12 January 2007 by his office, the Governor included legislation allowing reductions from his emergency items for that course: \"To keep the Government financially accountable, State leaders need authority to deduct surplus funds directly from taxpayers.\" In his February 2007 address on the state of the State before legislators, Perry said that he proposed a budget \"to increase the Rain Day Fund to more than $4 billion,\" while another $2.5 billion would be allocated to reduce property taxes. He went on to say: \"One way to offer tax relief is in the form of a discount. The one-time appeal of the discount is that future legislative bodies do not have to find the money to sustain it. However, the will of the legislature may be to reduce rates instead. In both cases it is better than the alternative: which is spending money on more government.\" According to a newspaper article from the Houston Chronicle on January 29, 2007, Ogden was brilliant with the idea of an opponent. He asked what he thought of that, and said, \"Not much. ................................................................................................................ The big issue for me at this meeting is to make sure that we set aside enough surplus to ensure that we will be able to meet our royal tax promises in the years to come.\" Lieutenant Goof. A similar feeling was broadcast by David Dehrest. None of the two fact sheets and Perry's official letters stated that the Governor wanted to empty the Rainey Day box to make cuts. In an interview, Perry's spokesman, Catherine Frasier, said that Perry didn't ask to drain the box at the time, and now it's considered wise to leave the box intact. However, he would agree to take $3.1 billion to cover the gaps in the current budget, which ran through August. In the end, the 2007 Legislature received no funds from the Fund, according to a 2011 policy paper on the Fund &apos; s history prepared by the Liberal Centre for Policy Priorities, which urged the Legislature in 2011 to maintain existing government programmes until 2012-2013 on the Fund &apos; s basis. According to the Office of the State Comptroller, the mandate ended later in fiscal year 2008 with more than $4.3 billion in the Fund and closed the following year with a balance of over $6.7 billion. End of story? Not quite. On 5 May, Vikache published a blog on the Houston Cronkel web site, stating that he had called for the liquidation of the Rain Day Fund - in 2005. \"I did,\" Vick quotes Perry. \"If you remember, it was during a period of time when we had large surpluses. I don't see any reason to get huge amounts of money in a rainy day box when you just have huge surpluses. If you remember, in 2005 we had a budget surplus of $10 billion for the two-year budget before.\" With regard to what he would have done with the box after its liquidation, Perry said he did not remember the details. \"You ask me things I can't give you specific answers. I'll talk to you philosophically about what I was thinking, and that's why you have a big heap of money on the side while you have big budget surpluses.\" In the end: We found no record that Perry proposed to unload the Rain Day Fund to pay for the cuts in 2007 - and never fixed their costs - or that the Senate \"severely rejected\" such an idea. The record shows that Perry &apos; s proposal for a discount did not take place in the legislature. It also appears that, despite Perry's strong denial of access to the Rain Day Fund, he has repeatedly approved the budgets of the State that actually spent all this. And that was the big point. Ogden and Watson were trying to make an exchange on the Senate floor. We appreciate Ogden's statement half correct. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012", "vclaim_id": "vclaim-pol-13130"}