{"url": "/factchecks/2019/mar/22/facebook-posts/no-albert-einstein-did-not-say-technology-would-cr/", "speaker": "Facebook posts", "vclaim": "Albert Einstein quotes: \"I fear today's technology will outpace human interaction. The world will have a generation of idiots.\"", "truth_label": "pants-fire", "date": "stated on March 19, 2019 in a Facebook post:", "title": "No, Albert Einstein didn't say technology would create a generation of idiots.", "text": "Albert Einstein was one of the most famous scientists in the twentieth century, so it's not surprising that people continue to quote from German physicist origin more than 60 years after his death. But the Internet has a way of characterizing people's words, or in this case, it's completely invented. ∙ A quote from Einstein about his fear that today's technology will \"be superior to human interaction,\" leading to \"a generation of fools\" reappearing on social media recently, although it has been dismantled several times. Most of the online quotes, such as this picture, present a picture of Einstein with the quote text: \"I fear that today's technology will go beyond human interaction. The world will have a generation of idiots.\" A poster underneath which is a picture of five young people standing side by side as they look down, their eyes stuck to their cell phones. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We have not been able to find any record of Lynstein ever saying or writing this, despite his papers and quotations being kept in many databases, including the final collection \"Quotable Quotable\" of Princeton University Press. The nearest repetition of the quotation (at least the first half) and its link to Einstein was noted in a scene from the 1995 \"Bold\" film. \"It has become shockingly clear that our technology has transcended our humanity,\" said Representative Jeff Gouldez, who plays Donald Ripley, to whom Bauder, who was played by Sean Patrick Flannery, \"Albert Einstein,\" responded. The quote investigator, a website tracking quotations, found that the quote differences began to appear on the web pages in 2012, the same year the scene in the gunpowder was uploaded to YouTube. The site concluded that the quote was more likely to be false, as \"the wording of the statement changed over time and annexed different sets of images.\" On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the mayor of Portland after demonstrations there \"to demand that he stick to the proven democratic playbook.\" However, Einstein noticed the negative effects of technology on January 11, 2021. The closest Einstein quoted to share the feelings we found was in a letter to Otto Julius Berger on April 11, 1946: \"I believe that the abhorrent deterioration of ethical standards stems primarily from mechanization and the removal of personality from our lives - a disastrous side effect of science and technology. Nostra Colpa! \"We're to blame!\" On the other hand, Einstein supported the advancement of technology, as well. Another quote recorded by Quotable Indian (p. 246) said that it linked economies together internationally. \"The technology generated by science has linked economies internationally, and this has caused all wars to become an issue of international importance. When this situation enters the consciousness of mankind, after enough turmoil, then also men will find energy and goodwill to create organizations that have the power to end wars.\" Gemena Canales, historian and author of the journal Physics and Philosophy: Einstein, Bergson, and discussion that changed our understanding of time, told Politi Fuckett that she had never heard such a quote by a physicist, too. \"I may be wrong, but (this) doesn't look like Einstein at all,\" Kannales wrote in the e-mail. \"He had a completely opposite view in radio technology, which he thought would unite people.\" Our online article says Einstein once said, \"He fears that today's technology will outsmart human interaction.\" And when that happened, \"The world will have a generation of idiots.\" There is no record at all of Einstein saying or writing anything close to those words, although his papers and quotations are well documented in many databases and works. We value it pants on fire! Sharing the facts of 2019-03-22 16:10:58 UTC PoliticsFact 1 1 7 PoliticFact Dacting: Pants on Fire Quotes Albert Einstein as he says: \"I fear that today's technology will go beyond human interaction. The world will have a generation of idiots.\" Facebook articles on the Internet Tuesday 19 March 2019 2019 - 03-19 Read more information", "vclaim_id": "vclaim-pol-00863"}