{"url": "/factchecks/2019/mar/22/amy-klobuchar/did-african-american-incarceration-drop-65-under-a/", "speaker": "Amy Klobuchar", "vclaim": "During her tenure as District Attorney in Minnesota, \"there was a 65% drop in the African American prison.\"", "truth_label": "false", "date": "stated on March 17, 2019 in an interview on CNN's \"State of the Union\":", "title": "Did an African-American prison register 65% under Amy Klobochar?", "text": "● Editor's Note, March 22, 2019: We initially evaluated this statement half correct, in an article we kept here. But we reviewed our findings after the fact-checker in Washington later noticed problems with Vera's data. We've changed our assessment into a mistake. The general sense of criminal justice policy has evolved in recent years, putting pressure on former prosecutors running for President to hold their records accountable in the judicial system, particularly with regard to any racial disparity in arrests and sentencing. We have previously reviewed the criminal justice record of Ms. Kamala Harris, D-Calif, who served as Attorney General of the San Francisco Region and Attorney General of California. Now, the audit is coming to Sen, Amy Klobochar, D-Minn., who served as an attorney for Henebin County, which includes Minneapolis, between 1999 and 2007. Jake Taber of CNN raised the issue during an interview with Klobochar on March 17, 2019. * Taper: \"A study from around that time, through the time you presided over that post, by one of your predecessors, and then with the Crime and Justice Council, there were wide ethnic disparities in the justice system while you took office. He beat you, but they released this report during your time there. \"The proportion of blacks sent to Minnesota prisons compared to whites is the highest in the country. Black people account for 70% of the drug cases in Henbin County. If convicted, they are sentenced to three times the proportion of whites guilty of the same crime. When you were a county attorney, did you do anything to try and improve these massive racial differences? And if so, what did you do?\" Klobochar: \"Of course you did, Jake. In fact, if you look at the data, you will see that there is a 65 per cent reduction in the prison for African-Americans when it goes from the beginning of my term to the end.\" We initially assessed the Clobochar statement as half-tru, based on data from the Vera Institute of Justice, which collects data on criminal justice topics. But the fact checker in Washington later noticed problems with the Institute's prison data in the county, so we took a fresh look. After this review, we concluded that prison data are so vulnerable that we cannot rely on them. However, other data show a decrease in the number of African-American prisoners during surveillance, although the size is smaller. The Vera database contains historical data on incarceration rates in a wide range of jurisdictions throughout the country. Henbin County is one of them. Data include both prisons and prisons. On the air with Taber, Klobochar did not specify any measure that was used. After the broadcast of the interview, Klobochar staff contacted CNN to explain that it was referring to prisons. This is a chart comparing the incarceration rates of African Americans in Henebin province (with red shadows) with those of African Americans in the United States as a whole (with blue shadows). The \"rate\" used in the data is the number of African-Americans imprisoned per 100,000 population aged 15 to 64. Bear in mind that these are the data that we and Clobochar first saw looking into this issue; soon we will explain why some of the data is problematic. The major decline was observed between 2000 and 2001. The problem with these data becomes clear only from the basic figures. Between 2000 and 2001, the proportion of prisoners classified as \"unknown\" almost tripled to about 50 per cent. This makes the comparison between pre-2001 and post-2001 data problematic. It seems reasonable to consider a change in classification due to the significant decrease in the American-African prison. In our first article, Mark Mauer, Executive Director of the Governance Project, described the 70 percent drop as significant. However, when we offered him the most complete data, he withdrew that assessment. He said, \"Vera has been around for 50 years and is seen as a very reliable source, so I generally assume their data is correct.\" But seeing the full data, he said, \"It is clear that there should have been an accompanying qualification.\" Maur said that Klobochar's instinct to rely on Vera's data was understandable, but added that, given her years of experience as a prosecutor, \"may have had to question the numbers before she spoke. Maur recommended that we completely rule out prison data. Here's what we found, too. What about the inmates? This continues to leave another set of data that do not appear to be at risk: data on the prison population. Prisoners usually detain persons awaiting trial or serve a sentence of less than one year &apos; s imprisonment, often as a misdemeanour. On the contrary, prisons are generally considered criminals who are punished with one year or more imprisonment. We confirmed with Jasmine Hess the Director of Awareness at Vera Institute that prison data come from a different source than prison data. In our chart, the light blue line at the top is the national direction of African-American incarceration in prisons, while the light red line shows the direction of Henebin County. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • 16 January 2021, the rate of African-American prisoners in the province of Henebin fell by about 12 per cent, which is more than the decline for the nation as a whole, at 7.6 per cent. A second data point - admission to prisons - shows a sharp drop of 22 per cent. Such a decline \"is hardly trivial and certainly represents progress, even if we cannot fully identify causal factors,\" said Maur. He said that the general trend in the imprisonment of African-Americans was \"clearly moving in a good direction\" during the term of Klobochar. Hayes from Vera Institute said that the decline in the number of African-American prisoners was important to his face. She noted that the decline had occurred as the number of African-Americans of working age had increased in the province with an overwhelming majority of whites, which had affected the size of the calculation. But for the purposes of our analysis, the bottom line is that the rate has already declined. Is Klobochar worthy of praise for the delivery? Maur said that provincial lawyers could influence prison trends through their policies, although he added that other factors could also come into effect. These factors may include \"changes in police practices, such as fewer arrests in cases of drug possession,\" as well as increased availability of treatment and diversion programmes, according to Maur. Some of these changes may arise from actions taken by state legislators, the Governor, or other state or local officials, rather than by the District Attorney. However, provincial lawyers, such as Klobochar, have a degree of discretion over several important factors affecting the incarceration rate, including their position to demand financial bail, their willingness to negotiate plea deals that do not include prison terms, and their willingness to use diversion programmes or drug courts for first-time offenders. \"Generally, it is likely that a combination of factors produced these results, although prosecutors certainly have a role to play,\" said Maur. What policies does Klobochar offer? What policies does Klobochar refer to during her tenure that would make a difference? Many stated during the interview with Taber: \"The first is the diversification of the office and the addition of more coloured persons to the ranks of prosecutors. And I did it.\" \"The second was to consider how to deal with the drug court and make sure that we were doing it in a way that wasn't racist. And you can always do better. I can tell you, you learn in the past, when you look back, things that can do better.\" \"The third thing was to increase our focus on white collar crime. \"Things committed in management rooms are as bad as things committed with a crowbar if someone is trying to break into a house.\" \"I was one of the country's first prosecutors to work with the innocence project to conduct a DNA review of our cases, to do something different when it comes to identifying eyewitnesses.\" \"We finally filmed the interrogations in Minnesota. We were one of the only states that did it at the time to make sure that the suspects were treated fairly, Miranda's rights were read.\" But David Schultz, a politician at Hamlin University in St. Paul, Maine, who also studies law in Hamlin and Minnesota University, warned against giving Klobochar a great deal of appreciation for any regression. Racial disparities in the justice system in the Minneapolis region were still significant when watching Klobochar. He added that prison rates did not tell the full story of racial disparities in the justice system; the full picture also included testing rates. \"I was studying in criminal justice before graduation at the time of the district attorney and there was no indication that she was aware of the racist effects of her policies,\" said Schultz. The difficult Klobochar approach to crime was common among prosecutors everywhere at the time, even among Democrats. This has changed only relatively recently in democratic circles. The Governor, Klobochar, said that during her tenure as Prosecutor in Minnesota, \"there was a 65 per cent drop in the African American prison.\" The Klobochar statement depends to a large extent on unreliable data in prisons. The only reliable data that we can use for prisons shows that the incarceration rate among Africans and Americans has dropped by 12 per cent, and the admission rate has decreased by 22 per cent. This is a decline, but both are well below 65 per cent. Experts said that Klobochar &apos; s policies could have contributed to this decline, although other factors beyond their control could also make a difference. We're assessing the statement wrong.", "vclaim_id": "vclaim-pol-00864"}