{"url": "/factchecks/2019/jun/07/viral-image/no-kanye-didnt-dunk-children-wheelchairs/", "speaker": "Viral image", "vclaim": "He says Kani West scored \"106 points against the mobile basketball team.\"", "truth_label": "pants-fire", "date": "stated on June 6, 2019 in a Facebook post:", "title": "No, Kenny didn't dip the kids in wheelchairs.", "text": "Just a little while ago, the musician, Kanye West, told someone attending one of his concerts in a wheelchair to stand up, but did he dip on kids who couldn't walk? \"Kanie scores 106 points against the basketball team as a wheelchair,\" reading an address in Facebook on June 6. \"A charity basketball game didn't go as planned yesterday when Kani West scored 106 points against a team of disabled children in wheelchairs.\" This post, which shows a picture of a western basketball roll on a stadium, was highlighted as part of Facebook's efforts to combat false news and misleading information on the broadcast of the news. ∙ (Read more about our partnership with Facebook.) This is because it comes from a naive website that often confuses readers with real news. Facebook was published on January 22, 2021 in a Facebook article on Hank Aaron's death due to a COVID-19 vaccine. By Noah Y. Kim, January 26, 2012, the Daily Kirant has since stopped publishing, but on September 17, 2014, a few days after West urged people at his concert to stand up and publish a story about a rapper who decorated a team of children on wheelchairs. \"The game was a public relations movement aimed at calming this week's conflict between Canni and the disabled community,\" says the story (you can read an archive copy here). The organizers said: \"The two teams were supposed to play in two wheelchairs, but Camp Cany said that Mr. West would play \"the normal way.\" The article quotes West that she says, \"How do you like it? How do you like that? \"Sit in front of the great and powerful Jesus.\" \"Political action\" does not bow to any god who declares himself. And we're assessing this Pants Facebook on fire!", "vclaim_id": "vclaim-pol-00554"}