{"url": "/factchecks/2019/jul/26/viral-image/abraham-lincoln-quote-fake-its-close-something-he-/", "speaker": "Viral image", "vclaim": "Abraham Lincoln says America will never be destroyed from the outside. If we lose our freedoms, it will be because we have destroyed ourselves from within.\"", "truth_label": "barely-true", "date": "stated on July 22, 2019 in a Facebook post:", "title": "Abraham Lincoln's quote is fake, but it's close to something he already said.", "text": "As the Facebook article recently questions whether \"extremist Democrats\" destroy America, it seems to depend on a scientific quote from Abraham Lincoln. \"Lincoln knows better,\" the 22 July article says, \"Before giving this statement to the former president, America will never be destroyed from the outside. If we lose our freedoms, it will be because we have destroyed ourselves from within.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) That's because he never said that. But it's not too far from the actual Lincoln quote. Christian McQuerter, a historian of Lincoln at the Abraham Lincoln Presidential Library and Museum, told Paulette Fuckett, \"It's not accurate that Lincoln never spoke or wrote it, but it's not quite fabricated either. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, McWurter said it was corruption of something Lincoln said in one of his first keynote addresses. On 27 January 1838, Lincoln spoke before Young Lesim in Springfield, Illinois, about \"the perpetuation of our political institutions.\" In that speech, he said: \"At what point can the risk approach be expected? I answer, if it ever gets to us, it must emerge between us. It can't come from outside. If destruction is our share, we must be the authors and the finishers. As a nation of the free, we must live all the time, or die of suicide.\" Michael Burlingami, Chair in Lincoln Studies at Illinois Springfield University, told us Lincoln \"was condemning mob violence that would lead to chaos, The Facebook bulletin contains an element of truth. But the quote that was posted on the social media platform is not something Lincoln said. We mostly rate it wrong.", "vclaim_id": "vclaim-pol-00385"}