{"url": "/factchecks/2019/feb/03/gery-chico/chicos-soda-tax-swipe-mendoza-falls-flat/", "speaker": "Gery Chico", "vclaim": "In Springfield, Susanna Mendoza voted to hit working families with a huge new soda tax.", "truth_label": "barely-true", "date": "stated on January 16, 2019 in a campaign ad:", "title": "Chico's soda tax in Mendoza is flat.", "text": "Negative advertising is the essence of politics, but a new candidate from the mayor of Chicago, Jerry Chico, slaps not only one of his competitors but three. In Springfield, Susanna Mendoza voted to hit working families with a huge new soda tax. \"Two years later, Mendoza voted for billions of new income taxes on the middle class, but voted to raise her salary twice. The soda and sales taxes and the new parking taxes imposed by Tony Brequinkel will force more families out. The Bill Daley Traveler's Tax is a career killer.\" And that's a lot in just 30 seconds, and in a sense we can say that Chico is playing fast and fast with his scattered accusations. The attack on Brequinkel is a prediction of the future, based partly on a tax that has been abolished. With regard to the so-called Dale mobility tax, we have often already assessed a similar false claim by Mendoza. And for the record, Daley never supported such an idea. This leads us to the soda tax directed against Mendoza, who is currently the State observer but once was a member of the Illinois House. We've never heard of a soda tax being proposed at the state level. First, some context of the term \"soda tax,\" is likely to trigger strong reactions from voters in the Chicago region following Cook County's short-term and largely biased tax on sweet drinks. This soda tax is referred to by Chico in his announcement while he was blowing up Brequinkel, which helped the county board pass and became a prominent defender. Angry Pop fans when they discovered even the free fountain that was refilled was taxed. Only two months after its entry into force in late 2017, the provincial commissioners abolished the tax. So Chico's pressing a strong code in his attack on Mendoza. A press release of the campaign announces that the announcement first appeared further, referring to Mendoza as \"the original soda perpetrators\" and accusing her of \"twice-faced political hypocrisy\" for criticizing the soda tax paid by Brequinkel. But when we followed the quote in the Chico Declaration on the General Assembly website in Illinois, we found nothing like a soda tax in Cook County. State records indicate that the bill that Mendoza voted for in 2009 was a comprehensive measure. By the way, Chico has indicated that he supports video gambling as a potential source of income for Chicago. According to the Tax Act 2017, \"individuals who receive less than $75,000 will raise their taxes in 2021 and every two years thereafter until 2027.\" By Louis Jacobson on February 5, 2021, to pay for borrowing for funded construction projects, the bill raised taxes on liquor, increased fines and fees on drivers, and imposed higher taxes on sales on products such as candy bars and soft drinks that were previously taxed as groceries by sharp discount. :: Passed through the House of Representatives with two parties, the majority against the veto. The records of the debate in the Chamber show that many legislators raised concerns about the draft law, but none focused on influencing soda sales. Before the adoption of the Mendoza Bill of 2009, which was subsequently signed into law, it would have added about two years in the government sales tax to the purchase of a bottle of soda at a cost of $2.29. The law raised the tax to 12 cents for the same purchase, while the short-term soda tax in Cook County added about 67 cents. Our judgment, Chico, said Susana Mendoza voted to beat working families with a huge new soda tax. This claim is followed by a highly experienced party text in which a candidate detonates a small part of the legislation that was not proportionate to the law once upheld by the opponent. Mendoza has already voted in favour of a bill imposing a modest increase in the cost of buying soda, as well as buying candy, wine and other items. If she had voted against this bill, which was passed with the strong support of all angles, she would have also reduced her voice over major infrastructure spending, expanding gambling and more. In addition, changing the tax rate on a handful of substances is far from creating a new sweet drink tax. The change also costs consumers in the register much less than the soda tax in Cook County, which has now been abolished, and which Chico compared with. We assess his claim mostly wrong. In fact, this statement contains an element of truth but ignores critical facts that give a different impression. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. The facts shared 2019-02-04 16:03:07 UTC Politic Fact 3 1 7 PoliticFact Dacting: Mostly wrong \"In Springfield, Susana Mendoza voted to strike working families with a huge new soda tax.\" Gerry Chico, Mayor of Chicago, https://www.youtube.com/watch?reload=9&v=6KqlQ0T330 Campaign on Wednesday, 16 January 20192019-01-16 Read more information", "vclaim_id": "vclaim-pol-01066"}