{"url": "/factchecks/2019/feb/25/blog-posting/no-members-congress-dont-have-dual-citizenship-isr/", "speaker": "Bloggers", "vclaim": "89 members of Congress say, \"They have dual citizenship with Israel.\"", "truth_label": "pants-fire", "date": "stated on February 17, 2019 in a Facebook post:", "title": "No, Congressmen don't have automatic dual citizenship with Israel.", "text": "There have long been rumours on the Internet about the loyalty of dozens of members of Congress by saying that they have dual citizenship with Israel. A photo posted on the Facebook page \"SMALL Peoples\" against Paige's government said, \"89 members of our Senate and Congress hold dual citizenship (sic) with Israel.\" The accompanying text of the post reads: \"Imagine if they are Russian citizens, or Iranians; all hell will collapse. But the Israelis in our U.S. Congress? That's good, isn't it?\" The story was highlighted as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) The source of the message is June 22, 2018, a story from the conspiracy site that says that a massive disturbance in society is imminent. The director of that website told us that the contents of the story were drawn from an article published by Government Services Watch and a letter from the special conspiracy page Predit. We immediately observed a contradiction: in the title of article \"89\" members of Congress holding dual nationality. But the first sentence claims that 89% of senators and congressmen have dual citizenship. It is unclear where 89 or 89 per cent comes from. However, the list presents problems for a number of reasons. Before we enter into specific flaws on the list, it is important to know that only because everyone on the list is Jewish does not mean that they have dual citizenship with Israel. Social media bulletins appear to be based on this. None of the current members on the list were born in Israel and therefore would not acquire Israeli citizenship. Michael Bennett, born in India. - Everybody? United States In a statement of facts in 2015, we explained why Jews born in the United States, including C. Bernie Sanders, were not automatically granted dual citizenship, despite the lists posted on the Internet. Some people may believe that Jews born in America automatically have dual citizenship because of the misinterpretation of the Israeli Law of Return. This immigration visa \"will be granted to every Jew who has expressed his desire to settle in Israel\" with certain conditions. On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"to demand that he adhere to the proven book of democratic play.\" Neither of these so-called politicians have settled in Israel. There are other reasons why the list is not credible. Only 62 officials of Congress and the executive branch - mostly Democrats or independents - have been included in this article, 40 of whom are called the current members of the United States Congress No. 112. They noted that the Congress, at its 116th session, had 34 Jewish representatives. One of the listed individuals, Frank Lautenberg, died almost six years ago. The list comes from an article published by the Jewish Currents magazine in 2011 highlighting Jews in politics and referring to Jewish liberalism. It has not been mentioned that listed politicians have dual citizenship. The ranking of names in Jewish currents corresponds to the willingness to change. Arih Toshman, Associate Director of the Anti-Defamation Centre of the Association against Extremism, said that the list perpetuated anti-Semitic intimidation of Jewish disloyalty. Preparation of the change article and links to the page by the American Freedom Party, a white extremist group. \"Jews have long experience putting them on lists with very negative consequences,\" said Toshman. \"The hint you're promoting is that these people are not loyal citizens of the country.\" These lists are also not limited to questioning politicians. Toshman said that the lists of Jews in Hollywood positions of power, banking and academic work, in many cases, appeared to paint Jews as disloyal to the country and host an agenda. The representatives of the United States must be citizens of the United States for seven years to qualify for office, and the senators must be citizens of the United States for nine years, in accordance with article 1 of the Constitution. \"Use logical thinking, your hunch, your special connection with the source and the spirit and the natural laws to help you determine what's right and what's not.\" We have a different view: this claim is pants on fire. https://www.sharethefacts.co/share/a44362de-b02a-4a16-8a7f-2692a83eb435", "vclaim_id": "vclaim-pol-00977"}