{"url": "/factchecks/2019/sep/03/facebook-posts/yes-us-gives-billions-israel-every-year-detroit-re/", "speaker": "Facebook posts", "vclaim": "The United States says that Israel gives $3 billion a year in aid and zero to Detroit.", "truth_label": "barely-true", "date": "stated on August 16, 2019 in a Facebook post:", "title": "Yes, the United States gives billions to Israel every year - but Detroit also receives federal assistance.", "text": "Does the U.S. federal government send Israel billions of dollars a year as an aid while Detroit doesn't give anything? This is what one of the viral Facebook flyers claims to be. The article, which received over 200 comments and reached nearly 10,000 shares since August 16, says that the United States gives Israel $3 billion a year\" and Detroit \"0.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This is a mixed claim. Israel receives billions of dollars from the United States in federal aid each year, but Detroit also receives federal funds annually. Israel, in fact, receives $3 billion a year from the United States, and it has had it over the past decade, making it the \"largest cumulative recipient of United States foreign assistance since the Second World War,\" according to a August 2019 report by the Congressional Research Service. That's gonna go up, too. In 2016, a new 10-year agreement was signed between the two countries, raising annual aid to $3.8 billion, from fiscal years 2019 to 2028, as reported by the Intelligence and Security Service. Most of the money - $3.3 billion - will go to military funding. But the part of the prosecution that Detroit says does not receive any federal funds is a clear mistake. On January 10, 2021 in Facebook, it says that Nancy Belusi sent a letter to the mayor of Portland after demonstrating there \"to demand that he stick to the proven democratic playbook.\" By Sierra Aurourke on January 11, 2021, when Detroit filed a bankruptcy application in 2013, the country's largest city, the federal government pledged about $300 million in aid, although this was only a small fraction of the city's billions. The amount of federal funds received by Detroit has fluctuated over the years and includes assistance through federal grants and programmes. According to the annual comprehensive financial report, the city received $109.5 million in 2015, $93.1 million in 2016 and $97.6 million in 2017 in federal funds. In 2018, the most recent report available, the city received the lowest amount of $73.2 million in recent years. This does not include other funds spent by the federal government in Detroit on projects that help the community - such as highways, airports and public transport. Nor does it include any assistance provided by the Federal Government to residents and businesses in Detroit. Our social media article says that while Israel receives $3 billion annually from the United States, Detroit gets zero. It is true that Israel receives billions of dollars from the United States in the form of foreign aid each year, making it the largest recipient of foreign assistance over the past several decades. But it's not true that Detroit gets zero dollars from the federal government. The city receives much less directly than Israel, but usually collects tens of millions of revenue from federal funds. This does not include all the indirect federal funding that the population of Detroit benefits from. We're evaluating this mail mostly wrong.", "vclaim_id": "vclaim-pol-00214"}