{"url": "/factchecks/2018/dec/13/roy-blunt/roy-blunt-right-military-pay-increase-largest-year/", "speaker": "Roy Blunt", "vclaim": "The National Defence Licensing Act for fiscal year 2019 \"covers the largest increase in wages in about 10 years.\"", "truth_label": "true", "date": "stated on December 1, 2018 in a tweet:", "title": "Roy Blunt is right: the increase in military wages is the largest in years.", "text": "Part of being a politician requires assistance in determining the amount of money that should be allocated to support and provide American military personnel. This process, which is reviewed annually, is long and often entirely biased. Mr. Roy Blunt of the United States sent a complimentary tweet to the National Defence Authorization Act for fiscal year 2019. \"Including the largest increase in pay in nearly 10 years and providing our service members with the resources, equipment and training they need.\" We wanted to take a closer look and see if the members of the service got everything that Blunt confirmed they would. The aim of the Act, as stated in the introduction, was to restore preparedness and increase capacity and potential in a force that has been asked to do much with too little resources for too long. The draft law, which was approved in August, proposed a military budget of $639.1 billion, with funds allocated to areas including $17.7 billion for the repair and replacement of obsolete army equipment. $23.5 billion to support, repair and rebuild military buildings and other collapsed infrastructure. $36.3 billion \"to restore America's power at sea.\" $40.8 billion to overcome the crisis in military aviation by obtaining more aircraft in air. On January 13, 2021, the distinguished fact-checkers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for open security, and told her that we were \"not working for you.\" By Samantha Buterman: January 17, 2021, $69 billion to fund external emergency operations. External emergency operations are defined as a separate amount of funding allocated and managed by the Ministry of Defence and the Ministry of Foreign Affairs. They are sometimes referred to as \"war money.\" The other major element of the Act is a 2.6 per cent increase in pay for those currently serving. This has also led to the expansion of private wages and emoluments for those in high demand fields. To compare the increase in wages that members of the service can receive in 2019 with the increases they have received in the past decade, we have reached out to the Blunt Group. The annual pay adjustment records for those who have served since 2007 have been sent to us. Fiscal year 2010 was the last time a wage increase of more than 2.6 per cent was granted. From 2011 to 2016, the increase in wages remained below 2 per cent. Mark Kansyan, a senior adviser at the Centre for Strategic and International Studies on the International Security Programme, participated in the records of military and civilian wage increases, including estimates up to 2023. This information was published by the Comptroller of the Ministry of Defence in table 5.12 of the National Defence Budget estimates for fiscal year 2019. We have reached agreement among experts that the first part of the Blunt statement was correct. Although last year &apos; s wage increase was shy at 2.6 per cent, the last wage increase was higher than nine years ago. Todd Harrison, Director of Defence Budget Analysis at the Strategic Centre, said it was fair to say that the bill fully authorized the overall level of funding requested by the Ministry of Defence. Our referee Blunt said that, thanks to the legislation signed in August, the military would receive the highest wage increase in about 10 years. The records of military compensation and experts in the field of defence analysis and government expenditure have been validated. We're assessing this statement right. Sharing the facts of 2018-12-13 16:18:21 UTC PoliticsFact 6 1 7 PoliticsFacting: True National Defence Delegation Act for fiscal year 2019 \" includes the largest increase in wages in about 10 years. Republican Senator Sin Roy Blunt https://twitter.com/RoyBlunt/status/106861412534810336 in Twitter on Saturday, 1 December 2018-12-01", "vclaim_id": "vclaim-pol-01195"}