{"url": "/factchecks/2019/jan/31/jose-oliva/health-care-top-reason-bankruptcies-florida-gop-le/", "speaker": "José Oliva", "vclaim": "Health care is \"no.\" One reason for bankruptcy.\"", "truth_label": "half-true", "date": "stated on January 30, 2019 in AP legislative day in Tallahassee:", "title": "Is health care the main cause of bankruptcy, as the leader of Florida said?", "text": "Health care is one of the main reasons why Americans are heavily indebted, as the Speaker of the Florida House of Representatives, José Oliva, is said. \"The two most financially controlled cases of Floridaans and Americans nowadays are their health care, no. One cause of bankruptcy, student loans, No. 1. One religion for young people, Oliva told reporters on the legislative day of Associated Press in January 30. Oliva stated that the only way to reduce the high cost of health care was to allow for greater competition in the free market. The Republican-led legislature has refused to expand the Medicaid programme, which is part of the Affordable Care Act. We found that it was not easy to determine whether health care was the main reason why Americans declared bankruptcy. It is difficult to raise the single most important factor in bankruptcy cases, because people may find themselves indebted for multiple reasons at the same time. But medical bills and diseases can play a role in bankruptcy, including when people cannot work as a result of their health. There are a few major studies on the extent to which medical bills and diseases cause bankruptcy. Oliva's spokesman also cited studies on the financial burden of medical debt, but we will focus on research specifically on bankruptcy. Medical bankruptcy was a frequent democratic dialogue point on the discussion of the Affordable Care Act. In 2009, President Barack Obama said, \"The cost of health care is now bankrupt in America every 30 seconds.\" The Democrats of the Senate, including Hillary Clinton and Chris Dodd, made statements on the percentage of bankruptcy cases attributable to medical issues. The research attracted much attention because the main research was written jointly by Elizabeth Warren, then Harvard Law School, and now the United States Senator running for president. In the 2005 paper, Warren, together with David Hemlesten and then at Harvard School of Medicine, found that 28.3 per cent of bankruptcy cases were due to illness or injury alone, based on 2001 data. But this number rose to 46.2 percent when researchers asked for additional factors such as unpaid medical bills, sickness income, or a mortgage to pay medical bills. The researchers interviewed some 900 people who applied for bankruptcy and examined bankruptcy records. They updated their research in a paper in 2009 and found that 62 per cent of people, illness or medical bills contributed to their bankruptcy. Researchers have described bankruptcy as medical based on the reasons stated by debtors for applications, loss of income due to illness, and the size of their medical debts. (Fred Picolo, Oliva's spokesman, included this study among several people he sent to Polyte Fact, but said that the percentage of 62 percent was probably very high.) Harvard research has led to years of disagreement between authors and other academics. Research critics said that it depends heavily on people who say that their medical bills led to their bankruptcy, rather than independent confirmation. David Dranov and Michael Melenson at the Kellogg Management School in Northwestern analysed the data and concluded that there was a causal link in only 17 per cent of personal bankruptcy cases. \"It is not enough to prove that medical problems are associated with bankruptcy; we must also determine whether and to what extent medical spending causes bankruptcy,\" they wrote in 2006. Hemmelstein and Warren retreated, indicating that an industrial group supported the research carried out by Dranov and Melenson. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" ● February 2, 2012, the topic was updated and the debate renewed. A group of economists from the University of Southern California, Massachusetts Institute of Technology and Kellogg School wrote an article published in 2018 in New England's Medical Journal, Magic and Measurement: Medical Bankruptcy. Using data on adults in California from 2003 to 2007, they found that hospitals had caused only 4 per cent of personal bankruptcy among adults. The researchers acknowledged that this did not cover all possible bankruptcy cases resulting from illnesses or injuries that did not lead to hospitalization, or from the admission of children or elderly persons to hospitals. In an interview with Polyte Fact, Himmelstein addressed those warnings, saying that this significantly reduced the value of bankruptcy cases. \"Families can drown in medical debts without hospitalization - they may spend hours in the emergency department after an accident, followed by months of physiotherapy, or have chronic conditions requiring medicines costing tens of thousands of dollars,\" Hemmelstein and his writing partners wrote in response to the 2018 study. Neil Mahoney, Professor of Economics, University of Chicago, said that Warren's research and her co-authors overestimated the share of bankruptcy caused by health shocks. One problem is that bankruptcy applicants may attribute it to health problems, while underestimating other factors such as financial mismanagement. On the other hand, California &apos; s study reduces the impact of health shocks on personal bankruptcy because they only look at hospitalization. \"On a broader scale, I think it's difficult to determine exactly what causes bankruptcy, because bankruptcy usually has multiple causes - excessive borrowing, loss of jobs, health shocks, etc.,\" said: \"On a broader scale, I think it's difficult to determine what causes bankruptcy, because bankruptcy usually has multiple causes - excessive borrowing, loss of jobs, health shocks, etc. After saying that, I think José Oliva's statement is not beyond the scope that research literature supports. We met with two other professors who said that 62 per cent was very high and that 4 per cent was probably closer to the truth: Craig Garthwaite, Professor at the Kellogg School of Administration at Northwestern and Martin Gaynor, Professor of Economics and Health Policy at Carnegie Mellon University. Ginor said, \"This does not mean that health-care expenditures do not cause people financial difficulties - they do. \" \"This just means that medical cases are not responsible for nearly as much bankruptcy as some people claim.\" Our referee, Olivia, said that health care is \"no.\" One reason for bankruptcy.\" Research carried out in 2009 found that 62 per cent of cases contributed medical diseases or invoices to bankruptcy, based on surveys of persons declared bankrupt. However, other academics did not agree with this conclusion, especially those who warn that people tend to blame financial problems for the disease when there are other reasons as well. A 2018 paper concluded that adults &apos; hospitalization caused 4 per cent of personal bankruptcy, but that data were also limited. It is difficult to identify a major cause of bankruptcy because multiple factors may collide, resulting in a person's debt accumulation and bankruptcy. Researchers continue to discuss how the various issues contribute. We're assessing this claim half right. Correction, February 1, 2019: We revised our description of California's 2018 study on personal bankruptcy and hospital treatment in our governance section of the story. The original version was inaccurate.", "vclaim_id": "vclaim-pol-01077"}