{"url": "/factchecks/2019/oct/18/democratic-national-committee/dnc-trump-manufacturing-jobs/", "speaker": "Democratic National Committee", "vclaim": "Donald Trump says he's been breaking a campaign pledge to restore manufacturing jobs to Wisconsin and Pennsylvania since the two states lost the most manufacturing jobs in the past year.", "truth_label": "barely-true", "date": "stated on September 20, 2019 in a press release:", "title": "DNC off in Trump, and Skinson manufacturing jobs", "text": "If there's one thing that President Donald Trump can't get enough of, it's to remind the American people of the economy. After almost three years of his presidency, his preferred theme seems to be posts. In 2016, Trump made promises to create millions of jobs and rework for traditional American industries with blue collars such as steel, manufacturing and coal extraction. But the National Democratic Commission says that the opposite happened with manufacturing jobs in Wisconsin and Pennsylvania -- two states of Trump narrowly carried Hillary Clinton in the 2016 elections. Trump promised to restore manufacturing functions to Pennsylvania and Wisconsin -- this has not yet happened, claimed DNA on September 20, 2019 on the war room section of its website. Instead, Pennsylvania and Wisconsin lost the most manufacturing jobs in the past year. Are they right? Let's dig in the numbers. The picture of the functions of the DNC \"War Room\" is a quick response process that writes quick data based on opposition research against the Trump and GOP campaigns. When we were asked to provide support, Daniel Wessel, Deputy Director of the War Room, basically reiterated the claim from the site and referred to us in a news report issued on 20 September 2019 for the loss of jobs at the factory. The article noted that Wisconsin and Pennsylvania had led the nation, but had taken the same approach for one year from August 2018 to August 2019. Using rough figures, the two states were already the largest loss of industrial jobs from August 2018 to August 2019, according to an employment survey published by the Ministry of Labour. Wisconsin lost about 5,200 seasonally adjusted jobs, while Pennsylvania lost about 7,700. In an article on October 10, 2019, the State of Wisconsin published that the loss of manufacturing jobs in Wisconsin has been the largest decline over the year since the last recession. Did you close the case? Not exactly. First, on a percentage basis, other States suffered greater losses. Rhode Island, New Hampshire, Oklahoma and Maryland lost a larger share of industrial jobs from August 2018 to August 2019. We must note, however, that these states together have fewer manufacturing functions than Wisconsin or Pennsylvania. More importantly, in arguing that Trump does not keep his promise because it relates to manufacturing functions in Pennsylvania and Wisconsin, DNC uses a narrow set of numbers -- the value of one year. But the president's been in office for almost three years. So, DNA went cherry picking, and it's not surprising, I found cherry. The longer-term job picture is more complex. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • 26 January 2021 Consider: The latest report on government jobs showed that 2,000 industrial jobs were lost nationwide in September 2019, compared with 18,000 jobs added in September 2018. At the same time, the entire year 2018 saw an average increase of about 22,000 jobs per month. During the first nine months of 2019, the increase was about 5,000 jobs per month. In short, there was a rise in manufacturing jobs under Trump - an increase of about 373,000 - despite the current slowdown. Wisconsin and Pennsylvania: The longer the outlook is, Wisconsin has about 472,000 industrial jobs while Pennsylvania has about 562,000 jobs. From January 2017, when Trump took office, until August 2019, Wisconsin moved from about 465,000 manufacturing jobs to 472, an increase of 1.5%. Pennsylvania had about 561,000 industrial jobs when Trump took office. In August 2019, the state sat in just over 562,000 jobs, an increase of 0.2%. Therefore, both states have seen increases in these posts, albeit modest. Michael Hicks, Professor of Economics at Paul State University, said that manufacturing jobs were declining in the Middle West for most of the past year due to the ongoing trade war with China. \"Commercial warfare contributes directly by increasing production costs and disrupting the supply chain, thus reducing demand for exported goods,\" Hicks said. Hicks said it would lead to a loss of factory jobs. Sometimes the bigger picture, where you end up depending on where it starts. Let us consider the term of Barack Obama, when manufacturing jobs experienced a decline and an influx largely due to the troubled economy. When Obama took office in January 2009, the nation had 12.6 million industrial jobs. This was in the midst of a major recession, which led to a reduction in the number of industrial jobs to 11.5 million - a loss of about 900,000 - almost a year later, in February 2010. So, if you just measure that window, you get a worse picture than if you look at Obama's entire period. From February 2010 until Obama left office in January 2017, there was an increase of over 900,000 jobs in manufacturing, with a total of 12.4 million jobs. It was a total loss, as noted by the National Polytechnic Organization, of some 192,000 industrial jobs. But it's much smaller than if I pulled one year. Our assessment of DNC claims that Trump has breached a campaign commitment to restore manufacturing jobs to Wisconsin and Pennsylvania since the two states lost the most manufacturing jobs in the past year. We found data from the Ministry of Labour showing that Wisconsin and Pennsylvania lost most jobs over the past year compared to the rest of the country, at least in initial numbers. But it wasn't the worst on the basis of percentage. Both states have seen a modest rise in manufacturing jobs since Trump took office. So it's not accurate to use those cherry-chosen data as evidence that Trump broke his promise of growing manufacturing functions in Wisconsin and Pennsylvania. The definition is often wrong: \"The statement contains an element of truth but ignores critical facts that give a different impression.\" This is what we value as this allegation.", "vclaim_id": "vclaim-pol-00044"}