{"url": "/factchecks/2015/oct/14/hillary-clinton/clinton-says-her-keystone-xl-position-isnt-flip-fl/", "speaker": "Hillary Clinton", "vclaim": "On the Keystone XL pipeline", "truth_label": "no-flip", "date": "stated on October 13, 2015 in in the first Democratic debate:", "title": "Clinton says Keystone XL isn't a prank.", "text": "Hillary Clinton says she's against the Keystone XL oil pipeline. Is that a prank? Previously on Maryland Goff... Martin O'Malley agreed to this during the first democratic presidential debate on 13 October. \"Minister Clinton's campaign put a lot of setbacks on positions in Keystone and many other things,\" he said. Klinton said no. \"You know, we know that if you're learning, you're going to change your attitude,\" said Clinton in response. \"I didn't take a stand in Keystone until I took a stand in Keystone.\" We wanted to take a look at Clinton's comments that swept through some critics. They referred to Clinton &apos; s 2010 statement. She then said that the administration was \"described\" to approve the extension of the pipeline. However, the isolation of that word ignores some good contexts. The Keystone XL pipeline, which will carry a mixture of heavy crude oil from western Canada to the United States, has been suspended for a long time pending review by President Barack Obama and the Department of State. The Administration must first determine whether the pipeline \"maintains the national interest\" because it crosses international borders. The main opposition to the project comes from environmental groups. Throughout its campaign in 2015, Clinton avoided taking a stand on the pipeline - until in September it declared that it opposed it. Before that, she was the last substantive comment from Clinton on her position in Keystone in 2010 when she was the Secretary of State. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman on January 11, 2021, he spoke on October 15, 2010, with the Commonwealth Club, a public forum in California, and asked if the administration was prepared to reconsider the pipeline. Here Clinton responded: \"Well, no final decision has been taken. Maybe not. And we -- but we didn't finish all the analysis. So as I say, we haven't signed it yet. But we tend to do that, and for a number of reasons -- we go back to one of your original questions -- either we're going to rely on dirty oil from the Gulf or dirty oil from Canada. And so we can get to work together as a country and know that clean and renewable energy is in both our economic and our planet's interests -- (Applause) -- I mean, I don't think it'll come as a surprise to anyone how disappointed the President and I are about our inability to get some kind of legislation through the Senate that the United States was seeking.\" A few days later in 2010, a spokesman for the Ministry of Foreign Affairs said, \"It is clear that her words are standing,\" and \"her answer reflected the status of the Keystone XL pipeline.\" So yes, Clinton pointed out that the administration at the time was \"described\" to sign the pipeline. However, several times she said that the analysis was incomplete -- leaving room for the possibility that management could retreat if negative information was provided. The answer was positive towards the pipeline horizons, but in no way said that they unequivocally supported it. :: At a press conference held in 2011 with the Canadian Foreign Minister, Clinton answered two questions about the Department &apos; s initial review in Keystone XL. But she didn't refer to her position more than mysterious comments like, \"We're not gonna leave anything boring in this process.\" Our conclusion said Clinton, \"I didn't take a stand on Keystone until I took a position on Keystone.\" In 2010, the Department had been \"described\" to support it, but she described that statement by pointing out that the analysis had not been completed and that the Department had not taken a final position. While this shows a more positive attitude towards Keystone XL than that of Clinton today, it has not been consistent. With the exception of this comment, Clinton referred to her position on Keystone only after she had declared her opposition to him in September 2015. We evaluate Clinton's location a no-flip.", "vclaim_id": "vclaim-pol-05858"}