{"url": "/factchecks/2019/may/07/viral-image/fact-checking-joe-biden-hunter-biden-and-ukraine/", "speaker": "Viral image", "vclaim": "When Hunter son of Joe Biden was \"Director of Ukraine's largest private gas producer,\" Sheikh Biden threatened \"to reserve US$ 1 in aid to Ukraine if they did not fire a prosecutor looking at\" the gas company.", "truth_label": "half-true", "date": "stated on May 2, 2019 in social media posts:", "title": "Verification of facts Joe Biden, Hunter Biden, Ukraine", "text": "The editor &apos; s memo, 23 September 2019: this story was first published on 9 May 2019; we have since published additional coverage of new developments here. Shadi's dealing with himself in Ukraine? It is not only the Republican side that does so, as the social media diary puts the charge against democracy, Joe Biden, says. The workshop included the work of his son Hunter Biden on behalf of a Ukrainian energy company at a time when Sheikh Biden was a Vice-President and a key person in United States policy on Ukraine. The story has been public for years, but it has received new attention with the strong emergence of Paiden among democratic presidential competitors in 2020. One of the viral images shared on social media used a little reverse psychology, asking what Americans would think if the details of this story included the Trump family rather than the Paiden family. (The leader of the 2016 Trump Campaign convicted Paul Manafort of tax and bank fraud for washing millions of income earned by Ukrainian politicians.) This is the message accompanied by a picture of Hunter Biden, whose father is incubating. \"Do you know that Donald Trump Jr. was appointed director of Ukraine's largest private gas producer after a Ukrainian visit by President Trump? Trump subsequently threatened to book US$ 1 in aid from the United States to Ukraine if the prosecutor looking at the company without the son did not fire him. Just kidding! That was Joe Biden when he was Vice President and his son Hunter Biden. Is it true, as the picture suggests, that Hunter Biden was working as \"the director of Ukraine's largest private gas producer\" when Sheikh Biden threatened \"to book US$ 1 in the United States to assist Ukraine if a prosecutor did not fire a searcher\" of the gas company? • Hunter Biden was a director of a Ukrainian gas company while his father was a vice president. The experts agree that Hunter Biden's acceptance of this position created a conflict of interest for his father. • Vice-President Joe Biden urged Ukraine to expel the Supreme Prosecutor, with the threat of withholding American aid. But this is the position of the wider United States Government, as well as other international institutions. • We found no evidence to support the idea that Joe Biden called for this taking into account his son &apos; s interests, as suggested in the letter. It is not even clear that the company was under investigation or that the change in prosecutors benefited it. What was Hunter Biden's role? Hunter Baiden had a management with a natural gas company called Borisma Holdings, starting in spring 2014. :: Reuters stated at that time that a statement on the company &apos; s website that Paiden, the youngest, \"will assist the company in \"transparency, corporate governance and responsibility, international expansion,\" and other issues. The company also retained the law firm in which Bayden worked, Boyz Schiller Félixner. The situation with Purisama came at a time when the younger Paeden joined Christopher Heinz (then the son of his wife's husband, John Kerry, Dr. Mass). Devon Archer (a friend of the Kerry family) is in a series of investment and consultancy companies. Companies run by Bayden and Archer \"have established business with international entities that have an interest in United States foreign policy decisions, sometimes in countries where relationships have political influence and protection,\" reported The New York Times. The Borzma administration in Biden drew attention to the fact that Borisama was owned by Mikola Zluczki, Minister under the supervision of Russian President Victor V. Yanukovych, who then went into exile after a popular revolution. Following the expulsion of Yanukovych, Zločevski faced a variety of corruption investigations involving his business. In 2015, the newly appointed Ukrainian Attorney General Victor Schucken inherited some investigations in Zlushevski and his company. :: (Denounced Zlüczsky and the alleged company). Shukin was dismissed from the position of Attorney General in 2016. This is the prosecutor who talks about the viral article (more recently). Did Joe Biden know about his Ukrainian son's relations? The Paiden campaign told Poletti Fuckett that the Vice President knew about his son &apos; s role in the Council through media reports and did not discuss anything related to this company with his son. On 13 May 2014, White House spokesman Jay Carney was asked about this, and whether he presented the appearance of a conflict of interest. Carney said: \"I'll refer you to the vice president's office. I saw those reports. It is clear that Hunter Biden and other Biden family members are ordinary citizens and their work does not reflect the approval of the administration, the Vice-President or the President. But I would like to refer you to the office of the Vice-President.\" A year and a half later, The New York Times published an article indicating that \"the credibility of the Vice President's anti-corruption message may have been undermined\" because of Hunter Biden's dealings with the company. In the 2015 article, Kate Bedingfield, a Vice-President &apos; s spokesperson, made any impact on Sheikh Biden &apos; s policies. She said, \"Hunter Biden is a private citizen and a lawyer.\" \"The Vice-President does not support any particular company and has nothing to do with this company. For years, the Vice-President, both openly with groups such as the United States-Ukraine Business Forum and in private in meetings with Ukrainian leaders, has pushed Ukraine to do its utmost to investigate and prosecute corruption in accordance with the rule of law. It will again be the main focus during this week's journey.\" Hunter Paden told The New York Times this month in a statement that \"I have never discussed with the company's father's business, or the Governing Council's services, including my initial decision to join the Governing Council.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, did he threaten Ukraine? The article says that Payden threatened to book a billion dollars unless the D.A. Schucken was fired. Baden not only threatened to block aid unless Shokkin was expelled, but succeeded. Biden proudly recounted this moment during an event organized by the Council on Foreign Relations on 23 January 2018. Here's the relevant part of Biden's remarks, which he accompanied at the public's laughter points: \"I remember going (to Ukraine) and convinced our team that we should provide collateral for loans. And I was supposed to announce that there was a loan guarantee of another billion dollars. I had obtained a commitment from (then Ukrainian President Petru Porushenko) and from (then Prime Minister Arseni) Yatsenyuk that they would take action against the Attorney General (Schokin). They didn't. \"They were going out to a press conference. I said, no, we're not gonna give you a billion dollars. They said, \"You have no authority. - You're not the boss. - I told you to call him. I said, I'm telling you, you don't get a billion dollars. I said, you don't get a billion. .................................................................................... I looked at them and said, \"I'm leaving in six hours. If the DA doesn't get fired, you don't get the money. Okay, you son of a bitch. He's been fired. They were put in the place of someone who was solid at the time.\" He was overthrown in March 2016, when he was stripped of a wide margin in the legislature. Why did Bayden put pressure on Ukraine to fire the D.A.? There is a strong argument that Hunter Bayden &apos; s attitude to the company has nothing to do with the Paiden &apos; s attitude to the expulsion of Shokkin. This is because Western leaders and institutions were largely united in seeking to remove Shokin, arguing that he was not pursuing corruption cases violently. For example, early in 2016, IMF President Christine Lagarde said that \"it is difficult to see how the programme supported by the International Federation of Accountants can continue\" unless prosecutions in corruption cases accelerate. Stephen Beaver is an official of the Foreign Service and was Ambassador to Ukraine, headed by President Bill Clinton and Deputy Assistant Foreign Minister for European and Eurasian Affairs, headed by President George W. Bush. Beaver told Bolivi Fuckett that \"almost everyone\" he knew in the United States government and almost all non-governmental experts in Ukraine \"know that Shokkin is not doing his job and should be expelled. As far as I know, they all agreed with the vice president who told Poroshenko that the U.S. government would not extend the loan guarantee by $1 billion to Ukraine until Shokin was removed from office.\" Anders Aslund, a resident of the Atlantic Council, a think tank in Washington, agreed that the criticism of Shokin was widespread \"failure to prosecute anyone of interest, and to protect both the Yanukovych District and the Buroshenko Group,\" said Aslund. Daria Kalenyuk, Executive Director of the Anti-Corruption Centre, a prominent anti-corruption voice in Ukraine earlier this month, quoted that the expulsion of Shokin was not about the protection of Hunter Paiden, for which she was working. She wrote: \"It is clearly not because the prosecutor wanted to investigate Borisama and Zlushevski.\" At the same time, the accounts differ as to whether Shokkin is willing to prosecute Borisma at the time of his deportation. In an interview with the Ukrainian web site Strana. Wa this month, Shokin said that the issues were already active. However, Vitaly Kasco, who was the Deputy Superintendent of International Cooperation prior to his resignation in February 2016 on the pretext of corruption in the Office, submitted documents to Bloomberg stating that the investigation in Borisama was inactive under Shokin. \"There was no pressure from anyone from the United States to close the cases against Zlochevsky,\" said Kasco Bloomberg. \"Protained by Ukrainian prosecutors in 2014 to 2015.\" Even if Hunter Biden's attitude with Borizma did not affect his father's policies, was his relations still difficult? We have reached a broad agreement among Ukrainian policy experts that Hunter Biden &apos; s decision to become director of a porm is a serious conflict of interest. \"It's not a crime, but it's a lapse. According to Lincoln A. Mitchell, an associate researcher at the Arnold A. Saltzmann Institute for War and Peace Studies of Columbia University, who wrote about governance in the former Soviet Union. Beaver, who expressed reservations about this arrangement in The New York Times in 2015, said that subsequent developments only confirmed those concerns. \"It was wrong for Hunter Biden to join the Borima Council, especially since the Vice-President was the United States Chief Official dealing with Ukraine,\" said Beaver. Hunter Paden should have been more aware of his father's status. Yoshiko Herrera, a professor at the University of Wisconsin who previously presided over the University Centre for Russia, Eastern Europe and Central Asia, said that the employment of Hunter Biden reflected the common strategy within Russia and other parts of the former Soviet Union, where strong interests tried to ensure influence on foreign policy by strengthening family members and their key leaders. \"Hunter Baiden's call is your citizen ignoring the obvious ties of the Vice President,\" said Herrera. \"The rules of conflict of interest should have been applied. If Piden was working for the Obama administration in Ukraine, his son would not be on the board of a company there that might be influenced by the American policy led by his father.\" Our judgment in the viral picture said that when Hunter Biden was \"manager of Ukraine's largest private gas producer,\" his father threatened to block US$ 1 in USA to Ukraine if they didn't fire a prosecutor looking at the gas company. The image gets individual parts of this assertion correctly -- Hunter Paden was a director of the company, and Joe Paden was using the U.S. aid to fire the prosecutor. But it goes too far assuming that Joe Biden acted to protect the company to which his son belongs. In fact, there was widespread agreement in the West that the current prosecutor had to go, and it was not clear that the company would have benefited from his dismissal anyway, given the evidence that her cases had been inactive for a long time. However, the experts criticize the Paidens for arranging them, saying that it could have been a major conflict of interest. We evaluate the statement half right. Correction, May 8, 2019: This version shows that Hunter Biden and Devon Archer were the partners who \"refinished business with international entities.\" Christopher Heinz was not part of those efforts to share the facts 2019-05-07 19:25:22 UTC PoliticsFact 4 1 7 Political Fact Rating: half true when Joe Biden Hunter's son was \"Director of Ukraine's largest private gas producer,\" and Sheikh Baiden was \"threated to block US$ 1 in assisting Ukraine if a prosecutor did not fire a searcher\" of the gas company. Photo on the Internet https://twitter.com/Carl Higbie/status/112116744740425731 on social media Thursday 2 May 2019 2019-05-02 Read more information", "vclaim_id": "vclaim-pol-00665"}