{"url": "/factchecks/2019/apr/26/viral-image/no-new-york-democrat-named-jenna-tull-didnt-say-ol/", "speaker": "Viral image", "vclaim": "\"The Americans must be insulted when they reach 70.\" They're just getting really stupid and thinking about the money we're gonna save.", "truth_label": "pants-fire", "date": "stated on April 23, 2019 in a Facebook post:", "title": "No, a democracy in New York called Jenna Tull didn't say that old Americans should be tortured.", "text": "Both Republicans and Democrats are happy to take advantage of the ill-advised words of their opponents, which appear to sound bites in campaign announcements or to be published during discussions. It appears that one of the viral amulets that is once again shared on Facebook is intended for one of these data. \"The registration of democracy was found, Jenna Toole, from New York. It says: \"The Americans should be threatened when they reach 70. They've only become so stupid and thought about the money we're gonna save. \"We share so that people know and we can get rid of it!\" This article was shared and referred to as part of Facebook efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) The only problem is that we couldn't find a democratic politician in New York named Jenna Toole. First, we looked for it on OpenSecrets, signed by the Response Center, which is following the spending of legislators in Congress. There were no results for Toole. Nor are they included among members of the New York State Senate or members of the Assembly. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman. The highest results are the verification of the facts that explain the Facebook article. The photo of the woman who claims that the Facebook newspaper Jenna Toole is in fact Sierra Donlan, Executive Director and Health Care Foundation of the Public Health Authority of Ireland. Last month, Christopher Blair, the founder of America's last line of defense, who describes himself as a naive publication, Vakchik.org, told him that he created the meme. On Facebook, some users don't get the joke. \"I wonder if she'll feel that way when she gets to 69?\" One person said. \"No surprise to me, the same people who kill children in the full term. I knew they'd come for the elderly then! Evil, \"Other books. But they do not have to worry about her vote outside her office. We're assessing this pants mail on fire! Sharing the facts 2019-04-26 18:55:14 UTC Politics Fact 1 1 7 PolityFacting: They're just getting really stupid and thinking about the money we're gonna save. The viral image on the Internet is Tuesday, 23 April 2019 2019-04-23. Read more information.", "vclaim_id": "vclaim-pol-00702"}