{"url": "/factchecks/2019/oct/28/facebook-posts/no-olive-garden-not-funding-president-trumps-re-el/", "speaker": "Facebook posts", "vclaim": "He says Olive Garden is \"financing\" President Trump's 2020 re-election campaign.", "truth_label": "false", "date": "stated on September 7, 2019 in a Facebook post:", "title": "No, the Olive Garden doesn't fund President Trump's re-election campaign.", "text": "Unlimited soup, salad, and bread sticks are known in the olive garden (especially breadsticks). But is the restaurant \"Mulle\" also the campaign for the re-election of President Donald Trump in 2020? This is what one of the viral Facebooks claims: \"The Olive Park finances Trump's re-election in 2020. It would be awful if you shared this and lost Olive Garden to work.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) But that's not true. A quick Google search of rumors shows several news articles and checks the facts that refute the allegation. As in the past, we verified the Instagrams, which inaccurately included the Olive Garden in the list of companies that allegedly donated to the campaign for the re-election of President Donald Trump. Rumors began to spread on social media in late August after the list spread. Soon after Boycott Olive Garden began on Twitter, the official account of the restaurant entered: \"We don't know where this information came from, but it's not true. Our company doesn't donate to presidential candidates.\" We don't know where this information came from, but it's not true. Our company doesn't donate to presidential candidates. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher: January 16, 2021 - Olive Garden (@Olivegarden) August 26, 2019 when a user responded to the tweet and asked whether the parent Olive Garden, Darden Restaurant, donated to PACs, and Darden replied that \"no federal or presidential candidate is donated.\" Darden owns many restaurant chains, including Longhorn Stickhouse, Yard House, Shidar and The Capital Grill. We went to OpenSecrets.org, campaign funding database run by the Center for Reactive Political Research, to check the numbers. The database shows that Darden itself did not contribute to the Trump re-election campaign, nor did it make any contributions during the 2020 election cycle. (The same applies to the 2018 and 2016 election cycles.) This is because companies are prohibited from making contributions to candidates and party committees, according to the Federal Electoral Commission. Open secrets include a similar acquittal which states: \"The organizations themselves cannot contribute to candidates and party committees. The totals include branches and branches.\" However, voluntary contributions may be made by public affiliates to the company, employees, owners or direct family members of the organization. All the funds associated with Darden that have so far been donated in the 2020 cycle have come from individuals, as the database shows. These contributions totalled $17,332, including $11,899 for candidates, all Democrats, and $5,000 for the People &apos; s Congress Party, which says it supports the democratic leadership. Trump is not among the recipients yet, according to the database. However, in recent electoral cycles, the organization &apos; s associated contributions were made to both candidates and to republican and democratic commissions, both from individuals and from people &apos; s electoral commissions. In the 2016 elections, individuals affiliated with Darden - again, not the organization itself - donated $8,407 to Hillary Clinton and $886 to Donald Trump. Our viral Facebook article claims that Olive Garden \"finances\" Trump's re-election campaign. However, campaign funding data show that Olive Garden Mother, Darden Restaurants, did not donate to Trump's re-election campaign. It prohibits companies participating in campaigns or party committees. At the same time, the association of the Democraticist Party with the company, as well as individual employees and members of their families, contributed to both democratic and Republican candidates. These rumors are wrong. We assess it wrong.", "vclaim_id": "vclaim-pol-00008"}