{"url": "/factchecks/2019/may/17/facebook-posts/can-cell-phones-bluetooth-defeat-credit-card-skimm/", "speaker": "Facebook posts", "vclaim": "\"When you draw to the gas pump to fill your car, get your cell phone and search for Bluetooth devices. If a series of letters and numbers appear, they are not paid in the pump. One of the pumps has a credit card in it. All these hackers running on Bluetooth.", "truth_label": "half-true", "date": "stated on April 14, 2019 in a Facebook post:", "title": "Can cell phones and Bluetooth beat credit card vandals?", "text": "Do you have to worry about credit card fraud when you pull into the gas pump? A recent social media message that says you can post your cell phone to stay safe. On April 14, 2019, a Facebook page called \"Docal Jackson County News\" told readers that they could use their cell phones at gas stations to determine whether the pump contained a credit card -- a tool that could steal credit card numbers. The post said, \"Only with tips, when you draw to the gas pump to fill your car, get your cell phone and search for Bluetooth devices. If a series of letters and numbers appear, they are not paid in the pump. One of the pumps has a credit card in it. All these hackers running on Bluetooth. Could Bluetooth sensors always determine whether there are credit card drips in gas pumps? We've had a good look. How tricksters work first, some basics: credit card providers are real, and they're illegal. When installed in gas pumps, auditors listen to the movement of data from the credit card reader, record it for memory, and pass that data to the pump controller. Skimmer's technology is so advanced that thieves don't have to go back to the pump to retrieve stolen information. Perpetrators can simply sit in their cars and upload credit card information on a laptop. A special agent from the US Secret Service told NBC News last year that the agency recovered from 20 to 30 devices a week. Can the Bluetooth sensors stop the scraps? Bluetooth can be a useful tool for consumers who want to protect their information, but they are far from being guaranteed. In an interview with Fox News on January 17, 2021, President Donald Trump stated that he \"cannot say anything (about the riots in the American Capitol Building) because the platforms have removed it.\" By Bill McCarthy on January 18, 2021, Big Anderson, the director of government relations with the National Association of Facilities Stores, a commercial group representing gas stations and utility stores, Poletti Fuckett told that there are too many credit card thieves who cannot rely on a phone to detect them. \"Some use of Bluetooth technology, some use of cell service, and some embezzlers store data themselves,\" said Anderson. Vasil Rousseff, computer scientist and director of the Cyber Center of the University of New Orleans, said that a \"blow\" on Bluetooth \"could be an indicator of settlement by Skimmer, but could also be any number of other devices 30 feet or so, such as those in other cars. More importantly, not finding one doesn't mean that the pump is safe.\" He said that Bluetooth did not need to be discovered by Bluetooth or could be programmed to send signals only at certain times. \"Generally, I'd like to say that this information provides a low level of protection,\" said Rousseff. Anderson added that verification of crackers was something that fuel station owners and workers needed to do on a daily basis. Retailers should conduct daily internal and external checks and take other measures to frustrate data thefts. Such practices, she said, reduced the risk of credit card theft, although they might not be eliminated. The local Jackson County News newspaper published an article that says, \"Only with tips, when you pull into the gas pump to fill your car, get your cell phone and search for Bluetooth devices.\" If a series of letters and numbers appear, they are not paid in the pump. One of the pumps has a credit card in it. All these hackers running on Bluetooth. Check your cell phone's Bluetooth sensor before entering your credit card into the gas pump may be able to determine whether the pump has been compromised. However, Skimer technologies vary, and many of the scrapping types will not be detectable using the Bluetooth method. We evaluate the statement half right. Sharing the facts of 2019-05-17 15:28:14 UTC PoliticsFact 4 1 7 PoliticFact Reating: Half True \"When you draw to the gas pump to fill your car, get your phone and search for Bluetooth devices. If a series of letters and numbers appear, they are not paid in the pump. One of the pumps has a credit card in it. All these hackers running on Bluetooth. Facebook publications on the Internet: https://www.facebook.com/logalrafenswewardsbyjim/photos/a.580427098752759/20221454580889/?", "vclaim_id": "vclaim-pol-00626"}