{"url": "/factchecks/2019/may/23/viral-image/no-time-magazine-cover-didnt-tell-readers-how-surv/", "speaker": "Viral image", "vclaim": "\"How to Survive From the Next Ice Age\" was the cover story of Time magazine in 1977.", "truth_label": "false", "date": "stated on May 20, 2019 in a Facebook post:", "title": "No, you didn't tell the cover of Time magazine the readers how to survive the next ice age.", "text": "Motor City Madman Ted Nugent is not shy of sharing his contempt for \"the fraud of so-called global warming\" and \"global warming\" that perpetuates what he calls a trick. It follows, therefore, that it will share a picture that casts doubt on climate change. \"When the same group of \"experts\" who claimed to have been global cold in 1977 now claim that global warming can easily see why I am skeptical,\" read the text surrounding what Time magazine seems to cover that Nugent posted on Facebook on May 20. The first, which says the article is from 1977, appears in the snow penguin and the main title: \"How to survive the next ice age.\" The second, which says the article is from 2008, is an example of men from the Iconian image of Eu Gemma raising the Redwood tree instead of the American flag in the original version of 1945. The cover story of this issue? \"How to Win the War on Global Warm\" This article, in which more than 8,400 people participated by 22 May, was referred to as part of Facebook efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) That's because although the 2008 cover is real, the 1977 cover is fake. It's not new. In 2013, Time published its jaw story. It was published on January 25, 2021 in a video that says Bill Gates \"at least 3 billion people must die\" from this planet. By Daniel Funk, January 27, 2021, \"Sorry,\" the headline of Brian Walsh's novel says, \"The cover of Time magazine didn't expect the next ice age. Note that the 1977 false cover is a fake version of a 2007 cover with the same penguin image but a different title: \"The Guide to Survival of Global Warming.\" \"It is clear that the cover of the trick has been floating around the Internet for at least several years,\" says Walsh in the story. \"Codus of who put the fake cover together at first. This is a very good thing for photo shopping.\" Walsh notes that in 1974 Time published a story about the possibility of another ice age. \"The truth is that scientists in the 1970s have just begun to understand how climate change and atmospheric pollution may affect the temperature of the world,\" says Walsh. \"Added in the information cycle - which was as true at the time as it is now - and you have some coverage that turned out to be wrong. But thanks to the Internet, these stories remain undead, recycled by notorious skeptics like George Will. There is no interest in Photoshop. It's the science that we have to listen to -- science says that human-made climate change is very real and very disturbing.\" We're categorizing this article on Facebook as wrong. Sharing the facts of 2019-05-23 18:37:03 UTC Politics Fact 2 1 7 PolityFacting: Wrong \"How to Survive From the Next Ice Age\" was the cover story of Time magazine in 1977. On Monday, 20 May 2019, 2019-05-20, read more information.", "vclaim_id": "vclaim-pol-00600"}