{"url": "/factchecks/2017/mar/19/donald-trump/fact-check-donald-trump-says-germany-owes-vast-sum/", "speaker": "Donald Trump", "vclaim": "Germany owes... huge sums of money to NATO and the United States must pay more for the strong, very expensive, defense it offers Germany!\"", "truth_label": "false", "date": "stated on March 18, 2017 in a post on Twitter:", "title": "Check the facts: Donald Trump says Germany owes 'a lot of money to NATO'.", "text": "Less than 24 hours after meeting with German Chancellor Angela Merkel, President Donald Trump went on Twitter to criticize Germany for avoiding her defence payments to NATO and the United States. \"Despite what I heard from FAKE news, I had a great meeting with German Chancellor Angela Merkel,\" Tramp wrote on March 18. \"Yet Germany owes huge sums of money to NATO and the United States must pay more for the strong, and very expensive, defense to Germany!\" Despite what I heard from FAKE news, I had a great meeting with German Chancellor Angela Merkel. However, Germany owes Donald J. Trump (@realDonaldTromp) on March 18, 2017... large sums of money must be paid to NATO and the United States. What we found was that Trump misunderstands how to pay for NATO's common defence, and that Germany owes nothing. \"Germany owes substantial sums of money to NATO, NATO, officially established in 1949 to provide collective security against the Soviet Union. There are currently 28 countries (including the United States and Germany) that are members. Members agreed that \"an armed attack on one or more of them... shall be considered an attack on all of them\" and that, following such an attack, each member shall take \"actions, including the use of armed force, as it deems necessary.\" We have never heard from the Trump team about the money Germany owes. However, Trump was likely to point to the fact that Germany had not yet met the NATO target commitment for comprehensive defence funding. In 2014, the NATO Collective Agreement instructed members to spend 2 per cent of GDP on defence spending by 2024. According to NATO, only five provinces fulfil this obligation today: the United States, Greece, Estonia, Poland and the United Kingdom. As you can see from the chart above, Germany pays only 1.2 per cent of its GDP for defence spending. German leaders have said that they intend to increase military spending. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, Daniel Benjamin, a senior colleague at the Brookings Institution, said that the problem with Trump's claim was that Germany did not pay that money to NATO, the United States, or any other country. Benjamin said: \" (Germany) Like many members, it has failed to meet its obligations, which is clearly not good.\" \"But there's no central bank that goes this money in, and there's no deal.\" The other experts we consulted agreed to do so. The United States decides on the level of military spending that it wants, as do the other members of NATO. \"The relatively low levels of military spending among United States allies are perfectly rational,\" said Christopher Bribel, Vice-President of Defence and Foreign Policy Studies at the Liberal Cato Institute. \"They see no urgent need to spend more.\" Experts have told us that Trump's argument that the United States needs more money also offends NATO's modus operandi. \"Trap seems to represent NATO as a licensing deal - a deal in which countries like Germany pay the United States for their power and influence,\" said Lacey Healy, a military budget expert at the Stimson Center, a think tank for defence policy. \"That's not the case.\" The United States is already making a huge military commitment to NATO, but this is not a service to Europe; it has worked for all NATO countries, as experts have said. The United States has many prominent military bases in Germany, which are vital and serve as a major starting point for attacks against terrorists in the Middle East. Our rule, Trump, said that Germany \"gives huge sums of money to NATO\" and the United States \"should pay more\" for the defence it offers Germany. NATO members agreed to spend 2% of their country &apos; s GDP on defence by 2024. But that's not in NATO payments. Each country finances its own defence, while NATO acts as an umbrella organization aimed at protecting all members. Experts say Trump is wrong. We value this allegation wrong. Sharing political facts 5-7 policy assessment: the mistake of \"Germany owes... huge amounts of money to NATO and the United States should pay more. President Donald Trump of a series of tweets on Saturday, 18 March 2017, 03/18/2017. Read more information.", "vclaim_id": "vclaim-pol-03540"}