{"url": "/factchecks/2019/sep/13/julian-castro/julian-castro-attack-joe-bidens-health-plan-falls-/", "speaker": "Julián Castro", "vclaim": "\"The difference between what I support and what you support, Vice President Biden, is that you ask them to choose (the option of general medical care), and I will not ask them to choose. They'll be automatically registered. That's a big difference. Did you forget what I said two minutes ago?", "truth_label": "barely-true", "date": "stated on September 12, 2019 in a Democratic presidential debate:", "title": "Julian Castro's attack on Joe Biden for forgetting his health care plan is collapsing.", "text": "One of the most explosive moments of the democratic debate in Houston was the confrontation between former Minister Julian Castro and former Vice-President Joe Biden on health care. Castro accused Payden of changing his position in short order about the features of his health care plan. \"Did you forget what I said two minutes ago?\" Castro Paiden, a line of criticism from some commentators, asked to point out that in the 67th Bayden, he had memory problems. The look at the exchange and the health-care plan drawn up by Paiden suggests that Castro overestimates any differences between the Paiden plan and his plan, misleadingly explaining what Paiden said during the discussion. Let's first look at Castro's attack and Paden's voices about his criticism: \"The problem with your plan is that it leaves 10 million people exposed. The difference between what I support and what you support, Vice President Payden, is that you ask them to choose, and I will not ask them to choose. They will be automatically registered. That's a big difference. Because Barack Obama's vision wasn't leaving ten million exposed. He wanted to cover everyone in this country. My plan will do that. Your plan won't be.\" \"They don't have to buy. \"They don't have to buy.\" \"I just said that! I said that two minutes ago. \"No\" You said two minutes ago they'd have to buy. I said, \"If they can't afford it!\" You said they'd have to buy in! They won't have to buy. If you qualify for Medicked, they will be automatically registered.\" \"Did you forget what I said two minutes ago? Did you really forget what I said two minutes ago? I mean, I can't believe you said two minutes ago they had to buy, and now you're saying you don't have to buy. I forgot about that!\" \"Anybody like your grandmother who doesn't have the money, you're automatically registered.\" CASTRO: \"People are automatically registered regardless of whether they choose to choose or not. If you lose your job, for example, his health-care plan will not automatically register you. You have to choose. My health care plan will be. That's a big difference. I'm loyal to Barack Obama's legacy, and you're not.\" \"This is gonna be a surprise to him.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, Castro's criticism was divided into two categories. We'll look at them together. Does Paden's plan require people who want the general option to \"choose\"? Paden asks those who want to cover medical care to \"choose,\" but this requirement isn't as important as Castro as it seems. As stated on his campaign website, the Paiden Health Care Plan calls for \"giving Americans a new option, the public health insurance option, such as medical care.\" If your insurance company doesn't do the right thing by you, you should have a better choice. Whether you're covered by your employer, buy your own insurance, or go without full coverage, the Biden Plan will give you the option to buy public health insurance like medical care. Paiden's plan would include \"covering people who make up less than 138% of the federal poverty level.\" This will be done by automatically registering these individuals when they interact with some institutions, such as public schools, or other programmes for low-income populations, such as SNAP, or food stamps. This follows what Piden said at some point in the debate -- \"anybody who can't afford it is automatically recorded in our medical care option.\" On the roof, that's the difference with Castro's plan. Castro's proposal would \"enhance and expand medical care for those who own it to achieve universal health care coverage by involving all Americans in the programme.\" (Castro) \"individuals are allowed to receive supplementary private insurance or choose to leave the medical care system if they have a special high-level insurance scheme through an employer or organized organization organized under the Affordable Care Act.\" However, Castro &apos; s rejection plan and Paiden &apos; s compliance plan do not seem to be very different. Castro makes it seem as if Paiden's selection of the accession process is a noteworthy barrier. More likely, it would be a formality. Any person who wants the general option has to apply for it and is supposed to sign forms like any other person seeking health insurance. But the important part is that it cannot be rejected after filling out those forms. The difference between filling out papers to become part of the general option (as Paiden may get) and becoming automatically registered unless she actually rejects them (which also requires, at some point, different papers) does not surprise us as if the \"big difference\" Castro has been changed. Did Bayden disagree with himself? The second line of attack for Castro was that Paden first said that people would choose medical care and then change his tune later and say that they wouldn't have to choose. Paiden said at several points before Castro challenged him that the registration would be automatic, essentially formalistic. Paden said that anyone who can't afford it is automatically registered in our medical care option. He also said, \"If you want medical care, if you lose the job from your insurance - from your employer - you can automatically buy it. No pre-existing condition can prevent you from buying. You get covered, period.\" He also said, \"Every single person diagnosed with cancer or any other disease could automatically become part of this plan. They're not gonna go bankrupt because of it. They're not gonna go bankrupt because of it. They can join immediately.\" This is consistent with Piden's response to Castro's attack, that Americans who need the medical care option will be automatically \"registered.\" Our rule, Castro, said, \"The difference between what I support and what you support, Vice President Biden, is that you ask them to choose (for the option of general medical care), and I will not ask them to choose. They'll be automatically registered. That's a big difference.\" He also said that Paden was contradicting what he had just said. The Castro Scheme is the opt-out scheme while the Paiden Scheme is the opt-out scheme, but the differences between these schemes are much lower than Castro suggests. The Paiden Plan would guarantee Americans who need medical care coverage, just as Castro did. These differences are likely to amount to the nature or timing of paperwork, rather than to significant barriers to access. Castro used this questionable distinction to accuse Paiden of having said conflicting things within two minutes, but at best this is an exaggeration. The statement contains an element of truth but ignores critical facts that give a different impression, so it is often wrong.", "vclaim_id": "vclaim-pol-00167"}