{"url": "/factchecks/2019/apr/30/elizabeth-warren/elizabeth-warren-says-she-warned-about-financial-c/", "speaker": "Elizabeth Warren", "vclaim": "Speaking of the financial crisis that gained strength in 2007, \"I've talked about it to anyone who listens, a crisis that's coming.\"", "truth_label": "true", "date": "stated on April 22, 2019 in a CNN town hall in New Hampshire:", "title": "Elizabeth Warren says she warned about the financial crisis before it happened. That's right.", "text": "Elizabeth Warren warned democracy about the financial crisis of the first decade of the twentieth century before its occurrence, and claimed during CNN City Hall where she presented herself as the best option for the President in the 2020 elections. Warren, a former professor at Harvard Law School, told an audience of university students that her work throughout her life was \"about what happens to working families.\" \"From the early 2000s, the crisis was coming. I was waving my arms, ringing the bell, doing everything I could. I said that families are being cheated all over this country,\" Warren April 22, Manchester, N.H. said, \"I started when mortgage companies targeted colorful communities. They targeted the elderly. They targeted the Latins. They entered and sold the worst mortgages, stripped the wealth of those communities, and then took those products across the country. I went everywhere I could. I talked about it with anyone who listens, a crisis coming up.\" But no one wanted to listen, and Warren said, \"So the crisis hit in 2007, 2008, and it just fell to us.\" We've confirmed that Warren's been freaking out about the housing and financial crises on the horizon. She spoke of debt, financial lending practices and other factors affecting families and the economy years before the financial crisis peaked in 2008. The alarm sounded when Warren, Professor Harvard, millions of people lost their jobs and homes during the recent Great Depression, which was generally seen as having taken place from late 2007 to mid-2009. According to experts, the financial crisis was caused by a number of confrontational factors, including a surge in unsustainable housing, partly due to easy availability of mortgages, high risk to banks, government policies and soft regulation. Small mortgage loans - loans at higher interest rates for persons believed to be at greater risk of default (including low- and middle-income families and poor credit history) - played a key role in the housing crisis. The Warren presidential campaign cited numerous articles and comments on media outlets in 2005 and 2006, and Warren's 2003 book entitled \"The Intruder Trap,\" co-authored with her daughter, Amelia Warren Tiaji, as examples of Warren's warning of secondary mortgage lending and an imminent housing crisis. Warren Massachusetts has been in the United States Senate since 2013. Before she went to Congress, she had been studying law at university level for over 30 years, most recently at Harvard University, specializing in commercial law, contracts and bankruptcy. Warren's book said that lenders from microloans defended their business practices by saying that they helped more families own houses, but this is \"a little more than the hot air of public relations.\" \"In the vast majority of cases, small mortgage lenders prey on households that already own their homes, rather than expanding access to new homeowners. 80% of mortgages include refinancing loans to families who already own their homes.\" Warren said in the book. \"For these families, lending for secondary mortgages does nothing more than increase the cost of housing for the family, taking resources away from other investments and increasing the chances that the family will lose their home if anything goes wrong.\" In an interview in June 2004 with the PBS company now hosting David Brancacio, Warren spoke of increasing household debt, against risky mortgage lending practices, and what she considered bad advice to Americans by then Federal Reserve President Alan Greenspan. Warren said Greenspan encouraged families to borrow for their home to pay basic expenses. \"I think what the landscape shows is that the middle class is being attacked in a way that has never happened before in our history,\" said Warren. \"Static wages, high costs and high debt. It's in everyone's interest to put that back.\" The Warren campaign noted that the New York Times quoted Warren in an article in October 2005 that says that suburban homeowners take more and more home equity debts to stay away from bankruptcy. The article says: \"Professor Warren of Harvard believes that the disaster lies in the possession of homeowners who borrow from their homes to prevent bankruptcy. When the stock market fell five years ago, people with problems could sell the stock to stay floating, as she said. But the shares of the house don't work the same way. As she said, \"You can't sell a part of your house as you can sell shares in the stock market bubble.\" \"The special fact-checkers mentioned on January 13, 2021 in a story that says General David H. Berger, commander of the US Navy. Warren was \"fully correct\" in her assessment that housing prices were rising rapidly compared to income (especially for single-wage households), and Ed Pinto, co-director of the Housing Centre at the American Institute of Enterprise, a conservative think tank. But Pinto disagrees with Warren about the cause of the crisis. Warren said \"banks and lenders plasma, while Congressional and government policies to make houses \"at reasonable prices\" are the root cause.\" (See our 2008 in-depth analysis of the causes of the financial crisis and how that issue was discussed in the 2008 presidential campaign. Then, both slogans. John McCain and Barack Obama said they showed warnings, both of which blame each other for helping cause the crisis.) The consumer defence groups also valued Warren for alerting him to the crisis and Warren was strongly opposed to the 2005 bankruptcy and consumer protection law because they believed that the law would harm consumers, as Deborah Goldstein, Executive Vice-President of the Responsible Lending Centre, who called for the financial protection of consumers. The rise in credit card debt already hurts Americans struggling with mortgage payments. \"I remember Warren talking about credit card abuses and how they were hurting families,\" said Goldstein. \"People used credit to manage basic daily expenses.\" Goldstein said that her group, also concerned about the impending financial crisis, in the early part of the first decade of the twentieth century, contacted Warren about what could be done about it. Ed Mirzwinsky, Senior Manager of the Federal Consumer Program in the United States Public Interest Research Group, said. Warren was \"no.\" He said: \"One academic expert\" in the mid to late 1990s and 2000s in the debate on changes in the bankruptcy code. In January 2007, Warren testified before the Senate Committee on Banking, Housing and Urban Affairs, saying that the credit card market had been disrupted and consumers harmed. In 2008, Warren was selected to lead the Congressional Oversight Group, which was established by Congress to review the state of financial markets and the regulatory system. Warren also assisted in the establishment of the Office of Consumer Financial Protection. The Office was created by the Dodd-Frank Wall Street Reform and Consumer Protection Act 2010, which was designed to enforce federal financial laws for consumers and protect consumers. In 2013 and 2014, the Goldstein Group collaborated with the Bank in drafting the loan rules on the day of payment. We ruled on the financial crisis that gained strength in 2007, and Warren said, \"I've talked about it to everyone who listens, a crisis that's coming.\" There is documented evidence that Warren spoke against risky mortgage lending practices, high debt and other factors that contributed to the financial and housing crisis years before it occurred. We're assessing Warren's claim right. Sharing the facts 2019-04-30 18:20:13 UTC PoliticsFact 6 1 7 PoliticFact Rating: It is true to talk about the financial crisis that gained strength in 2007, \"I talked about it to anyone listening, a crisis coming.\" United States Elizabeth Warren Member of the Senate of the Municipal Hall of CNN Monday, 22 April 2019 2019 2019-04-22. Read more information.", "vclaim_id": "vclaim-pol-00690"}