{"url": "/factchecks/2019/jun/04/chris-taylor/wisconsin-state-rep-chris-taylor-mark-prison-claim/", "speaker": "Chris Taylor", "vclaim": "\"We have seen the increase in the prison population and the vacancy rates for correctional staff increase from 2.9% to 15.2%\" over the past eight years.", "truth_label": "true", "date": "stated on May 21, 2019 in a tweet:", "title": "The Wisconsin Republic of Chris Taylor is on the mark with a prison claim.", "text": "In the headlines, the Wisconsin prison system was one of the problems at Lincoln Hills Boys' School, the state juvenile facility, to an incident in which the Sergeant of the Corrections Department revealed the names of the secret informants at Redgranet Prison. The Agency &apos; s problems have attracted many comments from State legislators, including the Republic of State Chris Taylor, D-Madison, who made some figures on May 21, 2019, Twitter. \"Our correctional system has not become chaos overnight. It is the result of eight years of neglect since we have seen the increase in the prison population and the vacancy rates for correctional staff increase from 2.9% to 15.2%.\" Is Taylor right that Wisconsin has experienced an expansion in the prison population - and more opportunities for corrections officers - over the past eight years? As with other criticisms of Democrats, there's no coincidence of an eight-year mark point -- Let's start with the prison population, and the May 2019 report from the Office of Legislative Audit. The non-partisan audit office noted that the prison population decreased from 2009 to 2011 (from 22,672 to 21,941), but has increased since then. As indicated in the report, \"the number of prisoners grew from 21,941 in 2011 to 23,675 in 2018, or 7.9%.\" So, Taylor's on the right track with the inmates. According to the report of the Audit Office issued in May 2019, the turnover of correctional staff increased from 17.8 per cent in fiscal year 2013-2014 to 26.1 per cent in fiscal year 2017-18. \"We found that staff turnover in adult corrections increased from 18.6 per cent in fiscal year 2013-2014 to 24 per cent in fiscal year 2017-18,\" as the report said. \"The turnover rate of correctional officers increased further, from 17.8 per cent to 26.1 per cent and varied significantly among institutions.\" This is okay, but Taylor's claim was for eight years. For those figures, we turned into data from the Ministry of Corrections. :: The Section &apos; s data on vacant posts of Corrections Officers and Sergeant (excluding the Wisconsin Correctional Centre System sites) from 2011 to 2019 show steady increases, with the exception of a decrease in 2017, in vacant posts: 2011 - 2.87 per cent in 2012 - 5.49 per cent in 2013 - 6.43 per cent in 2014 - 6.46 per cent of the fact-finding posts reported on 12 January 2021 at Instagram said that Joe Biden remained silent about violence in black-life protests. By Tom Kircher: 16 January 2021 2015 -- 7.62% 2016 -- 11.25% 2017 -- 10.97% 2018 -- 12.36% 2019 -- 15.27% (until 11 May 2019) so, Taylor is also on target for this portion of the claim. What's behind the numbers? Corrections officials have said that the low unemployment rate in the State makes it difficult to recruit and retain workers. As a result, overtime continues to increase. According to a report issued on May 2, 2019, the newspaper Milwaukee Journal Sentinel, government agencies spent $80.9 million on overtime in the year 2018, most of which were about $50 million for correctional management personnel. Daniel Meehan, a retired sergeant at the Wabon Correctional Institution, blamed the shortage of workers and the increase in overtime under Act No. 10 of 2011, which significantly reduced the collective bargaining of most public officials. Raising wages won't fix the employment problem on its own. He told Sentinel. \"In Corrections, An Undesired Job,\" said Meehan, who worked in the Department of Corrections from 1981 to 2015. \"No one wants to do it anymore. No one applies for the job, and those who apply for the job resign.\" What is waiting for us? On May 2, 2019, Jove. The Tony Evers Administration announced temporary increases of $5 per hour for staff in six prisons in the hope of reducing the long-term shortage of staff in these institutions. At least until June 2020, officers and sergeants will be paid overtime for shifts in Colombia, Dodge, Green Bay, Taishida and Wabon Corrections. The reward will also be paid to workers in Lincoln Hills. These institutions will now pay new workers $21.65 per hour - an increase of 30 per cent over $16.65 per hour for those starting in most Wisconsin prisons. Veterans in the six institutions will also receive an increase in wages of $5 per hour - an increase of over $10,000 per year. Some criticized this move because it left officers and sergeants in more than a dozen other prisons and raised concerns that the shortage of staff in some institutions might widen if workers decided to move to prisons that paid more. Meanwhile, under a plan adopted by the Republicans in the Budget Committee of the Legislature on 22 May 2019, the wages of the Wisconsin prison guards will increase by more than 14 per cent over two years - from $16.65 per hour to $19 per hour. Senior officers will also receive an increase of $2.35 per hour by 2021. Most of the other state employees will get 2% increase in each of the next two years, as Evers recommended. Our sentence claimed, Taylor, \"We have seen the prison population increase and the vacancy rates for correctional officers rise from 2.9% to 15.2%\" over the past eight years. According to the Office of Legislative Audit, the number of adult prisoners has increased in the last eight years, from 21,941 in 2011 to 23,675 in 2018, or 7.9 per cent. The corrections department figures show that she's right about the vacant posts as well. We're assessing the claim right. Sharing the facts 2019-06-04 21:45:00 UTC Politi Fruitah 6 1 7 PoliticFact Rating: \"We have seen the prison population increase and the vacancy rates for correctional staff rise from 2.9% to 15.2%\" over the past eight years. ** Rep. https://twitter.com/CrisTaylorWi/status/11208984858796993 Twit Tuesday, 21 May 2019 2019 2019-05-21 Read more information", "vclaim_id": "vclaim-pol-00572"}