{"url": "/factchecks/2017/feb/07/reince-priebus/were-7-nations-identified-donald-trumps-travel-ban/", "speaker": "Reince Priebus", "vclaim": "The seven countries identified in the travel ban for Donald Trump have been identified by the Obama administration as the seven most dangerous countries in the world with regard to the harbouring of terrorists.", "truth_label": "half-true", "date": "stated on January 29, 2017 in an interview:", "title": "Have the seven countries been identified as terrorist centres in the Donald Trump travel ban named Barack Obama?", "text": "Two days after President Donald Trump temporarily prevented certain groups of people from entering the United States, his Chief of Staff, Raines Bribos, defended the executive system by drawing attention to terrorism and the predecessor of Tramp Barack Obama. The incitement to protest was criticized as \"a ban on Muslims\" (and not, as we found it). However, Trump refutes this, stressing that the part of the regime targeting seven countries with an Islamic majority is aimed at combating terrorism. In January 29, 2017, he appeared on NBC \"Meet the press\" and said: Here's the deal: if you come in and out of one of those seven countries -- by the way, the Obama administration has been identified as the world's seven most dangerous countries in terms of harbouring terrorists and has been confirmed by Congress several times -- then you will be temporarily further questioned until a better program is developed within the next several months. As stated in the article prohibiting Muslims, the vast majority of jihadists who commit terrorist acts in America were United States citizens or legal residents. Since 11 September, no one has been killed in the United States in a terrorist attack by one of the seven countries, although there were at least three non-lethal cases in which the perpetrator was associated with Iran or Somalia. So, were the seven countries identified in the Trump travel ban by the Obama administration \"the seven most dangerous countries in the world with regard to harbouring terrorists\"? Not quite that way, but Bribos has a point. The Trump Executive Order consists of two main elements. It suspended the entry of all refugees - who wanted to settle in the United States - for 120 days and prevented refugees from Syria indefinitely. Almost all citizens from Iraq, Iran, Libya, Somalia, Syria, the Sudan and Yemen are also prohibited from entering the United States for 90 days. This part of the travel is a Muslim ban in the sense that most of the residents of those seven countries are Muslims. But it is not a ban, in the sense that the vast majority of Muslims in the world do not live in those countries and are therefore not affected by the system. One week after the order was issued, a federal judge issued a temporary restraining order, lifting the ban, despite further judicial proceedings. On January 10, 2021, in a television interview, \"It takes a long time on election day to upload those votes, which is why we have 1 a.m. or 3 a.m. to throw the ballots at Milwaukee.\" • January 15, 2012, the travel part of the Trump Order is aimed at the same seven countries that were designated by a law signed by Obama in December 2015. The law signed by Obama contains provisions restricting the travel of persons living in or visiting the United States of Iran, Iraq, the Sudan or Syria since March 2011. They must have a visa to enter the United States; they cannot use what is known as the visa exemption programme, which allows 90 days of United States visits to other foreign visitors. The Ministry of Internal Security of Obama soon extended the scope of the law to Libya, Somalia and Yemen. It has been defined in the Agency's declaration as \"disturbing countries,\" a term used in law. We have been told by David Gartenstein Ross, a senior colleague of the Foundation for the Defence of Democracies, that the claim of Bribos is not misleading, but that the law signed by Obama does not identify the seven countries as the most dangerous in terms of harbouring terrorists. There were other countries where terrorists were active but could have been left off the Obama list for other reasons. There were countries, such as Pakistan, Afghanistan and others, where hardliners had considerable work space, but there could be different reasons not to involve them in countries where Obama law restricted visa-free travel. For example, the United States Government has a sensitive relationship with the Pakistani Government and there may be a desire on the part of the United States not to restrict travel by people in certain countries. Before we conclude two words that do not directly affect Bribos' claim, they shed light on the seven States: Iran (added in 1984), Sudan (1993) and Syria (1979) are the only countries on the list of \"State sponsors of terrorism\" of the United States Department of State. The Foreign Minister has decided that \"they have repeatedly supported acts of international terrorism.\" Iraq, Libya, Somalia and Yemen are on the Ministry of Foreign Affairs' list of \"terrorist safe havens\" -- where terrorists work \"in relative security.\" However, nine other countries or regions are also on the list of safe havens. Our classification of Bribos says that Trump's executive order, which temporarily prohibits travel to the United States from approximately seven countries, has been identified by Obama's administration as the world's seven most dangerous countries in terms of harbouring terrorists. Because of fears of terrorism, the Obama Administration has placed those seven countries - Iraq, Iran, Libya, Somalia, the Sudan, Syria and Yemen - on a list that makes travel to the United States somewhat more difficult. However, this list does not necessarily specify that the seven are the most dangerous. For a statement that is partially accurate, but that brings things out of context, our assessment is half correct. :: Political fact-sharing: 3 policy assessments: half of the seven countries identified in the travel ban by Donald Trump have been identified by the Obama administration as the world &apos; s seven most dangerous countries with regard to the harbouring of terrorists. ∙ White House Chief of Staff, Sunday interview, 29 January 2017 01/29/2017 Read more information", "vclaim_id": "vclaim-pol-03708"}