{"url": "/factchecks/2014/aug/27/john-mccain/john-mccain-says-he-holds-record-meet-press-appear/", "speaker": "John McCain", "vclaim": "He says he's got the record of most appearances on \"Meet the press.\"", "truth_label": "mostly-true", "date": "stated on August 27, 2014 in comments on MSNBC's \"Daily Rundown\":", "title": "John McCain says he's got the record for \"Meet the Press.\"", "text": "Sen John McCain, Ares, has some indications about Chuck Todd, who leads NBC, met with the press on September 7. On August 27, McCain appeared in the daily magazine \"MSNBC\" as part of Todd's weekly missionary ceremony. \"I've called to congratulate you, and as the person who shows the most in the press, I'd be happy to give you a lot of advice and advice, including the best questions I've ever had in the week,\" said McCain. \"And I have another suggestion, we must change the name of the press interview to meet the world's first political veteran, the guests. How about that? \"69 times.\" Todd quantified. He then showed Montague McCain on the program, including a 2008 interview with Tim Rossiert, who said that Republican Bob Doe had a more visible record, but \"there's still time for McCain to catch up.\" We were wondering, did McKen interview the press more than any other guest? We met before we got to McKeen's office and one speaker told us that they weren't following those figures, but McCain said he overstepped States in 2012. The press fact sheet, which needs to be updated, continues to include States as the most frequent guests, with 63 present. Macken is next with 53 appearances, and Vice President Joe Biden follows McCain from ten appearances. According to David Gregory, who was recently expelled, Macken 54 appeared on March 29, 2009. Dol still has a record among the guests, but Gregory had encouraging words for McCain. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman: January 11, 2021 \"We're doing calculations here. We think we can make this up, maybe within a year,\" he said. Three years later, McCain broke the State Register on March 18, 2012. Gregory made fun of me. On the basis of press releases, McKinn appeared on the programme two more times in 2012. He didn't show up this year, but he went three times in 2013, bringing the total to 69, according to our count. For the record, McKeen showed up at Sundays 11 times so far in 2014, but not on \"Meet the Press.\" It should be noted that NBC and McCain use a slightly unconventional definition of guests. In other words, it excludes journalists who appear on the programme to discuss the big stories of the week. Once again, according to the outdated NBC fact sheet, David Broder of the Washington Post saw 401 interviews, while Robert Novak of the Chicago Sun Times appeared on program 248 times. Novak and Broder are both dead. Our referee McCain said he was \"the most visible person in the press.\" Technically, a lot of people who represent the press side of the meeting beat McCain. Of the employees, we calculate McCain as current leader -- with 69 appearances. We appreciate that it is possible to claim a place in the Bible.", "vclaim_id": "vclaim-pol-07384"}