{"url": "/factchecks/2019/oct/10/facebook-posts/pelosi-romney-and-kerry-dont-have-sons-working-com/", "speaker": "Facebook posts", "vclaim": "The sons of Nancy Belusi, Met Romney and John Kerry all say they're on the boards of energy companies operating in Ukraine.", "truth_label": "false", "date": "stated on October 7, 2019 in a Facebook post:", "title": "Belusi, Romney and Kerry have no children working for companies associated with Ukraine.", "text": "Hunter Biden is not the only political child who has been examined in the last few weeks for work abroad. On Facebook, there are numerous widely shared articles alleging that the sons of the Speaker of the House of Representatives, Nancy Belosi, De-Kaliv, and Met Romney, R-Utah, are also on the boards of energy companies associated with Ukraine. Other positions are added to this mix by former Secretary of State John Kerry. \"The son of Biden, son of Belusi, son of Romney, all members of the board of directors of energy companies operating in Ukraine,\" one of the articles. These articles were referred to as part of Facebook's efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) They have collectively reached thousands of users, so we wanted to check them out. The source of these articles appears to be a viral tweet published by Jack Murphy in October 6, a co-founder of the conservative news website Trending Politics.com. \"The son of Biden, son of Belusi, son of Romney, son of Kerry,\" he wrote on Twitter. \"They are all members of the board of directors of energy companies doing business in Ukraine... No.\" We contacted Murphy for a source, but we didn't hear a reply. Several conservative publications had reported allegations concerning the son of Belusi, Paul, days before Murphy had given that assertion. We looked into the business deals of the children of Belusi, Romney and Kerry. The allegations concerning the son of Pelosi mislead Paul Pelosi, Jr., once served on the board of the American Energy Company, Vesquiel, which was dissolved and reconstituted in Singapore under a different name. However, Paul Belussi had no role in the new entity, and it was not clear to what extent the company had done business in Ukraine. There have been reports of contact at the On America News Network and other conservative outlets, which appear to come from a tweet on 3 October from Patrick Hawley, a writer for the Epoch Times. It is known that Trump's pro-Donald website disseminates conspiracy content. Boom: Son of Nancy Belosi Paul Belosi, Jr. (who went to Ukraine in 2017), was a member of the board of directors of the Viscoel Company and the executive director of his related company, NRGLAB, which carried out the work of Energy in Ukraine! Hawley said in the tweet, which was rewrited more than 12,000 times. \"Nancy Belusi appeared in a promotional video of the company!\" As evidence, Hawley was linked to a YouTube video tape published on March 5, 2013. The first shows Paul Belusi speaking at an event in Washington. The video opens with excerpts from a letter from Nancy Belusi, and Paul is presented at the XPRIZE competition in September 2010. The non-profit group organizes public competitions with enterprises to encourage their technological development. A related story: Polly Fuckett Trump, Ukraine and Bieden cover in one place: \"My name is Paul Belusi, of course I'm on the board of the Vesquiel Company, and Vesquiel is here today to talk about accelerating the future,\" he says during the video. Viscoil was a California-based holding company that dissolved in 2010. An old version of the company's website said that the company was established \"to participate in research and the commercial development of hydrocarbon production methods and technologies.\" After its closure, Vescoel was encircled to NRGLAB, a Singapore-based company that specializes in various fields of scientific research. It appears to have published YouTube videos. The second video published by Hawley shows Walter Avansev, a Brazilian-American musician, talking about how technology can improve oil extraction. The title lists other artists who had promoted the work of Vescoel, including Mika Newton, a Ukrainian singer and actress. On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. By Madison Schobek on January 22, 2021, \"Micha Newton helped secure the rights to build a factory to produce SH boxes in Ukraine,\" reading the address. The SH box is a type of environmentally friendly generator, according to NRGLAB. We found a Facebook page where Newton promoted the work of NRGLAB, but we did not find news coverage of the company's dealings in Ukraine. The National Union does not refer to the country on its website. We contacted the company for more information, but we didn't get a response. In sum, Paul Belusi served on the Vesquiel Board of Directors. At some point, a Ukrainian singer allegedly promoted the company. But Belusi was off the board before that happened. This is the link that people have identified. Drew Hamel, spokesman for Nancy Pelosi, told Bolift Fact that Paul Pelosi had been working in Vesquiel for a short time. He denied having any transactions in Ukraine at the time. \"The company was based in Southern California and focused only on American business,\" said the e-mail. \"The company was later reorganized under a different name, but Paul Belusi Jr. played no role in the new entity.\" What we know about the sons of other legislators, Hunter Biden, was a member of the board of directors of a Ukrainian energy company from 2014 until the spring of 2019. The sons of Kerry and Romney have no evidence to suggest that they held similar positions. Borizma Holdings was appointed to the Board of Directors in 2014 to help the Energy Company improve its corporate governance and to rely on Western-style transparency. His father, the former Vice-President and the Democratic candidate nominated for the presidency in 2020, faced criticism of his appointment due to conflict of interest. Kerry has three children married to Teresa Heinz, the heiress of H.J. Catchup Heinz's fortune: John IV, Andre and Chris. John is a teacher, while Andre is an environmental scientist. A related story: Ask Polyte Vac: Answers to the reader's questions about the investigation into Trump's dismissal, Hunter Payden Chris is a businessman with extensive experience in private equity and venture capital, including following up on a series of investment companies and consulting with Hunter Paiden and Devon Archer, another businessman who was Chris Heinz's roommate at Yale University. He co-founded the Rosmont Seneca Partner, an investment fund in Washington, in 2009, with Bayden and Archer. Paden and Archer will serve later on the Borima board, but Chris Haynes never did. In fact, Archer advised against joining the board, and when he and Hunter didn't listen to the warning, Heinz ended his business relations with them. \"Chris has never been on the board of any energy company; he has never travelled or worked in Ukraine,\" said the spokesman for John Kerry Politi Fuckett in the e-mail. All Heinz's children are members of the Board of Directors of the Heinz Waqf, the charitable arm of their family property, but we have found no evidence that any of them served on the Board of Directors of an energy company associated with Ukraine. Romney has five sons working in different fields: Taj, Matt, Craig, Josh, Ben. We have not been able to find any evidence that any of them served on the board of an energy company with links to Ukraine. Tug Romney runs a private stock company called Solamir Capital. Matt Romney runs a company called Excel Trust, which owns shopping centers all over the United States. Craig Romney works in real estate. Josh Romney is the founder and chairman of the Romney Group, a real estate company based in Salt Lake City. Ben Romney is a radiologist in Utah. We contacted a Romney speaker for more details about his children's business dealings, but she refused to comment on the content of Facebook articles. \"We don't comment on false news from random trolls on the Internet,\" said the spokesperson for Romney Liz Johnson in an e-mail. Many of our Facebook articles have claimed that the sons of Biden, Belusi, Romney and Kerry are members of the boards of \"energy companies doing business in Ukraine.\" Apart from Hunter Bayden, already known as a member of the Board of Directors of the Ukrainian Energy Company Purisama (which ended in spring 2019), this allegation is inaccurate and constitutes a false attack on those who spoke against Trump. Paul son of Belusi served briefly on the board of an American energy company before its dissolution in 2010, but there is no evidence that the company was dealing with Ukraine while occupying that seat. Kerry Stison, Chris, worked with Hunter and a former member of the Borisma Board of Directors in the past, but he cut ties after they joined the Energy Company in 2014. There is no evidence that any of the Romneys served on the board of any of the energy companies with links to Ukraine. We're assessing these Facebook false allegations. This article was updated on October 16, 2019 to define SH boxes.", "vclaim_id": "vclaim-pol-00075"}