{"url": "/factchecks/2016/may/20/jennifer-shilling/top-01-would-be-big-winner-under-donald-trumps-tax/", "speaker": "Jennifer Shilling", "vclaim": "Under Donald Trump's tax plan, \"The highest 0.1% of taxpayers -- people who earn several million dollars a year, on average --", "truth_label": "true", "date": "stated on May 11, 2016 in a teleconference:", "title": "The top 0.1% will be the biggest winner under Donald Trump's tax scheme, says Wisconsin Hillary Clinton's supporter.", "text": "Because they're Hillary Clinton's surrogate, two Wisconsin legislators looked like Bernie Sanders when they phoned the journalists to give us the Donald Trump tax plan. \"For billions, by billionaires,\" State Republic, Corey Mason of Racine announced on May 11, 2016 teleconference, arranged by the Clinton Wisconsin campaign. :: Mason was joined by fellow democracy, Jennifer Schilling of Lacrosse, the leader of the minority in the Senate. Her attack was more specific. Shelling stated that with the Trump Plan, \"the highest 0.1% of taxpayers -- people who earn several million dollars a year, on average -- will receive a tax exemption larger than the lowest 60% of taxpayers combined.\" Economic inequality was the signing issue of Saunders, which was carried out by the President to prevent Clinton from claiming the name of the presumed candidate Trump on the Republican side. When Sanders in Madison said that the top ten out of 1 percent of Americans have a fortune that is roughly the lowest 90 percent, Let's take a look at Shelling's claim by one tenth of a percent -- which, as we'll see, was made in something of a moving target. The numbers parked in the Trump Tower Lobby in midtown Manhattan in September 2015, Trump implemented his tax reform plan -- which some analysts immediately saw as a blessing to the rich. He proposed substantial cuts in all areas, PolitiFact National found, but the richest will get the most in tax cuts. For higher income earners, the higher income tax rate will fall from 39.6 per cent to 25 per cent. When we asked about Shelling's claim, the Clinton Wisconsin campaign cited an analysis by the Center for Non-Party Tax Policy, a joint venture between two think tanks in Washington, D.C.: the Urban Institute and the Brookings Institution. The analysis concluded that, under the Trump Plan, households at all income levels would receive on average tax cuts - but higher income households would receive the largest cuts, both in dollar terms and as a percentage of income. More specifically for Shelling's claim: the highest income of 0.1 per cent of taxpayers - those whose income was over $3.7 million in 2015 - will receive an average tax reduction of over $1.3 million in 2017. This same group receives 18 per cent of the tax reduction, while 60 per cent of the lower taxpayers receive 16.4 per cent of the reduction. At our request, liberal citizens for tax justice have also made calculations, which appear in almost the same way: the highest 0.1% will receive 17% of the proposed tax cuts for Trump and the bottom 60% of the cuts will receive 13% of the cuts. On January 10, 2021, in a television interview, \"It takes a long time on election day to download those cards, which is why we have 1 a.m. or 3 a.m. to throw the ballot papers at Milwaukee.\" • January 15, 2012, this is not surprising to some extent, as the richest pay the lion's share of income taxes. In a report issued in June 2015, the Centre for Tax Policy stated that the highest 0.1 per cent paid 21.1 per cent of all individual income taxes and the lowest 60 per cent paid 1.5 per cent. Alan Cole, an economist at the Tax Corporation, also managed the numbers and told us that Shelling's claim was accurate. But Cole noticed that under the Trump plan -- people in the 40s to 60s have about 99 percent of their income tax obligations removed. The people in the hundreds from 0 to 40 who paid positive income taxes have about 100 percent of their income tax obligations removed. Cole said: \"The reason why Trump's plan doesn't lower middle-class income taxes any more, well, you can't lower middle-class income taxes any more.\" So, the numbers belong to Schilling. The thing is that the Trump tax proposal was changing shortly before the submission of its claim. Sort of. Maybe. Or was it? In the previous three days, Trump said that he might increase, at least, taxes on the rich. He then pointed out that the rich would get tax cuts, but the cuts might be less than in his plan. He then stated that the Trump campaign had recruited conservative economists to reconsider his plan, and that they had advised the highest tax rate of 28 per cent -- higher than the 25 per cent in the Trump proposal. It's all caused some confusion about what Trump's gonna do with taxes. However, Trump had not changed his tax proposal, which remained on his campaign website. In fact, the day after Shelling, a Trump spokesman in The New York Times said: \"There are no changes in the plan.\" Our Schilling assessment says that under the Trump tax scheme, \"the highest 0.1 per cent of taxpayers -- people who earn several million dollars a year, on average -- A report from a respected non-partisan research group calculates that 0.1 per cent - who earn more than $3.7 million a year - will receive 18 per cent of tax cuts under the Trump proposal. At the same time, 60 per cent of taxpayers at the lowest level will enjoy only 16.4 per cent of the cuts. Another tax group found similar figures. Trump has indicated that he may change his tax proposal, but he has not done so since Shelling made her statement - so we evaluate the statement correctly. See the section on WTMJ-TV PoliticalFact on this verification of the truth. The Polyte Fact programme is broadcast during news releases at 6 p.m. on Wednesdays and Fridays. https://www.sharethefacts.co/share/a04647dc-1a56-4b81-a3b9-353803d39f5d", "vclaim_id": "vclaim-pol-04941"}