{"url": "/factchecks/2019/aug/27/viral-image/no-evidence-pope-francis-said-catholics-who-vote-d/", "speaker": "Viral image", "vclaim": "Pope Francis says: \"You can't call yourself a Catholic and vote for democracy. It's a grave sin, an inexorable sin.\"", "truth_label": "false", "date": "stated on August 26, 2019 in a Facebook post:", "title": "There is no evidence that Pope Francis said that Catholics who vote for Democrats commit a \"serious sin.\"", "text": "President Donald Trump recently said that any Jews who vote for Democrats show \"either a total lack of knowledge or a massive betrayal.\" Did Pope Francis say anything similar about Catholics? This is what the Facebook article of 26 August, which attributes this quote to the head of the Catholic Church, claims: \"You cannot call yourself a Catholic\" and vote for a democracy. It's a grave sin, an inexorable sin.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The search for online quotes didn't find any results. Nor have we discovered any evidence of the condemnation of the Americans who vote for Democrats by Pope Francis. Facebook was published on February 7, 2021 in an article on Facebook, \"The Devil was diagnosed in the Super Bowl of Satan.\" • On February 8, 2012, in the United States, there are some 15 million adult Catholics, and today they are divided equally between the Republican and Democratic parties, as reported by the Pew Research Center in January. White Catholics are likely to vote for Republicans and Hispanic Catholics. The Republicans and the Catholic Democrats were both fans of Papa Francis, according to Pio, but he became an increasingly polarized figure in the church. Democratics and Catholics in favour of Democrats see it better than Republicans and Catholics in favour of Republicans. Catholic Republicans are probably more likely than Democrat Catholics to say it's \"very liberal\" and \" naive.\" Most Catholic Democrats say he does an excellent or good job of spreading Catholic faith. We're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00229"}