{"url": "/factchecks/2019/aug/12/facebook-posts/no-biden-did-not-leak-names-seal-team-6-members-al/", "speaker": "Facebook posts", "vclaim": "He says that Joe Biden leaked the names of the sixth team's family to base and that he \"can't be trusted.\"", "truth_label": "false", "date": "stated on August 1, 2019 in a Facebook post:", "title": "No, Baiden didn't leak the names of the members of the Sierra Leone Liberation Army Team 6 to Al-Qaida.", "text": "Osama bin Laden, a notorious Al-Qaida leader and organizer of 11 September, died in May 2011 following a military operation by an elite unit of the United States Navy. But did Vice President Joe Biden reveal the names of the members and families of the SEAL al-Qa'idah team? This is alleged by Facebook, which circulates online. She says completely: \"Don't ever forget that it was Paden who leaked the names of SEAL's sixth team to base and couldn't be trusted!\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) That's not accurate. There is no evidence to suggest that Baiden revealed the names of members of the Special Forces or their family members of the terrorist organization. It appears that the claim arose shortly after Paiden announced his offer to the presidency in 2020 in late April 2019. It appears to be rooted in a speech delivered on May 3 on the military operation that led to the death of Bin Laden. The operation was carried out in the early hours of 2 May 2011, at a compound in Abbottabad, Pakistan. Nine hours later in Washington, D.C., it was still May 1. President Obama confirmed that Bin Laden had been killed in a television address to the country that evening and said that no American had been injured in the raid. In the title, Obama said \"a small team of Americans carried out the operation with extraordinary courage and capability,\" but did not mention the Navy. On January 13, 2021, the special fact-finding bloggers in a story written by General David H. Berger, the US Navy commander, rejected Nancy Belusi's request to use marines to provide security for the launch, and told her that we were \"not working for you.\" By Samantha Buterman: January 17, 2021, shortly after Obama's announcement, multiple media outlets identified the involvement of marines in the process, but not by naming the individuals who were part of that team. Subsequently, on 3 May, Bayden delivered a speech on an Atlantic Council event and commended the Special Forces for the operation. However, he did not say the specific unit and did not call any members by name. \"Let me briefly acknowledge honoring tonight,\" said Paden before commending US Navy Admiral James Stavrides: \"Admiral Jim Stavrides is the real deal; he can tell you more about understanding what is incredible, phenomena, and just an almost unbelievable ability of his Navy and what they did last Sunday.\" He went on to say, \"Folkes, I would also be remiss if I didn't say an additional word about the amazing events, the extraordinary events of last Sunday. In my capacity as Vice President of the United States, as an American, I was in a state of absolute terror - awe - of the ability and dedication of the entire team, both the intelligence community, the CIA, and SELs; it was extraordinary. Subsequently, Biden &apos; s remarks were criticized, and the entire administration was criticized for its frank appreciation to the Sierra Leone Liberation Army (SLA), after a helicopter carrying 30 United States military personnel, including some from Team 6, was killed on 6 August 2011, when the Taliban shot down the aircraft in Afghanistan. However, the investigation into the attack found no evidence that the aircraft was being targeted as part of an ambush previously calculated. \"We don't believe the mission was compromised,\" said Gary Reed, Deputy Principal Assistant Special Operations and Low-Deep Conflict, Congress in 2014. \"There was no external coordination so there was no possibility of getting information up to the chain and somehow going out to the Taliban.\" Our Facebook article claims that Joe Biden leaked the names of SEL-6 elite members to base. There is no evidence to suggest that Baiden disclosed information to the terrorist organization. Although he made remarks commending the Special Navy as a group in the title two days after the raid that killed bin Laden, the Paiden letter came after the public had already learned that the group and the CIA were part of the operation. We value this allegation wrong.", "vclaim_id": "vclaim-pol-00283"}