{"url": "/factchecks/2019/may/12/kelly-cassidy/cassidy-puffs-what-stats-say-about-teen-marijuana-/", "speaker": "Kelly Cassidy", "vclaim": "\"In states that have become legal (marijuana entertainment), you see steady declines in youth employment if you do so correctly.\"", "truth_label": "barely-true", "date": "stated on May 4, 2019 in press conference remarks:", "title": "Cassidy blows what statistics say about the use of marijuana for teenagers.", "text": "One of the leading issues in Springfield when legislators enter the final phase of the legislative cycle is whether Illinois should join an increasing number of states in lifting the ban on recreational marijuana. While the legislation under consideration would prohibit legal sales for those under 21, critics expressed concern that accessibility could nevertheless lead to increased employment among adolescents. A democratic lawman spoke in support of the plan when the government recently revealed it. JP Pritzker was the state republic of Kelly Cassidy, a democracy from Chicago. Cassidy said, \"Canabias should be sold in very organized places, taking the weed market out of the shadows.\" \"In states that have become legal, you see a steady decline in youth employment if you do so correctly.\" In recent years, Polyte Fact has evaluated changes in the use of cannabis among young people while investigating allegations of how the legalization of citizens in Colorado, which became the country &apos; s first retailing state in 2014, was investigated after voters agreed to the use of cannabis for recreational purposes for adults by ballot in 2012. Since 2014, the data show no statistically significant increase in the use of the vessel among adolescents, so that legalization can hardly lead to the insanity of corals, some critics who feared. However, the numbers available in Colorado and other states that lifted the ban on adults also do not reveal the clear pattern of decline in the use of cannabis by young people described by Cassidy. If the plan is approved by legislators, it could become the state of Illinois 11 to allow adults to use cannabis for recreational purposes, and the second in the Middle West, after Michigan, where voters agreed in November to a measure to legitimize the drug. So far, retail sales operate in seven of those states, including three in the last three years only. This makes it difficult to obtain comprehensive statistics. Cassidy sent us an e-mail promising that an assistant would participate in studies outside Colorado, but nothing came from the law firm as of our deadline. Nor did she explain what she meant by \"do it right.\" Colorado and Washington were the first states to legitimize retail marijuana sales, so they have the longest track records to study. In Colorado, a 2018 report of the Justice Division of the State Ministry of Public Security reviewed data from the Healthy Children Survey in Colorado, which provides answers to various health questions posed to more than 40,000 students in middle and secondary schools every two years. This survey is carried out by the State Department of Public Health and Environment. According to the results of the survey, 19.7 per cent of Colorado High School students reported the use of marijuana during the past month in 2013, the year before the opening of the first retail marijuana store. In 2015, this figure rose slightly, but experts told Politi Fact in 2016 that the increase was not of statistical importance. In 2017, the rate fell to 19.4 per cent, slightly lower than in previous surveys dating back to less than 2005. But Colorado's report contains a major acquittal. It is stated in advance that most of the data on marijuana legalization are \"baseline and introductory,\" making it difficult to draw conclusions about the potential effects of marijuana legalization and marketing on public safety, public health or youth outcomes\" due to the lack of historical data. Jonathan Kolkins, Professor of Public Policy at Carnegie Mellon University, and former Co-Director of the Drug Policy Research Centre of the Association, echoed this warning to Politifact Illinois. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On 20 January 2021, \"The full effects of legitimating cannabis will not appear to a single generation after national legitimation, which has not yet occurred,\" was written in an e-mail. As to the preliminary results of the case? Kolkins said that legalizing recreational marijuana for adults had had little impact on youth use of it - largely because cannabis was relatively easy for minors in those states. In fact, the substances listed in the Colorado Survey describe the slight differences in the use of marijuana in adolescents since their legalization as \"relatively unstable.\" The voters in Washington also approved recreational cannabis in late 2012, and the sale of drugs began in 2014, six months after Colorado. The State conducts a health survey of young people every two years, similar to Colorado studies, whose data are broken down by grades. The results show some slight declines but also indicate a slight change there, with a 1 per cent decrease between 2014 and 2016 among the eighth and tenth graders who said they were currently using cannabis, followed by a 1 per cent increase for both grades in 2018. For 12th grade students, prices fell by 1 per cent in the year following the start of retail sales and remained at this level, in line with pre-ratification rates. Rosalee Bakola, a senior economist working with RAND and current co-director at the Drug Policy Research Centre, said that Washington and Colorado survey data had been analysed in several recent reports. In an e-mail, she explained that state studies in which adult use is legal generally show that there has been no impact or some decline in employment rates in the past year or in 30 days among young people, depending on the survey data used. But the most frequent and dangerous use results are \"a little more mixed,\" she said, with some appearing in a state of rise. Changes in the other five states where retail sales are taking place are even more difficult than the Colorado or Washington assessment. The Alaska State Survey did not report any statistically significant changes since the approval of adult recreational cannabis in 2014 and signed on the market in 2016. The results in Oregon, which followed a similar timetable, were mixed. It is too early to assess the results from the state of Nevada, California and Massachusetts, each of which abolished the ban in late 2016 but only began to allow sales over the past two years. Our government said, \"In states that have become legal, you see steady declines in youth employment if you do so correctly.\" She did not provide any evidence to support her statement. Of the 10 states that allow adults to use cannabis for recreational purposes, only four have allowed it to be retailed for long enough to provide sufficient data points for a preliminary comparison. While State survey data show no increase in the current use of marijuana among adolescents, they also do not indicate the downward path described by Cassidy. We assess her claim mostly wrong. In fact, this statement contains an element of truth but ignores critical facts that give a different impression. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00643"}