{"url": "/factchecks/2014/sep/21/katrina-vanden-heuvel/katrina-vanden-heuvel-americans-support-air-strike/", "speaker": "Katrina vanden Heuvel", "vclaim": "The Americans are now \"Punching Support\" but support for the ground forces is not there. Support is too weak.\"", "truth_label": "half-true", "date": "stated on September 21, 2014 in a panel on ABC's \"This Week\":", "title": "Katerina Vanden Hewell: Americans support the air attacks against ISIS but not the ground forces", "text": "The progressives, warning of another open conflict in the Middle East, are concerned that President Barack Obama is bending the walls of war in Washington using the army to stop the Islamic State in Syria and Iraq. In the EBC newspaper this week, Katrina Vanden Hughel, editor of the left-wing magazine, said that Obama had moved away from his foreign policy principle of \"do not do stupid things\" and \"surrender to a war party on both sides, to the media that linked hysteria to a threat that does not pose a direct threat to this country.\" She wondered whether the Americans were on board with increased military involvement. \"There is brutality and atrocity in the video (the Islamic State has cut off the head of American journalists) which has pushed the American people at this stage to support strikes, but the support of the ground forces is not there,\" said Vanden Heuvell. \"Support is too weak\" Did Vanden Hofle accurately portray American feelings? We decided to take a look at the polling data. The armed forces, under Obama &apos; s direction, launched an air strike in Iraq earlier this month against ISIL, a terrorist group operating in Iraq and Syria, also known as ISIL or ISIL. We found a number of recent surveys that asked respondents how they felt about this decision. As Vanden Hughel suggested, there is considerable support from the majority for air attacks. According to CNN, published in September 8, 76 percent of Americans supported additional air attacks against the Islamic State. Only 23% opposed. The results were consistent with several other recent surveys. Washington Post/ABC News (Sept. 4-7) Reuters/Epsus (Sept.10-12) Huffington Post/YouGov (Sept. 18-19) strongly supports 34 types of support. By Bill McCarthy, 12 January 2021 to some extent, 12 9 9 16 Vanden Hughel also opposed the decapitation of two American journalists by the Islamic State as a turning point for public support for air attacks. She said that the videos contained \"the barbarous and atrocity\" that the Americans \"move\" to support Obama in this. However, opinion polls do not fully support this. From 13 to 17 August, a Washington Post/ABC poll found majority support for 54 per cent of air attacks against the Islamic State. This survey took place before 19 August, when the Islamic State released footage of a Sunni rebel journalist whose head was cut off by James Foley. The Pew Research Center/United States of America today, a poll released on August 18 -- also before the videos were released -- showed that 54 per cent of Americans supported air strikes while only 34 per cent opposed. Even early in the summer, the country was divided on whether to launch air strikes. An opinion poll in the Washington Post/ABC on June 22, found that 45 percent of respondents supported air strikes and 46 percent opposed them. So it's not like the air strike crowd was weak months before the beheadings too. While support for air attacks jumped in the wake of hideous videos, it was already building more than 50 per cent before news outlets learned to cut off journalists &apos; heads. The Obama Land Forces pledged not to obtain United States forces directly involved in the fighting in Iraq and Syria. The voices are mixed, but there doesn't seem to be much appetite for \"shoes on the ground,\" as some might say. In September, the Reuters poll allowed respondents to select various actions that they considered appropriate for America to take to combat the Islamic State. The options ranged from humanitarian aid to non-interference at all. Only 9% of respondents preferred to send troops, easiest choice. Similarly, CNN found two thirds of Americans opposed land forces while about one third supported them. The result of the Hovington Post/U Goff poll (most recently found) was much less specific. When asked whether they would support or oppose the ground forces in Iraq and Syria to fight the Islamic State, 38 per cent expressed some support, while 44 per cent were against it. Pluralism is therefore opposed to this step, but it was much closer to other surveys. This week, Vanden Hughel decorated a little bit when she said the support of the ground forces to fight the Islamic State was \"not there\" and \"very thin,\" but her general point is on target. At least the polls found that pluralism was opposed to sending combat forces to fight the Islamic State. The U.S. Governor Vanden Hoffel now said, \"Supporting strikes (to fight the Islamic State) but supporting ground forces is not there. Support is too weak.\" In general, Vanden Hofle captures the feelings of the American people. However, it overestimates the impact of videos of cutting off journalists &apos; heads on American air strikes. There was indeed majority support for air strikes before the first journalist James Foley was killed. And it's also hard to say that the support of the ground forces is \"not there\" or \"very thin.\" It is the opinion of the minority, but at least two surveys show that one third of Americans support the idea. Anyway, we evaluate her claim half right.", "vclaim_id": "vclaim-pol-07272"}