{"url": "/factchecks/2014/oct/06/barack-obama/barack-obama-says-deficit-fell-10-percent-gdp-3-pe/", "speaker": "Barack Obama", "vclaim": "\"When I took office, the deficit was about 10% of our economy. Today, it's approaching 3%.\"", "truth_label": "half-true", "date": "stated on October 2, 2014 in a speech at Northwestern University:", "title": "Barack Obama says that the deficit fell from 10 percent of GDP to 3 percent under surveillance.", "text": "In a speech at Northwestern University on 2 October 2014, President Barack Obama presented a pink view - if cautious - of the state of the economy. One of the statistics he wrote was: \"When I took office, the deficit was about 10% of our economy. Today, it's approaching 3%.\" We wondered if he was right. We considered data from the Bureau of Administration and Budget tracking the federal deficit as a percentage of GDP. Their calculation in this way does not show the absolute level of the deficit, but rather how large it is compared to the size of the wider economy. The data show that the deficit as a percentage of GDP in fiscal year 2009 was 9.8 per cent, while the projected percentage for fiscal year 2014 was 3.7 per cent. However, the timing of the figures for the Office of Administrative and Budgetary Questions does not coincide with the assumption of Obama &apos; s post. 9.8 per cent covers fiscal year 2009 - which runs from 1 October 2008 to 31 September 2009. In other words, it covers just under four months of President George W. Bush &apos; s second term, and approximately eight months of Obama &apos; s first term. In other words, this figure looks at an entire year covering two presidents - not a picture on the day Obama took office, January 2009. This casts some doubt on the accuracy of how Obama framed the case. Obama said: \"When I took office,\" indicating that he inherited his predecessor's deficit by about 10% of GDP, and he should get credit for reducing it. The fact is that if Obama is to demand some credit to reduce the deficit, he should also take some responsibility for paying the deficit to nearly 10 per cent of GDP in his first fiscal year in office. Part of the reason for the relatively high deficit is the Anti-Desistence Incentives Bill, which was endorsed by Obama. The percentage of the deficit to GDP for the previous fiscal year 2008 was 3.1 per cent. This gives a sense of Obama's legacy -- but it's not a very useful figure, either, because it stops almost four months before Obama takes office. During these four months, the economy has been deteriorating rapidly, and spending on the troubled asset relief programme - aimed at stabilizing the financial sector - has begun to increase the deficit. So if you can figure out a percentage of the day that Obama was opened -- which actually cannot be done -- it's likely to be somewhere between 3.1% and 9.8%. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, there were other wrinkles in comparing the deficit with the economy at large and then trying to take credit for the improvements. While it is relatively easy to allocate credit or blame government spending, which helps shape the size of the country's deficit, it is not nearly easy to attribute or blame Obama for the overall state of the economy as measured by GDP. \"The President's impact on the economy is difficult to measure,\" said the economist George Washington University Tara Sinclair. \"The credit for the normalization of the economy and the associated normalization of the budget deficit is therefore generally paid in my book.\" The move from Bush to Obama is particularly difficult in terms of expression, as these articles, published in the past by the Politifact newspaper, show. The White House argued that the projected deficit at the beginning of his first term, once the related stimulus and debt-servicing rate had been calculated, was 9.2 per cent for fiscal year 2009. Looking at it in this way has its merits, but for such a retroactive claim, we believe it would be useful to give credibility to difficult figures on the basis of initial expectations. We would like to reiterate that some of the expenditure made prior to its inauguration, such as Tarp, received the support of President-elect Obama at the time. \"It was better for him to say, \"In my first year in office, the deficit was about 10 per cent of GDP,\" said Steve Ellis, Deputy Chief Taxpayer for the general sense. The Governor Obama said, \"When I took office, the deficit was about 10 per cent of our economy. Today, it's approaching 3%.\" In fact, the deficit was 10% of the economy several months after Obama took office, not on its first day. Obama blames the high deficit-to-GDP ratio entirely on Bush, when the figure covers the time in office for both Presidents. In fact, the figures are more accurate than they allow, and its formulation oversimplifies the factors that have played in these trends, some of which have been controlled by them, some of which have not. The statement is partially accurate but leaves important details, so we evaluate it half right.", "vclaim_id": "vclaim-pol-07195"}