{"url": "/factchecks/2014/oct/01/gwen-graham/steve-southerland-voted-extend-2013-government-shu/", "speaker": "Gwen Graham", "vclaim": "Steve Southerland says it's a vote to keep the closure going.", "truth_label": "true", "date": "stated on September 25, 2014 in a campaign commercial:", "title": "Steve Southerland voted to extend the 2013 government closure, says Gwen Graham.", "text": "After a barrage of fighting words from the current republic, Steve Southerland, the hopeful Gwen Graham of the Democratic Congress has returned swinging in the narrow race to represent the North Florida region. First, Southerland called Graham a lobbyist in Washington, an attack that focused on what the school's attorney was doing 25 years ago. We've ruled this allegation wrong mostly. The daughter of Bob Graham, former Governor and Senator of the United States, was now dug up at the first congressman &apos; s vote and accused him of being disabled. \"Trust me, I can handle Congressman Southerland's campaign of lies and projections,\" said Graham in a recent television commercial. But his voice to shut down the government? Now, that's a problem. It cost taxpayers $24 billion. Shut it down hurts businesses and families, old people and even our veterans. When the parties finally came together to fix it, Congressman Southerland voted to keep the closure going.\" Graham's mention of closure refers to the battle between October 1, 2013 and October 16, 2013, when Congressional Republicans refused to fund President Barack Obama's healthcare law and Obama refused to sign bills of expenditure unless they included funding for the law. As the parties have been deadlocked for more than two weeks, the annual bills of expenditure have not been transferred to Congress and to the Office of the President. Without funds to finance its operations, the Federal Government reduced its activities to life and property protection activities; many federal workers were exempted from service, and many federal services were inactive. The Democrats have tried to blame the Republican Party for the closure, with some success. But was Graham right that Southerland tried to keep the unpopular stalemate going, even when his team in Capitol Hill tried to bargain? The short answer: Basically, yes. In the period leading up to the closure, the DDP-led house, packed with tea-backed rookie representatives like Southerland, had developed a strategy to \"free Obama from care\" -- that is, not pass any spending bill that gave money to the President's health-care legislation. The battle was seriously joined on September 20, when the House of Representatives, 230-189, voted to lift the country &apos; s debt limits only $16.7 trillion if the financing of the law on affordable care was stripped of the spending bill. Southerland issued a statement that day \"I don't want to see a government closure.\" The vote was called \"a decisive step forward in our fight to ensure that the federal government is properly funded,\" while ensuring the protection of \"the credit rating of our nation, while one step approaches a permanent delay and the dismantling of government-run health care.\" Then I voted on the three bills of the House of Representatives, stripped of funding for the Obamacare program before October, whose campaign manager, Luke Strickland, said that it proves that Southerland \"did not support nor vote to close the government.\" It is well known that the Democrat-controlled Senate will not accept this bill sent by the House of Representatives, and the bills have not gone anywhere. On January 8, 2010, in a Twitter message, \"Why January 8, an important date in American history? This day of 1835 is the only day in our history when we were not indebted.\" ● By Aaron Sharokman - January 11, 2010, negotiations collapsed, and on September 30, the federal government was closed. The House of Representatives has made several attempts to pass on spending measures with similar provisions against Obama's welfare, but has continued to receive a reply from the Senate. (Sawtherland, like most of his Republican colleagues, has repeatedly agreed to these attempts.) Finally, 16 days later, the Senate passed a spending bill that raised the debt ceiling and funded the Government until January 15, 2014, by a vote of 81-18 bi-party. (Mr. Marco Rubio, R-Fla, was a Republican in the informal column; when he tried to say that he voted to finance the entire government, we ruled the claim mostly false. The House of Representatives quickly retracted and voted 285-144 in favour of H.R. 2775, with 87 Republicans in support. But the key to checking Graham's claim is that Southerland didn't cross the corridor. If there were enough additional Republicans to join in the negative vote, the closure would have continued. The Director of the Southerland Campaign noted that while the legislature had voted for several measures to finance basic services and the establishment of a working group focused on finding a compromise, his convictions had prompted him to vote against the bi-party bill that had ended the stalemate. \"After all the uncertainty caused by the closure, Steve believes that we need a long-term solution that addresses the root causes of the crisis, and not any other stop that could have put us back on the same boat months down the road,\" said Strickland Polyte Fact Florida. It's not as if Southerland is ashamed of his anti-Obamakari attitude. His online profile boasts that he voted \"to cancel, replace, and withdraw Obamacker more than forty times.\" He talked about voting after H.R. 2775 passed and the government reopened. He \"bought teeth and nails from the first day to avoid closure\" and blamed the Senate for refusing to spend the House bills. Southerland said that the end result wasn't something he could afford, but he didn't mention the ghost of imminent underdevelopment that was overwhelmed in the face. \"I had no choice but to oppose Reid's Bill (Presidency Chairman Harry) because it provides short-term expenditure without addressing the long-term motives for this closure, including national explosive debt and blatant inequality under the President's Health Care Act,\" Southerland said. (For information, the bill was drafted by Red, Democratic Nevada, and Republican leader, C. Mitch McConnell of Kentucky.) \"I simply cannot justify to my voters a system in which companies and trade unions are entitled to one year's delay in compliance, and government officials receive premium subsidies while average American households receive none.\" \"I hope that both sides in Washington will learn a lesson from this closure and become serious about these issues before we bring the nation back to the brink.\" Our verdict, Graham, said that Southerland voted to keep the closure going. The announcement refers to the 16 October 2013 announcement, in which Southerland did not vote against the party Senate bill that funded the government and ended the closure. By the time the Council arrived in the Hall, it was clear to legislators that their vote would actually decide whether or not to end the closure. If more Republicans had joined Southerland in voting, no, the closure would have continued. Regardless of Southerland's personal feelings about the closure, Graham focused her attack on his vote -- and his vote was \"no\" clear to end the closure. We're assessing the claim right.", "vclaim_id": "vclaim-pol-07223"}