{"url": "/factchecks/2016/jan/13/barack-obama/obama-us-spends-more-military-next-8-nations-combi/", "speaker": "Barack Obama", "vclaim": "\"We spend more on our army than the next eight countries combined.\"", "truth_label": "mostly-true", "date": "stated on January 12, 2016 in his 2016 State of the Union address:", "title": "Obama: The United States spends more on military forces than the next eight countries combined.", "text": "President Barack Obama defended American power in the face of attacks from critics who say that the United States has become a weak player on the national stage. \"I told you earlier all the talk about the economic decline in America is the hot political air. Well, so is all the speech you hear about our enemies becoming stronger and America becoming weaker.\" Obama said in his last annual state of union speech January 12, 2016. Let me tell you something: the United States of America is the most powerful nation on Earth. A while. A while. It's not even close. It's not even close. We spend more on our army than the next eight countries combined.\" We wondered whether the latest statement on military spending was accurate, and therefore decided to verify it. We found that Obama's claim is on the field. A set of international military expenditure figures comes from the Stockholm International Peace Research Institute, a think tank. The Institute has maintained an electronic database of military expenditures since 1988 for more than 170 countries. In its calculations, the United States spends more than the following seven countries together. In 2014, the last year available, the United States led the world in military spending by $610 billion, representing 34 per cent of the world total, which the Institute found. The expenditures of the United States were almost three times higher than those of China, the second highest country with an estimated military expenditure of $216 billion. Russia was in third place, reaching $84.5 billion. But the combined military expenditure count from the eight countries after the United States reached US$ 646.4 billion, which exceeds US$ 610. Number Nine on the list, Japan, the account is about $601 billion. This chart, developed by Peter J. Peterson's Financial Policy Foundation, shows that US spending stands in stark contrast to spending seven of the largest spenders: \"We are not working for you.\" The United States is already spending more than eight countries combined according to the International Institute of Strategic Studies, a think tank based in London that also tracks military spending. The United States spent $581 billion on military forces in 2014, according to ICE, while eight of the eight largest consumers together spent about $531.9 billion. The calculation of military expenditures for global comparisons is a challenge in nature, partly because of the lack of a common definition of what constitutes military expenditure. Moreover, the country &apos; s expenditures are not necessarily fully linked to its military capabilities. While Obama has a point that US defence spending is much larger than every other country, spending under his presidency has declined. Public expenditure on national security includes the Pentagon budget, as well as expenditure by other agencies, such as the Ministry of Energy &apos; s work on nuclear weapons. Expenditure increased in 2010 and 2011, but has declined annually for four years since then by a cumulative 15 per cent. Expenditure on national security accounted for 20.1 per cent of the federal budget in 2010, but reached 15.9 per cent in 2015. There are two main reasons for the underexpenditure. The first is the decision of the Obama administration to begin the removal of American troops from Iraq and Afghanistan. The second relates to isolation, the automatic overall reductions originally designed to impose the two-party negotiations in Congress. The Governor Obama said: \"We spend more on our army than the next eight countries combined.\" The Obama statement is accurate on one scale, while another measure says that the United States spends more than the next seven countries combined. According to the data set you use, it's either right or close. So we evaluate his statement mostly true.", "vclaim_id": "vclaim-pol-05560"}