{"url": "/factchecks/2019/may/21/donald-trump/donald-trump-wrong-joe-biden-abandoned-scranton/", "speaker": "Donald Trump", "vclaim": "Joe Biden says, \"He fucked you.\" I think he was born here, but he left you guys. He left you for another state.\"", "truth_label": "barely-true", "date": "stated on May 20, 2019 in a rally in Montoursville, Pa.:", "title": "Donald Trump is wrong that Joe Biden abandoned Scranton.", "text": "In a demonstration in Montorsville, Ba., President Donald Trump objected with the Pennsylvania Party, former Vice President Joe Biden, one of his potential democratic competitors for 2020. In the 20 May race, Trump Biden criticized him for leaving his place of birth, Scranton, located 80 miles east of Montorsville. Here's what Trump said: \"Don't forget that Biden left you. He's not from Pennsylvania. I think he was born here, but he left you guys. He left you for another state. Remember that, please. I meant to say that. This guy's talking about oh, I know Scranton. Well, I know places better. He left you for another state and didn't take care of you because he didn't take care of your business.\" Does Trump have a point about Payden giving up Pennsylvania? The White House didn't respond to the question about this article, but most of the observers reviewed us with the refusal to film Trump, beginning with the fact that Biden was in elementary school when his family moved to Delaware, the state he would later represent in the Senate. The story of Payden Biden spent his first youth in Scranton, an old industrial city in northeast Pennsylvania, living there for a decade and studying in a Catholic school. In an interview in 2016 with Ancistry's website, Baiden said: \"Deep roots in Lakawana County and in Scranton. It's where my great-grandfather Patrick Bluet finally settled out of Mayo County in 1851. On the other side of the family, Grandpa Owen Finnegan immigrated to Seneca County, New York, from Luth County, Ireland, in 1849. But his son, my great-grandfather James, eventually moved to settle in Scranton. \"Scranton is the place where my grandfather, Ambrose Finnegan, met and in 1909 my grandmother Geraldine Bluet married. And from where my mother was born, Catherine Eugenia Finnegan, and in 1941 I married Joseph Biden's parents, father. \"I lived in Scranton until I was in fourth grade, but in the next 10-12 years, I spent most of the summer and holidays with the Finnegans again in Scranton. To date, I have been in contact with friends I have formed in Scranton, as well as with family members who still live there. \"So I am a proud Delaware - and it was a great honour for me to spend the best part of my adult life representing that country - but I am the son of Scranton.\" In 1953, his family left Scranton. His father was moving to Wilmington, Dell, for a boiler cleaning job and decided to move the family closer to his job. The future Vice-President, 10 at that time, would have had little say on the matter. Although relations between Paiden and Scranton continue to build his political life in Delaware, Paden often tore down its roots in Scranton. In fact, Paden talked about it so much that the Saturday night she lived with that habit in both 2008 and 2012, when he was a candidate for vice president. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, said that they rejected Nancy Belusi's request to use the Marines to provide security for the inauguration, and told her that we were \"not working for you.\" It was often referred to as \"Senator of Pennsylvania III.\" Terry Madonna, Director of the Centre for Policy and Public Affairs at Franklin and Marshall College in Lancaster, said \"usually referred to as the third member of the Pennsylvania Senate from late Pennsylvania Sen. Arlene Specter, with whom he had a great relationship.\" Thomas J. Dino, a political scientist at Wilkes University in Wilkes-Barry, Baa, said that he had regularly defended important legislation in Pennsylvania. It was particularly important that the bills brought to the Navy yard in Philadelphia, until they were closed, and the Boeing Vertole factory in Delaware County, Ba. \"They both work for people living in Delaware, Pennsylvania, and New Jersey. It also supported the Delaware river shelf for the Wilmington, Philadelphia and Camden ports. \"I can go on,\" said Baldino. This work has received media attention in Pennsylvania. \"Delowre doesn't have commercial television, so Paiden was covered by the media market in Philadelphia, which gave him a lot of exposure in the city and its suburbs,\" said Madonna. Jean W. Harris, a political scientist at Scranton University, said that Scranton residents value Biden for his entire career. She says Trump's \"overstepped\" in the suggestion that he knows Scrantonites better than Paiden. Harris said: \"The proteinians see Biden as one of them.\" \"Baiden must be considered hard work, biased, in Pennsylvania by those here in northeast Pennsylvania. Even the guys here, like my college students from the area, feel related to Paden.\" Alan Loedel, an old radio host at WDEL in Wilmington, said that the residents of Delaware had no ties between Pennsylvania and Bieden against him. \"I have never heard a complaint from a resident of Delaware - and I have never even heard from a conservative in a telephone chat show - about the fact that Biden was the third senator in Pennsylvania\" said Ludell. The most critical response we heard was from Vince Galco, a Republican adviser with deep ties in north-east Pennsylvania. Galco said that no matter how close Paiden's personal contact with Scranton, the region's demographics kept him away from his democratic party, which is too socialally liberal for many of the population. In the department of Lakawana, the Obama-Baiden ticket won in 2012 by a margin of 27 points, but in 2016, Trump only dropped 3 percentage points from winning in the province. Galco said: \"There was a reason why voters in 2016 put Trump signposts in Scranton neighborhoods - places where Republicans had not been marked before - and most of the time those signs have not been removed.\" Our referee Trump said that Paden chased you. I think he was born here, but he left you guys. He left you for another state.\" Paden was only 10 years old when his family moved from Scranton to Delaware, but he maintained his relationships to varying degrees, for the rest of his youth and adulthood. Moreover, in the Senate it was sometimes called \"Senator of Pennsylvania III\" because of its close interest in legislation affecting neighbouring Pennsylvania. The statement contains an element of truth but ignores critical facts that give a different impression. We're mostly assessing the statement wrong. Sharing the facts 2019-05-21 21:05:23 UTC Politic Fact 3 1 7 PoliticFact Drafting: Probably a liar that says Joe Biden \"have you. I think he was born here, but he left you guys. He left you for another state.\" The President of the United States, Donald Trump, gathers a campaign on Monday, 20 May 2019 2019 2019-05-20. Read more information.", "vclaim_id": "vclaim-pol-00610"}