{"url": "/factchecks/2019/sep/26/west-virginia-republican-party/unemployment-women-lowest-point-almost-70-years/", "speaker": "West Virginia Republican Party", "vclaim": "\"Women's unemployment was lower in the period of President Trump than it was almost 70 years ago.\"", "truth_label": "mostly-true", "date": "stated on August 27, 2019 in a tweet:", "title": "Is unemployment for women at its lowest level in nearly 70 years?", "text": "The West Virginia Republican Party has recently tweeted about President Donald Trump's interaction with the economy, particularly with regard to women. On 27 August, the State party tweeted, \"Women's unemployment was lower under President Trump than it had been in nearly 70 years. \"WVGOP\" \"WV4TROMP\" \"WV4TROMP\" Women &apos; s unemployment was lower under President Trump than it was almost 70 years ago. #WVGOP #WomenforTromp #WV4Tromp https://t.co/88rzHcS16h-WVGOP (@WVGOP) 27 August 2019 is that correct? We've had a good look. (The West Virginia Republican Party did not reply to a query on this article.) According to the Federal Reserve Economic Data Site, the United States Bureau of Labour Statistics reported that the unemployment rate among women was 3.7 per cent in July 2019, the most recent data known at the time of the party's tweeting. In August 2019, the rate fell slightly, to 3.6%; it was the best appearance in April, with a rate of 3.4%. The table below shows the full data on women &apos; s unemployment. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • 20 January 2021, data show one period with low unemployment among women: 12 months in 1952 and 1953. About 66 years ago, described as \"about 70 years ago.\" Brian Lego, economist at the University of West Virginia, told Politi Fact that the Korean war in the early 1950s created some distortions in the labour market. Because the military draft had removed men from the labour market, temporary jobs had been opened for women. It is important to note that the Presidents do not deserve full appreciation or blame for the unemployment rate while watching them. The President does not have the full strength in economic matters; the broader factors, from the business cycle to changes in technology to demographic shifts, play key roles. In fact, the unemployment rate among women has been declining since 2010, when President Barack Obama was President. The unemployment rate among women fell from 8.7 per cent in October 2010 to 4.7 per cent when Obama left office in January 2017 - a decrease of four percentage points, or nearly half. Since the entry of Tramp into the White House, unemployment among women has decreased by one point, or nearly five. Our Republican Party in West Virginia said: \"The unemployment among women was lower under President Trump than it was nearly 70 years ago.\" The actual figure is 66 years, which is described as \"approximately 70.\" However, it is important to note that the Presidents do not deserve full recognition or blame for these statistical changes under their control. The statement is precise, but it needs an additional context, so we often assess it correctly.", "vclaim_id": "vclaim-pol-00121"}