{"url": "/factchecks/2019/aug/07/physicians-fair-coverage/doctors-argue-plans-remedy-surprise-medical-bills-/", "speaker": "Physicians for Fair Coverage", "vclaim": "\"What Congress thinks will reduce the money on which vulnerable patients depend most. That means that the elderly, the children, and the Americans who rely on Medicaid will get hurt. Tell Congress we can finish the surprise bills without tearing apart the safety net.", "truth_label": "false", "date": "stated on July 15, 2019 in a national commercial:", "title": "Doctors argue that sudden billing plans will \"break \" the safety net.", "text": "The odds are, you or someone you know got a sudden medical bill. One in six Americans received these unexpected and often high charges after receiving medical care from a doctor or hospital that is not in their insurance network. This has become a matter of hot buttons in Congress, and prominent legislation has been introduced in both the House of Representatives and the Senate to make medical providers and insurance companies deal with billing and bring consumers out of conflict. This means that specialist groups of doctors, hospitals and insurance companies are among the stakeholders who can be financially affected by the outcome. This effort has drawn the attention of doctors to equitable coverage, a coalition formed by large companies - such as the United States acute care solutions companies, United States anesthesiologists and U.S. radiologists - that act as umbrellas for companies for medical practices. The group is conducting a $1.2 million national business campaign on these efforts by Congress. It was first broadcast in mid-July. The Declaration issued a warning: \"What Congress thinks will reduce the money on which vulnerable patients rely most. This means that older people, children and Americans who rely on Medicaid will get hurt.\" Did any of the sudden billing proposals being discussed in Congress really affect Medicaid and these patients - \"Smashing the safety net,\" as the announcement claims? So we dug in. We contacted the doctors for fair coverage to find out the basis for this allegation, but the phone number on their website is no longer operational. Many e-mails and a live Twitter message later, we contacted Forbes Tate's partner, the public relations company that produced the ad. We were then referred to Megan Taylor, speaking on behalf of the PFC. \"When we talk about the safety net, we are talking about the health-care system on which the insurers and the under-insured depend - e.g. the emergency departments, where two thirds of the acute care is provided to the uninsured Americans and half of the acute care provided to the children's health insurance programme is delivered.\" Taylor wrote in an e-mail. Indeed, studies have shown that the emergency department sees a large proportion of patients at risk. However, the independent experts with whom we spoke have not yet followed the logic of the Declaration. \"I'd like to think that I'm somewhat familiar with surprise billing legislation, but I'm struggling to understand what argument they're even trying to make here,\" Benedik Eploto, a research fellow at the American Institute of Enterprise, who testified before the Senate Committee on this issue, wrote in an e-mail. Focusing on the real problem area of the sudden medical bill legislation is an effort to help consumers who generally mistakenly believe they have access to health services covered by their insurance companies but instead find themselves dealing with an off-grid service provider. Insurance often covers a small portion of the services, and the patient is on the hook for the rest. It's called a \"balance bill.\" This happens, for example, when people seek care in a hospital within the network but the doctor who treats them does not accept their insurance. The consumer may be responsible for the payment of the entire invoice. Most of the sudden invoices come from specialized doctors - such as anesthesiologists, radiologists and emergency room doctors - as in the practices represented by Doctors for Fair Coverage. There are two main solutions in Congressional legislation: arbitration, which will send insurance companies and health-care providers through an independent review to establish a fair price and establish benchmarks. The Declaration does not say this explicitly, but it refers to measurement. As part of this approach, when a doctor sees a patient outside the network, the patient &apos; s health plan pays the average of the other doctors in the region for the operation. The Declaration paints a gloomy picture - full of images of children, families and even older patients in wheelchairs - of what will happen if Congress adopts standards. It points out that insurance companies will provide doctors with artificially low rates within the network, which in turn will lead to a drop in off-line exchange rates. These low rates will make it difficult for doctors and hospitals to compensate for non-compensated care or for low rates of payment from patients with medical aid and care. It is a matter of concern that this will make it difficult for emergency rooms and rural hospitals to operate and force them to close. Taylor referred to the California Act 2017, which established a state-wide reference system as exhibit A. \"By setting a guaranteed reference rate at the average rate in the network, insurance companies can pay doctors outside their network, by canceling contracts or demanding artificially low prices, to make the reference rate a default. In California, where a record rate was applied, doctors reported that insurance companies are already doing so and that Californians' premiums are rising,\" written in an e-mail. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On January 20, 2021, she also cited a letter from the California Medical Association on this state law, which reaffirmed how it affects patients' access to care. We went to Anthony York, Director of Communications at the California Medical Association, to ask how the law affected doctors' supplies. At least nine medical facilities in the state did not have anesthesiologists in a network of some local health plans. For example, his search for the Blue Cross, the California Blue Shield, and the United Health Care Network do not show that there are drug doctors contracted within 30 miles of the children's hospital in Orange County. However, Lauren Adler, Assistant Director of the Brookings-Schiver Health Policy Initiative, wrote in an e-mail that there is still not enough data from California to say whether insurance companies are evicting doctors from networks. Networks were often in a flow as insurers and providers struggled over payment rates or other contract issues. \"Despite what the Medical Association says, we have no evidence of this question in one way or another,\" said Adler. \"Of course there are stories of contract cancellations, but contracts change frequently.\" How does Medicaid fit in? There is one thing that must be clear: no law of surprise is the reduction of federal funding for medical aid or care. The text of the House of Representatives Bill does not even mention either programme; rather, the Senate Bill only mentions them in the context of data collection or cost studies. \"No one on Medicaid will somehow be affected by any of the sudden bill proposals on the table,\" said Adler. So how can publicity claim that either one of them is \"crashing\" the safety net? This is due to Taylor &apos; s view that the safety net includes access to the emergency room. This point raises a broader issue raised by the Declaration: emergencies will be closed if doctors are paid the average network price for off-grid services. This raised doubts from Adler, who indicated that many factors were responsible for the lack of doctors in emergency situations or the closure of rural hospitals. Allowing doctors to send large bills to patients would not keep sick hospitals open. He wrote: \"This is a bunch of totally irrational and contradictory allegations.\" He and Eblioto believe the connection to the emergency room's closure is exaggerated. Ibolito called the announcement \"a fancy fear tactic.\" He acknowledged problems related to the closure of rural hospitals and emergency room staff, but said that the solution to those problems should be separate from the treatment of sudden invoices. He wrote: \"Policymakers should solve the surprise with bills in the best possible way,\" adding that concerns about access to care must be \"dealing directly.\" Our Governor of Fair Coverage claims in this announcement that Congress is thinking of a sudden solution to the bills that would \"cut the money upon which vulnerable patients depend.\" This in itself is inaccurate. Neither of the proposed legislation can deduct funds from any programme, in particular the medical aid programme, the primary health care project or the medical care programme. Nor is there sufficient evidence that these proposals would lead to the closure of emergency rooms. The group claims that the results of this proposal will eventually lead to the closure of ER. But experts say that their evidence is a tale at best. This claim raises serious warnings to the health system - low access to care, high premium costs and even closure of emergency rooms - without reasonable support for these concerns. We're assessing it as wrong.", "vclaim_id": "vclaim-pol-00355"}