{"url": "/factchecks/2015/jul/15/rachel-maddow/rachel-maddow-says-donald-trump-exaggerated-his-cr/", "speaker": "Rachel Maddow", "vclaim": "Despite what Donald Trump claims, \"there weren't 15,000 people who showed up in Phoenix\" to see Trump talking.", "truth_label": "true", "date": "stated on July 13, 2015 in a segment on her show:", "title": "Rachel Maddo says Donald Trump is a big crowd in Phoenix.", "text": "The Republican candidate for the President of the Republic, Donald Trump, did his controversial work but became increasingly popular in Phoenix on July 11, 2015, where he received a warm welcome between a crowd of Republicans in Maricopa province. But how big was the crowd? The arrogant Trump always described an audience of 10,000 to 15,000 to 20,000 coming to see him. The truth is that the crowd was large, but it was not large, as Rachel Maddo of MSNBC pointed out. \"I mean, no, there weren't 15,000 people who turned in Phoenix to see Donald Trump,\" said Madhu on July 13, 2015. \"But there were a few thousand people. That was bigger than the other Republican candidates, in terms of crowd size.\" On Twitter, Trump &apos; s schedule tells a lot of story behind the event, with the rest of the details filled out by journalists &apos; accounts and our interviews with public officials. This event, hosted by the Republican Party of the Province of Maricopa (Sheriff Joe Arbaio &apos; s home, the radical immigration monitor who spoke before Trump), was supposed to be at the Arizona Biltmore resort hotel. However, with larger than expected crowds, the campaign moved the event to the Phoenix Convention Centre. Trump was excited about the buzzing day before his speech on Saturday, tweeting, \"Look at you being in Phoenix tomorrow at 2:00 p.m. The hottest ticket in the whole country. It was supposed to be 500 people, now many thousands!\" The media were planning to come to the speech from 3,500 to 9,000 people. The organizers also started to let people in, a line wrapped around the conference centre. It is difficult to say how many people, although some reports say that this number is about 1,000 people were rejected. The National Political Correspondent of the Republic of Arizona Dan Nuiki describes \"bedlam in the dance hall\" and Trump took the stage an hour after the planned start. Between the insult of 23 people or things in his speech, as calculated by the Washington Post, Trump also noticed the size of the crowd. According to CNN, Trump said, \"This is unbelievable. This started with 500 people in a hall in Phoenix. The crowd also said \"strike away\" the crowd for Democratic presidential candidate Bernie Sanders, who the last crowd paints headlines. How big was Trump? \"Post\" made the crowd size 4200. CNN guessed about 5,000, quoting the Trump campaign as saying 15,000 tickets were distributed. But that's not what Trump saw. Trump toasted the audience on his Facebook page that night, and wrote, \"That's what 15,000 people look like.\" He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, city officials began retreating from Trump's claim. In a joint statement with Bondit Fakt, the City Fire Department said that the capacity of the Northern Dance Hall was 4,200 people. The doors were closed in 4,169 of the audience, and the spokesman for the Phoenix Fire Department said Chile Jamson. \"When that ability was reached, we closed the doors,\" she said. \"The Phoenix Conference Centre has a fire prevention specialist and is an expert in major events (e.g.). The Super Bowl Vane, Comicon, etc. is specifically dedicated to the Phoenix Convention Center to enforce compliance with the fire code.\" Bram Resnick, a television reporter with 12 stories in Arizona, asked on Twitter why Trump oversized an already respected audience while examining Trump's allegations in his reports. (Madu played one of his reports before submitting its claim in the presentation.) Trump did not kindly ask questions about the size of his audience. He doubled his voice, tweeted on July 12, \"Phoenix conference center officials don't want to admit that they broke the fire code by allowing 12-15000 people in code 4000.\" Also: \"Phoenix conference center officials didn't want thousands of people standing outside in the heat, so they let them in. Great day!\" The Trump campaign did not respond to the request for comment. For comparison, this is a picture of Bryce Jordan, home of the basketball team at Pennsylvania State University. More than 15,000 seats are on the list. And here's the bigger picture of the Trump Phoenix speech that we've been able to find. It comes from Charlie Litt from Getty's photos. Our government called Madhu Trump to exaggerate the size of his audience in Phoenix, saying that 15,000 people did not attend his speech despite his claim on Facebook to the contrary. News stories and the city fire department support her point of view. According to many accounts, the size of the crowd and the atmosphere was amazing, but it was almost three times smaller than he described. We appreciate Madhu's claim.", "vclaim_id": "vclaim-pol-06196"}