{"url": "/factchecks/2019/jan/07/facebook-posts/fact-checking-claim-elizabeth-warren-takes-antipsy/", "speaker": "Facebook posts", "vclaim": "== sync, corrected by elderman == @elder_man", "truth_label": "false", "date": "stated on January 1, 2019 in In a Facebook post:", "title": "She claims to check the facts that Elizabeth Warren is taking anti-psychotic treatment.", "text": "In politics, questions about a person's state of mind and how it can affect his or her ability to govern are not anything new. After days of Democrat Massachusetts X. Elizabeth Warren announced her offer to run for president in 2020, the prosecution began to appear saying that she was taking medication to treat disorders such as schizophrenia and bipolar disorder. A recent Facebook article on a page belonging to David Zublake, a conservative news person, claimed that \"In accordance with Senator Elizabeth Warren's sources, he has been in Resperdale since he first described the medicine in 2011. Resperdale is used to treat schizophrenia, bipolar disorder, and autism irritation... Reference was made to the January article, in which he participated 580 times in six days, as part of Facebook &apos; s efforts to combat false news and misinformation. ∙ (Read more about our partnership with Facebook.) The job does not contain any sources or evidence. No further details have been posted on the Zuplik page since then. Zuplik also did not respond to a request for documentation in support of his claim. Also published in January was 1 tweet in a language similar to the article \"Anonamis6.\" This tweet has since been removed from Twitter. We asked Twitter why the tweet was removed from the website, but we didn't get an immediate response. When we searched Twitter and Facebook to see if there ever was any tweeting or articles linking Warren to drugs, we found only one other male: a December 31 tweet from an account called \"Gumligs\" (which was in the early 20th century comedy W.C. Fields called the head of the moving Democratic Party Franklin D. Roosevelt). On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kercher, 16 January 2021, Gumligs tweet used the same phrases as Zoblake and Anonamis 6, saying that Warren \"according to sources\" had taken drugs since 2011. But the Golemlegs tweet came in response to a passage from Fox News's interview with President Donald Trump about Warren's announcement that she was planning to run for president. In the interview, when Trump was asked if he thought Warren would win the presidency, Trump said, \"You have to ask her psychiatrist.\" It is interesting that Trump cites questions about Warren &apos; s mental health, given the scrutiny of mental health providers themselves. Warren Poletti Fuckett's campaign told that she was not taking medication. \"It has never been described before, and has never taken Reisperdale,\" said the spokesman for Christine Orthman. The medication is listed as an antipsychotic treatment of some mental mood disorders, including schizophrenia, bipolar disorder and irritation associated with autism disorder. \"Reisperdon (general name of drugs) belongs to a group of medicines called non-stereotyped antipsychotics. It works by helping to restore the balance of some natural substances in the brain, according to the WebMd network. Our Facebook article claims that Warren was taking Reisperdale's medication \"since he first described the medicine in 2011. It also states that medication treats diseases such as schizophrenia and bipolar disorder. No documentation or evidence has been provided to suggest that this is true, and it appears that it stems from a comment made by Tramp suggesting that Warren has a psychiatrist. Warren's campaign also says that she has never been prescribed medicine. This function lacks supporting evidence. We assess it wrong. Sharing the facts 2019-01-07 21:15:13 UTC Politic Fact 2 1 7 Politic Facting: Wrong Says S. Elizabeth Warren \"She's been on Risperdal since she first prescribed medicine in 2011. Facebook bulletins on Tuesday, 1 January, 2019 2019-0101 Read more information", "vclaim_id": "vclaim-pol-01154"}