{"url": "/factchecks/2019/sep/24/facebook-posts/no-story-about-11-year-old-girl-who-shot-two-illeg/", "speaker": "Facebook posts", "vclaim": "An 11-year-old girl shot and killed two \"illicit aliens\" after breaking into her home in Montana.", "truth_label": "pants-fire", "date": "stated on September 20, 2019 in a Facebook post:", "title": "No, the story about an 11-year-old girl who shot two illegal aliens in a fake Montana.", "text": "Did an 11-year-old girl shoot and kill two illegal aliens during an invasion of a house in Montana? No. This false story is more than 12 years old and continues to reappear on social media, although it has been known several times over the years. The rumors appeared on Facebook again on September 20, on the \"Pitiful on Trump\" page and received over 500 comments and over 1,500 shares. The article published a picture of a young girl with a gun with a text under it that tells the story: \"11 years - 1st year.\" Two illegal aliens, Ralville Resendez, 23, and Enrico Garza, 26, probably thought they'd easily beat 11-year-old Patricia Harrington. Looks like these crooks didn't learn two things: 1. They were in Montana. 2. Human rights and fundamental freedoms. 12 - 17 5 Patricia has been a hero of mud shooting since she was nine years old.\" The article goes on to say that the girl grabbed a gun and killed both men before the police could get there and that one of the immigrants had already killed another man during an invasion of a previous house. In the end he asks if you ever wonder why \"good things\" never makes news. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) First of all, a search revealed the opposite image that the girl in the picture is actually a 14-year-old girl from New Jersey. And the story about the girl who shot the intruders \"didn't publish the news\" because it didn't actually happen. The account can only be found on other websites that repeat the same information, without any additional details. On January 10, 2021, in an article on Facebook that says that Nancy Belusi sent a letter to the mayor of Portland after she had demonstrated there \"to demand that he stick to the proven democratic playbook.\" By Sierra Aurourke on January 11, 2021, a research in the Nyxes database showed some stories that helped young people to thwart home invasions using firearms over the years, but none of them was compatible with the article. We found a story in 1988 about the shooting and killing of 11-year-old thieves - but the child was a boy and the incident occurred in Swetzer, South Carolina. Also, the men were not called \"Ralvel Resendez\" and \"Enrico Garza,\" but were two former convicts named Danny Ray Abernathy and Brodos Betty. Some of the previous accounts of rumors called Montana town in Butt the site of the incident, but the 2007 story of the Montana Standard newspaper, which included an interview with the mayor of the town, Walsh said this never happened. The story alleges that the girl shot and killed the intruders while she was at home alone. The story does not provide a street address or attribute information to any official source. Walsh gave up an urban legend. He said, \"It's amazing how these things go.\" Philip Morris, a columnist with the regular trader, wrote an article about the legend in 2013: \"There was no Ralville Resendez, and there was no Enrico Garza, and although she rose to the rank of her hero with some weapons rights groups, there was no little girl named Patricia bravely defended her house with her father's gun. So why is this story still published? \"Maybe, because it seems quite credible. For a nation that is still bitterly divided on migration and arms control issues, this violent example highlights the worst fears that illegal migration and stricter arms control can warn the nation.\" We're assessing this ancient urban legend of pants on fire!", "vclaim_id": "vclaim-pol-00133"}