{"url": "/factchecks/2019/jan/14/roy-cooper/new-nc-law-makes-small-significant-changes-campaig/", "speaker": "Roy Cooper", "vclaim": "A bill passed by party legislators \"makes it difficult to prosecute people and groups who violate campaign financing laws.\"", "truth_label": "true", "date": "stated on December 26, 2018 in a Facebook post:", "title": "The new National Communications Act introduces small but significant changes to electoral campaign financing investigations", "text": "The North Carolina Election Council - investigating the possibility of fraud in the ninth congressional race - was left without leadership last month after the Court found its structure unconstitutional. Republican legislators have therefore drafted a bill to install a new board of directors, which is the democratic government. Roy Cooper refused. He said that the bill \"regards the secrecy of electoral campaign financing investigations by the Electoral Council\" \"Not only that, the new bill makes it difficult to prosecute people and groups that violate campaign financing laws,\" Cooper said in an article in Facebook on 26 December. The draft law, which became law after the legislature overcame Cooper &apos; s veto, makes investigations into campaign financing less transparent. (Under the old law, the existence of investigations is a public record once a complaint has been filed by a person.) Under the new law, as recently written by the Politi Fact Party NC, any investigation becomes known to the public only if charges are brought against it or if the person who filed the complaint decides to inform the public.) But does the new law make it difficult for the authorities to \"suit\" people who may have violated campaign financing laws? The function of Cooper, along with the word \"prosecution,\" is somewhat ambiguous. The spokesman for Cooper Ford Porter contacted Polyte Fah, claiming that the bill created new obstacles that could impede the prosecution of campaign financing violations. The Commission reviewed the new law and the changes explained by the legislative officers. There is a new requirement for filing a complaint, a new statute of limitations for the investigation of complaints, and a new step to be taken by the North Carolina Election Council before violations of campaign financing are referred to the prosecutors. Under the old law, complaints can be submitted informally by e-mail. Under the new law, complaints must be signed and sworn in. The old law did not provide for a statute of limitations for the investigation of complaints. The new law provides that no investigation may be initiated for more than four years from the earliest of the following dates: the facts constituting the violation are known to the competent Council of State or Provincial Council. The facts constituting the violation can be determined from the public record. The complainant was or should have been aware of the conduct on which the complaint was based. On January 26, 2021, in the North Carolina tweet, Secretary of State Ellen Marshall, Jenna Woodsworth stated, \"She has won state-wide races more than anyone else is likely to be alive.\" • 1 February 2021: a new review process; the new law also establishes a new procedure to be followed before the Electoral Council can refer campaign financing cases to prosecutors. Under the old law, the Electoral Council and the Ethics Commission were one of the agencies - the State Council of N.S. The Agency could refer cases to prosecutors without waiting for a recommendation. Under the new law, the Agency will be divided into the State Elections Council and the State Ethics Committee. The new process is: the Electoral Council is investigating a complaint concerning the financing of the electoral campaign. The Electoral Council sends its findings to the Ethics Committee. Within 90 days, the Ethics Committee makes a recommendation to the Electoral Board as to whether or not it should refer the case to the prosecutors. The Electoral Council is free to refer cases to prosecutors (with or without the support of the Ethics Committee). Proponents of the new law may argue on a hypothetical basis that it will not change the outcome of the review, referral and prosecution process - and they may be right. It is likely that the new requirement of signing a complaint and the oath will not discourage anyone from making legitimate allegations, that the existence of the relevant ethics committee will not stand in the way of prosecution, and that no cases prior to the new statute of limitations will arise for four years in the Electoral Council. However, there is also an opportunity that the new statute of limitations could prevent the Council from holding someone responsible for something that happened more than four years ago. It is also likely that the Ethics Committee and the Electoral Council will differ as to whether criminal charges should be pursued. The Ethics Committee will be composed of eight members who can stand in a deadlock. If provincial prosecutors are aware of a dispute between the Electoral Council and the Ethics Commission, this could affect their decision to withhold charges. John Wallace, a lawyer representing the Democratic Party in N.S., noted that the law required the Electoral Council to send some campaign financing issues to the area to which a politician belonged. He noted that some local lawyers \"may not be familiar with or experienced in prosecuting campaign financing issues.\" Our ruling, Cooper, said that a bill passed by Gob's legislators makes it difficult to prosecute people and groups who violate campaign financing laws. The new law will require the signing of complaints and swearing in, the commitment of the Electoral Council to a new statute of limitations, and the evaluation of cases by the State Ethics Commission. Proponents of the law can argue that these additions to the process constitute relatively small obstacles to the prosecution of a person for violations of campaign financing. And they might have a point. However, new requirements are obstacles. We're assessing this claim right. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To provide ideas to verify the facts, e-mail [e-mail protected]. • Sharing facts 2019-01-14 21:35:51 UTC PolitiFact 6 1 7 PoliticFact Rating: a valid bill approved by legislators in the group \"make it more difficult to prosecute persons and groups that violate campaign financing laws.\" Roy Cooper, Governor of North Carolina, https://www.facebook.com/NCgovernor/posts222400785122463?_xts___________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________", "vclaim_id": "vclaim-pol-01131"}