{"url": "/factchecks/2014/oct/01/william-benson-huber/ny-post-op-ed-rebuts-starving-children-claim-was-n/", "speaker": "William Benson Huber", "vclaim": "The non-profit American Feeding Group lies when it claims that \"one in five children fight hunger every day\" in the United States.", "truth_label": "pants-fire", "date": "stated on September 28, 2014 in an op-ed in the \"New York Post\":", "title": "\"New York Post\" disproved, starving kids claiming it was never made.", "text": "September was an extraordinary month for people who focused on whether Americans had enough food to maintain their health. Early in the month, a contributor to the Wall Street Journal commissioned the federal government to \"mutilate\" food insecurity figures. At the end of September, the New York Post published a newspaper article entitled \"Food America: Lies of the \"Public Service.\" Feeding America is a major non-profit business that collects money and secures food donations on behalf of food banks throughout the country. The newspaper Post, written by William Benson Hopper, was published in the organization's message in its public service announcements. Hopper opened his article with a quote from a radio ad, \"People say I'm a very good kid. Why, in a rich country like America, should I go to bed hungry?\" The Hopper ads wrote: \"She told us about the horror that we would have thought was otherwise impossible: America has failed its children so much that 17 million children - one in five - have not enough to eat. But it's simply a fairy tale.\" Hopper, who is a marketing consultant and not a full-time postman, then challenged the United States feeding \"the unsense claim that one in five children fights famine every day. \"The only basis for feeding America's claim comes from surveys of the United States Department of Agriculture where heads of household were asked if their children were at any time during calendar year (a) unable to eat what they want; (b) unable to eat as much as they want; (c) forced to eat cheaper brands, or (d) afraid that their food supplies might run out in any one day.\" In this fact-checking, we focus on Hopper's statement that feeding America is misleading the public when he says that \"one in five children fights famine every day. As it turns out, we can't find any evidence that feeding America ever made this allegation. We asked Hopper and he backed out. \"The words they use about going to bed hungry seem to me to be hungry,\" said Hopper. \"I've applied that word to their language.\" The spokesman for the United States, Ross Fraser, told Bondet Fuckett that his organization was very careful in its language, and never talks about starving children. \"We say \"fight hunger,\" \"risk hunger\" or \"at the edge of hunger,\" Frasier said. \"Because the Federal Government's statements are not related to hunger. It's about food insecurity.\" We'll be entering federal data shortly, but after denying that feeding America talks about hunger, Fraser also denied that his group ever used the line about children going to bed hungry. Fraser said, \"We don't have any public service announcements that use that.\" Ellen Fischer, speaking on behalf of the advertising board, a non-profit organization supported by companies and distributing advertising, was equally confirmed. \"I've confirmed that we didn't use the line you're referring to at the GSS,\" said Fisher. The radio and video parts we found on the Council's website did not include the language cited by Hopper. Hopper said he wrote it, but he wasn't able to provide any other evidence. Our search for the Internet archive, a compendium of voice, video and texts posted on the Internet, has also appeared empty. Hopper also named two celebrities to feed America, Paula Dean and Beyoncé, which the organization said was not part of its public service efforts. Hopper later told us that Dean did some work for the New York food banks, but, \"I honestly don't know if she has a sound recorder.\" Moreover, Hooper admitted that he had reformulated the questions he had drawn from the survey conducted by the Ministry of Agriculture, in order to shorten them. Here are the actual statements and questions addressed to families: 1. \"We relied only on a few low-cost foods to feed our children because we were running out of money to buy food.\" Was that often, sometimes, or wasn't it true for you in the last 12 months? He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • January 12, 2012 \"We cannot feed our children a balanced meal, because we cannot afford it.\" Was that often, sometimes, or wasn't it true for you in the last 12 months? 3 - \"Children weren't eating enough because we couldn't afford enough food.\" Was that often, sometimes, or wasn't it true for you in the last 12 months? 4 - In the last 12 months, have you ever reduced the size of any of the children's meals because there wasn't enough money to eat? 5. In the past 12 months, were the children ever hungry, but you could not afford more food? 6 - In the last 12 months, did any of the kids give up the meal because there wasn't enough money to eat? 7 - (If yes to question 6) How many times has this happened - almost every month, some months, but not every month, or just one or two months? 8 - In the last 12 months, no one's eaten a whole day because there wasn't enough money to eat? :: Number of children facing hunger to accidental readers, feeding America &apos; s claim that one in five children facing hunger may appear to be one in five already hungry children. The organization provides a more accurate view on its website, and we want to present the figures here. All the summaries go back to those questions from the United States Department of Agriculture. The staff of the Ministry of Agriculture told us that they were ordering these questions according to the gravity of the situation they described. The fifth question, on children who suffer from hunger due to lack of money, raises the most worrying group in the section \"Really low food security.\" In the latest survey, about 765,000, or 1 percent of all children, live in families where the answer was \"Yes.\" The Government uses a less harsh category, \"low food security,\" for children living in families where at least lack of money means that children have not been able to get a balanced meal in the past 12 months. The number of children in that group, in addition to the extremely low security group, is approximately 8.5 million, or 11.7 per cent of all children. According to the most common statistics, one in five children living in food-insecure families is 15.7 million children living in families where no person in the household of any age can afford at least a balanced meal at some point during the year. This includes adults and children. Deborah Frank, a pediatrician at the Boston University School of Medicine and a member of the National Committee on Hunger, said that many studies show that living in a household with a low level of food security is sufficient to reduce the well-being of the child. \"The harm could always be, Frank said. \"If this reduces the number of children who learn, and if it makes them less healthy, and the health of the child they have had, these are all ways in which children are harmed by their lack of adequate food.\" Frank and feeding America noted that the problem in America is less about children who have enough calories, and more about the food quality of their food. The Governor Hopper said that feeding America was a lie when he said that children were starving in America. Hopper admitted that \"hunger\" was his word, not that of non-profit organizations. The sentence on children \"to go to bed hungry\" was necessary for Hopper's argument, but we found no evidence that feeding America used that phrase. To feed America, he also denied using that phrase. While Hopper insisted it was accurate, he wasn't able to provide any evidence. One of the principles of Bondet Vac is that persons making factual claims are responsible for their words and should be able to provide evidence to support them. Hopper has nothing. This way, we're assessing the claim of pants on fire.", "vclaim_id": "vclaim-pol-07221"}