{"url": "/factchecks/2019/jul/25/rebecca-holcombe/vermonts-former-education-secretary-says-governors/", "speaker": "Rebecca Holcombe", "vclaim": "\"Goff. Scott's pressuring a state-wide coupon program that's gonna take millions of our public schools and move them to private schools.", "truth_label": "barely-true", "date": "stated on July 15, 2019 in statement announcing candidacy for governor.:", "title": "The former secretary of education of Vermont says the governor pays state-level vouchers. It's not.", "text": "When Rebecca Holcomb stepped out of the position of Secretary of Education in March 2018, she went quietly despite the apparent rift with Jove. Phil Scott. When she announced last week that she was running to take Scott's job, she came out swinging. \"I joined Jove. Scott's administration because I took his promise that he was serious about working to make Vermont more expensive and more equitable. She resigned when she realized that that was just talk, \"Holcomb said in a statement announced her candidacy for governor in 2020. \"We need to create an opportunity for every Vermonter to make our societies stronger,\" she added, \"but unfortunately, hollow. Scott's pressuring a state-wide coupon program that's gonna take millions of our public schools and move them to private schools. I simply couldn't sit quietly while our governor was pushing policies that left a lot of Vermonters behind. It is no secret that Scott's attitudes about funding education are unpopular to Democrats and most of the educational community. He made fun of his proposal to increase the ratio of staff to students in schools - in part by having teachers attend classes outside their scope of expertise - as soon as he arrived in the State Building towards the end of the 2018 legislative cycle. But Holcomb's claim that Scott \"defenses a state-wide coupon program\" seemed to be opening up a new line of attack against the Governor - a line that he would certainly hit nerves with those who were concerned about how Scott's little government philosophy guided his educational plans. This change will revolutionize the relationship between the communities in Vermont and their schools. This would essentially create a free market for education, give parents and guardians an annual voucher and allow them to send their children to the school of their choice - whether independent or public - instead of the school in their area. The Rutland Herald and Seven Days have looked into Holcombe's attention-seeking allegation, which is still posted on its website for its campaign. We decided that the first shot fired in the Governor &apos; s race in 2020 deserved to be put to the test of politics. Holcomb refused to interview him in the register regarding her claim, but sent an e-mail statement defending her statement. \"In my capacity as Minister of Education, I spoke weekly with the heads of government. The Scott Administration explained that their priority was to protect and expand private school vouchers, including schools that did not serve all students, in an e-mail statement on Tuesday. Holcombe also referred to a note from her successor as an educational secretary, Dan French, \"detailing their proposal to establish a single state-wide school area and a state-wide voucher programme to expand the choice of school to independent non-sectarian schools in each part of the state.\" That note, entitled \"Designation of our future: a blueprint for the transformation of the Vermont education system,\" was presented to VTDiger in December and then publicly discussed before the State Council for Education in March. In accordance with the same memorandum, it was developed with the participation of the Governor &apos; s Office and the Council of Ministers, including trade and community development ministers, digital and humanitarian services, and the Commissioner for Labour. In part, he says: \"The system will consist of a single school area at the state level. Students will have a state-level school choice among all public schools, technical centres and independent non-sectarian schools approved by the Agency.\" However, the introduction to the note also says: \"This document represents a vision exercise conducted within the Vermont Education Agency to begin to imagine the design of a modern education system.\" In response to questions from members of the Council of State in March, the French said that the memorandum was intended as a starting point for discussing the future of Vermont schools, rather than as a final policy proposal. The French said that the two most controversial ideas contained in his note - a state-wide voucher system and a single state-wide school area - were not definitive answers, but rather an attempt to trigger new ideas to address systemic challenges. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" By Haley Bimler, 26 January 2021, the Secretary said that he was looking for ways to \"stimulate a conversation and interest in the future about the design of our policy.\" The French said that Vermont needed to find a more efficient way to run her schools, whether to control costs or to achieve better results for students. \"My conclusion is that the system is too complex, especially when considering the size of the system, means the number of school areas and the number of students,\" he said. The complexity is the main reason why we're not enough. One logical solution to the problem of complexity was a single school area. In order to give parents maximum flexibility in this system, the expansion of vouchers would break down barriers within the system. \"This is where I came to the idea of choosing a school, it's not a philosophy, it's if we have fewer barriers there is more flexibility,\" explained. \"But the idea would be, well, if you don't like this conclusion, let's go back and have a serious conversation about the design elements.\" Does the French memorandum, combined with its appearance in the Council of State, amount to \"withdrawing\" Scott's administration of a state-wide voucher programme? Without knowing more about the internal conversations that Holcombe was probably part of, it's hard to say. However, the French &apos; broad presentation before the Council, which speaks of a memorandum that has been explicitly described as the beginning of a conversation, does not live up to the Department &apos; s policy of payment. He spoke on Vermont Public Radio the same week the scheme was leaked publicly, and Scott said he gave French \"great credit\" for bringing new ideas on the table. But he also suggested that such a radical shift was not action. \"I don't think we're ready for anything like that at this stage,\" said the idea of the only school in the region. Ethan Latur, Scott &apos; s spokesman, said in an e-mail this week that the Governor was in favour of expanding vouchers if the decision was made at the local level. \"The Governor supports the choice of a school and is believed to be a valuable tool for parents,\" Lator's books. \"If voters in a school district or supervisory union feel the same about choice between schools within their borders - and to be clear, these are in most cases public schools - the Governor will support those local decisions.\" Lator added that the Governor would like to see the provinces that had merged under Law 46 offer choice of schools to families in those new provinces, sometimes multiple schools. \"This option, encouraged by the current law, increases the choices available to children and parents and helps local educational areas maintain and expand academic programmes,\" he said. It is clear, therefore, that Scott supports the expansion of the choice of school, although not necessarily across the state. His usual spokesperson, Rebecca Kelly (which was this weekend), explained earlier this month that the Governor \"did not propose or pursue a state-wide voucher program.\" Our referee, Holcom, said \"Goff.\" Scott's pressuring a state-wide coupon program that's gonna take millions of our public schools and move them to private schools. The former Minister of Education relies on a memorandum and a meeting of the Council of State in which Minister of Education Scott describes his vision for a state-wide voucher program - in both cases with a clear warning that his proposal is intended to stimulate further dialogue. Scott may be willing for the State to move towards the regime described in France &apos; s memorandum, but he has not publicly defended it. Without knowing what Holcomb heard behind closed doors during her time in Scott's administration, we do not know whether her statement accurately reflects the Administration's intentions. And Scott is open about his support for the expansion of coupons - if the communities themselves support change. However, there is no publicly available evidence to support Holcomb &apos; s claim that the Governor is pressing for a state-wide voucher program. In fact, he expressly did not support this major change. We're assessing this allegation mostly wrong.", "vclaim_id": "vclaim-pol-00392"}