{"url": "/factchecks/2019/mar/13/facebook-posts/claims-about-thomas-jefferson-and-marijuana-are-mo/", "speaker": "Facebook posts", "vclaim": "He says that Thomas Jefferson drafted a declaration of independence on cannabis paper, grew and smoked marijuana, and said, \"Hump is a primary necessity for the country's wealth and protection.\"", "truth_label": "barely-true", "date": "stated on March 11, 2019 in a Facebook post:", "title": "The allegations about Thomas Jefferson and the marijuana are mostly off.", "text": "Thomas Jefferson was a diplomat, an architect, author of the Declaration of Independence, third president of the United States -- and a weed smoker? One of the Facebook articles claims that the Founding Father drafted the Declaration of Independence on cannabis paper and \"Smoke and smoke pot.\" As Jefferson quotes, \"Hemp is a primary necessity for wealth and protection of the country.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We've already checked the rumors that the Declaration of Independence was written on the paper of cannabis and we miscategorized it. In order to re-hunter quickly, officials in Montecello, Thomas Jefferson's house, say that the document has been placed on a chip, which is made of animal skin. \"A number of websites claim that the Declaration of Independence was written on paper made of cannabis. As far as we know, that's not true, \"Montisello said on his website. But did Jefferson actually plant and smoke marijuana and did he say that cannabis was \"the first necessity of wealth and protection of this country?\" Well, there's only one nucleus of certain truth: Jefferson was growing cannabis -- but not necessarily \"grass,\" as the article suggests. While cannabis comes from cannabis plants such as marijuana, it does not contain the same level of tetrahydrocanabinol - or terahydrocanabinol - or tse, to reduce the chemical active in marijuana that makes people test \"high\" often associated with drugs. With the exception of West Virginia, state laws define industrial cannabis as a variety of cannabis with a concentration of only 0.3 per cent. (Western Virginia puts it less than 1%.) The THC level in marijuana is not always the same and can vary depending on the strain or diversity of the plant, its growth method, the part of the plant used and its storage method. For example, Hash concentrations can be between 10 and 20 per cent, while marijuana (dry buds and plant leaves) can vary significantly from 1 to 20 per cent. It should also be noted that the marijuana used today is stronger than it was in the past. Jefferson planted cannabis in Montessilo and his other farm, the Bhopler Forest, but used mainly (besides linen and cotton) to make clothes. Other founding fathers, including George Washington, planted cannabis, and Americans were legally obliged to plant plants during the colonial era and the First Republic. But there's no record of Jefferson smoking plants at all. On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. • On January 22, 2012, the National Constitutional Center, an institution dedicated to the Constitution of the United States, dealt with some of the most popular myths about founding fathers and marijuana and noted that if Jefferson or others tried to smoke cannabis at the time, they were probably not happy because of its low levels of THC. Montselo also spoke of rumors and said there was no evidence to suggest that Jefferson was a smoker who used to \"smoking, tobacco, or any other substance.\" \"Some referred to a supposed reference in the book Jefferson Farm to separate male and female cannabis plants as evidence that he was planting them for recreational smoking,\" wrote the organization, \"There is no such reference in the book Jefferson Farmer or any other document.\" The quote that cannabis is \"the first necessity of the country's wealth and its protection\" can be found in the national archives of Jefferson, a collection of correspondence and papers not only written by Jefferson, as well as the letters he received. This particular phrase was not written or spoken by Jefferson, as stated by David Sewell, Director of Digital Initiatives at the University of Virginia for the Press, who works jointly with the founders on the Internet. Moreover, the quote is somewhat incomplete. The phrase was written in a \"attachment: remarks respecting tobacco\" on March 16, 1791, by the government, Maurice, Founding Father, American statesman, and one of the signatories of the Union's articles and the US Constitution. Full quote: \"The established fact in the farming system is that the best cannabis and the best tobacco grow on the same soil type. The preceding article is a first necessity for commerce and the sea in other words of wealth and protection of the country.\" Therefore, while the commentary was included in a letter sent to Jefferson, his words were not. \"If words have been attributed to Jefferson,\" wrote Sewell in an e-mail to Poletti Fruit, \"this is probably the result of someone's misunderstanding of the context, or the desire to link them with someone with a better name.\" It should be noted that although Jefferson did not specifically quote this quote, cannabis was considered an important crop, and several references were made to it in his letters. Our claims that Thomas Jefferson wrote the Declaration of Independence on cannabis paper, grew and smoked marijuana, and once said that the plant was \"the first necessity to protect the country's wealth.\" The declaration of independence was not formulated on cannabis, but on chips made of animal skin, but Jefferson actually planted the plant (not necessarily weed, though). There's no evidence that Jefferson smoked marijuana, and if he had smoked it, it would probably be the cannabis he planted that had very low levels of TC. And Jefferson didn't say this exact term, but his crop is well documented. With all this in mind, we're mostly setting up this article wrong. This story was updated to reflect the fact that a quote similar to that attributed to Jefferson in this allegation is contained in Jefferson's papers but was not published by Jefferson himself. This update does not affect the provision. Sharing the facts 2019-03-13 19:06:10 UTC Politic Fact 3 1 7 PoliticFact Dating: Mostly a liar says Thomas Jefferson drafted a declaration of independence on cannabis paper, planted and smoked marijuana, and said, \"Hemp is a primary necessity for the country's wealth and protection.\" On Monday, 11 March 2019, Facebook bulletins 2019-03-11. Read more information.", "vclaim_id": "vclaim-pol-00900"}