{"url": "/factchecks/2016/sep/16/donald-trump/fact-checking-donald-trumps-claim-hillary-clinton-/", "speaker": "Donald Trump", "vclaim": "\"Hillary Clinton and her campaign in 2008 started arguing about the generator.\"", "truth_label": "false", "date": "stated on September 16, 2016 in a speech:", "title": "Verification of the facts (the claim of Donald Trump, Hillary Clinton) started the Obama Generator movement.", "text": "Donald Trump reiterated his overt claim that Hillary Clinton began to question whether President Barack Obama was born in the United States. Trump said at a 30-minute press conference 16 September 2016. \"I've finished it.\" The issue of the generator reappeared when the Washington Post Trump asked the previous day if it was believed that Obama was born in the United States. He refused to answer. Trump said: I'll answer the question in time. \"I just don't want to answer it yet.\" This led to a wave of lack of credibility because of his revitalization of the \"birth\" issue, which in turn prompted him to campaign to answer the question he had asked and also accused Clinton of starting it in the first place. Trump has repeatedly claimed that Clinton began the whole issue in the first place. Trump says \"Hilary is a generator\" in February 2015 in CPAC, tweeting that \"she was in everything\" in September 2015, and saying, \"I've mentioned it years before she was raised by me\" on CNN in May 2016. In the morning of his press conference, Trump brought it up again about Fox. Polly Fuckett and our friends in Vakchik and post-fact Washington have revealed this allegation in zombie several times. There is no evidence that Clinton or her 2008 campaign was out of theory. While Clinton &apos; s supporters circulated the allegations the last time they stood for the presidency, they had no links with the candidate or its staff. A damn memo? The Trap 15th September campaign statement is linked to the 2007 Strategy Note published in the Atlantic by former Assistant Clinton Mark Penn, which advises the reference to Obama's \"American non-assembly.\" While Ben Clinton proposes \"American\" in our programs, this is not the same thing that suggests that Clinton questions Obama's citizenship or place of birth. The memo doesn't recommend it at all. It also explicitly states, \"We won't say anything about his background.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, as reported by Atlantic and Polytec in 2008, Clinton neither acted nor campaigned on the advice of Ben. Another piece of \"evidence\" linking Clinton to birth is the e-mails circulated by Clinton's supporters during the last days of the 2008 democratic presidential election after Clinton stopped her campaign. According to Telegraph, Clinton's supporters circulated the \"birth\" theory in an e-mail early in April 2008. \"Buck Obama's mother lived in Kenya with his Afro-Arab father late in her pregnancy,\" said the e-mail, according to the telegraph. \"She was not allowed to fly, so Barack Obama was born there and then his mother took him to Hawaii to record his birth.\" The allegations gained momentum that month. Clinton agreed to the race on June 7, and three days later a website called Puma Place.com (acroynom for the Union Party My A--) encouraged Clinton's supporters to support Republican candidate S. John McCain. The site promoted the theory by e-mailing it: \"Obama Mai is illegal to be elected president,\" and the daily editor of the monster John Avlon documented it. According to Avlon, Linda Starr, the Clinton Volunteer in Texas, was the key to spreading rumors. She contacted Philip Berger, a lawyer and supporter of Clinton, who filed an action against Obama to prevent his candidacy. The suit was thrown out. But this is not the same as Clinton or her theory promotional campaign. There is no evidence that they have ever done so. Clinton rejected the prosecution when Trump charged him last September in an interview with Don Lemon of CNN. \"This is -- no. This is so ridiculous, Don. You know, frankly, I just think, first of all, it's totally incorrect, and secondly, you know, the President and I never happened to any kind of confrontation like that, \"Said Clinton. \"You know, I've been blaming almost everything, this was a new one for me.\" Another thing to note: Clinton volunteers sent e-mails to promote the myth that Obama is Muslim. As we mentioned earlier, they both resigned from the campaign after finding that they had spread rumors. The Clinton campaign condemned their actions and stated that they were not authorized.) Our Governor Trump said, \"Hillary Clinton and her campaign in 2008 started the argument born.\" There is no evidence to support this. Clinton's supporters published rumors in the last days of the 2008 democratic primary, after Clinton confessed to Obama. But the record never shows Clinton or her promotional campaign the theory of birth, let alone the beginning of it. We appreciate Trump's claim that it was wrong. :: Political fact-sharing: 7 policy assessments: the false Hillary Clinton campaign in 2008 started arguing about the generator. In a speech on Friday, 16 September 2016, Donald Trump, the presidential candidate, read more information.", "vclaim_id": "vclaim-pol-04310"}