{"url": "/factchecks/2019/mar/25/john-hickenlooper/did-spike-marijuana-use-colorado-after-legal/", "speaker": "John Hickenlooper", "vclaim": "After the codification of marijuana in Colorado, \"We didn't see a rise in consumption.\"", "truth_label": "half-true", "date": "stated on March 20, 2019 in a CNN town hall:", "title": "Did you take marijuana in Colorado after the ratification?", "text": "Previously on Colorado Goff... John Hickenlooper, a democratic presidential candidate, laughed a little bit during CNN City Hall when he discussed the experience of overseeing the legalization of recreational marijuana in his country. The marijuana became officially legal in Colorado in December 2012, but legal sales for adults did not start until 1 January 2014. At that stage, it took the best part of the year for towns around the state to come fully online and obtain a business licence. Heckenlooper, who initially opposed legal weed, grew to accept it. :: During the municipal hall, a participant asked him to reflect on this development. Here's what Hickenlooper said: \"As Mom says, you can't control the things that will come your way, what bad things life can take on you. In the end, we were very concerned about this. And you were against it originally. No other Government has ever legitimized marijuana. Until Amsterdam only decriminalized him. We were concerned about the high consumption of adolescents, when children's minds grow rapidly, what they can do. We were worried about the risks, you know, of more people driving while high. In part, it is not fun to be in conflict with the federal government. \"But I believe that the states are the laboratories of democracy, as Judge Brandi said with great fame, and that we will give him our best chance. I must say, at this stage, most of our concerns have not been realized. We didn't see a rise in consumption. \"A significant increase among the elderly, but leave it to your own imagination.\" The elderly mentioned getting the glowing laughter in the audience, but we wondered whether it was true that after marijuana was legalized in Colorado, \"We didn't see a rise in consumption.\" We found that there was no height per se. However, the use of marijuana by adults has risen continuously for a decade, before and after legalization. In the relevant studies we have informed experts that the most comprehensive source of data on marijuana use is the National Survey on Drug Abuse and Health, an annual survey developed by the Federal Drug Abuse Administration and Mental Health Services. We found two important measures, each divided by mandate, each showing similar patterns for Colorado. The following are data on the use of marijuana reported last month, broken down by a variety of age groups in Colorado: data on the use of marijuana reported last year, again broken down by age groups: each blue line shows the trend for a group of adults - 18 years and over, 26 years and over, or 18 to 25 years. All these blue lines show the same general pattern: utilization rates rose slowly and steadily between 2008-2009 and 2016-2017. Heckenloper has a point that the use rates weren't \"spike.\" But it's easy to hear his comment and assume that the use of marijuana was flat or even decreasing. That's not the case. For the 30-day rates - the most common measure used by policymakers, experts say - the increase in the use of marijuana ranged from a one-third jump to a eight-year doubling, depending on the lifetime. Other data support this. A 2018 state government report summarized data from Colorado &apos; s behavioural risk factors control system, a state-wide telephone survey conducted by the Colorado Department of Public Health and Environment. This study on marijuana use dates back to 2014. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, last month's adult figures rose from 13.6 per cent in 2014 to 15.5 per cent in 2017, a jump in the report called \"a significant increase.\" Responses to daily or near-daily use rose from 6 per cent in 2014 to 7.6 per cent in 2017, which was also considered a \"large increase.\" The patterns were not surprising in Colorado Jonathan B. Kolkins, a professor of public policy at Carnegie-Millon University and former co-director of the Rand Drug Policy Research Centre. It is expected that there will be an upward trend. Between 1992 and 2017, Kolkins said that the number of users of the past year at the national level had more than doubled, and that last month &apos; s use had tripled. The number of days of employment had increased several times, and the number of users had increased daily or almost tenfold, from 0.9 million to 9 million. Oh, and those old people? According to the Colorado data, their numbers increased from 3 per cent in 2014 to 5.6 per cent. The younger age groups also showed increases between 2014 and 2017. However, the use of older persons was not large enough to drive trends. One of the possible reasons for the rise among older persons is that each year we see more and more children aged 65 years, who have been accustomed to the use of marijuana since their young years. The employment rate of young people has not increased. The only age group that resists this pattern - an important group from a policy perspective - is adolescents. It is described in red in the above graphs. It's surprising that the use of marijuana by teenagers has remained, probably the same, and may have fallen slightly. Experts warned that the sample sizes we used in the SAMHSA study above were not very large for the use of adolescents. However, other studies with larger sample sizes demonstrate the general pattern. Colorado has been tracking the use of marijuana for 30 days among high school students every two years since 2013 in its survey of healthy children in Colorado. In 2013, 19.7 per cent of respondents said that they had used marijuana in the last 30 days. This number rose slightly in 2015 to 21.2 per cent, but then fell to a new low in 2017, reaching 19.4 per cent. So, if Heckenloper had identified the use of young people, he would have had a stronger argument. In fact, the Hickenlooper State Government issued a press release in July 2018 summarizing the results in this way: \"The use of marijuana in Colorado is high for adults, and remains the same for children.\" When we approached the Heckenlooper campaign, they confirmed that it was intended to refer to the employment of young people. \"I meant to identify the young,\" said Lorraine Heat, Hickenlooper's spokesman. \"He tells that story a lot.\" For example, in February 2017 NBC said to the press that \"we did not see a rise in the use of teenagers\" after the legalization. In July 2018, he also said, \"The prevention of the use of marijuana by young people is a state-wide priority. While youth employment has not increased, we are working hard to educate Colorado's parents and their children about the health and legal risks of underage marijuana use.\" We should mention a notable warning for all the studies mentioned above. \"All these surveys are self-reported, and people may be more likely to recognize cannabis abuse when it is legal than when it is illegal,\" said Mason Everett, former contact manager of the marijuana policy project now working with Vicente Sederberg, a law firm focusing on marijuana. That could explain some increase over time. Our rule, Heckenlooper, said that after we legalized marijuana in Colorado, \"We didn't see an increase in consumption.\" He has the view that legalization has not resulted in a rapid and sudden increase in marijuana abuse. However, this does not mean that there has been no continuous increase. In Colorado, the use of marijuana rose slowly and steadily for adults between 2008 and 2017. The only exception is adolescents whose employment rates have remained largely stable. We evaluate the statement half right. Sharing the facts 2019-03-25 19:53:59 UTC Politic Fact 4 1 7 PoliticFact chaping: half correct after legitimating marijuana in Colorado, \"We have not seen a rise in consumption.\" Democratic presidential candidate John Hickenlooper https://www.cnn.com/vides/policys/2019/03/21/john-hickenloper-marijuana-legalization-town-hal-vpx.cn/view/playlists/this-week-in-politics/a CNN County Hall Wednesday, 20 March 2019-2019-03Rad More info", "vclaim_id": "vclaim-pol-00857"}