{"url": "/factchecks/2019/apr/11/cory-booker/donald-trump-cut-funding-investigate-domestic-terr/", "speaker": "Cory Booker", "vclaim": "According to President Donald Trump, \"the Ministry of Justice has cut off funding to investigate these local terrorist groups, these white extremist groups.\"", "truth_label": "barely-true", "date": "stated on March 27, 2019 in a CNN town hall in South Carolina:", "title": "Cory Booker is making a misleading attack on Donald Trump, financing domestic terrorism.", "text": "Cory Booker said that President Donald Trump made it difficult for the federal government to pursue local terrorist groups. \"Donald Trump cut funding - to cut funding from the Ministry of Justice to investigate, I mean, talk about terrorism all the time, but to cut funding to investigate these local terrorist groups, these white extremist groups, When we asked the Booker campaign to provide evidence that Trump had reduced the funding of the Ministry of Justice to investigate terrorism, his campaign referred largely to cuts in a separate agency - the Ministry of Internal Security. The discounts mentioned by Booker were grants that the experts told us were to prevent terrorism, not to investigate terrorism. The FBI, under the umbrella of the Ministry of Justice, is the main entity investigating terrorism. We didn't find any evidence that Trump reduced the FBI investigation funds. The Trump Administration re-equipped Obama's grant program when we asked about the Booker statement, and his team referred to cuts in the programme against violent extremism. In Obama, CVE was launched to work with community leaders to deter residents of the United States from joining violent extremist groups. In the last days of Obama State, Internal Security announced that 31 groups would receive a total of $10 million in grants. (The Ministry of Justice was part of the CVE Task Force, but the grants were granted by internal security. Once Trump took office, his administration frozen the grants. Then, in June 2017, Homeland Security released a list of 26 grantees. Some of the winners named Obama withdrew, citing fears of prejudice against Muslims under the new President. Presentations to other grantees have been cancelled. Two highlighted: life after hatred and the University of North Carolina - Chapel Hill. Although the two organizations proposed to send counter-letters to extremists or jihadists, they also mentioned experience in certain specific areas. Life after hatred was founded by former neo-Nazis and skinheads, while the United Nations Command said that it had experience in extreme right-wing extremism and white superiority. Speakers on behalf of internal security at the time said that the applicants had been rejected because they had failed to meet new standards such as working with law enforcement agencies. They said that they had not been rejected for their interest in confronting extreme white thinking. Indeed, our review of acceptable projects showed that these grant-seekers were strongly concentrated around working with Muslims, immigrants or refugees; white extremists were rarely mentioned. Trump was criticized for the fact that the programme to combat violent extremism was now focusing too much on Muslims. However, the Obama administration faced the same criticism, including from the liberal Brennan Center. \"The picture is more accurate than, \"The Obama administration was after white fanatics and the Trump administration stopped it,\" Faiza Patel, co-director of the Brennan Center for Freedom and National Security programme, said Politi Fact. \"None of them went after white fanatics.\" On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • 16 January 2021, CVE grants will expire in July and no additional funding has been requested by management, suggesting that the grant programme can be terminated. Trump proposed reductions for various programmes, which are the spokesperson for Booker, and also referred to other internal security programmes proposed by Trump to be cut, including complex and coordinated terrorist attacks. These grants were established following the terrorist attacks in Paris in 2016 to assist local jurisdictions in preparing for and preventing attacks. The grants expire in July. However, the experts told us that these grant programmes are not intended to be directed towards investigations. The lead investigative agency is the FBI, and we have not been able to find any available data that would show us whether the FBI has reduced the investigation of domestic terrorism under Trump. \"I do not know what general information would say in one way or another, and that it does not disseminate resources at this level,\" said Brian Jackson, a national security researcher at Rand, who co-authored an internal security report on the prevention of terrorism. David Gartenstein Ross, an expert on terrorism and executive director of Valens Global Consulting, was a senior adviser to the Director of the Office of Community Partnerships, who oversaw the CVE programme, under Obama and Trump. He also said that these grant programmes were not for investigations: \"There is absolutely no evidence that the investigations have been interrupted.\" However, Gartenstein-Ross said that programmes designed to thwart domestic terrorism played an important role, even when they were not investigations. The suspension of these programmes raises red flags among those who believe that the Federal Government should do more to prevent domestic terrorism. \"We should increase our ability to work with government and local law enforcement agencies to combat - not prevent - local terrorists,\" said Ryan Greer, who works on radical issues in the Anti-Defamation Association and has previously worked in the Ministry of Internal Security. The spokesman for Booker Sabrina Singh challenged the idea that the counter-terrorism programmes referred to by Booker in his criticism of Trump were preventive, not an investigation: \"I think this is a narrow explanation. It is clearly a partnership that helps the investigation work.\" Governor Tucker Trump said, \"Cut off funding from the Department of Justice to investigate these local terrorist groups, these white extremist groups.\" For evidence, Booker referred to programme cuts from a separate agency -- internal security. There was no evidence of funding reductions in the Ministry of Justice. In addition, Booker cited as an example the programme of a grant to combat violent extremism, which began to run out of funds this summer. This programme funds the prevention of terrorism in communities, not investigations. In 2017, the Trump Administration cancelled two grants approved by Obama from the European Union to groups with experience in neo-Nazis, extreme right-wing extremism or white superiority. We're evaluating this statement mostly wrong. https://www.sharethefacts.co/share/bc53d591.2802-4779-9c76-396ac873ee91", "vclaim_id": "vclaim-pol-00768"}