{"url": "/factchecks/2018/may/10/donald-trump/did-donald-trump-sign-first-military-pay-raise-10-/", "speaker": "Donald Trump", "vclaim": "The Defence Licensing Bill 2018 states that the army has increased \"for the first time in 10 years.\"", "truth_label": "pants-fire", "date": "stated on May 9, 2018 in remarks at the White House:", "title": "Did Donald Trump have the first military salary increase in 10 years?", "text": "President Donald Trump opened the White House to celebrate mothers and military spouses. On 9 May, Tramp signed an executive order to increase the employment of military spouses from federal agencies. However, Trump erred in his remarks on the issue of dear families in the presence of a military wage. Trump raised his role earlier this year in signing the National Defence Authorization Act for fiscal year 2018, which is the model legislative instrument for offering salary increases for military personnel. You may not realize that, but as a non-profit news organization, we rely on you and answer you. Your support has a direct bearing on our ability to report objectively on issues of concern to us. They donated to our spring campaign. My record as telling the facts is important! \"We just approved $700 billion for our army,\" said Trump. \"So we'll have the best known equipment ever. Next year, $716 billion. So I wanted to let you know. And by the way - I know you don't care about this - but this also includes an increase in the number of our army. For the first time in 10 years.\" This is a terrible mistake. In fact, the last time the members of the service did not receive an annual increase in wages was in 1983. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman on January 11, 2012, it was only because of one-time technical evasiveness. Trump was \"exactly incorrect,\" said Todd Harrison, Director of Defence Budget Analysis at the Centre for Strategic and International Studies. \"The army receives a salary increase each year.\" A full historical presentation is provided in table 5.12 below. These figures are summarized in this chart: the increase of 2.4 per cent in 2018 was the biggest obstacle since 2010. However, there have been increases each year since then, ranging from 1 per cent to 2.1 per cent. For 2019, the White House is proposing an increase of 2.6 per cent; and the bill to enact the Pay Increase Act is working through Congress. What about that lost increase in 1983? This was the year when Congress began raising wages in January of the new year, instead of the first day of the Government's fiscal year in October. Therefore, members of the service received their salary at the beginning of the fiscal year a few months earlier, but not during the calendar year, as Harrison said. Then, you must go back to 1961 to find a calendar year without an increase in military wages. Our verdict, Trump, said that the last legislation \"including liftings of our army\" For the first time in 10 years.\" This is wrong. According to your count, the last year in which no military allowance was paid was either 35 or 57 years ago - not 10 years ago. The recent increase in wages was not even the largest in the past 10 years; rather, it was surpassed by increases in 2008, 2009 and 2010 during the Bush and Obama administrations. We value the pants statement on the fire. Sharing the facts 2018-05-10 18:03:06 UTC PoliticsFact 1 1 7 PolityFacting: Pants on Fire According to the Defence Licensing Act 2018 contains increases to the army \"for the first time in 10 years.\" President Donald Trump https://www.whitehouse.gov/references-statements/remarks-president-trump-clepression-moms-spouses-sevent/servations at the White House Wednesday, 9 May 2018-05-09.", "vclaim_id": "vclaim-pol-02085"}