{"url": "/factchecks/2018/oct/30/john-culberson/lizzie-fletcher-does-not-want-government-funded-un/", "speaker": "John Culberson", "vclaim": "She says that the Democratic Lizzie Bannell Fletcher in Texas contrasted with her health-care situation by saying, \"We need comprehensive health care.\"", "truth_label": "false", "date": "stated on October 25, 2018 in a TV ad:", "title": "Lizzie Fletcher doesn't want government-funded comprehensive health care, as Coulperson claims.", "text": "A new announcement by John Colberson, Congressman of the Republic of Texas, takes an announcement from his opponent, Lizzie Bannell Fletcher, and uses her own words against her. Colberson looks forward to maintaining his seat in the Seventh Congress Department of the State, which covers part of Western Houston. His campaign broadcast the \"orders\" declaration, which sets out the Fletcher Declaration and compares it with the comments she made in the debate. The beginning of the 30 seconds with a video from Fletcher in her announcement says that she does not \"support government takeover of health care.\" Then, it immediately turns into a film from Fletcher in a debate that says, \"We need comprehensive health care.\" With this stark contradiction, we asked whether Fletcher has retracted its position, as the Declaration shows. While comprehensive health care refers to any system in which all residents enjoy health coverage, it is better to link it, at least for the time being, to the one-time payment plan for medical care for all proposed in 2017 by Mr. Bernie Sanders, General Service. So does Fletcher support a government-supported, one-time global system like \"medical care for all\"? No. The discussion section is cut, and Fletcher gets out of context by not disclosing its full quote. We also found Fletcher to have expressed opposition to such a programme several times. Medical care for all, a quick summary under the Sanders Plan, will eliminate the current system of multiple insurance companies competing for premiums. Instead, the Government will extend the medical care programme, supported by federal taxpayers, to all, instead of those aged 65 and over. Proponents say that the plan will end with the provision of funds to people, as it will reduce administrative costs and help slow the increase in health-care spending and improve access to health care. But skeptics say that it would be too expensive for the federal government, lead to less quality care, and represent \"government control\" over health care. What Fletcher said (and supported) followed the full video of the discussion from May 2018, and found that Fletcher was responding to her main democratic opponent at the time, Laura Moser, who said that she supported a one-time program such as \"Medicare for all.\" Fletcher did not agree. On January 13, 2021, General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security, saying, \"We're not working for you.\" By Samantha Butterman, on January 17, 2021, Fletcher said, \"We need comprehensive health care,\" but if you keep watching, you see that that's not exactly what I meant. \"We need comprehensive health care. Not just health care coverage, not just health care insurance, but we all need access to health care,\" she keeps saying. Fletcher then discusses its support for the preservation of the Affordable Care Act and the addition of a general option for the purchase of medical care - not medical care for all or any other payment plan. \"There was an extensive study that the plan Bernie Sanders proposed would cost $32 trillion over 10 years,\" said Fletcher, \"and we don't know how we're going to pay for it.\" ∙ (It refers to a study from the Mercatus Centre, a free think tank at George Mason University, which indicates that estimates of medical care for all would increase the demand for health care services while also reducing payments to service providers. The report indicates that the system will cost $32 trillion over the next 10 years) and the Fletcher campaign has told us that it has never called for \"full government control\" over health care. Checked out. We examined Fletcher &apos; s position on health care and reviewed various reports, as well as her observations in interviews and information on her campaign &apos; s website. In each case, Fletcher reiterated that she wanted to build on the Affordable Care Act and did not support a one-time health-care system, including medical care for all. The Culperson campaign argued that universal health care is not universal access to health care. \"Because health care is already available to everyone in America -- you just have to pay for it,\" said the spokesman for Colberson Katherine Kelly. \"Her plan is more expensive than medical care for all because it raises taxes on people who want to maintain their coverage and give it to people who want to \"choose.\" Colberson, our governor, is trying to show Fletcher contrasts with her health-care status. But the ad uses an incomplete audio bite that eventually brings Fletcher out of context. Fletcher used the term \"comprehensive health care\" and had it in the past, but not in the context of a \"Medicare for all\" or \"Medicare for all.\" Fletcher called for improvements to the Affordable Care Act and a general option to purchase medical care services, not through some type of government-funded one-wheeler programme. The announcement is used for an incomplete sound bite that ultimately misleads viewers on their position. We assess it wrong. Sharing the facts of 2018-10-30 18:41 UTC PoliticsFact 2 1 7 PoliticsFact Rating: Wrong says that Lizzie Bannell Fletcher is opposed to her health-care status and says, \"We need comprehensive health care.\" United States representative: https://www.youtube.com/watch?v=Z0U4Z3j38vk Thursday, 25 October 2018-10-25.", "vclaim_id": "vclaim-pol-01363"}