{"url": "/factchecks/2019/feb/28/kamala-harris/kamala-harris-tries-rewrite-history-false-claim-sa/", "speaker": "Kamala Harris", "vclaim": "She says that the delivery of an undocumented young woman arrested to the station was an \"unintentional consequence\" of the 2008 San Francisco policy that she supported.", "truth_label": "false", "date": "stated on February 24, 2019 in a podcast:", "title": "Kamala Harris is trying to rewrite history with a false claim about San Francisco's policy on the Institute.", "text": "Kamala Harris and De-Califf made the protection of undocumented youth a top priority during their term in the Senate. For example, it has been a strong supporter of the deferred programme of action for the arrival of children, which provides temporary protection to more than 700,000 undocumented young migrants, or dreams, who have been brought into the country as children. However, following the campaign in Iowa last weekend, Harris made some questionable statements about the San Francisco 2008 policy, which informed undocumented young people to federal immigration officials when they were arrested by local police. Harris, the then Attorney General of San Francisco, supported this policy, which did not take into account whether the young man was actually convicted of a crime. Harris spoke in the Iowa policy bulletin on Sunday, saying that the delivery of undocumented young people to United States customs and immigration authorities, or the CIA, was an \"unintentional result\" of the policy. This is the exchange: \"Can you give us some insight into how, since then, when for whatever reason you've been supporting this policy that was essentially handing over undocumented people to ICE before they were convicted yet -- kind of changed on that and how you got to those changes?\" Harris replied: \"It was concluded that this was an unintended result of politics and I did not support that result. That policy, which I believe has changed since then, was not the intended purpose of that policy.\" We decided to verify her claim that the handing over of undocumented young people to the CIA was an \"unintentional result\" of this strategy. The San Francisco policy before 2008 was not to report the arrest of undocumented youth to the Institute at all, as part of the protection of its refuge in the city. Then the mayor and the current California government. Gavin Newsome changed this approach in 2008 after an undocumented 21-year-old man was arrested for killing three family members in San Francisco. The man had been arrested before reaching the age of 17, convicted of attempted theft and assault but not reported to the federal immigration authorities. The former superintendent of San Francisco province, David Campos, strongly opposed policy change. He asked about Harris's statement, and he said, \"She's not flying.\" \"With all due respect to Sean Harris, who was a friend, I don't understand how she could say that,\" said Campos, who led the Council's efforts to reverse politics and is now President of the San Francisco Democratic Party. \"The diversion of young people and children accused of a crime which was later found not to have been committed was not an unintended consequence of what was going on. It was exactly what was going on and what we were trying to avoid, \"Kampos said. \"You can't rewrite history\" The Board of Supervisors voted to abolish the Newsome policy in October 2009 and exceeded its right of veto next month, according to an article from Mercury News. But this wasn't the end of the dispute. Nyusum refused to impose the opposite. \"His administration mentioned a note from the city attorney Denis Herrera, who said that the reform of supervisors would be \"probably leading to a federal legal challenge,\" possibly for the City of Shelter Act as a whole - although she also noted that \"the law in this area is not well developed,\" the newspaper said. Harris expressed similar concerns in a speech at Stanford University in 2009, as mentioned in CNN.com, which reviewed Harris &apos; support for politics. Harris explained her position this way: \"There was an initiative written by the Board of Supervisors and passed and there was opposition to it, but it worked,\" Harris said in the 2009 speech. So we have to wait and see how the courts explain what it means. From my point of view, I think he's gonna be in conflict with federal law, and we have to follow the law. We must follow this law. You may not agree with him, but you know, that's why we have a process where you can challenge the rules. It's the law.\" In the end, Newsome's policy was changed by his successor at the Mayor's Office, Ed Lee, who in May 2011 ordered that most of the events with family ties in the Gulf region not be reported to the Institute, adding Mercury News. On January 27, 2021, Marco Rubio says in his remarks: \"Only in the Third World do you see this routine use of trials of former leaders.\" Chan is Director of Policy in the Asian Law Group for the Advancement of Justice. A family whose 13-year-old son was transferred to the Institute was represented under the Newsome strategy. She told us last year, when we reported on politics during the Governor's campaign. \"Before that point, the focus was on rehabilitation and the appropriate status of the child as well as family reunification.\" Last summer, John Cox, the then Republican Governor's candidate, claimed that Newsome was \"a separate family and the children left before he was against her,\" compared to what Newsome did by separating Tramp's management of migrant children from their families at the United States-Mexico border. We found that Cox was partly correct, but his statement also unfairly confused Newsome's policy with Tramp's, despite some stark differences in detail and circumstances. However, some undocumented youths were deported because of the Newsome policy. Chan said \"tens\" of juveniles between 12 and 18 years of age are reported to the Immigration and Naturalization Service every month, whether on charges of misdemeanours or misdemeanours, and \"some children have already been deported as a result of that policy.\" She stated that her legal efforts prevented the deportation of a 13-year-old girl who represented her, who was almost deported for beating a classmate and stealing her 46 cents. Chan added that Harris did not lead the charge on the new strategy, but he was \"implicitly supportive.\" Harris later said that politics could have been applied more fairly. When asked about the senator's claim to the Podcast bulletin, the campaign spokesman issued a written statement: \"As Governor Newsome said, his initial policy was to protect the San Francisco sanctuary, which Senator Harris has always supported and defended. In Iowa, Senator Harris was clearly talking about how she thought politics shouldn't have been done the way it was done.\" We asked Campos and Chan about this response. Campos said that Newsome's policy was necessary to protect the status of the city's sanctuary \"don't pass a straight face test.\" Chan, who listened to the podcast, said that the status of San Francisco sanctuary, decided by city leaders, was never in danger. \"That doesn't make any sense,\" she said about explaining the campaign. An in-depth look at Harris' statement by CNN.com this week also found Senator \"undescribed\" politics, finding many mistakes. Our classification S. Kamala Harris recently claimed that handing over undocumented youth arrests to immigration officials was an \"unintentional result\" of the San Francisco 2008 policy that she supported. This is indeed the purpose of this policy. Specifically, it was designed by the Mayor of San Francisco Gavin Newsome to allow local police to report undocumented young people to the Institute, according to news reports, and those who oppose this policy. Previously, the city did not refer undocumented youth arrested to the Institute. Harris also stated that she \"did not support this result of politics,\" which is also questionable in view of previous news articles indicating support for the Newsome change. In addition, Harris said that politics had changed only because of an \"unintentional result.\" That's also wrong. Newsome resisted changing it, and it was not repaired until after the election of a new mayor. On the broadcast, Harris said that she felt strongly that undocumented residents must be protected before and able to trust in domestic law enforcement \"without need of concern\" whether they would be deported. However, this sentiment does not remove its erroneous description of the target and charged history of the 2008 policy that I supported. We're assessing Harris's false claim. - The statement is not accurate. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Correction: An earlier version of this story wrongly stated that, prior to Newsome's change in 2008, San Francisco's policy was to refer undocumented young detainees to the Institute only after a criminal conviction. In fact, before the change, the city's policy was not to refer undocumented juveniles to the Institute at all. Sharing the facts 2019-03-01 04:46:11 UTC Politic Fact 2 1 7 PoliticFact Rating: Wrong to hand over the arrest of undocumented youths to ICE \"was an unintended consequence\" of the San Francisco Policy 2008 which I supported. Kamala Harris United States Member of the Senate https://soundcloud.com/iowappl/kamala-Harris-22419 Sunday, 24 February, 2019-2019-02-24 Read more information", "vclaim_id": "vclaim-pol-00955"}