{"url": "/factchecks/2019/apr/10/facebook-posts/no-number-projected-muslim-voters-20-years-us-stil/", "speaker": "Facebook posts", "vclaim": "In 20 years, \"there will be enough Muslim voters in the United States to elect the President.\"", "truth_label": "false", "date": "stated on March 14, 2019 in a Facebook post:", "title": "No, the number of American Muslim voters expected in 20 years is still insufficient to elect a president.", "text": "The Muslim population in the United States is growing, but recent social media bulletins overestimate their speed. The Facebook article says in 20 years there will be enough Muslim voters in the United States to elect the President. In 20 years there will be enough Muslim voters in the United States to elect the President. I think everyone in the United States should be asked to read this, but with the Union, it's impossible to spread this widely, unless each of us sends it! This is your chance to make a difference.\" This claim, which was published on 14 March and has since accumulated more than 100,000 shares, has been referred to as part of Facebook efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) Apart from the absurd assumption that a whole group of people who share a religion will vote uniformly, we studied the proposal in terms of absolute numbers. In 2010, we verified a similar allegation that appeared in the e-mail chain. At that time, the Muslim population in the United States was not nearly high enough to elect a president. They still aren't. We contacted Douglas Massey, Director of the Bureau of Population Research at Princeton University, about this position. \"This allegation cannot be fully defended,\" wrote Massey to Poletti Fruitte in the e-mail. Muslims account for less than 1 per cent of the United States population and only about 10 per cent of all immigrants. This is expected to reach 2.1 per cent by 2050, well below the 26 per cent expected to have no religion, and the 66 per cent that will remain Christian.\" Massey refers to a January 2018 report by the Pio Research Centre, which estimates that there are approximately 3.45 million American Muslims of all ages in 2017, and that the religious group constitutes about 1.1 per cent of the country &apos; s total population. (As of July 2018, the total population of the United States was just over 327.2 million). On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" • January 19, 2012, but this figure represents all ages, including children and adolescents under 18 who cannot vote. The report found that the figure fell to 2.15 million when only adults were seen. Now, this figure will actually grow, and while social media bulletins give it another 20 years before Muslims can \"elect the President,\" there will be not enough voters to do so even then, according to projections. However, the population is growing rapidly. By 2040, the Pew Study stated that Muslims would replace Jews as the second largest religious group in the country after Christians. The report states that by 2050, the Muslim population in the United States is expected to double from today's numbers to 8.1 million, or 2.1 per cent of the country's total population. The vote of Muslims will certainly affect the national debate. However, even if the entire 2.1 per cent of the United States population voted for the presidency (which would be a far-reaching choice because this figure would include those of non-voting age), it would not be enough to decide on the winner of the presidential election. In 2016, the National People &apos; s Party conducted a study to determine the lowest possible proportion of voters who needed access to the White House within the framework of the electoral college system. With two candidates in the race, the media organization found it possible for the candidate to win the presidency with only about 23 per cent of the popular vote. This low number is almost ten times higher than the projected Muslim population in the United States in 2050. According to a research study conducted in Pio in 2015 on the future of world religions, the projected Christian population in the United States in 2050 is 261,960,000 - more than 30 times the projected Muslim population of 8,090,000. In the same report, it was also estimated that by 2050, the projected number of Americans without any religion would be approximately 100,860,000. Our social media article says that in 20 years there will be enough Muslim voters in the United States to elect the president. It's ridiculous to assume that a whole group of people who share a religion will vote in uniform, but we tested the math behind the viral claim. According to the most recent data collected on the religious group, the population is far below the amount required to determine the outcome of the elections throughout the country. Even in 30 years, a decade longer than confirmed by the post, the entire expected Muslim population in the United States will be less than millions of votes from the lowest number of votes required to elect a president. We value this allegation wrong. Sharing the facts 2019-04-10 18:42 UTC Politics Fact 2 1 7 Politic Facting: Wrong in 20 years \"There will be enough Muslim voters in the United States to elect the President.\" Facebook bulletins on the Internet Thursday, 14 March 2019 2019 - 03-14 Read more information", "vclaim_id": "vclaim-pol-00777"}