{"url": "/factchecks/2015/oct/14/bernie-sanders/bernie-sanders-says-people-are-getting-prison-sent/", "speaker": "Bernie Sanders", "vclaim": "\"We are imprisoned or sentenced to imprisonment for young people who smoke marijuana.\"", "truth_label": "barely-true", "date": "stated on October 13, 2015 in a Democratic presidential debate in Las Vegas:", "title": "Bernie Sanders says people get prison sentences for smoking marijuana.", "text": "The marijuana appeared several times during the first democratic debate on 14 October 2015 - in some cases when candidates were asked whether they had used things, and at other times in the context of criminal justice policy. A reader asked us to verify one claim of Sin and Bernie Sanders related to marijuana. Late in the discussion, Sanders was asked whether he had a position on a proposal to legitimize recreational marijuana in Nevada, the mandate in which the discussion was taking place. If he were a resident of Nevada, Sanders said, \"I doubt I'd vote yes. I would like to vote yes because I see so many lives destroyed in this country for non-violent crimes. We have a criminal justice system that allows Wall Street executives to move away, yet we are jailing or sentencing young people who smoke marijuana. I think we should think through this war on drugs.\" \"I fully agree with the idea that we must stop imprisoning people who use marijuana.\" But is it true, as Sanders said, that the United States \"imprisoned or sentenced to prison for young people who smoke marijuana\"? We decided to take a closer look. The figures show that the possession itself is usually not sufficient to place a person in prison. Instead, those sentenced to imprisonment for marijuana offences were found to commit more serious crimes than mere possession of marijuana (or \"smoking,\" as Sanders said). This often means selling or trading it. The Ministry of Justice estimated that 3.6 per cent of state inmates in 2013 were carrying drugs as their most serious crime. This includes acquisition fees for all drugs, not just marijuana. To measure only the percentage of marijuana, we have to go back to data dating back almost a decade. The Ministry of Justice conducts periodic surveys of prisoners in state and federal correctional facilities, most recently in 2004. According to this study, there were only about three tenths of 1 per cent of the public prison population because of the possession of marijuana alone, without a more serious charge. At the same time, statistics on federal prisoners paint a similar picture. According to the data, between 1 October 2011 and 30 September 2012, of some 67,600 criminals sentenced to federal criminal cases, only 28 were imprisoned on charges of drug possession alone - approximately 400 of all prisoners. This includes all drugs, not just marijuana. In view of another method, the same report found that 99.9 per cent of those sentenced to federal prison for any drug-related crime during that period of the year had been sent to prison for something more serious than mere possession of drugs. The drug policy experts we contacted agree that imprisonment for possession of marijuana is rare in itself. According to Jonathan P. Kolkins, a professor of public policy and a specialist in drug policy at the Heinz College of Carnegie Mellon University. Basically no one goes to jail just because they use marijuana. The vast majority of the time, people who are in prison to own marijuana also have other things that are part of their record.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On 11 January 2021, Nancy J. Lavin, Director of the Centre for Justice Policy at the Urban Institute, agreed. She said, \"Very few people are imprisoned for small amounts of marijuana possession.\" And Allen St. Pierre -- Executive Director of the Law Group in Support of Marijuana -- NORML -- agrees with that, and they claim Sanders' claim to \"stop working.\" NORML and other groups estimated that there were only 50,000 to 110,000 perpetrators of cannabis offences in prison in the United States - yet \"most, but not all, prisoners on marijuana charges are present for farming, selling or trafficking,\" he said. Some warnings say all of this, we must note some points. According to experts, different jurisdictions may have different criteria and thresholds in accusing those accused of possession of marijuana. Some states even consider a joint passage in a party to be considered \"distribution,\" said Douglas Berman, a professor of law at Ohio State University. In addition, the statistics cited above do not include persons temporarily sent to prison - whose number is likely to be significantly higher than the number of persons serving prison sentences. Inmates may include persons who have violated the control system because of the positive screening of marijuana, or for failure to pay a fine for the possession of marijuana, as stated by Bill Piper, Director of National Affairs of the Drug Policy Alliance. As in the case of marijuana arrests, Sanders could have been on safer ground if he had been arrested for possession of marijuana instead of imprisonment. St. Pierre said that the latest FBI data shows that of the approximately 700,000 arrests on a marijuana charge in 2014, about 90% were for possession only -- and these arrests could have radioactive consequences. Even spending one or two nights in prison to own marijuana can cause \"a massive disruption of their lives - they may lose their jobs when they don't come to work the next day, or they may miss a critical doctor's appointment, or they can't take their children out of school.\" Piper said. \"This is regardless of any penalty they receive, even if the charges are ultimately dropped.\" La Vini added that high rates of arrest for possession of marijuana had other negative consequences, such as racial disparities in the criminal justice system. In fact, when we went over Sanders' employees, the spokesman Warren Ganls cited a news report on the FBI arrest statistics. With regard to the period of imprisonment, he said that even if the numbers of persons imprisoned for possession of marijuana were relatively small, they were still more than \"the number of senior executives in Wall Street who had entered prison because of the impending collapse of the economy in 2008\" - a comparison that Sanders had made during the discussion. Our sentence, Saunders, said, \"We're going to jail or we're going to jail for young people who smoke marijuana.\" The prison sentence may occur for possession of marijuana per se - but it is extremely rare. Saunders would have been on safer ground if he'd kept pointing to continued high levels of arrests for possession of marijuana. This can lead to a night in prison and to a series of problems faced by those arrested, but it is quite unusual to receive a prison sentence simply for smoking weed. The statement contains an element of truth but ignores critical facts that give a different impression, so we often assess it wrong.", "vclaim_id": "vclaim-pol-05855"}