{"url": "/factchecks/2016/oct/05/tim-kaine/tim-kaine-says-during-obama-administration-15-mill/", "speaker": "Tim Kaine", "vclaim": "He says that during President Barack Obama's term, the United States created \"15 million new jobs.\"", "truth_label": "half-true", "date": "stated on October 4, 2016 in the 2016 Vice Presidential debate:", "title": "Tim Kane says that during Obama's administration, 15 million jobs were created.", "text": "Tim Kane and Mike Pines fought to create a job in the vice president's debate. Pines, Republican colleague Donald Trump, said: \"The policies of this administration, which Hillary Clinton and Sin want to continue, have turned this economy into a ditch. We're in the slowest economic recovery since the Great Depression.\" Kane opposed \"15 million new jobs\"? 15 million new jobs? Is Ken right that during President Barack Obama's term, the United States created 15 million new jobs? In order to get this number, Ken must choose the time frame. Reaching 15 million requires the selection of a low point in the labour market under Obama. Specifically, the number of employed Americans fell to the lowest level in February 2010, reaching 107.3 million jobs, and in August 2016 it rose to 122.4 million jobs. This is an increase of about 15.1 million jobs, almost what Kayin said. However, it is important to note that February 2010 was a little over a year after Obama and Bieden performed the right. In essence, Obama and Bieden took power while the recession was escalating to a low point, but it took some time to reach the bottom. Therefore, after they were sworn in, the number of jobs continued to decline for a year while they were working to stop the free economic collapse. If the count starts instead at the beginning of Obama &apos; s presidency, the number of jobs rose from about 111.5 million in January 2009 to 122.4 million in August 2016. This represents an increase of 10.9 million jobs, approximately two thirds of the figure of 15 million that has been decorated. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • On 20 January 2021, we should note that the beginning of the count in February 2010 is something the economists told us was not an unreasonable decision, because the recession under George W. Bush and Obama could not reasonably be blamed for the loss of employment in the first part of his tenure, when death had already occurred. We will also note that the use of private sector jobs as a benchmark slightly reinforces the figures compared to total jobs, as large-scale budget cuts in states and municipalities have led to a smaller government workforce. If you look at overall employment gains rather than private sector gains, the increases would have been slightly lower - an increase of 10.5 million jobs (from the beginning of the Obama term) or 14.9 million jobs (from the low point in February 2010). Finally, we will note, as we regularly note, that no elected official deserves full appreciation (or blame) for the economic results achieved in his custody. The policies pursued by the President can help the economy, but other factors beyond the reach of the President -- from technological change to improvements in the global economy -- also play a role. Our Governor Kane said that during the state of Obama, the United States created \"15 million new jobs.\" To reach this high figure requires some creative work in the calendar -- starting counting at the low point in the labour market, which was a little over a year after Obama took office. This is not an unreasonable place to start, but it is also not the only place, and for Ken to mention this figure, it amounts to some cherry choice. In addition, it always deserves a grain of salt when allocating credit to an elected official for good economic news. Anyway, we're evaluating the statement half right. https://www.sharethefacts.co/share/79dcc34d-5ba4-45f9-b5c4-467f925f01db", "vclaim_id": "vclaim-pol-04211"}