{"url": "/factchecks/2019/feb/13/matt-gaetz/matt-gaetz-said-democrats-platform-once-said-illeg/", "speaker": "Matt Gaetz", "vclaim": "\"In 1992, the Democratic Party was on the stand of judgments that illegal aliens were coming to this country, committing crimes,", "truth_label": "mostly-true", "date": "stated on February 7, 2019 in an interview on CNN:", "title": "Matt Gates once said that illegal immigrants commit crimes.", "text": "At an emotional congressional hearing on gun violence, the President of the United States Republic, Matt Gates, raised a controversy when he provoked deaths by illegal immigrants in the country, drawing shouts from parents who shot their children in Parkland. On February 6th, Gates said that a draft law to check the background of the weapon would not have stopped violent crimes committed by undocumented immigrants. Anyway, he said that \"a wall, a barricade on the southern border might have had.\" The following day, CNN's host asked Chris Komo Gaetz why he mentioned the deaths associated with immigrants during the hearing of armed violence in an interview the following night. Gates offered a gunshot rebuttal, misleadingly saying that the \"new left\" wanted to be \"no bounds with no IC.\" 2018, Democratic leaders in Congress called for a restructuring of immigration and customs enforcement - which deals with deportations from within the country - but not an end to immigration enforcement. Some Democrats seem to want to close the Agency, but many others are talking about changing or limiting the Agency. At some point, Gates argued that Democrats were calling for the suppression of illegal migration, too. \"In 1992, the Democratic Party was on the stand of judgments that illegal aliens were coming into this country, committing crimes, and then they were right across the border to do the same,\" said Gaetz, from Fort Walton Beach. The Jitz's claim about the party platform was new to our ears, so we decided to check it out. We found that Gates had a point, but he was out of one presidential cycle. The 1996 Democratic Party programme was unusually difficult to raise alarm about illegal immigrants who committed crimes, deported and returned to the United States. What the Democratic Party Programme of the 1990s said is that political parties write programs in the years of the presidential election to determine their positions on key political issues. It provides a collective vision to which the candidates are committed to some extent. \"Delegates of the Convention, interest groups, party activists and party officials are fighting very hard on the boards at the podium because they think those words are important. \"They are not only to tell candidates what to run for, but only to tell party members what kind of candidates they want to run for in the first place. The party platform in 1992 said very little about immigration. The brief indication shows that Democrats use welcome words: \"Our immigrant nation has been activated repeatedly as new people and new ideas and ways of life have become part of the American fabric. :: Democrats support immigration policies that promote justice, non-discrimination and family reunification and that reflect our constitutional freedoms of speech, association and travel.\" The GATES spokesman told us that he was referring to the party platform in 1996, which had already made a sharp turn. That programme took a firm stand against illegal immigration and commended the efforts of President Bill Clinton, who was running for a second term, on border security. Part of the curriculum reads: \"The Democratic Party of Today also believes that we must remain a nation of laws. We cannot tolerate illegal migration and must stop it. For years before Bill Clinton became president, Washington spoke strongly but failed to act. In 1992, our borders may not have existed either. The border was not adequately controlled, and patrols there were not adequately equipped. ..drugs flow freely. Illegal migration was rampant. Criminal migrants, deported after committing crimes in America, returned the following day to commit crimes again. Since January 1995 we have just arrested more than 1,700 foreign criminals and sued them for federal criminal charges because they returned to America after their deportation.\" This language is similar to Gates: Democrats have spoken of immigrants in the country who commit crimes illegally, are returned to their countries of origin, and then return to the United States. This was not mentioned by Gates, but the platform also contains a message in favour of migration. For example, \"We condemn those who blame migrants for economic and social problems\" and \"satisfaction of those who use the need to stop illegal migration as a pretext for discrimination.\" On January 27, 2021, Marco Rubio wrote in his remarks: \"Only in the Third World do you see this routine use of the trials of former leaders?\" Undocumented migrants increased crime, children of irregular migrants should be prevented from acquiring citizenship, and English should be the official language of the United States. It was a short gesture about the United States as a nation of immigrants: \"We welcome those who follow our laws and come to our land to seek a better life. New Americans strengthen our economy, enrich our culture, and defend the nation in war and in peace.\" In 1996, the democratic programme in 1996 was affected by the change in immigration policies in the early to mid-1990s. The number of unauthorized migrants was increasing rapidly, from 4.2 million in 1992 to 5.6 million in 1996 (an increase of 33 per cent). Public opinion polls indicated that two thirds of Americans believed that migration levels should be reduced. Gallup surveys show how views on migration to the United States have changed over time. Ray Koslovsky, a professor of political science at the University of Albany, said that the main constituencies of the Democratic Party, including trade unions and environmentalists, also called for a reduction in immigration. The United States Immigration Reform Commission, headed by the Democratic Republic of the Congo, Barbara, recommended that Jordan increase the number of border patrol officers, thereby limiting the ability of undocumented migrants to access public services and reducing legal migration. The most conservative approach was part of Clinton &apos; s broader effort to move the Democratic Party to the centre. The \"New Democracy\" programme included its social welfare reform in 1996 (half of which was initially paid by reducing all benefits to permanent residents) as well as revisions to the Immigration Act. William Stoke, former President of the American Immigration Bar Association, said that the Democratic Party, having spent a great deal of time beating him as indecisive about the crime, had taken a strategic decision to embrace parts of the legislation on the control of illegal immigration. Clinton signed the Illegal Migration Reform and Immigration Responsibility Act into law on 30 September 1996 - in time for the presidential elections in November. The 1996 Act calls for the deportation of migrants who were at one time legally resident in the United States but are now subject to deportation for criminal conviction. These efforts helped in 1996 Clinton attract a wide range of voters, including industrial workers in the Middle West (so-called reagan Democrats), independents, environmentalists and southern democratic voters. \"And successful\" said Koslowski. Before the elections, the Republicans believed that they would divide the mid-term period in 1994 into a presidential victory, and chose San Diego, Califf, as the site of their national conference. Two years ago, Californian voters adopted a measure prohibiting illegal immigrants from using health care, public education and other services. (The courts subsequently considered proposal 187 unconstitutional). Clinton won the re-election and received 72 per cent of the Latin votes. Over time, the Democratic Party &apos; s programme has shifted to assisting undocumented migrants, with migration becoming more than a civil rights issue. The 2016 Platform had inspired border security, calling for access to citizenship and declaring that enforcement should focus on safety threats. Kevin Johnson, Dean of the University of California Davis, Faculty of Law, said: \"President Trump and his aggressive enforcement of immigration, contrary to what has been seen in any recent president, have further polarized the cause and led many Democrats to resist enforcement initiatives.\" Our governor, Gaetz, said, \"In 1992, the Democratic Party was on its platform provisions that say that illegal aliens were coming to this country, He got the wrong year; he was actually referring to the 1996 platform. That document reflected Clinton &apos; s efforts to stop illegal migration. Using words similar to what Gates described, he said that drugs flowed freely in 1992. Illegal migration was rampant. Criminal migrants, deported after committing crimes in America, returned the following day to commit crimes again.\" Jets accurately expressed the party's feelings in the mid-1990s. It preferred the most modern way to acquire citizenship for undocumented migrants. We're mostly assessing this statement right. https://www.sharethefacts.co/share/2855c9b7-3cb2-42e0-917a-5033a6640185", "vclaim_id": "vclaim-pol-01027"}