{"url": "/factchecks/2014/sep/25/catherine-taylor/catherine-taylor-says-plethora-rules-tent-permits-/", "speaker": "Catherine Taylor", "vclaim": "\"Every time [people from Newport tent] work in a city or town they have a completely different set of permits that they must obtain for the establishment of a tent.\"", "truth_label": "true", "date": "stated on September 7, 2014 in a TV interview:", "title": "Catherine Taylor says that many of the tent laws represent a red tape strangling R.I. business.", "text": "In her campaign for the post of Deputy Governor, Catherine Taylor spoke widely about strengthening the economy of Rhode Island through, inter alia, the simplification of trade regulations. While it appeared recently on Channel 6 \"On the Register,\" Taylor, a republic that resigned as head of the State's Division of Older Persons to run for office, claimed that routine at the local level hindered business. She referred to the experience of a Rhode Island company to clarify her point of view. \"I return to the example of the Newport tent,\" she said in the show that aired September 7. \"Every time they work in a city or town, they have a completely different set of permits that they must obtain in order to set up a tent.\" This particular allegation about the Newport tent seemed familiar to us. It turns out that the former writer in Cynthia Nedham (now editor in Boston Globe) wrote about the company's struggle with permission in the story of May 4, 2010, entitled \"New bills can reduce routine.\" In this story, Bill Corcoran, the owner of the Newport tent, complained of the time and effort required to comply with all the different rules in the 39 cities and towns of Rhode Island. During the busy spring and summer season, a staff member dedicated her time to leading around the state to get all the necessary permits, said at that time. But that was four years ago. Wasn't the nine draft laws proposed in that article supposed to create more uniform processes to allow and set time limits for the amount of time that communities had to complete requests? When we contacted Taylor's campaign, her campaign manager, Zack Sherman, first referred to the Rhode Island Act, which requires the Newport tent - or any other tent company - to obtain permits from local authorities. The link he sent was ancient. The General Assembly recently changed the law, increasing the minimum size of tents subject to local approval from 120 square feet to 350 square feet. As Sherman gave us Corcoran's number, we called him. Our first question was obvious. Hasn't it improved since this package of legislation won ratification in 2010? No, he clearly said it. The problem is not that each city and town of the state needs a permit before the company Corcoran can set up a tent, but that the conditions for obtaining such permits vary considerably. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. • 15 January 2021, some communities require a trip to the building inspector and then to the fire department. Some reflect the process. Others call for two visits to the construction section. There was little consistency. For example, he said that Providence required a form signed by the landlord authorizing the establishment of a tent. No other society requires such authorization. We looked at regulations in other cities and towns and found further differences. In Cranston, tent stakes must be fixed at least 10 feet, and must be at least 44 inches wide, according to the rules set by the fire department in that city. The control hill fire department in Westerley is not so specific, requiring only that there is no risk of flight in the tent. Corcoran also said that Newport was the only community in the state that allowed his company to do business by telephone or post, largely because of the company &apos; s 40 years and more of business history there. Applications for permits must be made in all other cities and towns in person. Corcoran says there is more flexibility in Connecticut and Massachusetts. In Connecticut, where his company set up a tent last weekend, everything was done by phone and e-mail, and he said. He said, \"That was easy.\" \"They had the forms online.\" On Rhode Island, he still has an employee who works almost full-time to allow in the state. Our ruling Catherine Taylor said that tent companies like the Newport tent must meet the different permit requirements in each city and town of Rhode Island. Although the state legislature has relaxed the regulations governing the Newport tents and other tents, one thing has not changed. These companies still have to seek permits from cities and towns through operations that vary widely and involve different conditions. We're ruling Taylor's claim right. If you have an allegation that you want Polly Fact Road Island to check, send us an e-mail on [a protected e-mail] and follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07255"}