{"url": "/factchecks/2019/mar/05/viral-image/no-isnt-photo-sundance-kid/", "speaker": "Viral image", "vclaim": "A picture of a black couple, pictures of Sundance Kid.", "truth_label": "false", "date": "stated on February 26, 2019 in a Facebook post:", "title": "No, this isn't a picture of Sundance's boy.", "text": "As Americans admitted the month of Black History in February, a false allegation emerged about a famous criminal on Facebook. \"The rich boy was an outlaw and a member of the Pooch Cassidy Wild Group of the Old American West,\" reads the text as an old image of a black man and woman. He's a photographer here with his girlfriend, Etta Bliss. The article, which was published on Facebook on 26 February, was referred to as part of Facebook efforts to combat false news and misinformation in its broadcast. ∙ (Read more about our partnership with Facebook.) Etta Bliss was friends with Sundance's boy, Nay Harry Alonzo Long Pao. In the 1969 film Butch Cassidy and Sundance Kid, Long Pao was played by Robert Redford and Blass by Catherine Ross. But the image of a real-life husband is not like Facebook mail. Sandans, according to historical accounts, had white skin. The picture posted on Facebook is not Longbao and a place. Some date: Longabo got his nickname after stealing a horse near Sundance, Wayo, in 1887. He met in a place in the middle of 1890 and the couple was in harmony with Butch Cassidy after being taken into a tent in Robers Rost, an illegal hideout in southeast Utah, according to the date.com. Lung Apo was supposed to be the best and fastest shooter in the wild group, a group of \"the robbers and robbers who ranged across the Rocky Mountains and the desert highlands of the West in the 1980s and the \"90s,\" as an article says to the British. In the introduction to a 2009 book by Longaboe, Paul Ernest, one of his predecessors, wrote that one of the great-grandparents of the outlaws had migrated from Germany to the colonies in the 1970s. ∙ (The Polyte Fact wrote the book's publisher hoping to reach Ernest or his wife Donna Ernest, who wrote the resume, but we didn't get an answer immediately.) We couldn't find the originals on Facebook. Last year's Reddit article described the picture as a couple in the late 18th century. In 2015, the Twitter account is called \"Black History Champions\" \"A Replica of an African-American Couple, around the end of 1800.\" In the 19th century, according to PBS, \"The Wild West drew slaves with the hope of freedom and wages.\" The African-Americans made up at least a quarter of the cowboys, and the broadcast system said in an article on the facts of black history, and believed that the real \"only guard\" was inspired by a black man named Bass Reeves. Of course, we can't know someone's sex from the picture. But two pictures here of Longabo, including one from the Library of Congress, are not the same as the one that appeared on Facebook. Neither is this one. When we asked John Barton, history lecturer at Utah State University, about the Facebook article, he said: \"A good picture, but not Sondans and Etta.\" Many pictures of the actual couple were shared, including one taken in New York before they went to South America with Butch Cassidy. \"It wasn't black,\" said Barton. \"Sandance's boy, prepared by Donna Ernest, is quite clear in his early years.\" There was a black criminal named Esom Dart riding with Butch and Sundance from time to time. This may be confusion.\" We're assessing Facebook wrong. Sharing the facts 2019-03-05 20:04:27 UTC Politics Fact 2 1 7 PoliticFact Drafting: On Tuesday, 26 February 2019, 2019-02-26, read more information to correct 6 March 2019: Book 2009 on Harry Long Apo says that his predecessor emigrated from Germany in 1770s, but he does not say that he was his father.", "vclaim_id": "vclaim-pol-00941"}