{"url": "/factchecks/2019/apr/02/lena-taylor/state-sen-taylor-misfires-claim-against-milwaukee-/", "speaker": "Lena Taylor", "vclaim": "The Mayor of Milwaukee Tom Barrett says he doesn't want a juvenile facility in Milwaukee, \"he never went to a juvenile facility,\" and \"he doesn't want to do it.\"", "truth_label": "barely-true", "date": "stated on March 14, 2019 in a community meeting:", "title": "Taylor misfired against the mayor of Milwaukee Barrett about youth prisons.", "text": "Juvenile correctional facilities in Wisconsin have been in a state of turmoil since about 2012, when officials at Lincoln Hills Boys &apos; School abused a young man from Racine County. In February 2012, the judge of the Racine Richard Creole District Department wrote to Goff. Scott Walker is talking about one of his cases. Cryul wrote that a prisoner in Lincoln Hills from Racine was forced to have sex with his roommate and then beaten unconscious. Lincoln Hills &apos; personnel were delayed in obtaining medical treatment for the victim for three hours because, according to reports, other prisoners were playing basketball. Racine County officials responded by withdrawing all young criminals from Lincoln Hills. Since then, there has been a series of additional scandals, and the country is facing January 1, 2021 the deadline for the closure of the Gov facility. Tony Evers sought to extend that deadline. The plan calls for multiple regional facilities smaller than Lincoln Hills. One of two new youth prisons will be built in the Milwaukee region. But where should he be? This has been a crucial issue. The state has identified a site on city-owned land in the north of Teutonia Avenue and west of Mel Road, south of the city &apos; s Safety Academy. \"This decision was made without input from my office, the community or the province of Milwaukee and no further details of this facility were provided.\" On March 12, 2019, Joint Council President Ashanti Hamilton said a news release. The site is located in the Hamilton area. It hosted a community meeting on March 14, 2019, which was attended by some 100 people and sometimes warmed up. Officials in nearby Glendale also opposed the choice of the state for Teutonia Avenue. At the meeting, Lena Taylor, De Milwaukee, strongly criticized Mayor Tom Barrett, and described him and his actions in this way: \"The governor who doesn't want the children here in the first place, who never went to a juvenile facility, who didn't want to do it, shouldn't be the voice at all.\" This has attracted our attention since Barrett was critical of Lincoln Hills, located in Irma in Lincoln County - about three and a half hours from Milwaukee - and has defended the establishment of a facility closer to the families of prisoners. Is Taylor right that Barrett didn't want a juvenile facility in Milwaukee that he never went to a juvenile facility and didn't want to do it at all? Background to a series of proposals, including community rehabilitation homes and the 2018 proposal for Milwaukee District to open a treatment centre for male adolescents on the northern side of Milwaukee, came and went, while officials struggled to find a suitable location for a new facility. On March 12, 2019, Evers announced that two new youth facilities would be built: one Milwaukee and one north-west Appleton, in the town of Hortonia. The Everest budget requires approximately $200 million to be spent on smaller alternative youth prison facilities. We contacted Taylor's office to seek support for its claim, but its staff did not respond to repeated requests by telephone and e-mail. We found the 9 February 2016 FOX6 news report in which Barrett said that he was in favour of protecting young people from possible abuse in Lincoln Hills, but said, \"I don't want the consequences to affect public safety in Milwaukee. I'm so worried about that.\" Does that amount to opposition? Sort of. At least at the time. On January 26, 2021, Jim Steinke stated in a tweet that the Republicans at the assembly \"come to the table\" were part of a compromise \"give and take\" on the Corona virus bill. • On January 27, 2012, when we contacted Judy Tabak, Director of Communications in Barrett, I noticed that things had changed since the release of the 2016 news report. \"The idea that was pushed at the time by the county was focused on collective homes,\" said Tabak. \"At that time, Mayor Barrett expressed concern about the perpetrators of violence and the recurrence of the perpetrators who must be in a safe facility, closer to the families, As for Taylor's three criticisms, here's a closer look:-- \"I don't want the kids here in the first place.\" In addition to the above information, on July 13, 2016, Barrett told the newspaper Milwaukee Journal Sentinel that Lincoln Hills was \"a failed experiment.\" He said he wanted the state to take immediate steps to reopen Ethan Allen Boys' School, Waikisha County Juvenile Correctional Facility, closed five years ago by Gove. (Walker) \"The question becomes what happens to young people there. And some young people must be in a safe facility, Barrett said at the time. \"From a logistical point of view, from a cost point of view, from a programmatic point of view, from a recruitment point of view, Ethan Allen provides an opportunity that needs to be explored very quickly.\" The Wukisha district officials objected that it would be too costly to reopen Ethan Allen. Anyway, Barrett was on the record because he was in favour of bringing young people closer -- although he's not exactly in Milwaukee. - \"He's never been to a juvenile facility.\" At this point, Tabak Barrett said, \"I finally had dinner at a local facility where young people under court order are there, including those in Lincoln Hills.\" Tabak said that the dinner of November 14, 2018 was held at Ogima's house. On March 7, 2019, an opinion article of the Milwaukee neighborhood news service, Executive Director Germaine Reid described the home of Ojima as \"an unsafe facility in the heart of the inner city of Milwaukee.\" In a telephone interview, Red said that although some young people wear surveillance bracelets, shelter is not a \"remediation facility,\" but \"our services are sometimes used as an alternative to repairs. We had guys on GPS monitoring. If they violate the terms of their release, they can be sent to detention or possibly Lincoln Hills.\" So, visiting Ogima's house was something very different from Lincoln Hills' facility. In a follow-up post, Tabak said that the mayor had visited several correctional facilities. \"He was in St. Rose, Playside (St. A), State Correctional Facility in Racine, Taishida, Phil Phillips Center, Filmers Chaney Center at the heart of the city, Franklin County Correctional Facility, Midtown Prison and Wabon. He did not go to Lincoln Hills, but he was clearly in many juvenile and adult correctional facilities.\" It's from \"not wanting to be done.\" As noted, Barrett initially proposed the reopening of Ethan Allen, in the town of Delafield in Wakesha Province. Two years later, Barrett dropped the Wakesha district idea and supported the Milwaukee facility. Our assessment, Taylor, says Tom Barrett doesn't want a juvenile facility in Milwaukee, \"He's never been to a juvenile facility,\" and \"He doesn't want to be done.\" The mayor objected to early plans, but mainly because of concerns that violent offenders could be placed in collective homes in neighbourhoods rather than a safe facility. While it was initially proposed to reopen Ethan Allen in Wakesha County, it supported a city site. With regard to a visit to a juvenile facility, while Ojima &apos; s home is far from Lincoln Hills, the mayor visited many other facilities. For a statement that contains an element of truth but ignores critical facts that give a different impression, our assessment is often wrong.", "vclaim_id": "vclaim-pol-00812"}