{"url": "/factchecks/2019/apr/01/viral-image/no-bluegill-fish-arent-responsible-hundreds-human-/", "speaker": "Viral image", "vclaim": "Blue fish are responsible for more than 500 deaths in the United States every summer.", "truth_label": "pants-fire", "date": "stated on March 28, 2019 in a Facebook post:", "title": "No, blue fish aren't responsible for hundreds of deaths every year.", "text": "When spring turns to summer, do you have to be careful about fish dying in blue while you step into the water to cool off? This is what a recent Facebook article suggests, showing a picture of a fish the size of an extended palm, and the words, \"You know?\" \"Blugil's fish is one of the most dangerous fish in North America.\" \"Blue is associated with deadly birana (as is the case) which is responsible for 20,000 deaths per year. When the Blugel feeds at school, they can completely dismantle a human body in less than 15 minutes. \"Blogels is responsible for more than 500 deaths in the United States every summer.\" A reference at the bottom of the text refers to \"Ohio Fish News 1987.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Let's see if Plogel is responsible for more than 500 human deaths in the United States every summer. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021, fish did not appear on the Britannica list for 10 of the world's most dangerous fish, although the Birana (correctly abandoned) ranked fourth. Meanwhile, it is one of the most popular sports fish in the United States, according to the United States. The fish and wildlife service. The range of fish extends from North America, from Canada to northern Mexico, and loves quiet streams, pools, lakes and small and medium-sized lakes. Their diet? Insects, insects larvae small crustaceans and worms. (No humans on the list) We have not been able to find any credible evidence that blue fish prey on people, let alone kill hundreds of them every year. But what should we be afraid of humans? On May 25, 2018, today, the United States of America published an article entitled \"It's easy to find and enjoy hunting, Blugil is America's fish.\" \"It's delicious when it's beaten and burned,\" tells the story. We're assessing this Facebook mail pants on fire! Sharing the facts 2019-04-02 15:10:17 UTC PoliticFact 1 1 7 PoliticFact Dacting: Pants on Fire Bluegill Fism \" Responsible for more than 500 deaths in the United States each summer. The viral image on the Internet is Thursday, 28 March 2019 2019-03-28. Read more information.", "vclaim_id": "vclaim-pol-00823"}