{"url": "/factchecks/2019/mar/26/bob-hall/how-many-retired-teachers-texas-are-over-100-years/", "speaker": "Bob Hall", "vclaim": "\"We now have several hundred teachers over the age of 100 and what I recently read is that the child born today, life expectancy is at least 110.\"", "truth_label": "half-true", "date": "stated on March 25, 2019 in the Texas Senate:", "title": "How many retired teachers in Texas are over 100 years old?", "text": ":: During a discussion in the Texas Senate on legislation that would strengthen the state &apos; s teacher &apos; s pension system, Republic X. Bob Hall of Edgwood expressed concern about the sustainability of the state &apos; s system of changing demographic composition. \"This world has changed dramatically, but our general retirement programme has not changed much, as he said, and it deals with the author of the bill. \"If we are doing this today, we may take a completely different approach. \"We are in a situation where we now have several hundred teachers over the age of 100 and what I recently read is that the child born today, life expectancy is at least 110. Thanks to the medical sciences.\" It is true that hundreds of retired teachers in Texas are over 100 years old. The Hull Commentary referred to retired teachers Kate C., Policy Adviser in Hall, stating that his claim for teachers over 100 years of age related to retired teachers who were members of the state pension system, not current teachers in the classroom. (The average age of Texas teachers during the 2016-17 school year was 31.2 years, and the oldest teacher in that year was 75 years.) Caroline Perez, spokesman for the Texas Teacher Retirement System, said that in February the system had 420,458 retired members. Of this group, over 100 years of age were 321 years of age. This figure is consistent with the number provided by Perez in previous years. In FY 2016, there were 393 retired teachers over 100 years of age. In 2014, there were 285 people, and in 2012 there were 254. At present, life expectancy is about 79 staff members in the Hall who did not submit a source of the second part of their claim, which stated that the life expectancy of children born this year was at least 110 years. The Centers for Disease Control and Prevention calculate estimates of life expectancy using information from death certificates in a given year. The latest report on mortality, submitted to the Agency by the National Centre for Health Statistics, was issued in 2017, when life expectancy at birth was 78.6 years. In an interview on January 31, 2021, John Kerry says that Hurricane Harvey \"falled in Houston in five days more than in Niagara Falls in one year.\" Has the pension system (and the population) changed? The Texas Teacher Retirement System was established in 1937, initially providing retirement benefits only for teachers and general school administrators, in accordance with the system &apos; s dissemination strategy plan. It has slowly expanded and is now providing retirement and health-care benefits to all employees in \"public schools, educational service centres, rented schools, community and junior colleges, universities and medical schools.\" The legislature has also made amendments to the manner in which the system manages investments and eligibility requirements for benefits. Data from the Department of Social Security show that the retirement age has increased since 1937, when the state system was established. The full retirement age for persons born before 1937 is 65 years. From there on, retirement age is slowly increasing. The retirement age for persons born in 1960 or later is 67 years. During that period, life expectancy increased. For men born in 1930, the average was 58, and for women 62, according to the Department of Social Security. This estimate was on the lower end, \"mainly due to the high infant mortality rate.\" Our courtroom said, \"We now have several hundred teachers over 100 years of age and what I recently read is that the child is born today, life expectancy is at least 110.\" The Texas teacher pension system said that in February, they had 321 retired members who were older than 100, so Hall is right about this number. He is right that life expectancy has increased since the establishment of the system, but that its description is exaggerated. The most recent study on mortality in the United States indicates that the life expectancy of children born in 2017 is 78.6 years, not 110 years. We're assessing this claim half right. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Sharing the facts 2019-03-26 21:41:18 UTC PoliticsFact 4 1 7 PoliticFact Dating: Half True: \"We now have several hundred teachers over 100 years of age and what I recently read is that the child born today, their expected age, is at least 110.\" Senator of the State of Texas Bob Hall http://tlcsenate.granicus.com/MediaPlay.php?view_id=45&clip_id=14027 in the Texas Senate Monday, 25 March 2019 2019 2019-03-25 Read more information", "vclaim_id": "vclaim-pol-00849"}