{"url": "/factchecks/2019/oct/23/jeremy-thiesfeldt/no-vast-majority-wisconsin-students-are-not-below-/", "speaker": "Jeremy Thiesfeldt", "vclaim": "The vast majority of Wisconsin students can't even read, write or do math at grade level.", "truth_label": "false", "date": "stated on September 19, 2019 in a weekly radio address:", "title": "No, \"the overwhelming majority\" of Wisconsin students is no lower than the grade level.", "text": "Does the vast majority of Wisconsin students not reach grade level? This was the allegation in a recent radio address by the State Republic of Jeremy Thesfeldt. The Fund of the Republic of Lac - a teacher and former director - chairs the State Assembly Committee on Education. This makes him a key player in any school-related changes by the Republican-controlled legislature to the democratic government. (Tony Evers) In the State-level weekly radio address on 19 September 2019, Thesfeldt said that Wisconsin should \"do better\" in education, especially given the amount of money spent by the State there in eight years of republican control under the previous government. (Scott Walker) He then said: \"The vast majority of Wisconsin students cannot even read, write or math at grade level.\" This is a matter of concern if it is true. His assessment of his claim takes us deeply to the test of jurisdiction and nationalism and some changing definitions. Let's get started. The prosecution is based on the latest test scores as evidence, and Thesfeldt's staff referred to the latest results of the Wisconsin Student Assessment System. Annual tests include those for grades III to VIII and those related to those related to grades IX to XI. In tests 2018-19, 39.3% of students were classified as good or advanced in English, and 40.1% reached those levels of mathematics, according to the Ministry of Public Education of the State of Wisconsin. For starters, calling 60% \"the overwhelming majority\" is a little bit too much. But let's focus on the \"grade level\" portion of Thesfeldt's claim. Is it reasonable to say that anyone below the level of efficiency is also below the grade level? That's a very complicated question. The Department of Public Information divides the ratings into four categories of student achievements: applicants, masters, fundamentals and below the basic level. We will focus on the middle two, as this is where this allegation is centred. Efficiency - The student demonstrates sufficient understanding and ability to apply knowledge and skills at the level of his or her degree associated with his or her readiness for university content. Basic - The student shows a partial understanding of the knowledge and skills regarding the level of their grades associated with the readiness and ability to apply university content. Katie Scott, a policy adviser in Thesfeldt's office, highlighted the element of \"sufficient understanding\" in the brilliant definition. \"For an examination conducted in the last months of the school year, we are confident that parents, teachers, etc. In an e-mail, she said that she would not prefer to describe the achievement of students at the grade level as a \"partial understanding.\" Scott also asserted that skill always means grade level or above. To define a very moving goal, Thesfeldt's argument is that efficiency = grade level. But both sides of the equation are moving objectives. The term grade level is sometimes used to indicate how students perform against a standard set by officials, which is how Thesfeldt uses. However, it can also refer to what students usually learn in class, in other words, the intermediate test result of that age level throughout the state. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, we will stick to the idea that the grade level is some kind of threshold. However, it is difficult to equate it with efficiency since the definition of efficiency changed over time in Wisconsin. In the past, the term was almost equivalent to what many considered to be the grade level, as Alan Bursock, a senior law and policy fellow at the Faculty of Law of the University of Marquette, and a long-standing reporter and columnist in the newspaper Milwaukee Journal Sentinel, said. However, this changed in 2013 when Wisconsin significantly raised the level of achievement required to reach the \"skill\" threshold. The State was working to harmonize its standards with the National Assessment of Educational Progress - also called the National Report Card. In other words, ingenuity no longer means what you did once in Wisconsin. Is it still possible to equalize the grade level as Thesfeldt does? Bursock said, \"The answer is absolutely no.\" This was explained in his Centinel column on September 13, 2019. Bursock wrote: \"I am increasingly willing to combine 'the basic' with 'the ingenuity' and 'the progress' to get an approximate scale to see if the children are at the grade level.\" \"If you do so, you come - to give one example - with about three quarters of the students in public schools in Wisconsin in grades three to eight, classified as basic or better in English (often just called reading), which certainly seems better than to say that less than half are good.\" Tom Lovelace, a former senior colleague of the Brookings Institution who wrote the Group's annual report on educational trends for 16 years, agreed with Bursock that the basic evaluation of state evaluation system tests was almost as good as it was years ago. However, more evidence remains to be considered. The national test warns against equality of competence with the \"grade level\" the spokesman for the Ministry of Public Education of Wisconsin has not taken a position on the level of competence vis-à-vis the grade level beyond the above definitions. However, the source of national experiences highlights this issue. The National Assessment of Educational Progress (NAEP) is a congressional project of the United States Department of Education that measures students &apos; achievements in selected subjects throughout the country. Remember that Wisconsin made changes in its scale to coincide with NAEP. A study conducted by the National Electoral Commission in August 2019 concluded that the State had been very successful in doing so. The analysis achieved scores in each state from 0 to 500 on two levels of topics to show how high the bar is to achieve efficiency. This can then be compared with other mandates and the national scope used by the Agency. For the fourth grade of mathematics, state and national standards were exactly the same in 249. For reading in the fourth grade, the degree of competence in the general national education programme was 238, while in Wisconsin it was 229. The eighth grade grades were also very close, with the national threshold and the state divided by two reading points and four math points. Here's what the Institute will say about mixing competence with grade level: Legend: The Institute's level of competence is the same as the grade level. The truth: efficiency in the peaceful uses of nuclear energy means efficiency in challenging topics. This is not like \"at the grade level,\" which refers to performance in local curricula and standards. The programme is a general assessment of knowledge and skills on a particular subject. \"NaEP's ingenuity means mastery of the challenge of the subject,\" said the NAEP spokesman Grady Wilburn. \"We do not use any terminology in NAEP to match the level of achievement with what may be the level of the row in the state. ...a perfect level of achievement, for example, inspiring. We do not define this as something necessary to go from one degree to another.\" So the standard of mastery of Wisconsin is largely in line with the national standard, and people behind the national standard caution that the \"grade level\" should not be confused. So, Wisconsin should be equally cautious, as Luviles said. \"Wisconsin set the cut point at the efficiency level of NAEP intentionally,\" he said. \"So you must carry with it all the warnings that go with the point of the fine pieces of NAEP.\" For the sake of science, Wisconsin students are rated around the average in the latest NAEP data. In 2017, 40 per cent of students nationwide tested at or above the competency level using the NAEP standard. Wisconsin arrived at 42%. The NAEP study also showed that Wisconsin has one of the highest bars of efficiency in the nation. The eighth grade ratings were the third and fourth place between the states in the study, and the fourth grade grades were the tenth and eighteenth. Our judgment Theisfeldt used the state test results to claim that the vast majority of Wisconsin students are below the math and English level. Experts say that at one time efficiency was almost equal to some grade level definitions, but a radical shift in 2013 means that this is no longer the case. Wisconsin raised the bar, as expected, and then more kids failed to clean it up. Today, Wisconsin's definition of mastery is almost identical to that of a major federal test agency that explicitly warns against mixing efficiency with grade level. They say efficiency is more like a master's in the subject. We appreciate Thesfeldt's false claim.", "vclaim_id": "vclaim-pol-00031"}