{"url": "/factchecks/2019/apr/23/viral-image/image-colombian-protester-falsely-described-exampl/", "speaker": "Viral image", "vclaim": "A picture of a woman buried up to her neck and drinking a spoon of water was taken from Iran immediately before the \"stones to death\" were carried out under sharia law.", "truth_label": "pants-fire", "date": "stated on April 19, 2019 in a Facebook post:", "title": "The image of the Colombian protestor was falsely described as an example of Iranian torture of women.", "text": "A viral picture recently posted on Facebook of a woman buried in the ground, even her neck, drinking a spoon of water. \"A woman before she was stoned to death in Iran under sharia law. In some places on this land, women &apos; s rights are limited to getting a spoon of water before stoning. You still want to tell me that Islam deserves to be part of our civilization?\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The picture is not planned, but the message is too far away. It has nothing to do with Iran, Islam or stoning. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman: January 11, 2021, a reverse image search reveals that it began to appear in the mime in 2018. The research also shows that he was not arrested in Iran but in Cali, Colombia, in July 2003. The picture is part of a series taken by various news agencies, such as Reuters, and the picture of Maria Gabriela Ruiz, a 66-year-old Colombian woman who was one of three protesting against the Colombian Government &apos; s failure to transfer 150 displaced persons to a safer sector in the city of Cali, according to one comment. Ruiz and others protested that they had voluntarily buried themselves up to their neck in July 2003, and also documented photographs of the protests, which were available on Getty and Adobe's photographs of the inventory. This does not mean that Iran has not been criticized for forms of punishment, which continue to include stoning as a legal means. The picture is real, but it has nothing to do with Islam, sharia or stoning, as the false comment of social media suggests. This article is pants on fire! Sharing the facts 2019-04-23 15:56 UTC Politic Fact 1 1 7 PolityFacting: Pants on Nire a picture of a woman buried up to her neck and drinking a spoon of water that was from Iran and was taken immediately before being \"stoned to death\" under sharia law. The viral picture on the Internet Friday 19 April 2019 2019-04-19 Read more information", "vclaim_id": "vclaim-pol-00730"}