{"url": "/factchecks/2019/feb/18/facebook-posts/no-mike-pence-never-said-people-need-jesus-care-mo/", "speaker": "Facebook posts", "vclaim": "Mike Pines quotes that people who already have circumstances need \"more care of Jesus,\" not health care.", "truth_label": "pants-fire", "date": "stated on February 14, 2019 in a Facebook post:", "title": "No, Mike Pines never said that people need \"Jesus care\" more than health care.", "text": "The Internet has a way of distorting people's words - or totally inventing them. :: Vice President Mike Pines is known for his religious beliefs, and currently the alleged fake quote is posted on the Internet, indicating that he once said that people with previous circumstances need \"the care of Christ\" more than health care. This is the supposed quote, entirely: \"What the American people need is not more health care. What we need is more attention from Christ. I think if we could just get more people who have health conditions that exist before going back to the churches, you'd see a lot of healing and a lot of these problems go away. People who live God's life don't worry about doctors. We have God to take care of us.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The quote is fake. There's no record of Pines ever saying those words. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher: January 16, 2021, he first appeared online in May 2017, after Republicans in the House of Representatives had approved the American Health Care Act, a measure to partially abolish Obama &apos; s health care. Then he failed in the Senate. This time, the quote was published on February 14, on the Facebook page called \"Why Republicans Suck.\" In less than 24 hours, it doubled nearly 200 shares. The text of the quotation is in addition to a picture of pence and what looks like the Fox News code. The code is actually from a page called Fox News, the FB page, which is said to have begun to circulate the fake quote. The page is no longer attached to the news director and can no longer be found on Facebook. As press secretary Alisa Farah, Penny, told us, the quote is false: \"This quote is false and Vice President Pines did not say.\" We value it pants on fire! Sharing the facts 2019-02-18 20:54:25 UTC PoliticsFact 1 1 7 PoliticFact Dacting: Pants on Fire Quotes Mike Pines says that people with preexisting conditions need \"more care of Jesus,\" not health care. Facebook articles on the Internet Thursday, 14 February 2019 2019 - 02-14 Read more information", "vclaim_id": "vclaim-pol-01005"}