{"url": "/factchecks/2017/apr/04/donald-trump/donald-trump-flubs-how-unemployment-calculated/", "speaker": "Donald Trump", "vclaim": "\"When you seek work, you cannot find it and give up. You're now considered statistically employed.\"", "truth_label": "false", "date": "stated on April 4, 2017 in a CEO town hall:", "title": "Donald Trump is flipping in on the method of calculating unemployment.", "text": "In the municipal hall with senior executives, President Donald Trump revived some of his long-standing concerns about how to calculate unemployment statistics in the country. Referring to the number of unemployed Americans, Trump said: \"We have 100 million people if you look. You know, the real figure is not 4.6 per cent (unemployment rate). They told me I had 4.6 percent last month. I'm doing great. I said yes, but what about 100 million people? A lot of these people came out and voted for me. I call them the forgotten man, the forgotten woman. But many of these people -- a good percentage of them want jobs and they don't have them. You know, one of the statistics that, for me, is just silly -- so, 4.6 looks good. But when you look for a job, you can't find it and give up. You're now statistically working. But I don't consider these people working.\" Is Trump right when you're looking for a job, you can't find him and give up. You're now considered statistically employed? Not at all. Trump seems to indicate that government statisticians do something like medieval chemistry, turning lead (non-employment) into gold (employment) with a click of stick. That's not the case. In general, if someone is already unemployed and abandons the job search, it will be calculated as \"not in the labour force\" -- not as a \"worker.\" In fact, there is an official statistical category for a person in this case. If someone wants to find a job and then give up, they're called \"untouchable workers.\" Specifically, these people \"will and have to work who have sought work sometime over the past 12 months\" but \"are not currently looking because they believe there are no jobs available or there are no jobs for which they can be qualified.\" The problem for Trump is that \"unbrave workers\" are relatively rare -- in the last month, there were 522,000 of them. This is only one of 14 unemployed workers, and only about half of one percent of American \"out of work\" Trump seems to have been referring to. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2021, about which, as we mentioned earlier, the figure of 100 million trumps from \"out-of-work\" Americans is largely misleading. This number - in fact, slightly less than 94 million - includes any American aged 16 years and over who is not institutionalized and does not work or actively seek employment. This means that the figure includes retirees, high school students over 16 years of age, university students and graduates, parents living at home, disabled persons, adults working in full-time education or training, and even children working in trust funds and those rich enough to live at the expense of investments. In other words, this figure includes many people who are not expected to work, or who are involved in other activities. We have previously estimated that more than a quarter of the 94 million people who are not on the labour market are either unemployed, looking for work, or eager to return to work if the conditions of the labour market are to be improved. This is a graph from the position of jobs in fact.com that shows one analysis of why Americans of primary working age are not working. It is therefore suggested that nearly 100 million Americans are unemployed in many people who actually do not want to find paid employment. Our governor Trump said, \"When you're looking for a job, you can't find it and give up. You're now considered statistically employed.\" This is totally wrong -- the person who stops looking for a job is going to turn into an \"out of the labour force,\" not an \"employment category.\" We're assessing the statement wrong. Political fact-sharing 5-7: Political assessment: An error: \"When you seek work, you cannot find it and give up. You're now considered statistically employed.\" :: Donald Trump, Mayor of the Executive Directors &apos; Municipal Hall, Tuesday, 4 April 2017 04/04/2017.", "vclaim_id": "vclaim-pol-03471"}