{"url": "/factchecks/2019/sep/18/facebook-posts/no-newspaper-isnt-acronym-north-east-west-south-pa/", "speaker": "Facebook posts", "vclaim": "\"North, East, West, South, Past and Present of the Event Report\" is the word \"newspaper.\"", "truth_label": "pants-fire", "date": "stated on September 16, 2019 in a Facebook post:", "title": "No, \"newspaper\" isn't short for the \"North, East, West, South, Past and Present\" event report.", "text": "Was the word \"paper\" really short this whole time? This is what one of the viral Facebook flyers claims to be. According to the publication, which received more than 2400 shares in 24 hours, \"The newspaper\" is a shortcut for \"North, East, West, South, Past and Present Report.\" The article of 16 September was referred to as part of Facebook efforts to combat false news and misleading information on its news broadcast. ∙ (Read more about our partnership with Facebook.) No. This allegation is a copy of one of the many myths that revolve around the word \"news\" for years. First, Miriam-Webster does not refer to any newspaper acronyms, which he defines as \"papers that are printed and distributed daily or weekly and contain news, op-ed articles, features and advertisements.\" He defines the word news as \"report on recent events,\" with the first use dating back to the fifteenth century. On January 10, 2021, the dictionary also sent the record live on Twitter in 2017, when it was a similar allegation that the news symbolized \"observed events, weather and sports\" circulated on the platform: No. Miriam-Webster (@MerriamWebster) June 7, 2017, and that the online dictionary did not mention any acronyms for \"news\" or \"news,\" and said that the news was derived from \"French news\" in the sense of new things. The database also calls the \"North, East, West and South\" theory \"The brute popular rituals:\" \"The last 14c, \"New things,\" \"The combination of new (n) \"new\" (see new (Edge). After the new French language, which was used in Bible translations to translate Latin medieval \"new news\" (new association), the English word was interpreted at least as unique from 1560, but was sometimes still considered to be 17c-19c. The strange and questionable construction most likely explains the ridiculous popular patterns (tested in 1640 but originally, in 18c). Usually, in joke books (which claim to be short from the northeast of the southwest, as if \"information from all parts of the compass\"\" the word paper alone had its origins in the Latin word \"Pabyros,\" the leg used to make paper, and the Greek word \"pabyros.\" This claim is a redirectional trick. We value it pants on fire!", "vclaim_id": "vclaim-pol-00151"}