{"url": "/factchecks/2018/dec/18/blog-posting/meme-misrepresents-george-washington-quote-about-a/", "speaker": "Bloggers", "vclaim": "George Washington says: \"Free people must not only be armed and disciplined. However, it should have sufficient weapons and ammunition to maintain the status of independence from any person who might attempt to misuse them. \"which includes their own government\"", "truth_label": "barely-true", "date": "stated on December 13, 2018 in a Facebook post:", "title": "Mimi is disfigured by George Washington for arms and ammunition.", "text": "A delusional recipe for George Washington quotes free people with enough weapons and ammunition. \"Free people must not only be armed and disciplined. However, it should have sufficient weapons and ammunition to maintain the status of independence from any person who might attempt to misuse them. Including their own government,\" says the Mimi posted on Facebook Dick 13. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The first words of the quote are similar to what Washington, the first President of the United States, said during his first annual address to Congress in 1790. But the rest of the quote is manipulative and inaccurate, according to Montvernon.org, the Association of Women of Mount Vernon, which devotes itself to preserving, restoring and managing Washington's property and to educating people about his life and inheritance. The Mimi quote is part of the Montvernon.org list of \"false quotations\" to Washington. This is what the Montvernon web site says about the quote: The distinctive picture of the fact-checking that was mentioned on January 10, 2021 in an article on Facebook that Nancy Pelosi says she sent a letter to the Mayor of Portland after demonstrations there \"to force him to stick to the proven book of democratic play.\" However, the quotation is manipulated in a different context and the remaining text is inaccurate.\" Here, the accurate version of Washington says: \"Free people should not only be armed, but should be disciplined; for this purpose, a unified and well-defeated plan is necessary; their safety and interest require that they promote these factors, which tend to make them independent of others for essential supplies, especially military supplies.\" Washington was \"a strong supporter of strong national defence.\" During his first annual address to Congress, he called on legislators to play a role in promoting the domestic manufacture of weapons and ammunition to avoid the supply problems faced by the continental army during the revolutionary war, as stated by Jebel Vernon.org. The Facebook article contains an element of truth but ignores critical facts that give a different impression. We mostly rate it wrong. Sharing the facts of 2018-12-18 17:25 UTC Politics Fact 3 1 7 Politic Facting: Mostly a liar George Washington says, \"Free people must not be armed and disciplined only. However, it should have sufficient weapons and ammunition to maintain the status of independence from any person who might attempt to misuse them. \"which includes their own government\" Facebook bloggers on Thursday, 13 December 2018, 2018-12-13 Read more information", "vclaim_id": "vclaim-pol-01183"}