{"url": "/factchecks/2019/jul/12/weston-pagano/fact-checking-attack-joe-biden-about-immigration-d/", "speaker": "Weston Pagano", "vclaim": "Joe Biden says, \"A voice to expand deportations and indefinite detention of migrants several times.\"", "truth_label": "half-true", "date": "stated on June 24, 2019 in an essay on Medium:", "title": "Verification of facts, attack on Joe Biden about immigration deportation, and detention sounds", "text": "Joe Biden says President Donald Trump has a very bankrupt re-election strategy that relies on \"villain immigrants.\" \"Under Trump, there were horrific scenes at the border of children being held in cages, tearing up asylum-seekers, tearing children from their mothers' arms - acts that undermine American values and undermine our ability to drive on the world stage,\" he said in an article in the Miami Herald newspaper before the June debate. However, a viral article written by Sin Bernie Sanders and his supporters portrays Paiden's record as unusually harsh on illegal immigration. Among other allegations, the article states that \"Baiden voted to expand deportations and indefinite detention of migrants several times.\" The article by Weston David Bagano painted over 120,000 Facebook interactions and had a long list of criticisms of Piden, Beit Butigig, Kamala Harris, Peto Orroki. We found that the article referred to the sounds that Biden obtained in 1996 to expand the detention and deportation of migrants. What the article ignores is that Biden &apos; s record of supporting border enforcement makes him compatible with other Democrats during his tenure. Only recently, some Democrats have promoted more lenient border policies in reports of conditions in places of detention, such as abolishing immigration and customs law enforcement or severely limiting deportation. Paiden, along with the vast majority of senators, voted on draft laws to facilitate the detention and subsequent deportation of more migrants. However, its designation as \"undefined detention\" lacks context because the goal was to eventually deport, not to keep large numbers of migrants in detention without an end in sight. \"It was really a watershed in the expansion of the detention system,\" said Donald Kerwin, Director of the Centre for Migration Studies. \"It had more to do with mandatory detention than indefinite detention.\" In 1996, these bills represented a shift between pendulums a decade after President Ronald Reagan legitimized the status of 1.7 million people. In 1996, the Democratic Party took a tougher stance against illegal immigration amid a rapid increase in arrivals and public opinion polls showing that the majority of Americans wanted to lower immigration levels. The Senate approved stringent immigration measures by a large majority of the two parties while Bill Clinton was a candidate for re-election. Rick Sue, Professor of Migration Law, Faculty of Law, University of North Carolina, said. \"Democracy, from Clinton to Paden, continues to deal with the legacy of supporting these bills today from critics on the left. But at that time, with the rise of the right wing and popular anger, I think the Democrats felt they needed to move to the right and act on these issues.\" As a member of the Senate, Baiden voted in favour of two main bills: the Anti-Terrorism and Effective Death Penalty Act, and eventually the Illegal Immigration Reform and Immigration Responsibility Act (IRIA, or \"ira ira\"). They've been through overwhelming margins with the support of both parties. The Anti-Terrorism Bill, which was passed almost a year after the Oklahoma bombing, gave the Federal Government more tools to combat terrorism, reduce appeals against the death penalty and facilitate the deportation of migrants who had committed crimes. The latter bill calls for the mandatory detention of migrants who have been deported because of their criminal conviction and deportation, even if the offence occurred years ago. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 Andrew \"Art\" Arthur, former Immigration and Naturalization Service officer and immigration judge, he said that the measure created a rapid deportation, limited remedies, and expanded the definition of aggravated felony. \"The rights of foreigners who entered illegally to see an immigration judge before they were removed\" was largely denied, and Arthur, now a colleague of the Centre for Migration Studies, called for low levels of migration. Together, the laws have led to a dramatic increase in deportations, written by immigration experts in Princeton Douglas Massey and Karen Bryn. \"Before the mid-1990s, the annual number of deportations did not exceed 50,000 over decades, but with the adoption of the 1996 legislation this threshold was breached, and by the end of the century deportations amounted to just under 200,000 annually,\" they wrote. Peter Margolis, a professor of law at Roger Williams University, said that there was no doubt that laws increased deportation and detention as part of their main purpose. We have heard agreement from other experts in immigration law on that same point. The Federation said that the number of migrants in detention had increased from 8,500 in 1996 to about 16,000 in 1998. Sue said that the language used in the 1996 Act seemed to assume that the deportation of detained migrants would eventually occur. \"What they were focusing on was accelerating and ensuring removal. He said that the momentum was not \"we want to hold people indefinitely.\" \"Indeterminate detention\" is not a technical legal term in the 1996 laws but has been used in court decisions and news articles since then. In 2001, the United States Supreme Court in Zedvedas v. Davis ruled that the Government could not detain individuals beyond six months if the Immigration and Customs Service was unlikely to be able to deport them shortly. The legal experts referred to this provision on the grounds that the 1996 Act did not permit indefinite detention. In Jennings v. Rodríguez, 2018, the Supreme Court held that detained migrants were not entitled to periodic bond hearings during deportation proceedings. In March, in Nelson v. Briab, the Court ruled that the Government could detain migrants without bail even if they had committed crimes years earlier. The Paiden campaign referred to measures supported by Paiden that were intended to assist migrants, including the Amnesty Act of 1986, and the 2007 Bill which included a path to citizenship. The Obama-Biden administration has focused on border enforcement and advocacy to change immigration laws for some migrants. He also announced the postponement of work on children &apos; s arrival to help some migrants avoid deportation. The number of persons deported was the highest ever, at 409,849 in 2012, a figure lower than the Trump Register, although later in Obama &apos; s presidency he focused on the deportation of criminals. Baden didn't issue a detailed policy plan. Our Governor Bagano said that Paiden voted to expand deportations and indefinite detention of immigrants several times. Paiden voted in favour of bills in 1996, which gave the Federal Government greater power to detain and deport migrants. In the Senate, Biden was not overstepped; these measures went through vast majority with substantial democratic support and were signed by Clinton. \"Indeterminate detention\" is a difficult term that obscures the object of legislation. It was intended to detain migrants until they were deported - not without an end in sight. It would be more accurate to refer to legislation as requiring mandatory detention. We're assessing this statement half right.", "vclaim_id": "vclaim-pol-00437"}