{"url": "/factchecks/2019/aug/27/facebook-posts/no-robert-e-lee-was-not-against-slavery-facebook-p/", "speaker": "Facebook posts", "vclaim": "He says, \"Mohammed had many slaves,\" while Robert E. Lee was \"against slavery.\"", "truth_label": "false", "date": "stated on August 19, 2018 in a Facebook post:", "title": "No, Robert E. Lee wasn't \"against slavery,\" as Facebook claims.", "text": "As the debate continues on the call for the removal of statues and monuments to commemorate the anniversary of the Confederation and its leaders, a claim to raise an eyebrow about the famous army commander Robert E. Lee is being posted on the Internet. He says that Lee was \"against slavery\" - although he ordered the army who fought to support the barbarous institution. \"Mohammed has many slaves. Robert E. Lee was against slavery. Why would we destroy statues instead of mosques? \" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Yes, the prophet Muhammad had slaves - as well as me. Muhammad, who lived more than 1,000 years before me, is said to have learned that \"Slavery must be seen as human beings with dignity and rights and not only as property, and that the liberation of slaves is a good thing to do.\" However, Muslims in the seventh century, when Muhammad lived, still consider slavery legal. So what about Robert E. Lee? According to an article published by the American Civil War Museum on its website, I personally owned slaves he inherited when his mother died, Anne Lee, in 1829. Then in 1857, after the death of his father-in-law, I was led by 189 bonded persons working between two properties. It is interesting that Hama Lee identified in his will the liberation of all family slaves within five years of his death. However, Sean Kane, who was then specialized in the interpretation of the museum and its programs, stated that, as an executor of the will, I had \"to move the new workforce that he found difficult to lift from debt,\" and concerned that it would take more than five years, \"to demand that the state courts extend their control over the enslaved people.\" This did not happen, as they were released to me in accordance with the will in 1862 (and three days before the entry into force of the Declaration of Liberation). But, in response to the brutal workload over the past years, many slaves have tried to escape. In 1859, Wesley Norris, his sister Mary, and their cousin George Parks, fled to Maryland, where they were arrested and returned to Arlington, and the museum said. In a subsequent testimony in 1866, Norris reportedly stated that they had been taken immediately in front of Lee, who had been punished for ordering them to be tied to 50 lashes each, with the exception of Norris &apos; sister, who had received 20 lashes. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • January 16, 2012, regardless of this account, historians continue to argue about my position on slavery. Some letters and statements from me in the post-war period paint a mysterious picture of a man who has a vulgar opposition to it, but his own actions and practices in the possession of slaves and other statements contradict this position. One of the most prominent messages that Lee's advocates refer to is one he wrote to his wife on December 27, 1856: \"In this enlightened age, there is little, but what I believe, is that slavery as an institution, is a moral and political evil in any country. It is pointless to remove his flaws.\" But he goes on to say that slavery was \"a greater evil for the white man than for the black race\" and \"while my feelings are strongly recruited on behalf of the latter, my sympathy is stronger with the former.\" He wrote to me that African-Americans were \"very much better off\" in America than in Africa and that \"the unfortunate discipline they are going through is necessary to teach them as a race...\" Funner referred to a section of his book about my relationship with slavery: I had a small number of slaves all his life. He considered himself a patriarchal master, but could also impose severe penalties, especially on those trying to escape. Lee almost didn't say anything publicly about the foundation. In a letter to his wife in 1856, he made the broadest comment, which was quoted in all the curricula vitae. Slavery was described here as evil, but it had more adverse effects on whites than on blacks. He felt that the \"bad discipline\" to which they were subjected benefited blacks by raising them from barbarism to civilization and introducing them to Christianity. The end of slavery will come in God's good time, but this may take a long time. At the same time, the greatest threat to the \"free\" of southern whites is the \"bad path\" followed by the abolitionists, who raised sectoral hatred. In 1860, I voted for John S. Brekkenridge, the extremist candidate for slavery (which was the most moderate in the South, John Bell, carried Virginia that year). \"I'm not saying that this qualifies me as 'against slavery',\" added Funner in the e-mail. John Reeves, author of the book \"The Lost Charge of Robert E. Lee,\" wrote an article about some of the most popular myths attributed to the General - the first of which was against me for slavery. Reeves explains that after losing the war, Lee always tried to present himself against slavery. In an interview after his surrender, Reeves said to me that \"the best men of the South\" were eager to get rid of him, and in 1866 he was \"always in favour of liberation - progressive liberation.\" But, as Voiner said, Reeves wrote that the historical record did not support these statements, as Lee and his family had owned and managed slaves for decades, and had benefited \"a great deal\" from the institution. Our Facebook article says that the Prophet Muhammad had many slaves while Robert Lee was against slavery. Both men had slaves. At the same time, in addition to being a commander of the army who fought to support slavery, he imposed severe penalties when he disobeyed his slaves and said that he believed that \"moral discipline\" was necessary to \"teach race,\" and that the end of slavery would come when God wished. While he made some conflicting statements about his feelings about slavery, his actions and political attitudes are incompatible with his opposition to it. We value this wrong mail.", "vclaim_id": "vclaim-pol-00228"}