{"url": "/factchecks/2011/may/05/gerry-connolly/gerry-connolly-says-us-owns-3-percent-worlds-oil-c/", "speaker": "Gerry Connolly", "vclaim": "America owns 3% of the world's oil, but it consumes 25% of its global reserves.", "truth_label": "mostly-true", "date": "stated on May 3, 2011 in a House floor speech:", "title": "Jerry Connolly says the U.S. has 3 percent of the world's oil, but it consumes 25 percent.", "text": ":: During a speech by the House of Representatives on 3 May 2011, Deputy Jerry Connolly, D-Va, reported on the recent leap in gasoline prices, saying that energy independence and low gasoline prices would come from high automobile fuel efficiency and from new local energy sources, including wind, solar energy and biofuels. In making this argument, Connolly cited a census showing that oil consumption in the United States was disproportionate. Connolly said: \"Americans own 3 per cent of the world's oil but consume 25 per cent of their global reserves.\" We thought we'd check his statistics. We moved to the Department of Energy Information, Federal Clearing House for Energy Statistics. In the first part of Connolly's statement - \"America owns 3 per cent of the world's oil\" - we moved on to a table showing confirmed reserves of international crude oil. For 2009 - the latest year in which full data are available - the United States has shown that its reserves are just under 20.7 billion barrels, compared with more than 1.34 trillion barrels for the world as a whole. This works to be 1.5 per cent of the global total -- about half of what Connolly said, but still a small percentage of the global total. As for the second part of his statement -- that the United States is \"consuming 25 per cent of the world's reserves\" -- we found an environmental impact assessment table showing international oil consumption. In 2009, the United States consumed 18.8 million barrels per day, compared to 84.3 million barrels per day for the world as a whole. This works with 22% -- a little low, but again, on the right field. When we reviewed the Connolly office, they sent us some documents containing more consistent figures with those mentioned by Congressman, but when we looked at them, we noted that they cited statistics from 1999 to 2004. So we'll stick to our numbers. To sum up: Connolly's figures are rather low because they are old, but his general point - the United States consumes a disproportionate share of the world's oil - is true. We're mostly assessing his statement right. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-13148"}