{"url": "/factchecks/2019/mar/10/lori-lightfoot/fact-checking-lightfoots-record-police-discipline/", "speaker": "Lori Lightfoot", "vclaim": "He says that the proportion of officers who were expelled from the Chicago Police Board after hearing their cases or who chose to resign before the Council's meeting almost doubled during her tenure.", "truth_label": "mostly-true", "date": "stated on March 5, 2019 in a tweet:", "title": "Checking the facts. Lightfoot's record in police discipline.", "text": "When the candidate for mayor Laurie Lightfoot presents her to Chicago voters, the former federal prosecutor often tells her record of working to reform the city's police station. Lightfoot led a task force led by former Mayor Ram Emmanuel, who called on the Department for a history of racial discrimination and proposed far-reaching remedies in the 2016 report when police criticism intensified following the police shooting of 17-year-old Laquan McDonald. The next mayor of Chicago will enter the office as the city prepares to implement the federal approval decree aimed at reforming the functioning of the Ministry. She also presided over the Chicago Police Board, the Department &apos; s civilian oversight body responsible for the discipline of police officers, but withdrew from that position last spring to enter the mayor &apos; s race. In a recent tweet, Lightfoot stressed her correctional qualifications by referring to the statements that she said showed that the Police Board under her control was increasingly aggressive in disposing of police officers accused of misconduct. In my capacity as Chairman of the Police Council and Chairman of the Task Force on Police Accountability, I have faced difficult challenges and won decisive reforms in the area of police reform - but much remains to be done. I'm gonna keep fighting for change and accountability every day. Pic.twitter.com/fnkT81oMpu - Laurie Lightfoot (@LightfootForChi) 5 March 2019 \"At the 2011 - July 2015 Hearings, the Council released 37% of officers\" reading the graphics listed in its tweet. \"Lori was Chairman of the Police Council between July 2015 and April 2018.\" In the hearings during that period of time, 72% of the officers were dismissed by the Police Council.\" The chart also highlighted relevant disciplinary statistics: \"15% of officers (with pending disciplinary cases) chose to resign from the Chicago Police instead of facing the Council\" in the years before the state of Lightfoot. \"When Laurie was president, the number of officers who chose to resign instead of facing the board doubled, from 15% to 30%.\" Such sharp increases in the demobilization and resignation quota seemed to be the result of a very large leap in the discipline of officers, so we decided to check it out. When we arrived at the Lightfoot campaign, a speaker sent us summaries of disciplinary statements obtained from the Chicago Police Board that supported a comparison of the results of the layoffs before she presided over the Police Council and those obtained during her tenure. The summaries show that Lightfoot refers to two separate but interrelated sets of figures. 72 per cent refers to the share of officers whose cases were heard and who were released after the Board found them guilty of misconduct. The 30 per cent related to the share of all demobilizations referred to the Council, which had completed its resignation prior to a hearing. The Board &apos; s documentation also supports Litefoot &apos; s allegations of expulsions and resignations in the four years prior to the Board &apos; s assumption. The distinguished fact-finding bloggers wrote on January 30, 2021, in a post entitled \"The assassination of Trump, the deep state in panic!\" by Sira Aurourke • February 4, 2021, but there is another way to look at the data that have taken their numbers away from that which removes some of her claim by increasing disciplinary tightening. The total number of cases before the Council is so small that adding or raising even a handful of cases that it hears can significantly change the record of disciplinary performance if expressed in percentages. :: Lightfoot served as Chairman of the Disciplinary Board for less than three years. During that period, the Panel considered a total of 47 cases of dismissal or were resolved prior to a hearing. In the similar period of time prior to the taking over of Lightfoot, the Board dealt with 63 cases of demobilization. The difficult number of officers who fired increased gradually from 19 during the same period before Laytvut to 21 during her presidency. However, in percentage terms, this translated into a major leap because the Governing Council heard fewer issues than in the past. Let us be clear, the number of events that reached life was a service to death that was not possible. After a number of investigative bodies have made and examined allegations of misconduct by officers, it is up to the Superintendent of the Police Department to recommend cases to the Council. However, the fact that these variables play a significant role in the increase in the percentage that has been faked indicates that they are not a measure of their effectiveness as a disciplinary problem and more than a computational problem. Samuel Walker, an honorary professor at Nebraska University in Omaha, and an expert in police accountability, told us so many factors that affect police discipline data that it is difficult to focus on anyone when evaluating the performance of a department or those who supervise it. He said, \"It's a statistical swamp.\" The Governor of Lightfoot's tweet stated that, under her supervision, the percentage of meetings of the Police Council that led to the dismissal of an officer had increased from 37 per cent to 72 per cent, and that the share of dismissals that had ended because the police concerned had decided to resign instead of facing the Council had doubled from 15 per cent to 30 per cent. These numbers have been checked. It should be noted, however, that the total number of discharges reviewed by the Council is so small that a slight increase in the expulsions of officers by the Council has been translated into a significant increase in the share of cases that have ended in separation. The claim is not inaccurate, but it does not do much to enhance the self-image of the electoral campaign of a reformer who has improved police accountability. We're mostly assessing Layout's claim. It is almost true that the statement is accurate but requires further clarification or information. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Sharing the facts of 2019-03-18 19:46:15 UTC Politi Fah 5 1 7 Politic Fact Rating: Most of them correctly say the percentage of officers expelled by the Chicago Police Board after hearing their cases or who chose to resign before a hearing by the Council nearly doubled during her tenure. The President of the municipality of Chicago: https://twitter.com/LightfootForChi/status/110302722645461?ref_src=twrc%5Etfw%7Ctwcamp%5Etwitmipd%5E7Ctwterm%5E110302215645401&ref_url=https%3A%2F%2Fwww.politfacte.com%2Fillinois%2Fstatements%2F2019%Fmar%2F10%Flori-lightfot%2Fct-check-Lector-Dispeline%2F", "vclaim_id": "vclaim-pol-00915"}