{"url": "/factchecks/2014/oct/21/michelle-nunn/outsourcing-doesnt-always-mean-moving-jobs/", "speaker": "Michelle Nunn", "vclaim": "He says David Birdo built his business by outsourcing American jobs.", "truth_label": "half-true", "date": "stated on October 7, 2014 in a U.S. Senate debate:", "title": "\"Exourcing\" doesn't always mean lost jobs.", "text": "The battle between the neck and the neck over the open Senate seat in Georgia appears to have found the flash point: outsourcing. The race has already focused heavily on the democratic life of Michel Nan and the Republican David Birdo, both of which are political innovations. But Nan, President of the Non-Profit Light Point Foundation, has increased drums against the former CEO of 500 Fortunes since his 2005 testimony session. In the business world, the term generally refers to the outsourcing of jobs or works abroad that have been performed or can be performed internally. For workers free from large recession, outsourcing poses a threat to job security and job growth. Since the summer, the Democrats, conscious of the perceived threat of voters, have drawn the record of Birdo &apos; s actions as a record that he, not his employees, has benefited. However, the certificate gave Nan new ammunition, which prompted the submission of updated claims in the declarations and in the discussion on 7 October at the National Fair of Georgia. \"He will be the only senator who, in his own words, has built a career by outsourcing American jobs.\" \"This isn't the experiment we need in Washington.\" In view of the reloading, Polyte Fact decided to see whether the sediment was moving the needle on a previous provision of Treaty-O-Meter that it was half true that Birdo's business record focused on shipping American jobs abroad. First, evidence of testimony. This case was considered part of a lawsuit following the bankruptcy of Pellowtex, a company in North Carolina that failed shortly after the Birdo Palace as its CEO. The claim during the GOP final round election, which Birdo had to blame for the company &apos; s collapse, obtained much of a false judgement this summer, largely because of the financial woes faced by the company and which preceded its assumption of office. But what really happened was to tell Poletti Fakt Georgia that before revealing the magnitude of Pellowtex's financial problems, his plan to convert the company was a combination of outsourcing and marketing. He called for the production of lower-grade products in Asia, while brand names would be American-made. Birdo said the same thing in the deposition. However, these statements, and the company's business records, reveal plans for outsourcing in Pelotex were not an attempt to eliminate American jobs, as Rob Bliss, Professor of Finance at Wick Forest University, said. Roy Barnes mentioned on May 21, 2010 in an advertising campaign when Roy Barnes was governor, \"Georgia created 235,000 jobs.\" On 4 June 2010, the plan - never implemented - was instead designed to save at least some local jobs in a largely offshore industry, as Bliss said. \"There's nothing to suggest that he was moving jobs out narrowly just to increase profits or give himself a reward,\" said Bliss. \"Transfering jobs abroad would have been an attempt to make the company more competitive. It's perfectly legitimate to do it.\" In the case of Pelotex, there was only a failed job transfer plan. The company Polyte Fact Georgia found evidence of loss of United States jobs in other companies that Birdo helped manage or drive. Sarah Lee has eliminated between 8,000 and 9,000 jobs worldwide - mostly in the United States and Europe - in a restructuring exercise in 1994. At that time, Birdo was the senior vice president of the company &apos; s operations in Asia. The certificate confirms that it has succeeded in increasing manufacturing and contracts in the region as part of that function. At the same time, the company was closing down four factories in Georgia, resulting in the abolition of at least 540 jobs. The former N's allegation of using those facts was considered correct. The certificate also refers to the time of Birdo as a senior deputy to Hagar Clothes between 1996 and 1998. This did not mention the details of his time there, although Paulette Fuckett &apos; s research showed that 1,950 American jobs had been lost in Hagar during that period. Business records show that the company also abandoned 65 foreign jobs in these two years, indicating an overall decline in business activity in addition to any movement to foreign production. \"It was part of a bad scene in American industry,\" said Kerwin Swenet, head of the Department of Political Science at the University of Quinsau. \"But trying to say he doesn't care about American workers, that's a leap.\" This is what we can use as a responsibility. He managed and led companies in industries where jobs were lost because of both cheaper foreign production - outsourcing - and also technology and global trade trends beyond his control. Furthermore, the certificate was taken two years before Birdo, in his capacity as CEO of a public dollar company, convinced the discount chain to sell it to a private equity company. At that time, the chain had grown from 5,900 to 8,500, adding some 19,000 full-time and part-time jobs. SWENT said: \"Politically, it's a good strategy to focus on outsourcing, but that doesn't mean it's accurate and fair.\" \"There's more.\" We agree. It is true to claim that Birdo's split certificate is that he spent most of his career outsourcing. However, this does not translate into a serious lack of interest in American workers - or even a period of work that has done nothing more than operate ships abroad. We continue to assess the claim \"half true.\"", "vclaim_id": "vclaim-pol-07113"}