{"url": "/factchecks/2011/may/20/nathan-deal/deal-uses-wrong-number-make-case-about-childhood-o/", "speaker": "Nathan Deal", "vclaim": "The price of health care for children &apos; s obesity in Georgia is $2.4 billion a year and rising.", "truth_label": "false", "date": "stated on May 9, 2011 in a speech:", "title": "The agreement uses the wrong number to raise issues about childhood obesity.", "text": "The weight problem in Georgia makes us lighter in the wallet. We're not just talking about adults. (Joff) Nathan's deal last week went to a middle school in White County to talk about his plans for a state-wide initiative to fight obesity in childhood. The Governor not only spoke to students about health concerns that come with obesity, but also mentioned his financial impact. \"The price card for health care for children's obesity in Georgia is $2.4 billion a year and a rise,\" said the Accord, according to the Gainesville Times. The President of Atlanta Pravis John Schwerholds, who is also involved in this effort, led by the SHAPE Partnership, used the same estimated cost of child obesity in an article from Atlanta Journal-Document. Public-private partnership is a partnership involving several government agencies. Given these difficult times for Georgian families and the state government, we thought it worthwhile to go deeper into an estimated $2.4 billion. The office of the Accord sent us a report on obesity in Georgia to support the Governor &apos; s point of view. Obesity cost Peech about $2.4 billion a year. However, this did not identify the children. The report stated that the average cost of medical care for obesity was $250 per year. We contacted the authors of that report. One of them, Justin Troydon, said that the average annual medical cost for children was $200. He did not have a specific total of fat children in Georgia. Rhodon said that the estimate of $200 came from the annual check-up of medical expenditure on fat people and its comparison with non-fat people. The estimate includes costs incurred from private funds and other expenditures. The annual cost of children is lower than that of adults because they face fewer health problems, as Trodhoun, a research economist at the RTI International Institute, which conducts studies on topics including health, education, environment and technology for businesses and governments in more than 40 countries. Researchers have observed more cases of high blood pressure and type 2 diabetes among children, as Troydon said. \"Many expensive issues arise only later in life,\" said Trodun. Some 22 per cent of Georgian children between the ages of 10 and 17 are obese, according to one study sent to us by the agreement office. The United States Census Office does not maintain specific data on the number of children in Georgia between the ages of 10 and 17, but reports that approximately 7.2 million of Georgia &apos; s 9,687,653 inhabitants are 18 years or older. This leaves us with about 2.4 million Georgians younger than 18 years old. We have done more calculations using census estimates to determine the percentage of children considered to be fat and the annual medical cost estimates of $200 to see how close this is to what the Governor said to these students. The total was approximately $110 million. Not close to $2.4 billion. Was our appreciation wrong? We talked about it with the deal office. His contact manager, Brian Robinson, said the governor misspoked. Robinson said \"the figures he has presented are generally for obesity,\" referring to the estimated annual medical care of $2.4 billion for all Georgian fat people mentioned in the 2009 Georgian study. \"His general view is accurate,\" add Robinson. \"The highest comes at a high cost to our mandate and the Governor of the transaction wants to give children an opportunity to learn about healthy lives and to participate in healthy living practices.\" The estimated $2.4 billion was used and reported to students by various news organizations in Georgia. We appreciate the efforts made by the Office of the Governor to clarify this assessment. However, this was the wrong estimate and adjusted the claim for error. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • January 20, 2012", "vclaim_id": "vclaim-pol-13072"}