{"url": "/factchecks/2019/jan/10/donald-trump/trump-claims-he-never-meant-mexico-would-write-che/", "speaker": "Donald Trump", "vclaim": "\"When I say that Mexico will pay for the wall, that's what I said. Mexico will pay. I didn't say they'd write me a $20 billion or $10 billion check.\"", "truth_label": "false", "date": "stated on January 10, 2019 in a roundtable at the border:", "title": "Trump says he didn't say Mexico would write a check for the border wall. But he did.", "text": "As he continues to fight on the border wall with Democrats, President Donald Trump finds himself embarrassed at having to explain what happened to the idea that Mexico will pay all the costs. Trump tried to dance from the apparent contradiction on the White House Park January 10, the 20th day of the government's partial closure. \"When I was saying during the campaign, \"Mexico will pay for it, obviously I never said it, and I never meant to write a check,\" said Trump to the reporters. \"I said they'd pay for it. They are.\" Later the same day during the Texas border visit, Trump offered the same logic: \"When I say that Mexico will pay for the wall, that's what I said. Mexico will pay. I didn't say they'd write me a $20 billion or $10 billion check.\" We saw the president trying to say that he didn't say much before, so we asked about this case. Trump's making a mistake. We have found several cases over the past few years, and in election campaign materials contradict the President &apos; s statement. In April 2016, the Trump campaign outlined steps that could be taken to make Mexico pay for the wall. \"It's an easy decision for Mexico: one-time payment of $5-10 billion to ensure that $24 billion continues to flow into their country year after year,\" said the memo. Trump proposed measures to force Mexico to pay for the wall, such as cutting off remittances from undocumented Mexicans in the United States by wire transfers. The note then states that, if the Mexican Government protests, they will be required to pay a lump sum \"to the United States to pay for the wall, the Trump administration will not issue the final rule, and the regulation will not enter into force.\" The plan contains a list of a few other methods if this does not work, such as the trade deficit, the cancellation of Mexican visas or the increase in visa fees. (Experts told us that there is no link between the US-Mexico trade deficit and finding money for the wall.) Trump amended his pledge to Mexico several times, although this is the first day we heard him deny that he once called for a big check. The first male we found throwing a wall funded by Mexico came during a visit to New Hampshire in April 2015 (Hat-tip Washington Post). He said he'd \"get him out\" of the trade deficit: \"I'm gonna take him out of just a small fraction of the money they've been messing with us over the past years.\" He then summarized the idea of total amounts in exchange in exchange for allowing transfers. In his capacity as President, he also delivered the \"Return of Religion/Other,\" the trade deficit and the \"Sunwall,\" which would lower Mexico's bill. More recently, including during his border trip, Tramp says that the United States-Mexico-Canada trade deal will result in Mexico being paid \"indirectly\" against the wall. This argument is also wrong: the deal has not been ratified by the legislature of each country, it lacks new tariffs on Mexican goods coming into the country, and the benefits will go to private businesses. They rejected Nancy Belusi's request for the use of Marines for inaugural security, and they said, \"We're not working for you.\" By Samantha Butterman on 17 January 2021, \"I'm going to build a great wall, and no one will build a better wall than me, believe me, and I'm going to build it at a very low cost, and I'm going to build a great wall on our southern border. And I'm gonna make Mexico pay for that wall. Remember my words.\" - Trump Presidential Declaration Speech, June 16, 2015 \"And, as you know, we are building a wall. And it's gonna be a great wall. Okay? And by the way, Mexico will pay for it.\" In the face of the nation, August 23, 2015, they said: \"The President of Mexico said that under no circumstances will they pay against the wall, what is your comment?\" I said, \"The wall rose by only 10 feet.\" - Tampa, February 12, 2016, \"We have a trade deficit with Mexico, which is why Mexico will pay for the wall. You're telling me I can't make that deal? This is an easy deal. \"The Trump Press Conference, March 8, 2016,\" we will build a wall, and we will build a wall. Mexico, as sure as you stand here, will pay for the wall.\" The Trump Caucus in Kansas City, MO, March 12, 2016, \"Mexico will pay for the wall!\" - Tramp tweet, September 1, 2016, \"I want to start the wall. I don't want to wait a year and a half until I make a deal with Mexico... so in order to start building the wall, Mexico will pay for it, but it will be paid for.\" - Trump Press Conference, January 11, 2017, \"Totally, he'll come out of what's happening with Mexico. We'll start those negotiations relatively soon. We will be in a form to be paid by Mexico, which I have always said.\" - ABC News interview with David Moyer, January 25, 2017 \"Well, we're working on a tax reform bill that will reduce our trade deficit, and we're working on a tax reform bill that will reduce our trade deficit. - Republican retreat in Philadelphia, 26 January 2017 \"In the end, but later until we can start early, Mexico will pay, in some form, - Tramp tweet, April 23, 2017 \"We're talking about the southern border, a lot of sun, a lot of heat. We're thinking of building the wall as a solar wall to create energy and pay for itself. In this way, Mexico will pay far less than money.\" The Trump Caucus in Cedar Rapids, Iowa, 21 June 2017 \"with Mexico is one of the highest crime nations in the world, we must have the wall. Mexico will pay for it by paying/other.\" - Tramp tweet, August 27, 2017 \"In one way or another, Mexico will pay for the wall. That's right. It may be through payment, but somehow, Mexico will pay for the wall.\" - Joint press conference with Finnish President Sully Ninistow, August 28, 2017 \"I do not want to cause a problem. I don't want to cause that. But, in the end -- in the end, Mexico will pay for the wall.\" The Trump Race in Nashville, TN, 29 May 2018 \"I have often mentioned, \"In one way or another, Mexico will pay for the wall. This has never changed. Our new agreement with Mexico (and Canada), the United States of America, is much better than the old, expensive and anti-American deal of Nafta. - Tweed Trump, December 13, 2018, said our referee Trump, \"When I say Mexico will pay for the wall, that's what I said. Mexico will pay. I didn't say they'd write me a $20 billion or $10 billion check.\" The Trump campaign called for a one-time payment of between $5 billion and $10 billion \"an easy decision for Mexico.\" The other option for the country is to lose other billions of remittances seized from United States migrants and to increase fees on temporary visas and border-crossing cards in the United States. Trump as president has thrown a number of other ways to pay Mexico for the wall. He now says that it would be \"indirect\" through a business transaction (though not supported). But his new writing on a famous campaign is unclear. We're assessing this statement wrong. Sharing the facts 2019-01-10 22:54:27 UTC Politic Fact 2 1 7 Politic Facting: Wrong \"When I say Mexico will pay for the Wall, that is what I said. Mexico will pay. I didn't say they'd write me a $20 billion or $10 billion check.\" The President of the United States, Donald Trump, at a border round table on Thursday, 10 January 2019, 2019-2019-01-10, read out more information.", "vclaim_id": "vclaim-pol-01138"}