{"url": "/factchecks/2019/may/07/viral-image/no-photo-does-not-show-young-girl-being-sold-musli/", "speaker": "Viral image", "vclaim": "It says a picture of a little girl crying along with a member of ISIS who is a Christian forced into sexual slavery as a small bride.", "truth_label": "pants-fire", "date": "stated on May 6, 2019 in a Facebook post:", "title": "No, this picture doesn't show a little girl sold to Muslims as a little bride.", "text": "The picture is worth a thousand words, a picture of a young girl crying with a man's arm around her shoulder and an ISIL flag in the background that provokes a lot of words - and assumptions - on social media. But the picture, which has now turned into Mimi, publishes an inaccurate message about what's really going on. On social media, the text says above and below the picture: \"You are all deluded, uninformed, \"women\" demonstrating in favour of Islam. This young woman is sold to sexual slavery as a small bride. She's a Christian. She watched her father cut off his head and her mother raped. Where's her safe place?\" The photo was made public as part of Facebook's efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) In fact, the picture is from a video of the 2013 Koran reading competition organized by the Islamic State in Aleppo. We looked back at the 2014 report on the World News magazine of Morocco, which shows that the girl began to cry during the event after making mistakes during her reading: \"The video shows the ISIL member, who was misleadingly presented as the bridegroom of the young girl, and was speaking to her a little bit before reading the verses of the Koran. She was embarrassed to have made several mistakes while reading it, and little girl Gada started crying before the guy came back. Then he clearly tries to comfort her and boost her morale.\" Facebook was published on February 7, 2021 in an article on Facebook, \"The Devil was diagnosed in the Super Bowl of Satan.\" On February 8, 2021, AFP Canada (along with other fact-finding sites) assessed the wrong picture, and an AFP journalist from the video confirmed that the girl read chapter 112 of the Koran. \"I've made some mistakes to help the man, and he said, \"Masha God (Bravo), can you give me two more chapters?\" quotes an AFP journalist who says in the story. \"Read chapter 113 and ask the man the crowd, \"Who's the winner?\" Clearly, the girl wasn't happy yet to answer the crowd, so she started crying.\" We didn't find any other novel that the girl was a bride or a Christian who just testified that her father \"captured his head and her mother was raped.\" We know that child marriage is a serious global issue affecting the lives of one in five girls married or married before the age of 19, according to UNFPA. \"In the least developed countries,\" UNFPA reports, \"that number doubles - 40 per cent of girls married before the age of 18, and 12 per cent of girls married before the age of 15.\" However, instead of raising awareness of the practice, some social media publish misleading information. We're assessing these pants on fire! Sharing the facts of 2019-05-07 19:13:00 UTC Politics Fact 1 1 7 PolityFacting: Pants on Fire says the image of a young girl crying alongside an ISIL member, a Christian who was forced into sexual slavery as a small bride. On Monday, 6 May 2019 2019-05-06 read more information.", "vclaim_id": "vclaim-pol-00666"}