{"url": "/factchecks/2014/oct/02/leticia-van-de-putte/leticia-van-de-putte-says-dan-patrick-said-equal-p/", "speaker": "Leticia Van de Putte", "vclaim": "Dan Patrick said that if a woman \"is paid less than a man for the same job, that is not a problem.\"", "truth_label": "half-true", "date": "stated on September 29, 2014 in a debate in Austin:", "title": "Leticia van de Pootie says Dan Patrick said that equal pay for women is not a problem.", "text": "In her last discussion with Dan Patrick, Leticia Van de Pootie said that Patrick said that \"if a woman is paid less than a man for the same job, it is not a problem.\" Patrick said that? For our question, Manny Garcia, spokesman for the Van De Pote campaign, said by e-mail Van De Pote. Member of the Senate of the State of San Antonio and Deputy Democratic Governor nominee, heard Patrick, Senator of Houston and Republican candidate, made a note at the Texas Tribune 2014 festival. Patrick Garcia indicated that, at the 2013 legislative session, he had voted against a proposal that had ultimately been rejected by the Government. Rick Perry is asking for equal pay for women who do equal work. In May 2014, Patrick said that as Deputy Governor, he would keep the measure of equal pay away from being considered by the Senate as a whole. Patrick, as reported in WFAA-TV, Channel 8 in Dallas, said: \"I don't think we should have a government telling business people how to pay their employees, whether male or female. I've got that bill. Look, women deserve equal pay and if they're doing a better job than the guy they're doing next door, they deserve more. It's not up to the government.\" Patrick added that the Deputy Governor should protect free markets. He said, \"I don't want government intervention.\" On September 20, 2014, the CEO of Tribeon Ivan Smith interviewed Patrick and Van de Pootie on the Austin Theatre. We watched the video. The equal pay portion of the conversation that began with Smith asked Patrick to confirm that he had previously said: \"Women must be paid the same wage as men, but I do not think the government should impose it.\" Patrick said \"correct,\" adding that pay should be based on individual performance. \"If a woman does a better job than a man, she deserves to be paid more,\" said Patrick. \"We have many women entrepreneurs. I don't want the state of Texas to tell the business owners that you have to pay, listen, and you have to pay everyone the same price.\" He then asked Smith whether Patrick believed that Texas had a problem with equal pay or, instead, whether critics had exaggerated the case. Patrick: \"You know, I don't think it's a problem. But to say, are there some actions that may not treat people fairly? Yeah. But I don't think it's a problem. I think I'm a small businessman; I've always had a lot of women working in our company. I want the best employees I can get.\" On January 18, 2021 in the Committee &apos; s discussion. The United States is the only industrial country that has been modernized and does not already have a paid family medical leave programme. Patrick: \"In some cases, they are paid more. See, I'm a businessman and like every businessman and woman, you want the best people. You don't really care what color they are, where they come from, what sex they are; you want them to do the job.\" Then Patrick repeated that he did not want the government to impose remuneration requirements. Our judge, Van De Bot Patrick, said that \"if a woman is paid less than a man for the same job, it is not a problem.\" In general, the candidates were vague in their use of the \"problem,\" leaving room for interpretation. However, Patrick answered the question, saying that he did not believe that the issue of equal pay was a problem, and he had defeated his opposition to any government law imposing equal pay. However, Patrick also said that some businesses did not treat people fairly, and that any worker should be paid for performance. This is a missing mission detail. We're assessing this statement half right. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07212"}