{"url": "/factchecks/2019/apr/30/donald-trump/trump-says-wisconsin-poverty-rate-lowest-22-years-/", "speaker": "Donald Trump", "vclaim": "\"The poverty rate for Wisconsin families has reached the lowest rate in 22 years.\"", "truth_label": "false", "date": "stated on April 27, 2019 in a speech in Green Bay, Wis.:", "title": "Trump says the poverty rate in Wisconsin is the lowest in 22 years. It's not.", "text": "In the march of 27 April 2019 in Green Bay, 10,000 overwhelming supporters, President Donald Trump made his way through a typical barrage of allegations and statistics in a stem speech that lasted more than an hour. After contacting Wisconsin - a key country in the 2016 general election - it was a \"special place,\" he made two allegations of rapid fire on the levels of poverty and unemployment in the State. We'll treat the first ones here. Trump said, \"The poverty rate for Wisconsin families has reached the lowest rate in 22 years.\" That his claim is very accurate - Wisconsin, families, 22 years old. Let's see if the facts are identical. The census data show that poverty is declining, and the White House did not provide any supporting evidence when data were requested to support the claim. The United States Census Bureau, which pursues poverty through a variety of surveys, recommended that the current population survey be used in state poverty estimates. It is the only tool that dates back enough to cover the period covered by Trump &apos; s 22-year claim. The Council &apos; s measure of family poverty shows that the level of poverty in Wisconsin was 6.1 per cent in 2017, the last year for which data are available. This is the lowest since 2002, a period of 15 years. 22 years from now, as in the case of Trump's claim, it takes us to do so in 1997. The State poverty rate was four times lower than the current 6.1 per cent from 1998 to 2002 - and Trump is therefore not accurate with this measure. Another set of census data, the American Community Survey, tracks poverty by family and shows several more recent years at rates lower than 2017. The Community Survey, which began in 2005, indicates that the poverty rate in the family in 2017 was 7.1 per cent in Wisconsin. The survey reported low rates in 2005 and 2008. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • 26 January 2021, both surveys say that poverty has declined by several percentage points since 2011. Experts caution against income-only measures and argue that the State Institute for Poverty Research cautions against drawing conclusions on poverty from those traditional measures alone. The Institute is an independent multidisciplinary team within the University of Wisconsin. The census estimates compare pre-tax cash income with a specific threshold adjusted to the size of the family to determine whether the family is in poverty. \"The problem is, if you look at the official poverty measure, it does not cover such things as taxes paid or the cost of going to work, and does not include tax credit for earned income, SNAP (food stamps) and other non-monetary benefits,\" said Timothy Smithing, Professor of Public Affairs and Economics at the University of Wisconsin-Madison and former Director of the Poverty Institute. In response, the Institute has developed a measure of poverty in Wisconsin - similar to that used at the federal level - which takes into account government programmes and subsidies that help low-income people. This shows that poverty has changed only slightly in Wisconsin since the introduction of the measurement in 2008. The measure of poverty in Wisconsin ranged from 11.2 per cent in 2008 to 9.7 per cent in 2015. The latest data from 2016 showed an increase in reality - from 9.7 per cent to 10.8 per cent. \"In other words, the idea that we have some significant reduction in poverty? No, \"Smeding said. \"This is not consistent with reality. We didn't do it well in this state. We're barely trampling on water... especially in Milwaukee, which is in terrible shape.\" Our Governor Trump said that the poverty rate in Wisconsin for families is the lowest level in 22 years. Three measures used by experts say that this is not the case. Indeed, the census survey, which dates back to Tramp &apos; s 2017 claim, was only the fifth lowest per capita rate in the past 22 years. One of the measures for Wisconsin that looks more comprehensively at poverty by taking government aid into account shows that the most recent year of data - 2016 in that case - is about the average of the last decade. We appreciate Trump's claim that it was wrong.", "vclaim_id": "vclaim-pol-00688"}