{"url": "/factchecks/2019/may/17/viral-image/no-netflix-doesnt-have-show-make-little-boys-sexy-/", "speaker": "Viral image", "vclaim": "There's a new Netflix show to make young boys into \"hot\" little girls.", "truth_label": "pants-fire", "date": "stated on May 14, 2019 in a Facebook post:", "title": "No, Nitflix doesn't have a program to make little boys sexy.", "text": "Not everyone is excited because former President Barack Obama and former First Lady Michelle Obama have signed a deal to produce Netflix shows and films. Specifically, some commentators on an article in Facebook on 14 May highlight the dance queen's series on the broadcast service. \"Netflix calls this s-; entertainment!\" They read the bizarre article over a picture of the dancers and run the Queen Alisa Edwards. \"New Netflix shows to make young boys to little 'hot' girls!\" \"If that's true, we're canceling!\" One commentator said. Another explanation is \"OBAMAS.\" \"Stop saying it.\" This article, in which more than 1,500 participants took part until 16 May, was referred to as part of Facebook efforts to combat false news and misinformation in its broadcast. ∙ (Read more about our partnership with Facebook.) Facebook was published on January 10, 2021 in a Facebook video showing the man upset because he was added to the no-fly list to break into the Capitol. • January 11, 2012, but the poster contained a link to support the claim: Netflix's presentation page. Robbery prizes. You're getting great. The description of the presentation says \"Alisa Edwards controls the day dance studio and the clouds world at night.\" This series of Rubble productions, it's not exactly \"new.\" It first appeared in October 2018 - about five months after Barack Obama announced the Netflix production deal. While reality shows a star, children in it are boys and girls who are students in a dance company beyond faith. The picture on Facebook is a promotional show, but, if you're watching the show, you know that most of the kids in the picture are girls, not boys in the clouds. Justin Dwayne Lee Johnson is the owner of the dance company and a famous contestant in the Drag Robol race, where he became famous for the first time in his alternative race, Alyssa Edwards. Before that, the parents of his disciples did not know that their children's teacher was a gay man. This was followed by the reality dance queen's program, and as Vanity Fair mentioned in this October 2018 article, the first two episodes show Johnson at the wedding of friends in the full Alisa Edwards race, buying his first home, visiting his childhood home in Misquiet, Texas. The series also contains a lot of drama, hunting among dance mothers and dancing while children train and perform in competitions. We're assessing this Facebook mail pants on fire! Correction: This story was updated to reflect the fact that Barack Obama announced a Netflix production deal about five months before the first reappearance of the dance queen. This story says earlier that the show first appeared seven months before the transaction was announced. Sharing the facts of 2019-05-17 17:21:02 UTC Politics Fact 1 1 7 PoliticFact Dating: Pants on Fire there \"The New Netflix Show to Make Young Boys To Young Girls \"hot.\" The viral image on the Internet Tuesday, 14 May, 2019 2019-05-14. Read more information.", "vclaim_id": "vclaim-pol-00624"}