{"url": "/factchecks/2011/may/09/lena-taylor/wisconsin-sen-lena-taylor-says-gov-scott-walker-ha/", "speaker": "Lena Taylor", "vclaim": "\"Goff. \"Scott and Walker haven't created a job yet, he gives millions to his friends, and he raises taxes on working people.\"", "truth_label": "barely-true", "date": "stated on March 29, 2011 in a news release:", "title": "- Wisconsin Sen. - Lena Taylor says \"Joff.\" Scott Walker didn't create jobs. He gave millions to friends and raised taxes on workers.", "text": "Since the protestors landed in the budget on Madison in February 2011, Wisconsin has seen a barrage of television commercials, news bulletins and radio broadcasts, with each side blowing up the other. One news release was particularly harsh: with the opening of the Legislature &apos; s Budget Writing Committee hearings on the Governor &apos; s spending plan, Lena Taylor (Diloaki) issued a press release on 29 March 2011, which made numerous sharp allegations about the Government of the Republic. Scott Walker -- they all roll in one minute sentence: \"Gov. Walker hasn't created a job yet, given millions to his friends, and raised taxes on workers.\" Inefficiency, corruption and tax increases: they seem to be a political equation for the third. Let's examine Taylor's statement, one allegation at a time. Claim No. 1: \"Goff. Walker hasn't created a job yet. This applies to one of Walker &apos; s main promises, namely, to create 250,000 new jobs in his first term. Walker said: \"Walker usually speaks of job growth in light of ensuring a business climate in Wisconsin that allows the private sector to create 250,000 new jobs, which is different from the claim that the Governor will directly create 250,000 new jobs.\" Officials quickly demand credit for job growth, and even quickly blame elsewhere for job losses, but employment gains are much more related to the economic cycle than do individual politicians, as Bruce Hansen, Professor of Economics at the University of Wisconsin-Madison, said. However, if a person is in a higher position at a time when the economy breaks down or improves, he or she usually gets credit or blame. So let's look at what's happened since Walker took office in January 2011. According to the statistics of the Ministry of Labour Development, the state achieved a net gain of over 13,000 jobs in January and February. There's no doubt that Walker's policies didn't have time to activate them in that time frame, but that's not what Taylor quotes as evidence. Taylor said when I calculated the net profit at work in January and February, I took into account the thousands of potential jobs lost when Walker killed a high-speed railway line to Madison. In the past, democratic groups have demanded somewhere between 10,000 and 13,000 jobs lost when Walker refused $810 million in federal funding for the new Meloukee-Madison train link. :: Polyte Fact gave almost a correct estimate of the fire for differences in this claim, as, among other reasons, the groups calculated the number of jobs that were to be created. Furthermore, the projections did not measure other effects. Stephen E. Bolzen, an expert in railway proposals from the Urban Transport Research Centre of the University of Southern Florida, said that it was a collection of cars and professional roads. But even if we accept Taylor's calculations when it comes to subtracting missing jobs that were never created in the first place, and we ignore Paulsen's thinking, Wisconsin still gets a job at least this year under Walker's supervision. Claim No. 2: \"He gives millions to his friends.\" In politics, friends can be a rather vague term. It can mean contributors to the electoral campaign, ideological supporters or actual friends. Does Taylor mean Walker's giving a million-dollar charity to his golf buddies? Or is he using state funds to reward the governor's supporters? Taylor said she meant last. \"During the special session held in January 2011, the Governor proposed and signed the law of more than $140 million in credits and tax contributions, which flowed into the predominantly corporate environment and which was strongly supportive and friendly of the Governor,\" I told Politi Fact and Wisconsin. But Taylor's evidence doesn't hold up completely after scrutiny. At the outset, $140 million in tax exemptions and contributions do not flow to \"mostly the corporate environment.\" This figure includes two different bills, including a tax exemption for economic development, which includes the tax benefits of each job created by business and Skinson, and a tax exemption for health savings accounts. The deduction of health savings accounts benefits primarily individual workers with daily subsistence allowance, whether or not the workers voted in favour of Walker. This credit allows people to deduct their contributions to health savings accounts from state income taxes, as they can deduct them from federal income taxes. Almost every other state allows it. While the tax exemption for economic development includes a provision granting companies additional tax cuts to locate their regional or national headquarters in Wisconsin, all businesses are eligible for tax exemptions for job creation. In other words, whether a business is a friend or an enemy of Walker, it can receive tax benefits from the addition of jobs. Taylor also cited the recent dispute between Jack Lennox, in which the Snack Company was awarded a grant of $75,000. The company and its Executive Director provided approximately $50,000 in contributions to the Republican Governor &apos; s Association, which spent $5 million to help obtain Walker &apos; s election. While Jack Lennox was awarded $75,000 after contributing $50,000 in Republican cases, the grant given to the bacon company does not substantiate Taylor &apos; s statement. There was no evidence that the company received the grant because of political donations. Moreover, the grant was for tens of thousands - not millions - of dollars. The news that was critical of the grant came back six days after Taylor's original statement. Claim No. 3: \"His taxes are lifted on employees.\" The evidence provided by Taylor for this claim was clear: \"Governor Walker is withdrawing $41 million from the income tax earned in his 2011-2013 budget. This step reduces the credit available to persons eligible for EITC, which means that their tax liability has been increased or reduced.\" Walker's reaction? \"Her comprehensive statement on taxation of the working class is a very wide-ranging and factually inaccurate way of looking at the impact of taxes on the budget on the worker,\" said spokesman Ferroy of Paulette Fact and Wisconsin. \"while credit will decrease in the European International Trade Company, Senator Taylor is not talking about Governor Walker's efforts to maintain income and sales tax stability in Wisconsin. \"The center only hits some workers.\" He also said that there was a net decrease in taxes under the Walker budget. This is true if we combine all of Walker's tax policies. However, Taylor only referred to taxes imposed on members of the working class, in which the reduction of the income tax earned has the greatest impact. The non-partisan Financial Bureau supports Taylor &apos; s view that the change is an increase in taxes in April 15, 2011. In that note, the Bureau included the change EITC under the \"Tax Increases,\" saying that families with multiple children would pay more to the State. Where does all this leave us? Taylor said in her statement, \"Goff.\" Walker hasn't created a job yet, given millions to his friends, and raised taxes on workers.\" But the state got 13,000 jobs in January and February, destroying Taylor's argument for \"so far for job creation.\" Walker didn't give millions of dollars to \"friends,\" and the tax discounts to the company that Taylor cited as evidence are, for the most part, available to all businesses in Wisconsin. By obtaining funds from income tax earned, Walker raised taxes on \"employees,\" which means that Taylor was immediately with one of her claims. Taylor hits one to three in her news release... large numbers of baseball players, but not a strong percentage on Troth or Meter. We appreciate Taylor's statement as a whole that it is hardly true. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" By Haley Bimler: January 26, 2021 Editor's Note: This statement was estimated to be barely correct when it was published. On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13126"}