{"url": "/factchecks/2016/jan/15/barack-obama/barack-obama-says-us-has-strongest-most-durable-ec/", "speaker": "Barack Obama", "vclaim": "\"The United States of America, now, has the strongest and most lasting economy in the world.\"", "truth_label": "mostly-true", "date": "stated on January 12, 2016 in the State of the Union address:", "title": "Barack Obama says the U.S. has \"the strongest and most lasting economy in the world\" during the U.S. state.", "text": "President Barack Obama presented a set of statistics designed to show his economic record in a positive light during his State of the Union address in 2016. He has given it this assurance: \"The United States of America, now, has the strongest and most permanent economy in the world.\" The reader asked us to verify this after hearing a similar allegation from Obama in an interview with Matt Leuer in the period prior to the Union State. So we took a good look. We should note in advance that many of the experts we reviewed considered Obama &apos; s claim to be vague and difficult to prove. Barry Bosworth, an economist at the Brookings Institution, said: \"This is a kind of bragging statement that is hard to interpret in a strict way. In any case, many of the same experts agreed that if you had to choose one country for the title \"The strongest and most lasting economy in the world,\" it would be the United States. The White House Guide: GDP and jobs when we asked the White House for evidence, a United States spokesman said that the United States was the world &apos; s largest economy at current market exchange rates. She also added that the gross domestic product (GDP) of the United States - the sum of all economic activities - had risen by a cumulative 9.7 per cent since the first quarter of 2008. This is equivalent to twice as fast as the increase in other industrialized economies, according to data collected by Haver Anatex from IMF and World Bank figures. The White House also referred to strong job growth. Since 2010, the United States has added at least a number of jobs to the rest of the developed economies combined, according to Haffer data. (We estimated half of Obama's claim in his State of the Union address in 2015 that \"America has returned more people to work since 2010 than Europe, Japan and all developed economies combined.\" We found that Obama was correct in the figures but ignored the continuing declines in the labour force participation rate. How fast are the world economies growing in 2016 and 2017? The experts told us that these statistics - GDP and employment - are reasonable statistics to be used as evidence of Obama's claim, so we took a fresh look at the data. We have interpreted Obama's words - \"now\" and \"the stronger and more permanent economy\" - to suggest focusing on what is happening now and in the near future, rather than looking at previous growth rates. We have turned into projections of GDP growth over the next two years issued by the Organisation for Economic Cooperation and Development (OECD), a group of economically developed countries. The group looked at 43 countries, ranging from large and developed economies to small and developed economies to large emerging economies. The United States has almost ranked itself in the middle of the OECD-No list. 21. However, the experts told us that the intermediate arrangement in this list does not necessarily mean that the economic prospects of the United States are weak. (The full graph at the end of this article, arranged in descending order according to projected GDP growth in 2016) At the outset, many countries with higher projected growth rates have much smaller economies, comparing them with apples to oranges in the United States. These include Ireland, Iceland, the Slovak Republic, Israel, Latvia, Luxembourg, Lithuania and Estonia. In addition, a few countries have much higher projected growth rates, but are generally considered emerging economies, making the comparison of apples to oranges different but equally questionable. These include the first three countries on the expected growth list: China, India and Indonesia. \"Many developing and emerging market countries will go beyond the United States in terms of GDP growth, but this is not really a fair comparison,\" said John Hodingbag, Assistant Professor of International Economics at Johns Hopkins University. \"It is easier \"to catch up\" to productivity when it is under technological limits, and more difficult to grow on the same technological boundaries, where the United States and other developed economies find themselves.\" At the same time, China's recent financial downturn is not entirely promising because it is considered \"long\" despite its rapid growth in GDP in recent years. China &apos; s problems, in turn, have slowed growth in other emerging market countries, especially commodity-exporting countries such as Brazil and Russia. Perhaps the most direct comparison with the United States is the other six members of the elite group of seven economies - the United Kingdom, France, Germany, Italy, Canada and Japan. They all rank lower than the United States when measured by projected growth for 2016 and 2017. With regard to employment, the United States has good ratios among its closest competitors. Hodenbag referred to data showing that only one of the seven had an unemployment rate of less than the current 5 per cent in the United States. The unemployment rate in Japan is 3.3 per cent. \"There are small countries such as Singapore and Denmark with lower unemployment rates, but the unemployment rate of 5 per cent is close to full employment,\" Hodenbach said. \"The American economy is in good shape.\" Hodingbag added that the strength of the United States dollar vis-à-vis most other major currencies indicated the relative strength of the American economy vis-à-vis other advanced industrialized countries. He noted that the commercially weighted United States dollar index had reached its highest level since 2003. Germany has been an economic fortress for Europe. However, while Germany &apos; s debt-to-GDP ratio is lower than that of the United States, it is also struggling with higher unemployment rates, greater risks of economic vulnerability for its European neighbours, and a broader challenge than the United States in integrating refugees into its population, as Hodingbag said. He said, \"I find it hard to argue that Germany jumps and lines in front of the United States economically.\" \"Incentive to the weak performance of many other countries, the American economy does not look so bad.\" Other experts agreed that the Obama proposal was reasonable. Simon Johnson, an entrepreneurship professor at the Sloan School of Management of the Massachusetts Institute of Technology, said that Obama's comment \"should be considered to be highly valid.\" Our Governor Obama said that \"the United States of America now has the strongest and most lasting economy in the world.\" This is a vague and difficult claim to assess, but when comparing the United States with the world's most advanced economies, one can make a credible argument that the United States is in the strongest position, at least \"now.\" We're mostly assessing the claim right. 3.06 3.49 Mexico 3.05 3.30 Colombia 3.04 3.33 Luxembourg 2.999 2.993 Luxembourg 2.99", "vclaim_id": "vclaim-pol-05553"}