{"url": "/factchecks/2019/jul/12/ron-johnson/are-federal-policies-blame-drop-student-milk-consu/", "speaker": "Ron Johnson", "vclaim": "The Obama era ban on milk in its entirety and 2% in schools have caused a \"marked drop\" in the students' milk consumption.", "truth_label": "half-true", "date": "stated on June 12, 2019 in a Facebook post:", "title": "Is federal policy responsible for the low consumption of milk by students?", "text": "Representing the state of Albanians in Washington, D.C., the United States of America proposes to enact Ron Johnson a bill to allow schools to return to the provision of high-fat milk. The Republic put its case on Facebook, linking low milk consumption by students to a focus on low-fat milk. \"The schools have not been able to offer full milk or 2% since Obama's systems,\" Johnson wrote on June 12, 2019, an article. \"As a result, the consumption of milk in schools throughout the country has decreased significantly.\" Is Johnson right to blame federal policies for reducing students' interest in milk? Until eight years ago, schools provided white milk at four levels of fat (gang, 1 per cent, 2 per cent and kidney) and flavor milk at three levels of fat (gang, 1 per cent and 2 per cent). This changed when the U.S. Department of Agriculture took the top fat options from the table as part of a comprehensive push to reduce fat intake at school lunches. However, the Healthy and Hunger-Free Children Act passed by Congress in 2010 changed the nutritional standards for school lunch. The policies implemented by the United States Department of Agriculture by 2012 banned full white milk and 2 per cent, as well as flavor milk at 1 per cent and 2 per cent. This limited students &apos; options for engraved, white or white milk by 1% until 2017. These regulations have been relaxed in the last few years. Congress allowed schools to offer 1% flavor milk if they were able to show \"operational hardship\" to their government agencies in 2017-18, and in 2018-19 they were able to provide 1% flavor milk without compromise, according to the United States Department of Agriculture. The Johnson law on milk for children &apos; s lunches would allow schools to offer any form of milk. The main point is to blame Johnson for the fact that policy changes have caused lower consumption of milk by students. It's a classic issue of interdependence versus causality - did both happen simply at the same time, or were they connected? Devin Nunes reported on January 10, 2021 in an interview on \"The Republicans have no means of communication\" after the Barler tech companies were cut off. • On January 13, 2012, the consumption of milk is not just a school issue. It has declined steadily throughout the country (a key element of the crisis facing dairy farmers in Wisconsin). The consumption per capita of liquid milk (without cheese and other dairy products) fell from 247 pounds in 1975 to 149 pounds in 2017, according to the Ministry of Agriculture. We therefore expect schools - which account for about 8 per cent of all milk consumption - to follow this trend in general. In fact, weekly milk consumption per student decreased from 2008 to 2018, from 4.03 milk bottles (8 ounces each) to 3.39 bottles, according to analysis by the main advisory group on behalf of the dairy industry group. But students &apos; milk consumption declined much faster after the higher fat milk options disappeared. The average consumption of milk decreased to 0.03 milk per year from 2008 to 2012 and to 0.13 milk per year from 2013 to 2018. Doug Adams, head of the major group, said that the figures were based on school registration data and the distribution of milk provided by the milk processors. The company collects actual data on about 80 per cent of schools nationwide and uses statistical methods to drop the remaining portion. Adams said low fat is a factor in low student consumption, but only one of several. For example, he changed the new requirement that each meal have fruit or vegetables the number of times lunch workers add milk to the students &apos; trays. As students pass through lunch lines, they must take three of five components (meat, vegetables, fruit, cereals/bread and milk) to qualify for government-funded meals. In the past, milk was the long-term virtual addition of students who lacked one element. Now, with the desired fruits or vegetables, those who arrive at the short end of the class are often sent back to get those. This leaves milk. At the same time, the Federal Government has also begun to request free water. Since water containers are sometimes offered alongside milk in the lunch line, this increases options for students and thus reduces the consumption of milk. The Group also noted that participation in school lunch has generally declined. And a smaller number of lunches means a little milk. The Governor Johnson said that our removal of Obama's entire milk era and 2% options led to a \"marked drop\" in milk consumption at school. The consumption of milk in schools has decreased markedly, but in all age groups nationwide. The leading industry group studying this topic...........................................................................................................................................................................................................................................................  For a partially accurate statement, but it leaves important details or takes things out of context, our classification is half correct.", "vclaim_id": "vclaim-pol-00439"}