{"url": "/factchecks/2019/jan/04/chris-murphy/has-trump-administration-spent-only-6-percent-bord/", "speaker": "Chris Murphy", "vclaim": "\"The budgets of 2017/2018 gave (President Donald) billions of trumps to raise the border. He spent most of the time without being spent. 6%.\"", "truth_label": "barely-true", "date": "stated on December 23, 2018 in a tweet:", "title": "Did the Trump Department spend only 6% of the border money?", "text": "Did the Trump administration spend only 6% of the money that Congress allocated to border development? As the parties battle to finance the border - the battle that led to the closure of the Government that began on 22 December 2018 - 6 per cent became a democratic point of discussion. \"There's a million reasons why 5B of the Wall is a ridiculous request to shut down the government more,\" on Twitter Sen. Chris Murphy, D-Conn., December 23. \"But here is probably the best one: budgets 2017/2018 gave Trump billions to modernize the border. He spent most of the time without being spent. 6%. What about spending your money first? There are millions of reasons why 5B against the wall is a ridiculous request for government closure. But this is probably the best reason: budgets for 2017/2018 gave Trump billions of dollars to modernize borders. He spent most of the time without being spent. 6%. What about spending the money you have first? - Chris Murphy (@ChrisMurphic) December 23, 2018, but 6% is not the only way to look at this question - not necessarily the best one, according to experts. The accuracy of the Murphy statement lies in how federal expenditures are measured. When Congress adopts bills, it gives this money to a federal agency. The Agency, in turn, is preparing for the completion of a particular project. So do you think it's only when the check is cut off for the seller? Or do you measure it when the money is required for a specific use -- for example, by signing a contract? As has been shown, the choice of measurement makes a significant difference. Where the number came from 6 percent appeared for the first time from X. Patrick Lehe, D-Vt, the first member of the Senate Accreditation Committee. Our friends in Washington after the fact check gave his statement \"Three Pinocchios.\" The minority officials in Lehé issued a news release on 10 December in part: \"During the past two years, Congress has provided approximately $1.7 billion for the construction or replacement of a fence on the southern border, but none of that money has been spent by the Department, and the projects it has undertaken have been costly. To date, only 6 per cent of the funds have been spent. Six.\" (To be sure, the news bulletins put \"six\" in bold.) According to the Commission, customs and border protection reported in late November that the total funds allocated for this purpose in 2017 and 2018 amounted to $1,716,066,065. Of this amount, $1,602,675,723 was committed and $108,695,342 was formally spent. Thus, expenditures amounted to about 6 per cent of the funds enacted by Congress, as reported in the Leay newsletter. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" By Miriam Valverde • February 3, 2012, but if the other data point was used, about 93 percent of these funds were obligated. Consider this analogy: Go to the sink and get two suits. Through the delivery of allowances to the cleaner, you had committed yourself to paying the cost, even if you hadn't increased the money yet. Steve Ellis, an expert in the federal budget who is able with a group of taxpayers for common sense, told Politi Vac that obligations are better measured with construction money. That doesn't mean you have to run with the 93 percent number too. A spokesman for customs and border protection in the United States, Politi Fuckett, said that 60 per cent of the funds went to the \"contract award\" stage. This means that \"the seller begins work on the border wall, starting with design and followed by construction,\" said the spokesman Andrew Mehan. Expenditure was incurred at a later stage, when a contractor made government invoices after completion of the work. • In fiscal year 2017, provisions were made in the amount of $341 million for the construction of a pedestrian wall and vehicle barriers 40 miles across the south-west border. To date, the military engineer has placed approximately $300 million on contracts, and as at 21 December 2018, 35 of those 40 miles had been completed. • In fiscal year 2018, provisions of $1.375 billion were made for the construction of some 82 miles of new and alternative border barriers at multiple locations across the south-west border. Between March and July 2018, approximately $1.2 billion was committed to the Army Corps of Engineers for Construction, Real Estate Acquisition and Program Management. By 31 December 2018, KPC had slightly less than $700 million under a contract to build a new and alternative wall system in the Rio Grande, Tosson, Yuma, Centre and San Diego sectors. An additional $300 million or so is ready to be granted when the Government reopens its doors. Lehe's office stood at its initial account at 6 per cent, according to Polyte Fact, \"the fact is, at the end of November, only 6 per cent of the funds allocated by Congress to physical barriers along the southern border have been spent over the past two years.\" Murphy's office was also attached to Lehe's accounts. Our rule, Murphy, \"Budget 2017/2018 gave (President Donald) billions of tramps to lift the border. He spent most of the time without being spent. 6%.\" This is a misleading point of discussion that makes it seem as if Trump's administration is hanging on the border wall at the centre of the dispute over government funding. The 6 per cent refers to actual cheques that have been cut. However, at this early stage of a multi-year construction project, the most important figure is the amount of funds committed under the contract. This is equivalent to about 60 percent of the figure used by Murphy and other Democrats. The statement contains an element of truth but ignores critical facts that give a different impression, so we often assess it wrong.", "vclaim_id": "vclaim-pol-01160"}