{"url": "/factchecks/2019/mar/22/john-carter/who-was-first-republican-elected-williamson-county/", "speaker": "John Carter", "vclaim": "\"I was the first elected Republican in Williamson County history.\"", "truth_label": "half-true", "date": "stated on February 18, 2019 in a speech:", "title": "Who was the first elected Republican in Williamson County?", "text": "He spoke to Republican leaders from Williamson County, Texas, United States Republic of America, John Carter, R-Round Rock, who highlighted his conservative qualifications while honoring Bill Fair Brothers, the outgoing head of the Gop County organization. \"I was the first Republican elected in Williamson County history,\" Carter told those who met for Williamson Reagan County dinner on February 18th. \"That was 1983. And think about what we've done since Bill Fair was a brother here. We have become the dominant power in central Texas of the Republican Party.\" But was Carter the first Republican elected to this conservative fort north of Austin? He says that Carter was the first Republican Emily Taylor, spokesman for Carter, the Congressman, should have said that he was \"the first provincially elected Republican in Williamson County in modern history.\" Carter, a lawyer, became District Judge in Williamson County in 1981, when he was appointed by the Government of the Republic. (Bill Clementes) Following the establishment of a new Judicial Chamber. He was elected by voters in the province the following year, when he ran without opposition. Many current and former provincial officials and the Republican Party interviewed to verify this fact have agreed that Carter is the first republic to be elected throughout the province in modern history. \"It is generally believed within Republican circles that he was the first Republican elected this century,\" said Veer Brothers, who served as President of the Republic Party of Williamson County for 20 years. Judge Billy Ray Stapplefield, President of the Third Administrative Court, who started his work in Williamson County, said there is no doubt that Carter was the first Republican elected to office. \"During the entire history of Texas and the entire South after the reconstruction, everyone was democratic,\" said Stobelfield. Remember my mom's question when I was a little kid? What's the difference between Republicans and Democrats? She said we're all Democrats and Republicans living in the north.\" \"This is not the whole story, but it was largely true,\" he added. We've done extensive research on newspaper archives and re-elections to verify this claim ourselves. The proceeds of the historic title from the Texas State Secretary are available through the Texas State Library, but many local races from several years have not been listed. The press archives helped fill some gaps and provide insights into the political trends of the states, but the publication of the election results in each province was at best inconsistent. Texas supported the democratic candidates that Greg Kelly mentioned on January 11, 2021 in a television segment that says Joe Biden is on video. By Bill McCarthy: January 12, 2021, like most of the south after the civil war, Texas was under the control of the Democratic Party. The Republican Party was not established in Texas until 1867, according to the historic Texas State Association. After the civil war, many of the holders of democratic positions in Texas were removed from office and replaced by Republican leaders by federal military officers occupying the state. One of these Republicans was A.J. Hamilton, who was appointed provisional Governor of the State in 1862. The Williamson District supported his election in 1869, according to the results published in Texas, Germany. \"The District voted for a Republican in 1860s,\" said Walter Boinger, the main historian of the Texas Historical State Association. \"But in fact, Hamilton and many who supported him, including the majority of voters in Williamson County, were in the midst of a transition to the Democratic Party.\" While he cannot say about some (and local election records have been rare since this time period), Boinger said that it is also possible to support the Republican province in some local elections, especially since the black population in the region has begun to grow. \"\"Black voters\" remained very Republican, with some exceptions and differences in certain elections,\" he said. \"The fundamental difference, as often in Texas politics, is race, as far as I'm concerned.\" Even if full electoral records were available, Anne Evans, secretary of the Williamson Museum, she said it was unusual for candidates seeking local office at the time to list party affiliation at all. In a more recent memory, voters in Williamson county supported Republican candidates at the top of the ticket while continuing to elect Democrats to local positions. In 1972, voters in the province supported the re-election of President Richard Nixon, and also voted for the United States Sun John Tauer, the first Republican senator elected from Texas since the reconstruction. In 1980, the province went to President Ronald Reagan. At the local level, the Republicans started running for the first time in 1976, according to an American-stateman story at the time. When Carter was elected as a district judge in 1982, after his appointment a year ago, one of the two Republicans elected that session. Rose \"Dousty\" Gilliam, a republic, defeated democracy Margaret Wood and was elected to serve as a peace judge for the first district in Williamson County in the same year. Our government, Carter, said it was the first Republican elected in Williamson County history. It is difficult for Carter to say categorically that he was the first Republican to be elected to serve locally because of inconsistencies in early ballots, incomplete records and press reports. In the same year in which he was elected, another Republican was elected to serve as a peace judge in the first district. We're assessing this claim half right. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context.", "vclaim_id": "vclaim-pol-00860"}