{"url": "/factchecks/2019/jun/28/viral-image/no-first-slaves-shipped-american-colonies-werent-w/", "speaker": "Viral image", "vclaim": "The first slaves shipped to American colonies in 1619 were 100 white children from Ireland.", "truth_label": "false", "date": "stated on June 20, 2019 in a post on Facebook:", "title": "No, the first slaves shipped to the American colonies weren't white Irish children.", "text": "The day after a hearing in Congress to discuss legislation that would establish a commission to study reparations for African Americans, The first slaves shipped to American colonies in 1619 were 100 white children from Ireland, reading the text of a shared picture on Facebook on June 20. \"The truth matters\" The article, which presents a black and white picture of three children, adds that the Irish arrived in the colonies \"four months before the first shipment of black slaves arrived.\" \"White Slavery,\" she says, \"History rejected, hidden, marginalized.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) That's because it's not true. Leslie Harris, Professor of History at Northwestern University, told Poletti Fuckett that the allegation was \"part of an attempt by several groups of people to claim that the Irish people had been enslaved in the Americas before and beyond the number of people of African descent.\" But the Irish people were not enslaved in the Americas, as she said, and the number of people of African descent was \"more than the number of European immigrants to the Americas before the nineteenth century.\" Harris directed us to Liam Hogan, a research librarian in Ireland who she described as the most well-known source of Irish slavery allegations. Harris and Hogan are quoted in The New York Times 2017 as \"The Discovery of Legend: The Irish were not slaves either.\" Facebook was published on January 11, 2021 in the Facebook newspaper Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman. In response to the Twitter thread that day, Hogan began with the photograph, which he said was a famous picture of Louis Hein showing three children working in a cannery company in Port Royal, South Carolina, in 1911. The Library of Congress has a digital image file here. In 1619, Hogan says in the string, 100 \"poor English children\" between the ages of 8 and 16 were taken from the streets of London and sent to Virginia and sold to bonded servitude. This was a radical extension of the English Poor People &apos; s Act of 1601.\" At the same time, Hogan says in the string, there were 1,301 slave-trading flights from 1514-1619 involving about 500,000 Africans. \"In fact,\" Hogan adds, \"thousands of Irish people have been sold as servants (mostly voluntarily) while some 1,900 thousand Africans have been shipped to the colonies as slaves (always involuntary).\" Hogan referred to another thread on Twitter that he wrote on this subject in November 2018. More than 100 English children were sent to Virginia as part of the poor law that directed poor children to work in other family homes as interns. Hogan said that those who survived the journey to America had been trained for seven years. Of course, Michael Goasco, professor of history at Davidson College, said there was forced transfer and slavery of convicted people in American colonies. \"Sure, things haven't always been good for people in these situations,\" he told us. \"Sure, there have been talks about the use of slavery as a form of criminal punishment in England and some colonies in the sixteenth and seventeenth centuries. Indeed, many people from Europe complained that they were treated or bought and sold like slaves (especially in the 17th century). But there were really no Irish or English slaves in colonial America.\" Guasco said that this argument was part of a greater effort to minimize the tragedy of slavery. The argument that \"whites were slaves too\" or \"paid servants\" was just like slaves is a distortion of the past. We're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00480"}