{"url": "/factchecks/2017/jan/20/donald-trump/trump-says-navy-has-shrunk-dramatically-1991/", "speaker": "Donald Trump", "vclaim": "\"Our navy has shrunk from more than 500 ships in 1991 to 275 in 2016.\"", "truth_label": "mostly-true", "date": "stated on January 20, 2017 in a statement on the White House website:", "title": "Donald Trump says the Navy has shrunk considerably since 1991.", "text": "President Donald Trump pledged to rebuild the United States army, which he said during his inauguration speech represented \"a severe depletion.\" There is a foreign policy page on the newly renovated White House Tramp site that contains some statistics on the contraction of military forces: \"Our naval fleet contracted from more than 500 ships in 1991 to 275 in 2016. Our air force is about one third smaller than it was in 1991. President Trump is committed to reversing this trend, because he knows that the dominance of our army must undoubtedly be.\" The size of the Navy fleet was a familiar point of discussion at least during the previous two presidential campaigns. But many of the previous allegations we checked the truth against the fleet to 1917, or 100 years ago, when the technology was quite different. Trump's claim is a more logical comparison. We found that his numbers were correct, and that there were valid concerns about the size of the Navy. The Obama Administration supported an increase in the number of ships. The spokesman for the Navy (Tramp) referred us to a maritime site showing the annual number of ships dating back to 1886. The Trump figures are accurate: in 1991, there were a total of 529 active vessels, and in 2016 there were 275 active vessels. The number of ships peaked at 6,768 during the Second World War. The number then declined during most of the twentieth century, with a slight rise during the Korean War and the Vietnam War. The number fluctuates slightly during each year as ships rotate into service and out of service. Lance Janda, a military historian at Cameron University, said that Trump &apos; s claim needed further explanation. \"The thing is, numbers aren't everything,\" said Janda. \"The ships today are much more expensive and stronger than they were in the past, so they are not as if our naval fleet is less capable than they were in 1991. It's also a question of what kind of ships you want to get. We tend to have fewer numbers of really expensive and capable ships. That's nice when they work. It's bad if you lose any. \" While the size of the fleet has shrunk, it remains strong compared to other countries. \"We are still the dominant navy on the planet. \"Ganda said. \"I'd like to see us go with less expensive ships so that we can get more of them myself, but it's not like we're in danger of crossing them as a naval force. We face far greater threats in the world of cyberwarfare, space war and nuclear weapons than at sea.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, Michael O'Hanlon, a security expert at the Brookings Institution, a group of middle to liberals, agreed to this assessment. \"The point is that there is no single scale that captures all important directions,\" he said. The Navy has chosen to place more size, technology and money in fewer ships as a matter of policy. Our total cargo remains almost three times that of China.\" But Professor James Holmes of the Marine War School said there were serious concerns about the Navy's assets. \"Homems said he was speaking for himself, not for college.\" The Navy Command estimates only have enough supplies to meet 50 to 60 percent of the demand from US Regional Commands around the world, as he said. He said it was more complicated than just looking at the huge number of ships. The first step is to determine the number of ships required for deployment in a particular case - for example, if the United States enters scrap in the South China Sea. Then, if the Navy has a sufficient amount of naval force, then the Navy can handle this emergency. \"The technology has advanced in areas such as electronic or electronic warfare and missile defence, so we are stronger in those areas,\" said Holmes. \"But we allowed a lot of basic skills and technologies to be submerged after the demise of the Soviet Navy in 1991. With no clear enemy to fight, we have neglected combat skills such as fighting other surface fleets or fishing submarines.\" Holmes was in the Navy in 1991 on a ship that carried tomahawk anti-ship missiles that were able to hit enemy ships hundreds of miles away. \"That doesn't exist anymore, and we're worse off for it,\" he said. \"We have turned all these hawks into wild missions, for example, attacks against ISIS today or Saddam's army in 2003.\" A review by the Conservative Heritage Foundation of the military branches concluded that the Navy had achieved a high degree of readiness but that delayed maintenance was beginning to affect deployment. Brian Slattery, National Defense Policy Analysts Center of Heritage, said that those complaining of ships are a correct measure of strength \"the discount advanced by the naval forces of our opponents and competitors, too.\" Although United States aircraft carriers launch more sophisticated aircraft than they were decades ago, competitors such as China and Russia have developed new technologies to prevent such carriers from gaining access to water in their areas, including advanced anti-ship ballistic missiles, quiet diesel submarines and their modern aviation assets. Former President Barack Obama has already begun the process of marine growth. The White House of Obama has adopted a long-term plan that will raise the Navy to 300 active ships in 2019 and keep them at or above this level until 2045. The Navy completed a formal review process in 2014 to consider its future military requirements and, in March 2015, set a target for a fleet of 308 vessels. In December 2016, the Secretary of the Navy announced a recommendation for a fleet of 355 vessels, which he intends to include in the 30-year ship-building plan of the Navy for fiscal year 2018. Our White House website says that \"Our navy has shrunk from more than 500 ships in 1991 to 275 in 2016.\" The Trump numbers are correct according to a document from the Navy, which shows the annual size of the fleet. However, just numbers don't tell the whole story. Today's ships are stronger than those of 1991. The United States is still the most powerful marine in the world. We're mostly assessing this claim right.", "vclaim_id": "vclaim-pol-03771"}