{"url": "/factchecks/2016/jun/23/donald-trump/donald-trump-says-hillary-clinton-would-create-tot/", "speaker": "Donald Trump", "vclaim": "According to Hillary Clinton, the migration platform will \"create a completely open border.\"", "truth_label": "false", "date": "stated on June 22, 2016 in a speech:", "title": "Donald Trump says Hillary Clinton will create a completely open border.", "text": "While Donald Trump pledges to build a wall between the United States and Mexico to keep undocumented migrants out of the country, Hillary Clinton says she has the opposite approach. \"I have pledged to grant a collective amnesty, and on its first 100 days, I ended almost all immigration law enforcement and thus created a completely open border for the United States, a completely open border,\" said Trump in a speech delivered on June 22. The claim that Clinton will create \"totally open borders\" is a serious charge of allowing people to travel freely or with very few restrictions between two countries. That's not what Clinton suggested. Clinton has supported legislation that includes a path to citizenship (under conditions) and includes the strengthening of border security. As a candidate, she said she would focus on the deportation of criminals. However, some experts argue that \"open borders\" do not necessarily mean any enforcement at all but make it much easier for undocumented migrants to stay here. Clinton wants to make it easier for many undocumented migrants, but this is not the same as getting rid of enforcement. We've written about Trump twice, and we haven't answered it. So if Clinton hasn't called for \"open borders,\" what do you want to do about immigration? During this campaign, the Special Rapporteur called for addressing immigration laws, including the path to citizenship, within the first 100 days of her days. However, it also called for border protection and the deportation of criminals or those who pose a threat. \"We need to secure our borders, and so I voted, and I believe in them, and we also need to deal with the families, the workers who are here, who made contributions, and their children,\" she said in November. \"We can do more to secure our borders and we must do more to deal with 11 or 12 million people who are here, taking them out of the shadows.\" This is fully in line with her opinion as Deputy Secretary of State. As a member of the Senate, Clinton supported the change of immigration laws, including support for immigration bills in 2004, 2006 and 2007, and co-sponsored the Dream Act, an effort to help young people who had migrated illegally as children avoid deportation. In its 2014 book, \"Tough Options,\" Clinton commended the 2013 Immigration Bill, which included billions of dollars for border enforcement over a decade to provide new surveillance equipment and fencing along the Mexican border, as well as the addition of 20,000 border personnel. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" By Miriam Valverdi, 3 February 2021 Clinton's immigration platform does not go as far as opening borders, as stated by Alex Noraste, immigration expert at the Liberal Cato Institute. The open borders existed before 1875, when there were no federal restrictions on migration to the country. The United States has immigration restrictions from 1875 to 1924 without a border patrol, established in 1924. Noraste said: \"Trap may mix the term \"open borders\" with anything less than full enforcement of our immigration laws - a serious rhetorical error on his part.\" \"Trump cannot claim Clinton as the open border while also supporting massive increases in border security in order to better enforce our restrictive immigration laws.\" Clinton said that it wanted to limit deportations to violent criminals, not to expel children, to end raids and raids, and to go beyond Obama for the people of Drame and their parents if legally possible. This expands considerably that can avoid deportation in the White House of Clinton. These policies are less applied to supporters of low migration, including Mark Crecorian, Executive Director of the Centre for Migration Studies, and Roy Beck, Executive Director of the United States of America. \"This really is a breathtaking step towards the open border,\" said Cricorian to Washington Post after March 9th, Miami debate. \"If that step is taken, it must be made before the public: do you think immigration laws are irrelevant unless the illegal migrant commits a violent or drug offence?\" Beck said the term \"open borders\" was inaccurate. However, if undocumented migrants \"can survive unless a violent crime is committed, this is very close to opening the border. You don't have to grant a pardon -- you can't have a threat of deportation and it allows people to stay.\" The Clinton goal of reforming immigration laws and focusing on the deportation of criminals is not the same as the goal of ending enforcement and establishing open borders, as stated by David Leopold, former President of the American Immigration Lawyers Association. Also, Trump does not recognize that Clinton has supported legislation with border patrol measures. \"The immigration legislation proposal is far from a collective amnesty, and it is generally accepted that any immigration reform proposal will include background checks, English language requirements, late taxes and fines,\" he said: \"The immigration legislation proposal is far from a collective amnesty, and it is generally accepted that any immigration reform proposal will include background checks, English language requirements, late taxes and fines.\" The Governor Trump said our Clinton immigration platform would \"create completely open borders.\" This is a major distortion of Clinton's proposals. Clinton commended the work already done to secure borders and supported the 2013 bill that would have invested billions more in border security while paving the way for citizenship for some undocumented migrants. Its plan calls for border protection and targeted deportation to criminals and security threats. Her plan would make it easier for many undocumented migrants to avoid deportation, but that was not the same as ending all forms of enforcement. We value this allegation wrong. https://www.sharethefacts.co/share/03023b69-7158-41e1-a1b0-ed91e0c1b5be", "vclaim_id": "vclaim-pol-04789"}