{"url": "/factchecks/2019/aug/12/blog-posting/epstein-not-dead-conspiracy-theories-abound/", "speaker": "Bloggers", "vclaim": "Say Jeffrey Epstein didn't die.", "truth_label": "pants-fire", "date": "stated on August 10, 2019 in multiple posts on Facebook:", "title": "Epstein didn't die? There's a lot of conspiracy theories.", "text": "Questions arise about the circumstances of the death of the financier Jeffrey Epstein. The head of the New York City Forensics has not yet handed down a final verdict on how a 66-year-old child died. U.S. Attorney William Bar said he was \"annoying\" because of Epstein's failure to secure. But in the eyes of some on Facebook, Epstein is still alive. \"There's no way he's dead,\" said one article on Facebook that was shared more than 2,000 times. \"Very protective. In federal custody, under maximum security. In a suicide cell.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Whether Epstein's on suicide watch is a major argument. But with regard to whether he is still alive, there are a number of people in official positions who have confirmed that Epstein is dead. The U.S. Bureau of Prisons announced his death. The New York City Medical Examiner's Office issued a statement on 11 August, in which it said: \"Today, Jeffrey Epstein's autopsy was performed by a forensic physician.\" It goes without saying, autopsies are only performed on the dead. U.S. Attorney William Bar said on August 10th, \"I was surprised to learn that Jeffrey Epstein was found dead earlier this morning from apparent suicide while in federal custody.\" On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On January 16, 2012, a lawyer, Epstein Mark Vernish, blamed prosecutors, the press and the Manhattan Correctional Centre, where Epstein was detained. Vernish Vernish said in August 10: The travelers who seem to have put Mr. Epstein in harm's way indifferently put his life at risk and fail to protect him. Federal prosecutors said that their investigations into suspected Epstein &apos; s assistance would continue despite his death. Despite these details, conspiracy theories are impolite. The investigators are looking into many aspects of Epstein's death, particularly the extent to which he has been closely monitored. On August 12, Bar said, \"We now know of serious irregularities in this facility, deeply concerned and demanding a thorough investigation.\" No matter what the investigation finds, it won't change the fact that Epstein is dead. The ruling bloggers and Facebook bloggers say that Epstein is still alive. U.S. Correctional Officers announced his death. The autopsy was performed by the New York City coroner. The U.S. Attorney General, the federal prosecutors and Epstein's lawyer said he was dead. To think otherwise would require that dozens of officials who pay close attention to Epstein's death be deceived or colluded. This claim is inflamed pants.", "vclaim_id": "vclaim-pol-00281"}