{"url": "/factchecks/2019/apr/24/joe-manchin/joe-manchin-only-senator-consistently-vote-against/", "speaker": "Joe Manchin", "vclaim": "\"I was the only member of the Senate - Republican or Democratic - who consistently voted against efforts to use the so-called \"nuclear option\" to change the rules of the Senate.", "truth_label": "true", "date": "stated on April 5, 2019 in a tweet:", "title": "Is Joe Manchen the only senator who constantly votes against the nuclear option?", "text": "For decades, majority leaders in the United States Senate have threatened to use the \"nuclear option\" to change the bankruptcy capacity of senators, a manoeuvring that prevents bills from participating in voting unless the vast majority of senators vote to move forward. Sin Joe Manchen, D-O-F-A, is a member of the body that fought to protect the status quo. In a recent tweet, Manchen said: \"I was the only member of the Senate - Republican or Democratic - who has consistently voted against efforts to use the so-called \"nuclear option\" to change the rules of the Senate. This movement is a betrayal of the people we represent.\" I was the only member of the Senate - Republican or Democratic - who consistently voted against efforts to use the so-called \"nuclear option\" to change the rules of the Senate. This move is a betrayal of the people we represent. More: https://t.co/qLLLf42TAFG - Senator Jo Manchen (@Sen_Joemanchin) 5 April 2019. So we contacted two experts in the Senate procedure to see if Manchen's statement was accurate. (Manchin office did not respond to any query.) What's the nuclear option? First, some background information on the nuclear option. As we have noted before, there is a myth of the uncertain truth that George Washington and Thomas Jefferson have agreed that the Senate should be a \"shit\" in the House of Representatives' \"Cup of Tea\" - a vessel to cool the Council's emotions. Whether the details of the story hold up, the idea that the Senate is the slower and more cautious half of Congress has been the reputation of the Senate throughout its history. The Constitution empowers the Senate itself to establish internal rules, and the House of Representatives - unlike the House of Representatives - has not implemented any mechanism to maneuver around a member who was sufficiently determined to obstruct the work through a failed process. In 1917, the Senate voted to enable a great majority of two thirds to separate explosives and move to other jobs by invoking a proposal known as \"glass.\" (As the Senate had 96 members at the time, this means that 64 members are needed to protest the split if all members vote.) Then, in 1975, the Senate voted to reduce the vast majority to its current number, 60 out of 100 members. However, 60 votes constitute a major obstacle to a Council that has often not won a single party with so many seats. In recent years, both parties have become more polarized and willing to stabilize, even in matters that were previously routinely treated. This has put pressure on the leaders of the Senate to remove the long-standing obstacle of the great majority or to confront the stalemate - especially on high-profile topics such as candidatures. The retreaters warned that it would be better to address these important issues by using the highest degree of consensus expressed by a great majority of 60 votes. But there is one tool available to the Senate leader willing to support the old tradition in the Senate: the nuclear option. \"Thank President Trump and Republicans for the past year until July, US manufacturing added 327,000 jobs, the largest period of any 12 months since April 1995, when it added 345,000 health jobs.\" By Adrian Uphold • 6 September 2018 nuclear option mechanics (which has nothing to do with anything literally nuclear) is complicated even by parliamentary maneuvers standards, which require a precise series of carefully considered steps. The brave enough to address the details can refer to multiple-page interpretations in these reports by the Congressional Non-Party Research Service. The essence, however, is that the majority party will move to change the rule of the great majority through a series of votes that require only a simple majority. Gregory Koger, a political scientist from the University of Miami, recently referred to four key voices for the nuclear option. One came in 2013, when the Democrats were in control, one came in 2017, the Republicans were in control, and the last one came in 2019, when the Republicans were still in control. In 2013, the Democratic Command used the nuclear option to dispose of explosives for all nominations except for Supreme Court appointments. Manshin voted against his party to maintain the status quo. In 2017, Republican leaders called for a vote to eliminate the failure of Supreme Court nominations. Here, Manchen voted to maintain the status quo, standing with the Democrats against the republican majority seeking to become nuclear. Then in 2019, the Republican leaders offered two appropriate votes. While they were not specifically about spoilers, they dealt with delaying tactics that could benefit the minority. One vote would shorten the discussion time after the break-up from 30 hours to two hours for district judges. The second does the same for executive appointments not scheduled in the Council of Ministers. In both cases, Manchin voted to maintain the status quo. In 2013, two colleagues from the Democratic Senate voted with Manchen and against the leadership of their party -- then -- the Senate. Carl Levin of Michigan and Mark Brewer of Arkansas Neither was left in the room. The two Republicans who voted with the Democrats in 2019 also commented with their party in the 2017 vote, meaning that their voting record was not always \"in line\" with the status quo. \"I was the only member of the Senate - Republican or Democratic - who consistently voted against efforts to use the so-called \"nuclear option\" to change the rules of the Senate. The experts in the Senate proceedings tell Poletti Fuckett that Manchen is right, having voted in favour of the status quo - and against the efforts of the \"nuclear option\" - in each of the four relevant votes between 2013 and 2019. We're assessing this statement right. Sharing the facts 2019-04-25 05:59:15 UTC PoliticsFact 6 1 7 PoliticFact Rating: True: \"I was the only member of the Senate - Republican or Democratic - who consistently voted against efforts to use the so-called \"nuclear option\" to change the rules of the Senate. United States Joe Manshin Senator D-W.Va. https://twitter.com/Sen_Joemanchin/status/1114279041496825856", "vclaim_id": "vclaim-pol-00719"}