{"url": "/factchecks/2018/nov/05/tony-thurmond/ad-wrongly-implies-marshall-tuck-backed-betsy-devo/", "speaker": "Tony Thurmond", "vclaim": "Marshall Tuck says \"supported by Education Advisor Donald Trump\" a picture as Betsy Davos.", "truth_label": "false", "date": "stated on October 11, 2018 in a campaign ad:", "title": "Ed mistakenly suggests that Marshall Tuck is \"backed \" by Betsy Davis.", "text": "An offensive announcement in the race to be head of future schools in California strongly indicates that the candidate Marshall Tuck is \"supported\" by American Minister of Education Betsy Davos, a candidate for the administration of a polarized Trump. Tak is a former and democratic executive director of education. He is a candidate for the post of State Comptroller of Public Instructions against Assam. Tony Thurmond, who is also a Democrat, produced his advertising campaign. The incumbent, Tom Turlacson, will be named in January after serving two four-year terms. Here's what the ad claims, like a picture of President Trump standing next to Davos appearing on the screen and then zooming in on Davos. Tuck is supported by Donald Trump's educational advisor and financed by the same billionaire behind Betsy Davis. An announcement by the Tony Thurmond campaign both Tak and Davos supports rented schools. At the same time, Thurmond is a strong advocate of public schools. Tuck said that he supported non-profit rented schools in areas where there were no good alternatives to public schools, although he wanted to implement some changes. According to its website, it wants to make rent-a-profit schools illegal and requires greater transparency in schools and the opening of rented schools for all students. But we wanted to know if Davis was supporting Tuck in the race, as the ad suggests. Our research office Devos did not respond to our requests for comments. We asked Thormond about his campaign. Instead of providing evidence of Davos' support, they just said he was supported by Bill Evers. :: Evers is a research fellow at the Hoover Foundation specializing in educational policy. He was also \"Chairman of the US Department of Education's Task Force in Tramp Transition from early September 2016 to January 2017, according to his curriculum vitae. In June, Evers published an announcement for the Tuck campaign on Facebook and supported Tuck four years ago in his nomination for the same office. But it's not on the long list of supporters on Tuck's website. Tuck's campaign spokesman said that Evers probably supported Tuck, but he didn't make any financial contributions. On January 28, 2021 in Facebook blog, bloggers tried to \"close\" the California government's summoning campaign. ∙ (Gavin Newsom) By Chris Nichols: 2 February 2021 Tuck, with an article in the website of the Independent Voter Network that refers to Evers as just a supporter. Evers did not respond to the request for suspension. More importantly, the announcement does not mention the name and image of Evers. Its main focus is on Davos. A spokesman for the Tak campaign called the prosecution \"a false and misleading attack by Tony Thormond.\" He referred to examples of Tuck criticizing Davos. \"I've been assessing DeVos very low. I think she's not really qualified for that job, \"Tuck said in a video published in March by Gvwaire.com. \"I was very clear: my agenda against the Trump/Divus agenda\" was added at a campaign forum in May. Our Governing State, Asem. Tony Thurmond, candidate for head of Californian schools, left a strong impression in a recent announcement that his opponent, Marshall Tuck, was \"supported\" by American Minister of Education Betsy Davis. As Tuck says, \"supported by Educational Advisor Donald Trump.\" But Tuck criticized Davis and Thormond's campaign... she didn't provide any evidence to support Tuck. They said that Bill Evers, who advised Trump to teach during his transition, supported Tuck. But he didn't mention his name or appear in the ad, and Tuck didn't mention him as a supporter on his website. In the end, we agreed that the declaration was misleading. That gives the impression that Davos is supporting Tuck. However, there is no evidence to support this. We're assessing the allegation wrong. - The statement is not accurate. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Update: We updated the verification of our facts to show that Tuck's web site contains a press article from the Independent Voters Network, which refers to Evers as just a supporter. Sharing the facts of 2018-11-05 21:19:47 UTC PoliticsFact 2 1 7 PoliticFact Dating: Wrong Marshall Tok says \"supported by Educational Advisor Donald Trump\" was photographed as Betsy Devos. Tony Thormond is a candidate for California schools. https://www.yotube.com/watch?v=M4gWyXPG4 Thursday, 11 October 2018-10-11. Read more relevant fact checks: FALSE: Claim that Tony Thrummond was \"received\" by Obama Falsey: Claim that Tony Thrummond \"is issued by the Union\"", "vclaim_id": "vclaim-pol-01310"}