{"url": "/factchecks/2019/aug/08/john-cornyn/fact-checking-john-cornyns-ad-royce-west-and-abort/", "speaker": "John Cornyn", "vclaim": "Royce West says he stood up with Wendy Davis to support the painful abortions lately.", "truth_label": "half-true", "date": "stated on July 22, 2019 in an advertisement:", "title": "Checking the facts, John Kornin's announcement on Royce West and the abortion.", "text": "John Kornin, R-Texas, issued his first offensive announcement of his campaign in July, targeting one of his potential democratic opponents: state of S. Royce, west of Dallas. The West is one of many Democrats who have announced their candidacy for the Cornen seat. MJ Hegar, Air Force Veterans from Round Rock, Amanda Edwards, member of the Houston City Council, also works. In the Cornen Declaration entitled \"The Seade,\" a novelist describes the position of the West on several issues, including abortion. Who's Royce West? The narrator says. West is a liberal politician who stood with Wendy Davis to support the painful abortions lately. There is no doubt that West supported the former state of Sin. Wendy Davis was in the abortion restriction bill during the 2013 legislative session. The Cornen campaign referred to the recorded vote on legislation and West &apos; s questions and comments on the media about explosives. However, this claim exceeds what the eye sees. The legislation in question relates to broader issues than the suspension of legal abortions. In addition to prohibiting abortion after the last 20 weeks, the bill proposed strict restrictions on facilities providing abortion services, which many democratic legislators fear will force clinics throughout the state to close. Let's start at the beginning. On the last day of a special legislative session in 2013, Davis stepped up to speak at 11:18 a.m. and announced her intention to break a draft law on abortion promoted by Republican legislators in the room. The room had to vote on the bill before midnight. The legislation prohibits abortion procedures after 20 weeks of pregnancy and lays down a set of conditions for doctors and clinics where the procedure takes place. The abortion clinics were required to meet the same standards as the existing hospital for the ambulatory surgical centres, and the doctors performing the surgery were required to receive admissions within 30 miles of the abortion clinic. The opponents of the bill, including Davis, said that legislation could push more than 40 abortion clinics in the state to close down. Davis has spoken for more than 11 hours about the bill, becoming a political celebrity in this process. Republican legislators raised points of order, accused Davis of violating state law in trying to talk about the bill to death, and caused members of the public who met at the fair to go to the hospital. Democratic legislators raised procedural questions over time while Chamber leaders attempted to vote on the bill. Video footage from the room and from various news outlets shows the West participating in numerous private talks with the Senate leadership and other Democrats throughout the filibuster. When it reached midnight, West asked Deputy Governor to postpone the hearing before voting on the bill. What time does the hearing end? In the middle of the night, \"he said the west of the earth. \"We can't vote after midnight - there's no meeting.\" The Texas observer account for the evening contains a picture of the western address: \"In a quick vote on SB5, Lieutenant Goff. David Dehorst is checking his watch while Sean Royce West is waving his cell phone to show that it's in the middle of last night.\" The draft law was not adopted during the first special session, but then - Goff. Rick Perry immediately called another special session and the bill - the House Bill 2 - was re-presented and adopted. West voted against the legislation. West Associated Press reported that although Democrats did not have enough votes to kill the bill in the room, they would follow legal proceedings. \"We don't have the numbers to stop it,\" said West. \"As soon as it is signed by the Governor, it will be challenged... we believe the entire bill is unconstitutional.\" In one interview on 31 January 2021, John Kerry says that Hurricane Harvey \"dropped water in Houston in five days more than Niagara Falls in one year.\" By Brandon Mulder on 5 February 2021, the U.S. Supreme Court in 2016 ruled that restrictions on the bill on clinics placed an undue burden on women seeking abortion. At that time, only 19 abortion clinics in the state were still functioning. The ban on abortion procedures after 20 weeks has not been affected by the decision and remains in force. What's a late abortion? The Cornen Declaration discusses the West's position on abortion, in particular its alleged support for \"late and unfortunate abortion.\" But there are some problems with this description. The Cornen campaign referred to an article in the Washington Post: \"It is generally understood that late abortions are performed during the twenty-first week to the twenty-fourth week of pregnancy or later, the late week of the second term of pregnancy.\" The article went on to say that there was no precise medical or legal definition of the term, a point echoed by Kate Connors, spokesman for the American College of Obstetrics and Gynaecologists, in an e-mail. Connors referred to a fact sheet from the American College of Obstetricians and Gynaecologists that abortions occurring after 21 weeks of vaccination account for just over 1 per cent of all abortions performed in the United States. They said that many of these procedures occur when it is discovered that the fetus has an anomaly that is \"inconvenient to life\" where \"death is likely to occur shortly before or shortly after birth.\" Conners referred to a different fact sheet exploring the possibility that the fetus might suffer from pain. \"The human embryo has no ability to experience pain even after survival,\" says the paper. \"The important scientific studies have found that the necessary links to transmit signals from endocrine nerves to the brain, as well as the brain structures needed to process those signals, do not evolve until at least 24 weeks of pregnancy.\" In its 1973 United States Supreme Court ruling in Roe v. Wade that abortion is permitted at the national level, the Court held that states could impose restrictions on abortion procedures after \"invigoability\" - that is, anywhere from 24 to 28 weeks after vaccination. Did Davis and West support late abortion? Davis went to run for governor in 2014 (lost in front of the Republican Greg Abbott), and throughout her campaign she faced questions about her filybuster and inaccurate recipes for her position on abortion. In October 2013, Texas broadcast a radio announcement saying, \"Wendy Davis opposes any restrictions on abortion.\" We assessed that claim by mistake. ∙ Bo Dilp, the spokesman for her campaign at the time, told Politi Factt that \"Davis is opposed to late abortion except when the life or health of the mother is at risk.\" This supports a comment made by Matt Angel, counselor Davis, to the American statesman at approximately the same time. He said it wasn't \"about the 20 weeks ban\" included in the legislation. \"It was fought over whether Texas women would be able to access health care or not, and the Senate leadership insisted on adding those severe restrictions on basic health care,\" Angel said. \"It is against late abortion except in cases of rape, incest, mother's life and health or when there are deep and serious problems that cannot be reversed with the foetus.\" West's campaign has no longer returned to multiple requests for comments over two weeks on its position on \"late abortion\" and its role in Davis' failure. Our Cornen campaign announcement said that the West, one of its democratic opponents, stood with Wendy Davis \"to support painful abortions late.\" It is true that West has supported Davis in her efforts to kill a bill prohibiting abortion after 20 weeks of vaccination, but legislation has done much more. The opposition feared that abortion clinics, which provided other health-care services to women, would be closed. Davis said she was opposed to late abortions, and officials with her team said that she ruined the legislation because it would force the clinics to shut it down - which he did. We're assessing this claim half right. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context.", "vclaim_id": "vclaim-pol-00292"}