{"url": "/factchecks/2012/sep/19/mitt-romney/romney-ad-faults-obama-falling-incomes/", "speaker": "Mitt Romney", "vclaim": "\"Under Obama's rule, families lost more than $4,000 a year in income.\"", "truth_label": "half-true", "date": "stated on September 17, 2012 in a campaign ad:", "title": "== sync, corrected by elderman == @elder_man", "text": "Mitt Romney says President Barack Obama is failing American families with policies that have led to lower income and more debt. The lowest family income, i.e., more national debt. \"Under Obama, families lost more than $4,000 a year in income, saying the novelist of a new campaign. And the national debt is now $16 trillion growing. The Declaration then shows promising passages from Romney to reverse these trends. Here, we will verify what happened to Obama's household income. The Romney Declaration cites an opinion article in the Wall Street Journal, which states that Obama's presidency \"has done tremendous damage to middle class families.\" In turn, editing refers to data from a special group, Sentier Research. Last year, Cinaire launched new statistics based on data from the United States Census Bureau -- the \"household income index,\" which tracks and reports monthly increases and decreases in average income. What did Cynthier find? In January 2009, the month Obama took office, the average family income was $54,893. In June 2012, it amounted to $50,881, a decrease of approximately $4,000. (We used inflation-adjusted figures from a table of data provided to us by the two years). The Wall Street Journal cited slightly different figures, but the difference is only a few dollars). In order to establish a biennial index, Directors Gordon Green and John Koder took statements from the two special fact-checkers mentioned on January 13, 2021 in a story that says General David H. Berger, US Navy Commander. The directors rejected Nancy Belusi's request for the use of marines in inaugural security, saying, \"We are not working for you.\" This survey amounts to approximately 50,000 households and 130,000 family members per month, raising a variety of questions, including the total income earned by household members during the previous 12 months. This is very similar to the way in which the census issues its report called the current Population Survey - Annual Socio-Economic Supplements. This study also asks households for income, but over a given calendar year. The current census population survey was released in 2011. Average income: $50,054. Green told us that the comparative figure in his work was a biennial index in January 2012 because he asked the respondents about their income over the past 12 months. In this case, those months are calendar year 2011. Average annual income for that period: $50,020, a difference of only $34. This indicates that the two-year methodology produces a number very close to the official census number. The biennial index is a new measurement stick, not a time test, but both green and encrypted have retired from the census, and their work has been widely cited in the media. \"The Census Bureau is the source of official statistics,\" said Green. \"What we do is fill it with monthly data.\" Another factor that leads us to a suspicious case is to blame Obama for this trend, whatever it may be. In the Politifact newspaper, we not only assess the accuracy of the statistics mentioned in the political allegations, but whether it is true to say that a certain politician is responsible. We asked Dean Baker, co-director of the Left Centre for Economic and Policy Research, to take him. \"There is always a problem in assigning results to Presidents on the basis of their terms, as there are a large number of irregular factors beyond their control. This is especially the case with President Obama, who inherited the economy that was falling off the cliff, \"He said Baker. The best question was what Romney or anyone else could have done would have produced better results. It seems that Romney says that a substantial tax reduction would do the trick with little or no money to help the states or any other expenditure component to stimulate. That doesn't make much sense to me, but that's the question we should ask,\" said Baker. Moreover, a look back at income over several years has shown that income follows the state of the general economy. According to the census, average income was highest in 1999 (when adjusted for inflation), at $54,932. This rate decreased annually until 2004, to $52,788. It then rose again until 2007 - the beginning of the recession - to $54,489, and has been declining since then. The biennial research also reflects steady increases with small declines and peaks over the past decade. Dan Mitchell, a scientist at the Liberal Cato Institute, had this to say about the blame factor: \"This landing started before Obama took office, so I don't think it deserves full blame for everything after January 2009.\" Mitchell said. \"But this was a very weak recovery, so obviously he must be responsible for some bad news.\" The ruling Romney Declaration states that \"the Obama families have lost more than $4,000 a year in income.\" This figure comes from a new, albeit highly respected, indicator created by Sentier Research, which followed a decline in average family income from the month Obama took office until June 2012. It is difficult to compare those data with census data because they represent different time periods. But when it is possible to compare (Sintier) with the census, the results are within a few dollars of each other. However, the allegation of advertising is in trouble by publicly blaming Obama. The economy was on a downward path before assuming office, and the President has limited control over those forces. As far as he must take responsibility, Mitchell told us, the whole slow recovery was in his custody. The Romney Declaration mentions reliable figures but oversimplifies the issue by blaming Obama. We value it half right.", "vclaim_id": "vclaim-pol-10353"}