{"url": "/factchecks/2011/may/26/sergio-marchionne/ceo-says-chrysler-group-now-square-american-taxpay/", "speaker": "Sergio Marchionne", "vclaim": "Less than two years ago, we pledged to pay back the debt to the United States. ................................................................................................................ All taxpayers, and today we have kept this promise.\"", "truth_label": "half-true", "date": "stated on May 24, 2011 in a press release:", "title": "The CEO says the Chrysler Group is now even with American taxpayers.", "text": "In a declaration reminding us of a declaration made by the Global Mechanism at this time last year, the Chrysler LLC group boasted this week that it had paid money loaned to it by the United States Government, with interest, six years ahead of schedule. President Barack Obama, who is expected to highlight a teacher in a visit to the Toledo factory, Ohio, Chrysler on June 3, was called \"an important teacher for the transformation of Chrysler and countless communities and families dependent on the American automobile industry.\" He and other Democrats have taken a position I'm telling you, with some Democrats taking the opportunity to remind the public that many Republicans are opposed to automatic rescues. In a press release from the Chrysler LLC group that announced repayment of the loan, the CEO of the company Sergio Marchionen said, \"less than two years ago, we pledged to pay American and Canadian taxpayers in full, and today we have kept this promise.\" For this purpose, we will focus on whether the company has paid American taxpayers. Krysler Group LLC paid $5.1 billion in loans to the troubled asset relief programme and formally terminated its ability to draw on the remaining $2.1 billion provided through the troubled asset relief programme. In addition to interest and fees, the Chrysler Group has now paid $6.5 billion to the United States Treasury. It borrowed $5.1 billion from the United States Government when it began operations under new ownership in June 2009. In addition, the United States Treasury continues to have a $6.6 per cent equity share in the Chrysler Group. So is Chrysler even now with the U.S. taxpayers? The press release does not mention this, but there are more than government investments in Chrysler than loans to the Krysler Group. In its own press release on the repayment of Chrysler's loan, the United States Department of the Treasury presents a more complete picture of the taxpayers' support to Chrysler: \"The Treasury committed a total of $12.5 billion to Chrysler under the IRPP Car Industry Finance Program, as stated in the statement. \"Today, Chrysler returned more than $10.6 billion of that amount to taxpayers through repayment of principal debt, interest and cancelled obligations. The Treasury still has a shared share of 6.6 per cent in Chrysler. However, as mentioned earlier, it is unlikely that the Treasury will fully recover its remaining investments of $1.9 billion in Chrysler.\" In an interview with Andrea Mitchell MSNBC on May 24, 2011, Ron Bloom, Assistant President Obama in charge of manufacturing policy, he broke it up more clearly: \"Today, Chrysler is reducing their commitments to American taxpayers by $8 billion. It has already provided US$ 2.6 billion in funds. Therefore, $10.6 billion (billions of dollars) is accumulated against the $8.5 billion invested by the President in Chrysler and $4 billion from the previous administration. So, this is more than 100% of all the funds invested by this administration and about 85% of the total funds invested by the U.S. government.\" How can the Chrysler Group claim to have sprung its commitment to American taxpayers while only 85 per cent of taxpayers' investment in Chrysler has been recovered? Note how we continue to write the Chrysler LLC collection. There's a reason for that. This is the new Chrysler company that came out of bankruptcy in 2009. We're gonna let Gilberto Ranery head of communications for the Chrysler Group. Raniiri compared the general use of the word \"Crysler\" to a fruit salad, which consists of many different fruits: apples, strawberries, cranberries... you get the idea. When you talk about Chrysler, there isn't just one company. There is the \"old Chrysler,\" the company that was liquidated in bankruptcy. There's a \"new\" Chrysler, known as the Chrysler LLC Group, the newly established company that bought most of Chrysler's old assets in bankruptcy. There are also finance companies Chrysler and GMAC. \"We're not responsible for old Chrysler,\" said Renieri. \"We're not responsible for Chrysler's finances. I'm not in charge of my brother's loans, although we have the same last name.\" The CEO of the Krysler Group, Markionen, can only talk about the new company, as Ranery said, and the entire government's money has been paid to the Chrysler Group with interest. This is technically true, Edward Nedermeyer, editor-in-chief of \"The Truth About Cars,\" wrote this week. \"And yet, it does not count (again) the $1.9 billion debt in Postcisses \"coer\" that Crysler financed during bankruptcy and was properly left to die with the remains of the \"old Chrysler.\" Nor does it represent the $1.5 billion loaned to Chrysler suppliers to keep them alive in the mess of rescue.\" Chrysler and his \"political fuck\" must be \"forgiven for a little encouragement\" by Nedermeyer. The repayment of the loan is a positive sign of hope for a company that appears to be doomed. \"It's only that taxpayers still deserve a full and transparent account of \"every penny\" that actually went to Chrysler, not just \"loans made in the last two years\" or \"loans provided by the Obama administration\" or other evasive words used to make rescue seem more successful,\" Nedermeyer's books. Although rescue supporters will no doubt argue that it \"doesn't matter\" because Chrysler is alive today and that's what's important, this does not justify a lack of transparency. In fact, if rescue is successful because GM and Chrysler survived, that's more reason not to fear the truth about the cost of rescue actually.\" James Gatosu, Senior Research Fellow in Regulatory Policy at the Conservative Heritage Foundation, said that there was approximately $2 billion in taxpayers' money that went \"with the ship with the old shell\" from Chrysler. Technically, he said, the Chrysler Group LLC is a different company. But from the perspective of taxpayers, there is little discrimination. \"If the taxpayers were a bank, they wouldn't be working long.\" \"The taxpayers have taken a loss, or are still at least red.\" Now, the U.S. Treasury still has a 6.6% stake in the Chrysler Group. This value has an unspecified value, as the company has not yet been declared. However, as the Treasury itself admitted, \"the Treasury is unlikely to fully recover its remaining investment of $1.9 billion in Chrysler.\" We asked Lawrence J. White, Professor of Economics, Stern School of Business, University of New York, delivered by Marchion. \"This certainly seems to be another example of a cautious language, where every Chrysler statement focuses on loans to Chrysler but not other Treasury investments,\" said Wyatt. \"Yes, this seems to be an incomplete statement.\" As we mentioned earlier, the statements made by Markion were similar to those made by the CEO of General Motors Ed Whitaker last year. But the situation is different. First, the government took a much larger share of shares in GM. For more details, see the fact-finding of the Whitaker claims last year. Once again, there may be a reason for celebratory comments from Chrysler. However, despite its technical accuracy, Marshonene's statement does not tell the whole story. Yeah, the Chrysler Group LLC fully paid off the loans that were made to her two years ago. But this is not the full measure of US taxpayers' investments to try to save Chrysler, including $2 billion for the old Chrysler. We suspect that taxpayers are very interested in discrimination in corporate bonds. The government now has most of its money, but not all of it. Not yet, anyway. We value the claim half right. On January 13, 2021, the distinguished fact-checkers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request to use marines to provide security for the inauguration, saying, \"We are not working for you.\" By Samantha Butterman: January 17, 2021, the original version of this article referred to Canadian taxpayers in the quotation. However, as we focus on the United States, contributions, the reference to Canada has been deleted from the statement.", "vclaim_id": "vclaim-pol-13035"}