{"url": "/factchecks/2019/feb/06/viral-image/viral-image-falsely-identifies-us-congressman-el-c/", "speaker": "Viral image", "vclaim": "According to Nancy Pelosi and Peto Aurroc, they were photographed with El Chapo.", "truth_label": "pants-fire", "date": "stated on January 30, 2019 in a post on Facebook:", "title": "The viral image falsely defines the U.S. Congressman as El Chapo.", "text": "Why is Nancy and Peto with the convicted Mexican drug leader El Chapo? This is the formal error of the question posed in the Facebook article, which contains a picture of the Speaker of the United States House of Representatives, Nancy Belusi, the Republic of Pito Orroc, and another man known by the article as El Chapo. The picture, published on 30 January and shared more than 12,000 times in January 5, was referred to as part of Facebook's efforts to combat false news and misinformation. ∙ (Read more about our partnership with Facebook.) And that's true -- this is a Texas-based Poletti Fruit Reporter who knows the congressman from the 28th District of the state when you see him. The guy known as El Chapo is actually Henry Quillar from Texas. Koelar even posted the same picture on Facebook when it was taken in 2016. \"Democracy leader Nancy Pelosi and I met with Mexican President Enrique Peña Nieto in Los Pinos in Mexico City to discuss United States-Mexico trade relations, Trans-Pacific Partnership and Migration,\" Quillar said on May 3, 2016. \"Our meeting took place during the visit of a party delegation to the Congress of Mexico, Peru and children this week with a focus on security, trade, migration and human rights.\" Facebook was published on January 11, 2021 in the Facebook newspaper Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman. Wesir Nieto between Cuéllar and Peloci, who issued a statement on the delegation &apos; s meeting with the Mexican President. \"In Los Pinos, we appreciated the opportunity to visit President Enrique Peña Nieto and engage in a fruitful dialogue on issues of security, the economy, migration and human rights.\" According to Rio Grande Gardian, Pelosi, Koellar and Orourque, joined by Richard Hanna, Lucille Royal-Alard, Linda Sanchez, Michael Fitzpatrick, Michel Logan-Grésham, Beit Aguilar, Robin Gallego, Norma Torres. None of these people are Mexican drug lord El Chapo. We're assessing this pants mail on fire! Sharing the facts 2019-02-06 19:16:01 UTC PoliticsFact 1 1 7 PoliticFact Rating: Pants on fire says Nancy Belosi and Peto Oroc were photographed with El Chapo. On the Internet, on Wednesday, 30 January 2019, 2019-01-30, read more information.", "vclaim_id": "vclaim-pol-01055"}