{"url": "/factchecks/2014/sep/02/larry-elder/larry-elder-if-black-america-were-country-itd-be-1/", "speaker": "Larry Elder", "vclaim": "\"If black America were a country, it would be the 15 richest country in the world.\"", "truth_label": "false", "date": "stated on August 20, 2014 in comments on CNN:", "title": "Larry Elder: If black America were a country, it would be the 15th richest country in the world.", "text": "The conservative commentator Larry Elder and the liberal CNN shareholder Mark Lamont Hill recently entered into a hot argument. The Sheikh accused the media of exaggerated American racism for political ends. \"As long as blacks believe that race and racism are the main problem in America, you've got that 95 percent of the single black voices that the Democratic Party can't survive without.\" Sheikh Sa'ad used his father from the janitor to the small business owner as an example of what he called the \"lead black middle class.\" \"That's what's happening in America,\" said Elder. \"If black America were a country, it would be the 15 richest country in the world. Because it screams out loud, this is not America to which our grandfather belongs, and we should not act as it is.\" The fifteenth richest, out of 196 countries, seems impressive and worthy of verification. The purchasing power of African-Americans has referred us to an annual report from the Extem Market News, entitled \"Purchasing Power in Black America,\" which publishes the only estimate we have found of total income earned by African-Americans. In 2011, his report to us, Strect Market News, identified the income spent by Americans of African descent at $836 billion. Sheik obtained the talking point by comparing this figure with the World Bank's GDP list for each country, which is the monetary value of all finished goods and services produced. In 2011, \"Black America\" 836 billion dollars would have put it at 16, above Indonesia and under South Korea. (The target market report is behind the thrust wall, so we can't see exactly how they got to their number.) We asked if the market news would provide us with a copy, but we didn't hear a reply. The targeted market news did not publish another estimate of income earned by African Americans since 2011, but a report from the Slege Center for Economic Growth in 2013 identified their contribution to the market as $1 trillion. This would also be in the sixteenth place - above Indonesia and under Mexico. Did you close the case? On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy on January 20, 2012, not really. The experts told us that there are two major problems in Sheikh's methodology. Income earned against GDP first. Income earned and GDP not quite the same. The comparison between them is not fair, as New York University Professor of Economics Gian Luca Clemente said, \"Because GDP is a concept that applies to a jurisdiction, not to a group of people living in a jurisdiction. Clemente said that GDP was \"a measure of the total productive income of a country,\" and that factors such as government expenditure and private investment meant that purchasing power and GDP were not comparable. Second, Clemente said: \"The country's gross domestic product (GDP) gives only a measure of the total productive income of the country. Anyone who has an ambition to use GDP as a measure of medium economic well-being must begin to divide the population.\" China Clemente was used as an example of a better interpretation. While China has the second highest GDP in the world, its population is still much poorer than that of any Western country. We took the Clemente proposal and divided the latest estimate of black income, $1 trillion, according to the Census Bureau of 44.5 million African Americans. This would create a purchasing power per capita of about $23,000 per year, which would translate into some 34 countries around the world on the International Monetary Fund (IMF) list of countries by gross domestic product (GDP) per capita (the Bahamas and Malta). However, $23,000 does not go to the United States as in Lithuania, for example. The economies are doubling their GDP per capita by a conversion factor called purchasing power parity to take into account the different values of goods and services in different countries. If you apply these factors, the African-American population of $23,000 annually ranks 44 (between Lithuania and Portugal). The United States as a whole, by comparison, ranks seventh. Our judgment argues that racism is not a big problem, Alder said, \"If black America is a nation, it will be the 15 richest in the world.\" The Sheikh took an estimate of the total income earned by African Americans ($836 billion in 2011) and considered how to compare it to national GDP (in fact it was XVI). But comparing the income earned by a group of people to national GDP is not a sound methodology, as experts have told us. The comparison is more off-rail when you look at things on a per capita basis. In this scenario, black America's purchasing power will be about forty-fourth in comparison with countries' per capita GDP. We assess his claim is wrong. Correction: The Sheikh said that racism was not a \"big\" problem. An earlier version of this fact check deleted a key word.", "vclaim_id": "vclaim-pol-07359"}