{"url": "/factchecks/2019/mar/18/tulsi-gabbard/yes-americans-spend-ton-health-care-worst-outcomes/", "speaker": "Tulsi Gabbard", "vclaim": "\"We pay much more for health care than any other country in the world, but we have much worse results than any other country in the world.\"", "truth_label": "mostly-true", "date": "stated on March 10, 2019 in a town hall:", "title": "Yeah, Americans spend a lot on health care, and the results aren't very good.", "text": "Asked in CNN Municipal Hall whether it supported medical care for all, in 2020, Democratic Presidential candidate Tolsi Jabbard said that she supported it. Explain why, a U.S. Member of the House of Representatives from Hawaii made this allegation: \"We pay much more for health care than any other country in the world, yet we have much worse results than any other country in the world.\" It appears that the portion of the expenditure in Jabbard's claim is not controversial. In 2017, according to an article issued in December 2018 by two health-care experts from the Kaiser Foundation for the Non-Party Family, expenditure on health care in the United States amounted to $10,227 per person. This is on average double the number of other large rich countries, including Canada, Japan and the United Kingdom. To measure another way, in 2016 the United States spent almost twice as much as the other 10 highest-income countries on medical care. More specifically, the United States spent 17.8 per cent of its gross domestic product on health care, compared with an average of 11.5 per cent for other countries. According to a study by Harvard researchers published in 2018 in the Journal of the American Medical Association. The main reason for this is the high prices of health care - including medicines, doctors &apos; and nurses &apos; salaries, hospital management costs and many medical services; it is not because Americans use more health care, according to a study published in January 2019 in the Journal of Health Affairs. The study was led by a researcher at Johns Hopkins Bloomberg School of Public Health. Caesar reached a similar conclusion about prices that are more important than \"use.\" We have also found evidence that the United States ranks poorly in health care outcomes. A 2017 report of the Commonwealth Non-Profit Fund, which conducts health-care research, ranked last in the United States among 11 high-income countries in health-care outcomes - results attributable to the functioning of health-care delivery systems. (Australia ranked first, Sweden ranked second) Of the nine outcome measures, the United States estimate was weak with regard to infant mortality, life expectancy at age 60, and deaths under age 75 for specific reasons \"are considered preventable in the presence of effective and timely health care.\" The Harvard study of 2018, which we mentioned, as indicated by the Beit Jabbard Office to support its statement, found that, of the 11 highest-income countries, the United States had achieved poor results in some measures, including low life expectancy (78.8 years), the worst maternal mortality rate (26.4 deaths per 100,000 live births) and the highest proportion of adults with overweight or obesity (70.1 per cent). On January 31, 2021, Ryan Fornier reported on Twitter \"Biden's administration lost 20 million COVID vaccines.\" Experts said that there were some points that needed to be understood when it came to results. Cynthia Cox of Kaiser told us that the US has better health outcomes than some of the poorest countries that are not usually compared to the US. She also said that there are other factors that play an important role in both spending and results. She said that Caesar's research found that the United States had more barriers to overcome in terms of \"social determinants of health that play an important role in both spending and results.\" The high obesity rate in the United States, for example, was \"not entirely under the control of health providers and could make patient treatment more expensive and more risky,\" she said. The health economist Irene Papanikolas, a lead author of the Harvard study, made similar points. Many of the results are partly the result of factors outside the health-care system, such as behaviors and genetics, as she told us. Moreover, the United States has high rates in many outcomes of health services, such as relatively low hospital mortality rates for such things as heart attack and stroke. Timothy Norbeck, Chief Executive Officer of the Medical Foundation, who describes itself as a non-profit organization that empowers doctors, told us that while the United States is spending more than other countries, he argued that there are a number of reasons for that. He wrote in Forbes, saying that \"it is much easier to manage health outcomes in smaller and more homogeneous countries,\" and that the United States has a higher poverty rate than other developed countries that also drives health-care costs up. \"We pay much more for health care than any other country in the world, yet we have much worse results than any other country in the world.\" The United States spends more on health care - per capita or as a percentage of GNP - than equally large and rich countries. In comparison with other developed countries, the performance of the United States health-care system was the last in a single study. In another study, it was poorly arranged for a number of health care outcomes. Experts said that factors other than health-care systems, such as poverty and personal behaviour, could affect health outcomes. We appreciate that Jabbard's words are mostly true.", "vclaim_id": "vclaim-pol-00880"}