{"url": "/factchecks/2019/feb/04/joe-biden/did-tax-bill-lead-virtually-no-new-business-invest/", "speaker": "Joe Biden", "vclaim": "\"There was almost no new commercial investment\" after the Tax Act 2017. \"I used black to buy their own shares.\"", "truth_label": "half-true", "date": "stated on January 28, 2019 in remarks in Fort Lauderdale:", "title": "Did tax law produce almost any new commercial investment, as Joe Biden said?", "text": "Former Vice-President Joe Biden, a potential presidential competitor in 2020, criticized the Republican Tax Code signed by President Donald Trump. Paiden pointed out that the law did not have a significant impact on the economy enough to justify its costs, which included a reduction of federal revenue by $1.5 trillion over 10 years. \"I've seen what happened, all the news about huge tax cuts,\" said Baiden at an event at the Broward Arts Performance Center at Fort Lauderdale, \"there was practically no new commercial investment.\" Paden pointed out that he predicted that companies would follow this path and added: \"The bulk has been used to buy their own shares.\" We decided to take a look at the two parts of Paiden's statement. \"There was practically no new commercial investment.\" Economists say the volume of business investment didn't rise very rapidly, but they added that Paiden was missing some important contexts. We referred to a news article published in Wall Street Journal on December 22, 2018. The article cited only \"modest\" investment after the adoption of the Tax Code. Charles S.Y. said: \"Biden's observation is somewhat misleading in the sense that it creates the impression that investments in business have not grown over the past year to the last year and a half.\" Wang, Assistant Professor, Harvard Business School. \"In fact, the data show that business investment grew rapidly from the last quarter of 2017 to the third quarter of 2018.\" In fact, a survey conducted by the National Association of Business Economics in January 2019 found that the tax law had an impact on the commodity production sector. Half of the survey respondents in this sector reported increased investments in their companies. A monthly survey of small businesses conducted by the National Confederation of Independent Business found that during 2018, the proportion of companies spending capital was higher in 2018 than in 2017 in seven months, and less in just two months. However, there are indications that the overall increase was low. The quarterly survey conducted by the National Business Economy Association found that 84 per cent of the companies surveyed said that the tax law did not change their employment or investment plans. This was similar to 81 per cent in the previous survey, released in October 2018. Dean Baker, co-founder of the Liberal Centre for Economic and Policy Research, said that it was difficult to separate the impact of energy markets on such investment from that of tax law. This view is supported by a paper prepared by the economist of Harvard Jason Forman University, who chaired the Council of Economic Advisers chaired by President Barack Obama. \"Generally, commercial fixed investments grew much faster in the first three quarters of 2018 than in previous years... but much of this is due to an annual increase of 22.8 per cent in oil, mining equipment and structures,\" Foreman wrote. \"Get away from this, the investment has risen meaningfully but with a more modest amount.\" On January 13, 2021, the distinguished fact-finding bloggers in a story written by General David Berger, the commander of the United States Navy, rejected Nancy Belusi's request to use marines to provide security, and told her, \"We are not working for you.\" By Samantha Butterman, on January 17, 2021, there is another important warning: not all investment will come immediately. \"As we had the recent stimulus package and it was surprising to some that there were very few \"ready\" government projects, most businesses were not just sitting around unable to invest because they didn't have capital,\" said Jeff Hobbs, Professor of Accounting at North Carolina University and Kenan Flagler Business School. \"In the past five years, the cost of capital has been very low, and many businesses that wanted to expand or invest could have done so by borrowing if they wanted. I expect that the investment impact of tax reform will occur over much longer periods of time than it has over the few months that most people are studying.\" \"I used black to buy their own shares.\" Here again, there are some hard data that have increased stock purchases, but the confirmation masks some subtle differences. The purchase of shares refers to a practice by companies that purchase shares from shareholders. The company will pay a fair market value to shareholders and become essentially a means of distributing cash to shareholders. The Baiden Office indicated that the 2011 news coverage recorded a record volume of stock purchases, more than $1 trillion. But economists expressed caution from jumping to conclusions. First, it is important to note that $1 trillion in stock buybacks and $1.5 trillion in tax bills are apples and oranges. The tax law was expected to generate tax savings of $150 million in the first year, well below the $1 trillion in stock purchases. Baker said: \"It's not right to deal with tax cuts for 10 years as if this is all the money that businessmen will see in 2018.\" Second, research found that the stock recovery index was heavily affected by a small number of companies. While stock purchases have already increased, a large percentage were due to a limited number of companies, led by their brutal buying company, and led by Apple, according to research by Hobbs and two co-authors, Joel Salmrod and Michelle Hanlon. \"We find a general increase in stock buybacks after the approval of the Tax Code, but the increase is heavily concentrated in a small number of companies,\" by researchers. \"Only nine companies that have announced a new stock buyback plan explicitly attributed the new plan to the tax code.\" Finally, \"buying increases for a long time,\" said Hobbs. \"There is no separate leap in the number of companies buying shares because of tax reform.\" Our judgment said, \"There was almost no new business investment\" after the Tax Act 2017. \"I used black to buy their own shares.\" The economists agree that after the tax law became weak investment in business, it was too much for Bayden to say that there was almost no investment. Investment has already increased, particularly in the commodity production sector. With regard to stock purchases, a new record was recorded in 2018, but research suggests that it was driven by particularly large purchases by a small number of companies, rather than by a broad sector of companies. This casts doubt on Baiden's claim that repurchases consumed the \"majority\" of tax law revenues. We evaluate the statement half right.", "vclaim_id": "vclaim-pol-01065"}