{"url": "/factchecks/2016/aug/15/sean-patrick-maloney/donald-trump-against-same-sex-marriage/", "speaker": "Sean Patrick Maloney", "vclaim": "Donald Trump against equality in marriage He wants to come back.\"", "truth_label": "true", "date": "stated on July 28, 2016 in a speech at the Democratic National Convention:", "title": "Donald Trump against same-sex marriage", "text": "The United States Republic of America, Sean Maloney, D-N.Y., invited Donald Trump during a speech to the National Democratic Congress in Philadelphia for the position of Republican candidate for same-sex marriage. Tramp said that Malone, who was gay and married publicly, opposed same-sex marriage and wanted the Supreme Court to rescind its 2015 decision, which legitimized same-sex marriage throughout the United States. \"It matters who leads the country, and it matters if they care,\" said Maloney, which includes Hudson Valley District Congress, has all the provinces of Putnam and Orange, part of North Westchester County and the southwestern part of Dutch County. America, we have a choice. Donald Trump doesn't care about some families. It's against equality in marriage. He wants to come back.\" Trump was criticized for the volatility of social issues. Is Maloney right about the Republican candidate's position on same-sex marriage? The closest reference to Trump on the matter we can trace is an interview with counsel in 2000. At the time, it was rumored that Trump was considering running for president. \"I believe the institution of marriage must be between a man and a woman,\" said Trump during the interview. He preferred the Local Partnership Act, which granted same-sex couples the same benefits as married couples. To 2011 when Trump was thinking again about running to the White House. He sat in an interview with Bill O'Reily on Fox News and spoke about his position on same-sex marriage. Colin Schmidt mentioned on January 14, 2021 at a press conference \"We have scientific data, from all levels, but especially from high school sports levels, from many different states that show it's safe to play what New York thinks of a high-risk sport.\" \"I don't feel so good about it.\" I'm against it, and I'm taking a lot of heat because I'm coming from New York. You know, for New York, how can you be against gay marriage? \"But I'm opposed to gay marriage.\" Last year, Trump, in an interview on CNN, said that he supported \"traditional marriage.\" Malone's claim was in the context of the Supreme Court's 2015 decision on same-sex marriage. Trump doesn't approve of the decision. Efforts to repeal the Court &apos; s ruling by amending the United States Constitution were not realistic. In the interviews, he said that he would have preferred the court to leave the same-sex marriage ruling at the state level. In at least one interview, Trump also suggested that consideration be given to appointing Supreme Court judges who would support the reversal of the sentence. In our ruling at the National Democratic Conference, Malone said that Trump was \"against equality in marriage\" and \"wanted to return\" in the decision of the Supreme Court to marry of the same sex. Trump has been opposed to same-sex marriage in his interviews since 2000. He would also consider appointing judges to the Supreme Court who would prefer to reverse the decision and leave the marriage of homosexuals to the states. We're assessing this claim as correct. Sharing Policy Facts 1 7 Policy Assessment: Right Donald Trump is \"against equality in marriage.\" He wants to come back.\" Congressman Sean Patrick Maloney of the 18th Congress in New York, in a speech at the National Democratic Congress in Philadelphia, Thursday, 28 July 2016, 07/28/2016. Read more information.", "vclaim_id": "vclaim-pol-04480"}