{"url": "/factchecks/2019/jul/16/donald-trump/donald-trump-twists-ilhan-omar-comments/", "speaker": "Donald Trump", "vclaim": "Rip Elehan Omar, D-Min, says, \"He's talking about how cool Al-Qaida is.\"", "truth_label": "false", "date": "stated on July 15, 2019 in remarks at the White House:", "title": "Donald Trump wraps Elehan Omar's comments on Al-Qaida", "text": "On July 14, President Donald Trump made widespread criticism over a tweet that said \"progressive democracy\" in Congress \"to return and help repair the completely broken places and the infested crime they came from.\" Some commentators have said that Trump's tweet is racist. It is also based on a false hypothesis. It appears that three members of Congress have targeted - the Alexandrian Republic of Okasio-Cortez of New York, the Militia of Michigan, and the eyes of Presley of Massachusetts - born in the United States. The fourth, the Republic of Elhan Omar of Minnesota, is a naturalized citizen who came to the United States as a refugee from Somalia. The following day, Trump resisted criticism of an event in the White House and committed a crime against the four legislators, particularly Omar. \"I heard the way you talk about Al-Qaida,\" said Trump. \"Al Qaeda has killed many Americans. She said you could get your chest out. When I think of America, When I think about Al Qaeda, I can hold my chest.\" When I hear people talk about how cool Al Qaeda is, when I hear people talk about \"some people,\" with the World Trade Center - some people? No, not some people. Much more than some people.\" The Trump re-election campaign referred the policy document to the following observations by Omar in the past. However, Trump was misrepresenting the essence of what she said. The Republic of Elhan Omar, De Min, is outside the Capitol on June 24, 2019. In the 2013 interview, the Tromp constituencies paid considerable attention to an interview conducted by Omar in October 2013 for a local presentation of the PBS programme, \"Belahdan,\" covering the issues and perspectives of Middle East society. This year &apos; s interview in February, April and July was reported by Fox News commentators. In the presentation, Omar asked before to interview Ahmed Tharoat about a reaction encountered by Somalis in the wake of the bombing of a Kenyan trading centre. The People &apos; s Group, a terrorist group with links to Al-Qaida, claimed responsibility for the bombing, which killed 67 people. She criticized the age of the people for terrorizing communities, but wondered why Somalis were expected to condemn an attack of which they were not part. I also discussed with her a linguistic reason why Islamic terrorist groups seem particularly scary to Americans - the names of these groups, which often come from daily Arabic words, seem strange to the ears of English speakers. At 16:49, Omar described this phenomenon as an example when she took a university class studying the ideology of terrorism. \"The thing that was interesting in class was every time Professor 'Al-Qaeda' said, it's kind of like-- lift his shoulders,\" she said during laughter. On the contrary, she said, \"You don't say \"America\" so strongly, you don't say \"England\" so dense. You don't say \"army\" intensely. But you say these names (to terrorist groups) because you want this word to bear weight. .................................................................................... When you hear people speak Arabic, you know, there's uncertainty, people start to care.\" On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request for open security, and told her that we were \"not working for you.\" By Samantha Butterman, on January 17, 2021, at a press conference on July 15, Omar was asked to answer Trump's charge. She would not honor him with a reaction, saying that it had been a long time for Muslims to respond to every Islamic terrorist attack, more than for every white American who needed to be condemned for every attack by a white criminal. The other potentially relevant remarks that Omar made in the past on 23 March 2019 came in a speech to the American Islamic Relations Council at the Fourth Los Angeles Valley Bank in Woodland Hills, Califf. Omar's remarks were criticized by some for having tolerated the 9/11 attacks by Al-Qaida. At some point in her remarks, Omar said that \"CAIR was founded after 9/11 because they realized that some people had done something and that we were all beginning to lose access to our civil liberties,\" according to YouTube video of the event. She was wrong about the establishment of CAIR - the group was already established in 1994 - but her critics focused on using the phrase \"some people did something,\" which they suggested was a means of protecting the rule. Others believe that Omar was using verbal reduction and that its meaning is clear from the full discourse. In another part of the speech, she said, \"What we know, what Islam teaches us, and what I always say, is that love transcends hatred.\" She also said, \"No matter how hard Washington might get for me, or you might get the living for you, you always have to remember that we have a mission as human beings. We found her statements about the defendants in ISIS to be another case in which some said that Omar's actions were more generally lenient with terrorism. In 2016, before serving in Congress, Omar wrote a letter to the judge of the Federal Court requesting the mercy of an accused in the ISIL conspiracy case. The case involved nine residents of Minnesota of Somali origin who had travelled to the Middle East to fight for the Islamic State. Although her letter did not mention any of the defendants by name, it was entered into the case concerning one of them, Abdurrahman Dao. Omar argued that it would be better to rehabilitate the defendant than to imprison him for decades. \"As you will no doubt judge with great caution nine recently convicted Somali-American men, your attention is drawn to the consequences of sentencing young people who have made a mistake for decades in the federal prison,\" she wrote, adding that \"these punitive measures not only lack effectiveness, but inevitably create an environment in which extremism can flourish, consistent with the presupposition of terrorist recruitment.\" But here too, Omar did not celebrate ISIS, but described the defendant's association with the terrorist group as a \"subsequential error.\" In the end, Judge Dao was sentenced to 30 years &apos; imprisonment. The Governor Trump said Omar was talking about how cool Al Qaeda is. Some have abused Omar &apos; s remarks in the 2013 interview and parts of her address to the Council. But in either case you didn't get excited about \"how wonderful\" the terrorist group, or anything close. We're assessing the statement wrong.", "vclaim_id": "vclaim-pol-00431"}