{"url": "/factchecks/2019/oct/21/facebook-posts/no-drinking-tonic-water-isnt-proven-method-allevia/", "speaker": "Facebook posts", "vclaim": "He says that drinking a \"six ounces of fresh water every night before bed\" will help ease the worrying leg syndrome.", "truth_label": "false", "date": "stated on September 18, 2018 in a Facebook post:", "title": "No, drinking clean water isn't a proven way to ease the anxiety of leg syndrome.", "text": "The Facebook article shared more than 55,000 times that a small bedtime trick every night could cure your troubled leg syndrome. It says: \"The two-leg syndrome: drink a six-ounce glass of fresh water every night before bed until the symptoms go away. The mud water contains quinine, which stops repeated muscular contractions of Paul Lyons, MD.\" It was referred to as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) While medical experts say that it is probably harmless to consume a small glass of fresh water every night, it has not been scientifically proven that it helps to treat or mitigate restless leg syndrome, a situation that causes an uncontrollable desire to move your legs, usually at night or while lying down. :: Prevention magazine, a lifestyle health journal published by Hearst, is listed as a source of this article. We found an article in 2016 from the magazine entitled \"Four natural ways of dealing with the worrying leg syndrome.\" (We also passed a story in 2008 by ABC News (ABC News) reflecting the wording of the article.) Almost in the middle of the article on prevention, the punctured water method was mentioned: \"... The Food and Drug Authority has banned the sale of Kenyans because they have reportedly caused some serious (though rare) side effects, but they are still available in one form, qualaquin, for malaria treatment and are still available in very small quantities in mud water. Even though studies show that it's not working, although pure water only contains a symbolic quantity of Kenyans - and 8 ounces of a cup of mud water has about 20 mg, compared to 200 to 300 milligrams of dose you need to calm the leg cramps - some patients I swear to do so.\" She continues to cite a medical consultant from the restless leg syndrome institution who said that although he might not be supported by science, home-based treatment that could not be harmful and could help is worth trying. However, although the low amount of Kenyans found in activated water is not considered harmful, the Food and Drug Administration warned that the search for the use of Kenyan products in leg spasms or similar conditions was outdated, and that \"there was considerable concern about the risk-to-infavour ratio.\" Most medical personnel also say that people should not rely on clean water tactics. Dr. Mark Buchfuhrer, an expert in worried leg syndrome and member of the Scientific and Medical Advisory Board of the RLS Foundation, told Polyte Fact, that Kenyans did not benefit from the treatment of disorder. The typical dose of kine in leg cramps is more than 200-300 mg, and a cup of 6 ounces of pure water contains less than 15 mg of quinine. One must drink near a gallon of activated water to obtain the therapeutic effect of leg convulsions.\" Booch Führer wrote in an e-mail. \"It's one of these \"urban legends\" that may be true for one leg situation and then spread to other conditions that may affect the legs... there are probably many patients who think that both treatments are effective for RLS but are likely to work through the powerful imaginary effect.\" While clinical evidence shows that Kenyans are helping leg spasms, Buchfuhrer said, few proper medical studies support this. The Special Rapporteur recommended other treatments, such as regular exercise, avoiding the exacerbation of drugs such as anti-histamines, anti-depressants; increasing iron levels if low; and avoiding alcohol. Dr. Hope Rikioti and Hae Chun-hoor also wrote to Harvard School of Medicine about the lack of science behind the punctured water method and the list of other ways that people can mitigate RLS symptoms: \"A few ounces of activated water should not be harmful, but it is unlikely that your leg cramps will be prevented.\" Instead, they are advised \"to ensure that sufficient fluids are obtained, to avoid caffeine and alcohol, to extend during the day or before the night, and when the spasm begins, to stand on the affected leg, to apply ice or heat and gently massage the affected muscle.\" Our Facebook article claims that drinking a six-ounce cup of activated water every night before bed can help to alleviate the symptoms of the disturbing leg syndrome. The consumption of a glass of grinding water is not considered harmful, but home therapy does not scientifically prove to be helpful in obtaining clean water. Medical experts usually do not recommend treatment, but suggest that people take other measures to mitigate symptoms, including talking to their doctors. We value this wrong mail.", "vclaim_id": "vclaim-pol-00038"}