{"url": "/factchecks/2019/jul/10/pete-buttigieg/viral-moment-pete-buttigieg-fumbles-line-racial-di/", "speaker": "Pete Buttigieg", "vclaim": "\"The black person is four times as likely to be imprisoned for the exact same crime.\"", "truth_label": "barely-true", "date": "stated on July 4, 2019 in an event in Carrol, Iowa:", "title": "In the viral moment, Pete Buttigig is planning on racial disparities in criminal justice.", "text": "On July 4th, Democratic presidential candidate Pete Butigig spread out after he once again slapped Botyge on the public member about race and criminal justice. At the event in Carol, Iowa, a man from the audience addressed Butigig, Mayor of South Pend, Ind. He said, \"I have a solution for you and I want you to comment on my proposal: just tell the blacks in South Bend to stop committing crime and using drugs.\" But Teague took the guy to the job saying, \"Sir, I don't think racism is gonna get us out of this.\" When the man replied that his comment was \"not related to race,\" Butigig replied, \"The fact that a black person is four times as likely to be imprisoned for exactly the same crime as evidence of systematic racism,\" he said, \"Grow up.\" A man yelled at the Beit Butigig event after a racist comment. \"Racialism won't help us get out of this,\" but he says to him, to applause. Racism has no place in American politics or in American law enforcement. Next question.\" https://t.co/NkJoIoh4fP pic.twitter.com/iBt6pwnr2H - ABC News (@ABC) 4 July 2019, this is an amazing disparity, and one reader asked us whether Butgeg was right. The Butigig Campaign told us that it was referring to a 2013 report by the American Civil Liberties Union, which said that \"black people are more likely to be arrested for possession of marijuana than white, although black and white use marijuana at similar rates. These ethnic differences in the acquisition of marijuana are present in all regions of the country, in the large and small provinces, urban and rural, rich and poor, and with large and small black populations.\" The discovery of the arrest of marijuana is \"a widely quoted person, as accurate as I can say,\" Sonya P. Star, Professor of Law at Michigan University, said Politi Fact. However, this study does not support what Poteg specifically said in Iowa. The Federation &apos; s conclusion refers to arrests, not imprisonment, which is a much more serious event. In addition, this conclusion is marijuana and not all crimes. The data are at least a decade old, which means that they measured time before the large-scale decriminalization of marijuana; arrest patterns may have changed. ......................................................................................................................... However, she added, \"Marejuana studies do not in themselves prove that similar disparities are translated into other areas. The possession of marijuana represents only a small percentage of the prison population in this country, so this figure does not give us a complete picture at all.\" We asked whether other studies support what Butigig said in Iowa. While we have found overwhelming evidence of racial disparities in the criminal justice system, we have not been able to find any conclusion that specifically addresses what Butigig has said. Some similar but different data suggest that African Americans are worse off than whites in the United States criminal justice system - a pattern that appears at every stage of the process, including high rates of arrest, greater risk of detention rather than testing, and longer periods of punishment for those imprisoned. Here are some findings that support this conclusion but do not address the specific emphasis of Butageg: \"Black men are six times more likely to be imprisoned than white men.\" Source: Sentencing Project, a criminal justice reform team. Why not the point: this outcome deals with imprisonment for all crimes together, not \"the same crime.\" On January 27, 2021, Marco Rubio wrote in his remarks: \"Only in the Third World you do not see the usual use of the trials of former leaders.\" Source: Paper prepared by Sonia B. Starr, Michigan University Law School, M. Marit Rehavi, University of British Columbia and Canadian Institute of Advanced Research, why is this not the subject: the subject deals with the same crimes, but compares the length of the sentence, not the risk of imprisonment. The study also considered only the sentences handed down in the federal system, which represents only a small part of the criminal sentences. • \"Black men who commit the same crimes as white men receive federal prison sentences of more than 20 per cent on average.\" Source: United States. The government committee is not on the point: it also does not compare the possibility of imprisonment, and only looks at the federal system. • \"African Americans are imprisoned in state prisons at a rate of 5.1 times that of El Obeid.\" Source: The sentencing project, why is it not on the point: This conclusion deals with imprisonment for all crimes together, not \"for the same crime.\" • \"When white and minority youth were accused of the same crimes, African-American youth, who had never been accepted, were six times more likely to be imprisoned in public facilities than white youth with the same background.\" Source: National Council on Crime and Misdemeanours, why not: This conclusion is youth-specific. In addition, data were derived from 1993, when crime rates were much higher than today; the data have not been updated since then. ∙ \"In youth, Americans of African descent are likely to be committed to providing accommodation such as whites 4.1 times.\" Source: The sentencing project, why not the point: this figure is correct, comparing imprisonment with non-custodial. But it only refers to young people, who were not identified by Buttig. Why would it be difficult to prove Butigig &apos; s assertion because of the overwhelming way he said, to prove or disprove the assertion made by Butigge would be challenging, as William Rhodes said, the leading scientist in Abt Associates, a research company. Even when looking at \"the same crime,\" there may be wide differences between the ethnic differences that exist, for example, for property offences and murder. The Butgieg formula also overlooks the varying patterns of arrest for different crimes, and even the disparities between victims in reporting different types of crimes. One factor often estimated to concern differences between different jurisdictions is Candace McCoy, a professor of the John Jay College Ph.D. programme in criminal justice. Some areas have made significant efforts in community relations or have reduced the disparities in arrests. Some do not. \"Racial inequality\" suffers severely between the 50 states and the federal system as well. \"So it's really hard to make a single comprehensive statement like the one that Potigge did and be accurate.\" The experts agreed that Butigig, in an attempt to make a reasonable argument, had spoiled his point. \"It is encouraging that Butigig draws attention to this important issue, but should be more precise in formulating the results of the research,\" said Mark Maur, Executive Director of the sentencing project. Our referee, Potege, said, \"The black guy is probably four times the white guy to be imprisoned for the same crime.\" There is a lot of data documenting the differences between African Americans and whites in the criminal justice system, but neither we nor criminal justice experts have been able to find evidence to support the specific Butigig assertion. We're mostly assessing the statement wrong.", "vclaim_id": "vclaim-pol-00448"}