{"url": "/factchecks/2016/feb/26/hillary-clinton/hillary-clinton-says-blacks-more-likely-be-arreste/", "speaker": "Hillary Clinton", "vclaim": "\"American Africans are more likely to be arrested by the police and sentenced to longer prison terms for doing the same thing as whites.\"", "truth_label": "true", "date": "stated on February 23, 2016 in a TV ad:", "title": "Hillary Clinton says that black people are likely to be arrested and sentenced to longer sentences.", "text": "Hillary Clinton and Bernie Sanders are trying to try black voters before the initial democratic elections in South Carolina by talking about the need to address systemic racism. In a 30-second commercial, Clinton says: \"Only something is fundamentally broken when African-Americans are more likely to be arrested by the police and sentenced to longer prison terms for doing the same thing as whites.\" We wanted to see if there was any evidence that black people's presence was affecting whether someone would be arrested. :: Helping the United States raise $15,000 to migrate the immigration unit -- Project-Checker -- the question is against stark statistics -- although African Americans make up 13 per cent of the general population, representing 36 per cent of the prison population, according to the latest data from the Federal Office of Justice Statistics. The risk of arrest, there's a pile of evidence that shows that African-Americans are being arrested at higher rates. The Clinton campaign referred to the Washington Post blog article (which refers to the Brookings Institution article), which said that blacks were 3.6 times more likely to be arrested for selling drugs than whites, although whites were 45 per cent more likely to sell drugs than blacks. However, the data date back to 1980, which is part of a paper on drug trafficking and legitimate self-employment. However, the campaign also had more recent data, including today &apos; s analysis by the United States of America of arrest rates throughout the country following racial unrest in Ferguson, Mo. In at least 1,581 of the 3,538 police stations, the newspaper was found, blacks were more likely to be arrested than Ferguson. Only 173 provinces \"detained blacks at an equal or lower rate than other ethnic groups,\" reported the newspaper. The Office of Judicial Statistics periodically surveys the public to examine the interactions between the police and citizens. The most recent report in 2008 found that the police had stopped white, black and Spanish drivers at similar rates. However, black drivers were three times as likely to search white drivers as traffic stopped. (When research was carried out, evidence was found in only 8.4 per cent of cases, but the report does not divide by race.) The Sentencing Project, an advocacy group, considered this distribution using 2013 profiling data published by the Missouri Prosecutor &apos; s Office in 2014. I found that when a white driver was stopped in Ferguson, there was a 7 percent chance the car would be searched and 34 percent chance that something would be found. However, when a black driver was stopped, the search rate was much higher than 12%. Not only that, black people were twice as likely to catch eggs during traffic stops. In a spot check, we found similar patterns in Jefferson City. It's not just traffic. According to a report by the National Research Council, the rates of drug arrest have been long higher for blacks, although data indicate that blacks are generally unlikely to use drugs more than whites, and there is little evidence that they often sell drugs more than whites. What the surveys showed \"is that the levels of self-reported drug sales are almost the same for black and white, especially under 20 years of age,\" said Michael Tony, Professor of Law at the University of Minnesota. \"But the big differences are that whites are more likely to be sold to people they know, and often sell behind closed doors. Blacks sell to people they don't know and in public places, making their arrest much easier.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, Judgement. Studies have shown, for example, that when prosecutors decide what the charges are against suspects, they tend to choose stricter charges against blacks and to use common criminal laws against blacks more often than whites under similar circumstances, especially when it comes to drug and property offences, according to a Florida study by the Journal of Criminology. A 2013 study in Yale Law magazine reported that black men are almost twice as likely to be charged with a crime involving a mandatory minimum sentence for white men in similar circumstances. When judges have discretion as to how long a sentence should take for a specific offence, they tend to choose longer sentences for blacks even if they have the same criminal history. After controlling the crime of arrest, the criminal history of the person and other characteristics, the penalties imposed on black males were about 10 per cent higher than the sentences imposed on whites, as the study found. The problem is that, with the success of cases at various steps of the criminal justice system, the degree of inequality is \"accumulated at every level,\" as Nazgul Gandenosh said, a research analyst in the sentencing project. \"You're more likely to be arrested if you're a person of more color than if you're white. You'll probably get a higher bail for your release. This is gonna make it hard for you to let you go. You're probably gonna get a worse offer than that. \"As you pass through the system, each stage makes some small contribution to the general inequality that we see. But it will be important when you go through the stages.\" Tony from Minnesota agreed that sentences are longer for black people in general, but \"that depends heavily on the crime you're talking about. \"If a drug crime is affected by the mandatory minimum, it is much longer,\" said Tony. \"If you're talking about things that aren't subject to the mandatory minimum, on average, all over the board, blacks may get sentences that are 5 or 10 percent longer than whites do.\" The extent to which racism is a matter of debate. According to experts, poverty can play a key role, but it can be difficult to separate the two. The best studies are trying to adapt to the fact that minorities tend to concentrate in poorer areas, where crime tends to be higher and there is greater demand for police. That could distort the numbers. The penalty can be longer for the poor under pressure to obtain a petition because they cannot afford bail or a good lawyer. Our rule, Clinton, said, \"American Africans are more likely to be arrested by the police and sentenced to longer prison terms for doing the same thing as whites.\" Research suggests that when compared with blacks and whites who engage in the same illegal activity and have the same criminal history, African Americans are more likely to be arrested, more likely to face tougher charges, and more likely to receive longer sanctions than their Caucasian counterparts. We're assessing the claim as correct. Share \"The Facts Hillary Clinton\" as presidential candidate, \"African Americans are likely to be arrested by the police and sentenced to longer prison terms for doing the same thing as whites.\" On a TV commercial - Tuesday, 23 February 2016 Imbed Share read more", "vclaim_id": "vclaim-pol-05357"}