{"url": "/factchecks/2011/jun/01/national-republican-congressional-committee/we-said-what-nrcc-claims-politifact-ohio-confirmed/", "speaker": "National Republican Congressional Committee", "vclaim": "He says that Polly Fuckett Ohio confirms that Betty Sutton got federal debt.", "truth_label": "pants-fire", "date": "stated on June 1, 2011 in an e-mail news release:", "title": "We said what? Polyte Fact Ohio asserted its claim that Republic Betty Sutton \"executed a federal debt\"", "text": "Is it up down? Is the red blue? Is it raining like sunshine? In Washington, it is, and if it isn't, someone will insist on it anyway. So \"Polety Fuck Ohio\" is amusing -- and it's not entirely surprising -- that when we assessed an \"unbelievable\" allegation, a political organization quickly sent an e-mail to the press shouting at it and we confirmed something we didn't quite confirm. On Tuesday, 31 May, we decided that an allegation by the National Commission of the Republican Congress, attacking Democratic Congresswoman Betty Sutton, was hardly true. The allegation was that Sutton and her democratic colleagues were running on the country's credit card with unsustainable and irresponsible spending and \"now their credit card has reached the limit.\" In other words, the problem of the nation's federal debt was its fault. While Sutton certainly voted in favour of various spending bills, as we have noted, our reports also found that the wars in Iraq and Afghanistan, the tax cuts imposed by President George W. Bush (extended under President Barack Obama) and the economic stagnation also played a role in religion. The Liberal Centre for Budget and Policy Priorities stated that \"the Bush-era tax cuts and wars in Iraq and Afghanistan - including associated interest costs - account for nearly half of the public debt expected in 2019 (measured as a share of the economy) if we continue current policies.\" However, an analyst at the Conservative Heritage Foundation said such an analysis \"fails basic statistics\" because it does not look at social security, medical care, medical aid and discretionary spending. In other words, you cannot blame programs and decisions that you don't like or find appropriate and ignore all other decisions. That cherry-picking criticism was good for pretending about Sutton. As we have noted, Congress voted to raise the debt ceiling seven times under Bush, three times under Obama. So yes, Sutton voted to spend the bills, as detailed by the spokesperson of the National Reconciliation Commission (Tori Mazola), one of the sources we verified as we looked into the matter. But you cannot ignore the roles played by wars, tax cuts and the struggling economy as well in the nation &apos; s debt. These were critical facts that were ignored by the National Reconciliation Commission, which led to an assessment of the truth or a mere metre. This is the time when Mazola sent this press release by e-mail: \"Politi Fact confirms Sutton's \"fed federal debt\" rushing into the political cover. In the text of his letter, Mazola wrote: \"PORTIFACT OHIO speaks the truth: \"Betty Sutton and her Democrats went into the process of spending a spree and now their credit card has reached the limit. He's ignored everything else. We sent him a letter this morning (June 1) referring to our confusion, and he answered. He said: \"By virtue of your judgment, \"but hardly true, you have determined that the reactions of Democrats were unreasonable, unreliable or at least false to a degree greater than ours.\" We can cross, say it's down, left is right, or it's snowing in Washington (no matter the heat wave), but Mazola's logic on this just won't fly -- even in the belt road. The O-Meter truth is defined hardly right this way: the statement contains some elements of truth but ignores critical facts that give a different impression. This description fits the criticism of the Sutton National Reconciliation Commission. The Treat-O-Meter has other estimates available, of course, including the lowest, pants on fire. Definition? \"A statement is not accurate and makes a ridiculous allegation.\" Sherwood Brown mentioned on November 30, 2010, in an interview with MSNBC \"I understand, this is unemployment insurance. It's not welfare, as many of my Republican colleagues say. You pay for it when you work. You get help when you're not.\" By Stephen Cove • December 7, 2010, there is another way to say: What did we say? Both fit perfectly the profile of the National Reconciliation Commission.", "vclaim_id": "vclaim-pol-13008"}