{"url": "/factchecks/2019/jun/23/bill-brady/fact-checking-bradys-muddled-attack-pritzkers-tax-/", "speaker": "Bill Brady", "vclaim": "He says that after the last increase in income tax in Illinois, we saw the largest migration of middle-income families.", "truth_label": "false", "date": "stated on June 18, 2019 in a speech:", "title": "Checking the facts of Brady's muddy attack on Britzker's tax plan", "text": "Illinois had an income tax for 50 years, while the rates were rising upwards and downwards, always fit everyone on a scale. This can change next year if voters agree to a constitutional amendment to replace fixed tax with a progressive rate system that pays the rich even more. (Democrat government) In the months since he took office, we have verified a number of assurances from both those who support change and those who oppose it. Another in the series recently came from Republican Senate President Bill Brady of Bloomington in a speech at the Chicago City Club. \"We stood united as Republicans against this (graduated tax) in the first place because we could not find any guarantees for middle-income families,\" said Brady. \"The latest increase in income tax in Illinois, we saw the largest migration of middle-income families.\" Brady &apos; s claim was apparently a head scratch because the most recent increase in fixed income tax, from 3.75 per cent to 4.95 per cent, was imposed by the Legislature in mid-2017. There is a delay in the availability of tax data that can show who may leave the state, and the most recent figures available are from 2016 - before that last tax hike. What was Brady talking about? A different income group, a different tax increase when we arrived at his office, a spokesman for Jason Gerwig told us Brady was meant to refer to low-income families rather than middle-income families. By way of support, he referred to the recent analysis by the Government &apos; s Best Federal Tax Deposit Association between 2006 and 2016, a period of four years during which the state tax rate rose temporarily from 3 per cent to 5 per cent. This investigation found that the number of high-income tax reporters in Illinois had increased strongly after the tax hike, although critics had warned at the time that the richest taxpayers would flee the state, while the number of low-income tax reporters had decreased. But Bolivi Vac claims it's based on the words people speak. Notwithstanding the corrections made by his staff, Brady not only referred to the recent tax increase in the State but also to the increase in 2011, but also referred twice to middle-income families in his remarks. In the absence of data so far to shed light on the change in the composition of taxpayers following the 2017 increase, we have also decided to assess the success of middle-income people during the previous rise. There is no formal definition of \"medium class,\" so we looked at many groups that might seem suitable for this description, depending on the number of people in their families and the cost of living where they reside. The revenue reporting system data that were the focus of BGA analysis show that the number of filers reporting a total income of between $50,000 and $100,000 increased slightly during the four years in which previous tax increases remained in effect. Growth was even greater among those who reported incomes of between $100,000 and $200,000, almost as much as it could be considered to be from the upper middle class. Facebook published on February 1, 2021 in social media under the Tax Act 2017, \"People receiving less than $75,000 will raise their taxes in 2021 and every two years thereafter until 2027.\" In fact, the only smaller income group is the filing group reporting an annual income of less than $50,000. So Brady would have been on a little hard ground if he had said what Gerwig said about his intention. However, at that time, the figures applied not to the recent increase in the Illinois tax but to the second-to-last increase. Gerwig predicted that the slide would continue after the 2017 tax hike, but did not have data to back it up because it did not yet exist. In his speech, Brady also sought to argue that the graduated tax would inevitably impose financial pain on middle-income people by citing an earlier example when flat tax did so. One of the main shortcomings of this claim is that the democratic legislators and Breitzker had set up a structure of rates that depended on the adoption of the constitutional amendment, which would only raise taxes on those with an income of $250,000 or more. The Republicans, including Brady, warn that these rates are little more than an opening offer, and offer no guarantee that Democrats will not raise prices later on for all. While it is true that there is nothing to prevent this, there is also nothing to prevent it from doing so under the current fixed tax system, as confirmed by the same examples as Brady. More generally, the link between the state population and changes in tax policies is far from clear. In an interview with BGA to analyse the tax increase for 2011, economist Michael Hicks of the Paul State University said that people make decisions about when and where to move \"the same way they seek value in buying food, clothing or other materials.\" \"The most important facilities are good schools or school choice, thick labour markets, high-income neighbours, more educated, and other things that are often associated with cities or suburbs in large subway places,\" said Hicks, who specializes in the effects of public policy on economic activity. \"All things are equal, a higher tax will drive some people to leave, but all things are not equal.\" While our rule was arguing against a democratic plan to trade fixed income tax in Illinois with a series of graduation rates, Brady said the last time the State raised the income tax, \"We saw the largest exodus of middle-income families. The income tax in Illinois rose last time in 2017, and data are not yet available for any year after 2016, so there is no way to assess the number of middle-income Illinois residents who have introduced taxes in the state since its entry into force. We were told by Brady's office that the senator was intended to refer to low-income families, whose share of tax returns fell after the second-to-last tax hike in the country, showing tax service data, while revenue grew from all other income groups. But that's not what Brady said in the city club speech, so we're making his claim wrong. It's wrong that the phrase isn't accurate. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00504"}