{"url": "/factchecks/2019/jul/25/facebook-posts/no-trump-supporter-wasnt-mocking-dead-migrant-chil/", "speaker": "Facebook posts", "vclaim": "One of Donald Trump's supporters was holding a sign in his career, \"Storing a dead immigrant child.\"", "truth_label": "false", "date": "stated on July 4, 2019 in a Facebook post:", "title": "No, one of Trump's supporters wasn't making fun of a dead immigrant kid.", "text": "In June, she published a picture of two bodies of a Salvadoran immigrant and his nearly two-year-old daughter drowned in an attempt to cross the Rio Grande River on social media in the midst of discussions about migration to the United States. A short time later, another picture was shared on the Internet. In this picture, a woman with a picture of the father's and daughter's bodies under the word \"warning\" on a yellow mark. She smiles and sits among others, including those who stand behind her and point their cameras at something outside the frame. Some social media users jumped to a party outcome. \"Tramp's supporter at his gathering today,\" reads an article on July 4th with the picture. \"Staffing a dead child. That's how human garbage looks.\" This article, in which more than 4,000 people participated by 24 July, was referred to as part of Facebook efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) That's because while the picture is real, the Facebook article misstates what's happening. The woman was saddened by the drowning of the father and daughter, and in an interview with a reporter later posted on Twitter, she explained why she was carrying the sign. Although it's hard to hear everything you say in the video because of the background noise, she's obviously not making fun of a dead kid. Here's what we know. The women were on the occasion of President Donald Trump on 4 July on the National Commercial Centre. Photo taken and posted on Twitter by Alejandro Alvarez, a journalist and photographer at Radio WTP in Washington, D.C. Alvarez was covering the President's \"Peace to America\" event and one of his reports was both Trump's supporters and protesters. Among the photographs he wrote on Twitter that day was one of a group disguised in front of an inflatable baby loaded with diapers that were supposed to look like Trump. Alvarez also shared the image of the woman with the warning sign. Explaining the picture like this text: \"In view of the image of the father and daughter of Tuvia in Rio Grande, a generation of Boulders, the Prime Minister showed me a dark shift on safety signs in the border area warning migrants crossing the roads.\" It refers to the real transit signs of migrants used to warn drivers against monitoring migrants running across the road. His tweet indicates that the sign of women is a comment on migration policies. At least, we know she's not making fun of a dead kid. But social media users rewrote the image and gathered to try and identify the woman who claimed to be a supporter of Trump. A news reporter, Alex Robinstein, who interviewed the woman that day, tweeted footage from some of those Twitter reactions, including one of the users who said, \"Let's identify and shame this heartless woman who thinks the death of a child and her father is some kind of joke.\" On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On January 16, 2012, Robinstein also tweeted his video interview with women. Robinstein wrote: \"This woman's signal has given rise to some controversy on the Internet today, so I have decided to publish my interview with her before.\" \"She tells the story of a father and his two-year-old father from El Salvador who drowned trying to reach the United States \"that makes me very sad,\" she said. Rubenstein asks the woman about the sign and explains what happened to the father and daughter - how they drowned in the attempt to come to the United States - and how her sign was inspired by the road signs showing that migrants were crossing the road. She says, \"Now we've literally made them drown,\" saying they're migrating to try to find a better life. When Robinstein asks her why this is an important message for the Fourth of July, the woman says, \"America is made up of immigrants.\" She says: Unless you're an original American, you're descended from immigrants. The fourth must be a celebration of our \"come\" as you say. She goes on to say that she is sad about \"what's going on\" and remembers \"children in cages,\" a reference to the detention of migrant children at the border. Rubenstein tweeted that people were trying to hit a woman because of her sign. But he said, \"I'm not sure how anyone can interpret it as a endorsement of Tramp's border policies - just on his face - but the least he can do is take some time to look at the matter before trying to destroy her life.\" \"There's a huge crowd of Twitter trying to fuck this woman. It is clear that it is opposed to the border policies of Trump. If you see people trying to do their xx, please correct the record by publishing my interview in response.\" ............................................................................................................................................................................................................................................................... We don't know women's political affiliation. But it is clear from the reports and their own words that they do not make fun of a dead immigrant child. She speaks of how sad she is at the border and how we should celebrate the United States as a country of migrants. We're categorizing this article on Facebook as wrong.", "vclaim_id": "vclaim-pol-00400"}