{"url": "/factchecks/2018/dec/21/dallas-woodhouse/nc-gop-leader-mostly-right-about-lack-protests-ele/", "speaker": "Dallas Woodhouse", "vclaim": "He says there was no protest against the election, and McCreedy agreed, and every county council certified his results from Mark Harris and Dan McCreedy's race.", "truth_label": "mostly-true", "date": "stated on December 8, 2018 in a tweet:", "title": "The President of the National Electoral Council is often right about the absence of protests in the investigation of electoral fraud", "text": "The North Carolina Republican Party has urged the State Elections Council to ratify the results of a congressional race being investigated. The N.S. State Council for Elections and Professional Enforcement mentioned voting irregularities in November 30, when Mark Harris rejected the Republican Declaration, winning the Democratic Dan McCreedy. Harris has about 905 other votes, according to the informal results posted on the Council's website. The investigation is still under way. At the same time, the Republican Party called on the Council to ratify the results of the race. The Council must sit Harris as he investigates, said Executive Director NCGOP Dallas Woodhouse. \"There are two different issues here. The appalling lack of transparency on the part of members of the majority board of directors in @NCSBE, \"Woodhouse tweeted in December 8, referring to the State Election Council. \"Without a single electoral protest, the candidate refused to call for a recount, the pro-racing candidate, and every local election council testifying to the race,\" he added: \"Any political party without public claims would lose its mind because of a council that did not testify to a race that was not in dispute at the time and did not tell anyone why.\" He had already reviewed Polyte Fruitte &apos; s last point on the Council &apos; s actions and found it incorrect. In order to verify these facts, we will examine his points that no protest against the elections has been lodged, and McCready and the Provincial Council have \"all\" endorsed his results. No protests, early concessions, no formal protest against the elections in the Harris McCreedy race, according to Bat Gannon Election Council spokesman. Under state law, any registered candidate or voter may lodge his or her protests, which are concerned about the validity of the elections, and may lead to investigations. Because Harris and McCready were separated by less than 1% of the votes, McCreedy was entitled to request a recount. But he didn't. The race was recognized the day after the elections, and the observer for Charlotte stated that he had only waived his privilege on 6 December after further irregularities had emerged. With regard to Woodhouse's claim that \"every local election council\" testified to the results of the Harris McCreedy race, the facts are even more complex. When Poletti Fuckett asked the State Election Council whether the provincial councils had seen results in the Harris McCreedy race, Janon referred us to a press release on 17 December. The release provides details of a hearing on the evidence scheduled for January 11. He states: \"The procedure affects the final certification of the results in four public elections in 2018: (1) the United States Representative for the Ninth Congressional Region of North Carolina; (2) the seat 2 of the District Court of the 16B Judicial District; and the examination of the distinctive facts of Jenna Woodsworth, mentioned on 26 January 2021 in a tweet by the Secretary of the State of North Carolina Ellen Marshall, \"has won more than any other person alive throughout the state. By Paul Specht: 1 February 2021 (3) District Commissioner of the Landin Region 3; and (4) Soil Country and Water Conservation Area Supervisor (together, \"competitions\"). In an e-mail, Josh Lawson, the State Election Council's General Counsel, said that the Council \"has not ratified all races in the country, and that we have refrained from ratifying any contest where the apparent margin of victory represented fewer votes than those reviewed by our agency.\" In London, for example, \"Our Council ordered them to withhold their testimony,\" said Lawson. Thus, unlike Woodhouse, at least one district council has not testified to this. It is unclear whether the provincial councils will ratify its results without interference from the Council of State. However, this question cannot be discussed. The non-relevant points of Gannon, the spokesperson for the Electoral Council, referred to the State Act that guides electoral investigations. The law states: \"The Council of State may consider protests that have not been submitted in compliance with G.S. 163A-1177 may file and consider complaints on its own initiative, may intervene and have jurisdiction over protests pending before the Provincial Council, and may take any other action necessary to ensure that elections are decided without pollution of fraud or corruption and without irregularities that may have altered the outcome of the elections.\" In other words, the state law allows the N.C. Election Council to initiate investigations: ▪ even if no protest has been lodged, even if the candidate agrees, and even if the Provincial Election Council has endorsed the same ballots that the State Council wants to investigate. Our Governor Woodhouse has said that there has been no protest against the elections, and McCreedy and \"all\" of the Provincial Council have endorsed his results in North Carolina IX. He is right not to lodge a protest and McCready admitted it - albeit before concerns about voting irregularities arose. But it's not quite accurate about the results that are being certified. It is important to note that when it comes to the investigation of the State Election Council, none of Woodhouse &apos; s allegations are relevant. State law does not require the Council to consider any of these points. However, his statement meets the polyte fruit criteria mostly true. It is precise but needs further clarification or information. They shared the facts 2018-12-21:40:43 global time for political facts 5-1 7 in the evaluation of political facts: it is often true that there was no protest against the elections, and McCreedy and the District Council endorsed \"all\" of his results from the Mark Harris race, Dan McCreedy. • Dallas Woodhouse NC GOP Executive Director https://twitter.com/DalasWoodhouse/status/10714223558748673 NC Saturday, 8 December 2018-12-08", "vclaim_id": "vclaim-pol-01169"}