{"url": "/factchecks/2019/jun/24/facebook-posts/no-those-posts-about-infected-needles-being-hidden/", "speaker": "Facebook posts", "vclaim": "People connect HIV-positive needles to gas station handles", "truth_label": "false", "date": "stated on June 4, 2019 in a Facebook post:", "title": "No, those signs of infected needles hiding in gas pump handles are part of an old trick.", "text": "They say legends never die. But when it comes to the Internet, it certainly is the trick that keeps getting involved -- and in the case of freaking Facebook flyers, it seems to be endless to mislead. This time, the Facebook publication in question presents a picture of the handle of the gas station pump and what appears to be a sticky needle underneath it. It was published on 4 June and shared with more than 12,000 people by 24 June. The generally challenging text that hovers over the picture says, \"Please look before you throw gas in there, you put a needle infected with HIV in gas stations. \"The article was referred to as part of Facebook's efforts to combat false news and misleading information on the news. ∙ (Read more about our partnership with Facebook.) No, this trick has been of no value for years (Snoops reported posting copies of rumors in e-mail chains since at least 2000. While it is not entirely impossible to put a needle on a gas station pump, the problem is not widespread. We searched the Nexus and Google news archives and found only one case reported in such an incident, which occurred in 2017. It is crucial that the assertion that needles are infected with HIV is fabricated. In 2017, a man named José Medina stated that he was pricked by a needle when he was pumping gas in California. In fact, the picture used in this Facebook article appears to have arisen from the incident in the city. The daughter of Medina posted a lengthy update on Facebook shortly after she said that her father went to the hospital for tests, which came back negative. At some point, the rumor that the needle somehow contained HIV is addressed: checking the distinctive facts mentioned by the portal on 20 January 2021 in an article entitled: \"WHO acknowledges that its test was grossly exaggerated in describing people who have been tested positively for HIV.\" By Noah Kim • 22 January 2021...\"..because there are now people who take the picture and add a different story or claim that the needle contains HIV/AIDS (when I never mentioned that the needle was infected or not infected with the virus, we do not know what it was or wasn't there). There have been no other credible reports, from the media or law enforcement agencies, of another incident involving petrol and needle pumps. According to the CDC, although HIV cannot remain outside the body for a long time (e.g. on the surface), it can remain in a needle for up to 42 days, depending on temperature and other factors. On a digital health website called \"TheBody,\" which describes itself as \"the supplier of HIV/AIDS,\" we found an archival fact sheet of CCD Q & A on common rumours and myths about HIV/AIDS. At some point, the article dealt with rumours of HIV-positive needles left in public places such as cinemas or gas pump handles and said those stories \"It seems to have no basis in fact.\" \"The Drug Control Centre has received inquiries about a variety of reports or warnings about used needles left by HIV-positive drug users in the return of currencies from public phones, the bottom side of gas pump handles, and on cinema seats. These reports and warnings have been circulated on the Internet and via e-mail and fax, according to the website. \"Some reports have falsely indicated that the CDC has \"confirmed\" the presence of HIV in needles. The CDC did not test these needles and the CDC did not confirm the existence or absence of HIV in any sample related to these rumours. Most of these reports and warnings appear to be de facto unfounded.\" The CDC will comment on the allegation only by sharing information on its website dealing with injecting drug use and the risks of HIV infection and transmission. Our rule is an old trick that reappeared on Facebook, claiming that people connect HIV-positive needles to gas pump handles. In addition to one isolated case in 2017, we were unable to find any reports of needles detected in gas station handles. While it is not impossible for such a situation to occur, the argument that infected needles are hidden in gas pump handles on a large scale is the fear of overcrowding and inaccuracy. We value this wrong mail.", "vclaim_id": "vclaim-pol-00501"}