{"url": "/factchecks/2014/oct/15/david-perdue/perdue-claim-mark/", "speaker": "David Perdue", "vclaim": "Four million women have fallen into poverty in the past six years.", "truth_label": "barely-true", "date": "stated on October 7, 2014 in a U.S. Senate debate:", "title": "The claim against poor women", "text": "The main strategy of the Republicans who are going to the mid-term elections this year was to strike their democratic opponents as alternatives to President Barack Obama. This was a tactic used repeatedly by the General Democratic Party candidate David Birdo in the Georgian Senate race, including last week when he and the democratic opponent Michelle Nan participated in the debate phase in Perry. When asked about his position on the minimum wage and how to create jobs, Birdo told large crowds and sometimes predators that Nan was trying to \"undercut\" his trade to detract from Obama's support. \"She supports the economic policies of this administration, one that puts 4 million women in poverty in six years,\" said Birdo. Other Republicans filed similar claims this year because both parties compete for the voice and control of women over the United States Senate. We decided to pull the truth or the meter to make it happen: did 4 million women really fall into poverty in the last six years? We started asking Camp Pedro to prove it. The speaker, Derek Dickie, said that Birdo &apos; s comments relied in part on a publication published in August 2014 on the website of the Union of Republican Women of Georgia. The position stated that some 4 million women had fallen into poverty since Obama &apos; s election in 2008. The campaign also relied on similar general comments from US Sens. Mitch McConnell of Kentucky and Ted Cruz of Texas, although both McConnell and Cruz used estimates just under 3.7 million, said Dickie. We reached out to senators and immediately heard from Don Stewart from the McConnell office. Stuart referred to data from the United States Census Office (table 7) that showed 22.131 million women living below the poverty line in 2008, the year in which President Obama was elected, and 25.840 million women living in poverty in 2012. This is an increase of 3.7 million (over five years, not six, as Birdo said). On January 18, 2021 in the Committee &apos; s discussion. The United States is the only industrial country that has been modernized and does not already have a paid family medical leave programme. Among women aged 18 and over - who are discussed in those jobs - the poverty rate rose by 2.8 million between 2008 and 2013, according to census figures. Given the data that began in 2009, when Obama took office and could influence policy, the increase is down to 1.5 million, showing census data. Two of these figures are missing and, according to William Frey, a demographic at the Brookings Institution, further complicates the data. First, the number of all women in those periods increased due to population growth. This \"represents most of the increase in poverty among women either during the period 2008-2013 or 2009-2013,\" said Frey. Second, between 2010 and 2012, the high recession determined the poverty rate for all, not just for women. Last year, the overall poverty rate declined for the first time since 2006, before Obama took office. For women of working age aged 18 to 64, the poverty rate among adult women rose to about 991,000 between 2009 and 2013. The Census Bureau calls these figures \"no statistical value.\" So where does this leave us? Last week Michelle Nan said, \"The economic policies of this administration support one that puts 4 million women in poverty in six years.\" It is based in part on the data of the United States Census Bureau, which was first collected in 2008, when Obama was not even in office. Data from the Census Bureau show that the number of women living in poverty in 2012 is 3.7 million more than in 2008. But when you only talk about women -- adult females over 18 -- the increase is 2.8 million. This is a very large increase but far from 4 million so that it cannot be accurately described. We're mostly assessing the statement wrong.", "vclaim_id": "vclaim-pol-07143"}