{"url": "/factchecks/2017/apr/19/donald-trump/trump-china-taking-unprecedented-steps-help-north-/", "speaker": "Donald Trump", "vclaim": "With North Korea, \"no one has ever seen such a positive response on our behalf from China.\"", "truth_label": "half-true", "date": "stated on April 17, 2017 in an interview with Fox News:", "title": "Trump: China is taking unprecedented steps to help use North Korea &apos; s nuclear bombs", "text": "North Korea &apos; s nuclear weapons programme may be an imminent security threat to the United States and its allies, but it has also provided a common concern for America and China. In an interview with Fox News, President Donald Trump commended China for helping solve the North Korean problem, noting specifically that China had begun to reject charcoal shipments from North Korea, denying it a major source of revenue. \"No one has ever seen him like this\" said Trump April 17. \"No one has seen such a positive response on our behalf from China.\" There is much to be done in that statement, not least whether China is acting on behalf of America or in its own name, or both. The fact is that China has taken many steps over the decades to manage North Korea &apos; s nuclear ambitions. Some observers have long believed that its last position represents a new high level; others are less convinced. China and North Korea described the Congressional Research Service, the non-partisan political arm of Congress, China as \"the closest ally of North Korea, the largest supplier of food, fuel and industrial machinery, and can be said to be the most influential country in Pyongyang.\" China buys more than 80 per cent of North Korea &apos; s exports. At the same time, North Korea has been a thorn on China's side for a long time. A 2007 report of the Council on Foreign Relations stated that \"China's leaders are deeply concerned about the North Korean collapse that is accelerating massive instability in north-eastern China.\" As a reflection of a common view, Cheng Lee, Director of the China Center at the Brookings Institution, an academic organization in Washington, said that, above all, China wanted stability. He said, \"It is in China's interest that the Korean peninsula be free of nuclear weapons.\" North Korea &apos; s aggression may call for an American attack, which would create refugee flows and crises, or lead South Korea or Japan to reconsider their nuclear options. None of that will help China. China &apos; s growing role has been involved in North Korea &apos; s talks since the mid-1990s, when bilateral negotiations between the United States and North Korea resulted in a halt in the country &apos; s march towards nuclear warheads. China played a direct role in 2003. That year, North Korea withdrew from the NPT, reactivated a previously frozen 5 MW nuclear reactor and, during talks mediated by China, told the main American diplomat that it now had nuclear weapons. \"China wants to play a role,\" he told me. He wanted to cooperate with the United States. First, it organized the three-party negotiations (China, North Korea and the United States), which subsequently became the six-party negotiations (with Russia, South Korea and Japan). It hosted the Six-Party Talks and had harsh words for North Korean leaders.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, in 2005, those talks reached an agreement that could have led to the denuclearization of the Korean peninsula. However, Frank Januzi, who spent 15 years as policy manager of the Senate Foreign Relations Committee for East Asia and the Pacific, appreciates China &apos; s pressure to continue diplomacy to move forward. \"The United States has long been reluctant to engage in formal face-to-face talks with North Korea, with no political cover from a multilateral place,\" said Januzi. The Chinese wanted these talks too, but by making them happen, they were doing us a big favor. China is gradually raising pressure through its seat on the United Nations Security Council, and China has approved five resolutions against North Korea. The first was in 2006, followed by the second in 2009, the second in 2013 and the last in 2016. Economic sanctions had been increased through subsequent resolutions, although Januzi had said that China would only go a long way on that front. He said, \"The sanctions will never be effective.\" \"Because sanctions will always cease without hampering the North Korean economy, which China will not wish to do.\" He warned Ganuzi not to read much about China's recent rejection of North Korean coal. The March 2016 decision imposed a quota on the amount of coal that China could import. \"Commercial data indicate that North Korea reached the quota by the end of approximately February,\" said Januzi. \"China's coal has returned beyond the quota. It is therefore good that China has been suspended with sanctions, but they supported it when they voted in favour of the resolution.\" The Brookings Institution told me that China was beyond what it had done before. He referred to the visit of Chinese President Shi Jin Ping to Trump, and to the rhetoric in the Chinese media, \"the Chinese propaganda machine has changed radically.\" \"A few months ago, you began to witness further criticism of the North Korean missile programme. Informally, commentators spoke of regime change. Previously, you couldn't write about it.\" Janozzi said that if China was more vocal and showed dissatisfaction with North Korea, that would be in line with the past. \"It's a new high point in terms of their level of general frustration with North Korea but they've been shaking it for 15 years,\" he said: Some analysts, such as Mohan Malik, the Asian Security Professor at the Asia-Pacific Centre for Security Studies, see little encouragement in China &apos; s recent moves. Malik said: \"China is no doubt strangling around Kim Jong On's neck, but it is hardly choking him.\" \"China's trade with North Korea rose significantly from last year. More importantly, the transfer of dual-use components from Chinese companies for use in North Korea &apos; s nuclear and missile programmes continues unabated. Our Governor Trump said with North Korea, no one has ever seen such a positive response from China on behalf of America. In the view of the experts we have reached, China is doing more. Some were more enthusiastic than others. The record shows that China has moved gradually in this direction over the years. The refusal of charcoal shipments is in line with the economic sanctions of the United Nations that China voted for last year. China has largely maintained its trade relations with North Korea, and so far its work has been more rhetorical than substantive. It is difficult to quantify \"positive response.\" Whether the last move represents a sea shift \"no one has ever seen\" or the logical conclusion of a longer pattern, perhaps lies in the eye of the headmaster. We evaluate his statement half right. Sharing the facts of 2017-04-1919:28:37 UTC Policy 3 1 7 Policy Assessment: Half True with North Korea, \"No one has ever seen such a positive response on our behalf from China.\" The President of the United States, Donald Trump, in an interview with Fox News, Monday, 17 April 2017 2017 2017-04-17, read out more information.", "vclaim_id": "vclaim-pol-03408"}