{"url": "/factchecks/2019/apr/25/amy-klobuchar/klobuchar-wants-stop-drugmakers-bad-practice-keeps/", "speaker": "Amy Klobuchar", "vclaim": "\"Big pharmaceuticals bear fruit -- they pay literally -- generic medicines to keep prices and competition out of the market.\"", "truth_label": "true", "date": "stated on April 22, 2019 in a CNN town hall event for Democratic presidential candidates:", "title": "Kloboshar wants to stop paying for delays that keep the prices of drugs high.", "text": "The recent Washington focus on reducing the cost of medicines has introduced Americans into unprecedented terms such as pharmaceutical interest managers and listed prices. During an event on 22 April in CNN Municipal Hall for Democratic Candidates, Amy Klobochar, De Min, described a drug industry practice that seemed much like a bribe - drawing attention to another covert operation that legislators and experts say prevented patients from obtaining prescription drugs at affordable prices. America, meet the \"pay-for-delay.\" \"We can stop this terrible practice where big drugs pay the price-- they pay-- \"This is bad, and we can fix it.\" The Klobochar comment was one of the fundamental changes that she said she would make to the health-care system if elected President. Ending the practice of payment for delays, as well as allowing medical care to negotiate the prices of medicines and import medicines that were less expensive than countries such as Canada, could help to reduce the cost of pharmaceuticals. Approximately 8 out of 10 Americans believe that the prices of medicines are unreasonable, according to a recent survey by the Kaiser Family Foundation. (KHN is a editorially independent programme of the Foundation.) It is not surprising, therefore, that not only Klobochar but many presidential candidates speak of the costs of drugs. This practice of paying for delays seems too vague to be real, so we decided to see whether its claim was made: do pharmaceutical companies pay generic manufacturers to delay the marketing of their drugs, and keep prices high? Is that legal? Yeah, it's true that pharmaceutical companies compensate generic competitors. It is also true that this practice leads to delays before cheaper generic medicines become available, leaving patients with no choice but to pay for the cheaper medicines and trade names they have prescribed. Take Homera, an anti-hydration medication that treats diseases such as romiteoid arthritis and Crohn's disease. Abbvi was accused of entering into payment-for-delay transactions to protect Humira &apos; s claim, although the details of these settlements were confidential. The drug manufacturer stated in the record that he did not use payment tactics in exchange for delays with Homera. To understand this issue, it may help to identify payment-for-delay transactions in their name: \"reverse payment agreements.\" Like many products, drugs are patented. Before companies can sell a generic drug, they must certify that they will not market it until any relevant patents have expired or can challenge existing patents. In the face of a challenge to its patent, a manufacturer with a commercial name may in turn choose to sue for the general type of patent violation. Companies often decide to settle, with the general agreement of the manufacturer to postpone the marketing of his real estate until a certain date in return for a form of compensation from the company with a business name - a \"reverse payment agreement\" - because instead of seeking compensation, they agree to compensate the company against which a claim has been brought. The terms of these agreements, including the amount of money transferred, are confidential. Only the Federal Trade Commission knows how much it is worth - and the Fair Trading Commission says that these transactions drive Americans $3.5 billion in high drug costs each year. While drug manufacturers can argue that the settlements help save expensive lawsuits, they effectively act as a push to move away from the market, protecting the privacy and minimum quality of branded drugs. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black: 2 February 2021 in the past, this compensation was usually in the form of cash, as stated by Dr. Aaron Kissheim, an assistant professor at Harvard Medical School who examines the effects of intellectual property laws on drug development. However, cash payments are no longer common. In 2013, the Supreme Court ruled that the Fair Trading Commission could scrutinize payment-for-delay agreements under antitrust laws as part of its task of promoting a competitive market. Since then, the FTC has made opposition to what it calls \"anticompetitive transactions\" one of its top priorities, taking dozens of companies to court. Thus, many drug manufacturers have changed their strategies. Kiselheim said that these transactions had \"developed\" since the Supreme Court's decision, with fewer involving cash transfers. While the FTC considers cash payments as a red flag of anti-competitive behaviour, drug manufacturers may provide compensation in other forms - for example, by sharing knowledge or agreeing to market each other's medicines to doctors. This does not help patients, as Kiselheim said, because these agreements still delay drugs that are less expensive than going to the pharmacy table. He said, \"From the patient's point of view, they're both not good.\" Pharmaceutical companies with a brand name and brand have always opposed a ban on payment transactions for delays. But it seems as if their days were numbered, Rodney Whitlock, a former counselor and employee of the Republican Congress who was deeply involved in health policy, said. A bunch of bills have been submitted in Congress to stop this practice, including a bill co-sponsored by Klobochar and Sen. While it seems likely that Congress will pass a law to suspend payment for delay, this does not necessarily mean that the problem will be eliminated. Whitlock said that passing legislation seemed more likely. But \"After that, the execution will be, and the manufacturers will find new ways to achieve the same end that we haven't thought about yet?\" Our governor Klobochar said, \"We can stop this terrible practice where big drugs pay the price. \"Paying for delay\" is a practice in the pharmaceutical industry involving drug producers with a trade name to compensate their counterparts without a trade name for postponing the marketing of their copies of branded medicines, which causes longer delays in obtaining cheap commercial drugs to the pharmacy table. There are currently no federal laws explicitly prohibiting these types of transactions. Trade name manufacturers do not in all cases \"real pay\" to generic drug manufacturers. Since the Supreme Court ruled that the Fair Trading Commission could challenge these agreements in court in 2013, cash payments became less common and were sometimes replaced by other forms of compensation. Klobochar is clearly aware of this distinction. The legislation I introduced with Grasley indicates that the agreement is a violation of their proposed prohibition if the drug manufacturer \"receivs anything of value\" and not only in cash. We're assessing this statement right. Update 26 April 2019: Following the publication of this fact check, Abbvi contacted us about the inclusion of her drug, Homera, in the text and provided a statement that she did not use payment tactics in return for the delay. We have made clear the story of these points. The broader point of verification of the truth of the reverse payment agreements and the Klobochar statement is still valid. This fact-finding was reported and edited by the Kaiser Health News. The Polyte Fact and KHN Health Care Fact-Finding Partnership.", "vclaim_id": "vclaim-pol-00709"}