{"url": "/factchecks/2014/sep/23/peter-king/rep-peter-king-says-isis-tried-attack-fort-knox-20/", "speaker": "Peter King", "vclaim": "\"In 2011, the Islamic State tried to attack Fort Knox.\"", "truth_label": "false", "date": "stated on September 21, 2014 in an interview on \"Fox News Sunday\":", "title": "The Republic of Peter King says the Islamic State tried to attack Fort Knox in 2011.", "text": "There is considerable debate in Washington as to whether the Islamic State, the terrorist group now occupying parts of Iraq and Syria, poses a direct threat to the homeland. But for R. Peter King, R.N.Y., no doubt the threat is real. Why? Because, as he said, they tried to attack the United States before. \"They're coming to us, and we have to be on our guard at all times,\" said King September 21 on Sunday Fox News. \"If the Islamic State goes to Australia, it can certainly come to the United States. In 2011, they tried to attack Fort Knox.\" Attack on Fort Knox? We were surprised by this allegation. But maybe it shouldn't have been, because it's not even the first time the king has said it. We found at least seven cases in which the King made similar comments, including more than a year ago in multiple variations. On August 31, CBS: \"I strongly believe that ISIS is planning to attack the United States. Even three years ago, their predecessor tried to attack Fort Knox, and two people were arrested and convicted in Kentucky to try to attack.\" July 10, on Fox: \"In fact, three years ago when they called themselves Al Qaeda in Iraq, there were three of them, three members were arrested in an attempt to attack Fort Knox in Kentucky.\" 31 July 2013, on CNN: \"It was a program (the Foreign Intelligence Control Act) that revealed the base cell in the state of Kentucky of Paul, which apparently would have attacked either Fort Campbell or Fort Knox.\" Are they two or three people? Was it the plot against Fort Campbell or Fort Knox? No matter how many times he repeats it or how he says it, there is no public evidence of its accuracy. The Heritage Foundation, a conservative think tank, has not included an attempt on Fort Knox (or Fort Campbell, for this purpose) in its wide-ranging list of 60 terrorist conspiracies in the United States since 11 September 2001. Similarly, they looked at the National Union for the Study of Terrorism and the Responses to Terrorism of the University of Maryland through their database of frustrated terrorist attacks in favour of Poletti Fruitah and told us \"nothing happened.\" Iraqi citizens at the King Kentucky office did not respond to several calls and e-mails over several days requesting further information. However, based on his various comments, we were able to realize that the King was referring to the arrest in 2011 of Iraqi citizens in western Kentucky on charges of federal terrorism. The details of the case are indeed alarming. In September 2009, the FBI, on the basis of information, initiated an investigation into the valley of Ramadan Alwan, an Iraqi citizen living in Boling Green, Ki. Alwan discussed how he had previously been working as a bomb maker in Iraq. He boasted of blowing up American hamers and targeting United States soldiers, claiming to have used improvised explosive devices, referred to by the military as explosive devices, hundreds of times, according to court documents. The FBI even matched a print from Alwan to an unexploded explosive device discovered by the army in 2005. (If you can believe that, there is a warehouse outside Washington containing thousands of bombs found by the military.) In doing so, the investigators were able to determine that Alwan was likely killed by United States forces while in Iraq. The clandestine source continued to meet with Alwan and his soldier to assist in an operation in the United States to send explosives, firearms and money to the Iraqi Al-Qaida organization. Let's stop here for a second. It is reasonable to consider Al-Qaida in Iraq as a precursor to the Islamic State, as said by Gary Akram, Director of the Non-Conventional Arms and Technology Division of the National Union to study and counter terrorism. What is now the Islamic State is rooted in the Iraqi branch of Al-Qaida after multiple name changes and mergers with other groups. \"The fundamental ideology and leadership remained the same, as the strategy evolved from the expulsion of the United States from Iraq and the sectarian war in Iraq, to include overthrow (Syrian President Bashar al-Assad) and, ultimately, the formation of the Caliphate Army,\" Ackerman said. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On five occasions, Samantha Butterman helped to buy and load money and weapons believed to have been going to help Al-Qaida in Iraq fight American troops. In January 2011, Alwan recruited a friend to assist him - Mohamed Sharif Hamadi, another Iraqi who had moved to Boling Green after living for the first time in Las Vegas. (The colors and Hamadi entered the United States as refugees after lying about their pre-paper terrorist relations.) From January to May 2011, they worked together on five missions to send grenade launchers, machine guns, explosives, sniper rifles, grenades, rocket launchers and $565,000 to Al-Qaida in Iraq. Of course, this was all a bite. While Alwan and Hamadi thought they were helping the rebels in Iraq, in fact, the FBI was watching all their actions. The weapons, which were rendered unusable by the FBI, were transferred only from one location under the control of the FBI to another. In May 2011, Alwan and Hamadi were arrested. In December 2011, Alwan pleaded guilty to 23 counts, including conspiracy to kill United States nationals abroad and multiple accusations of weapons and terrorist activities. Hamadi pleaded guilty to 12 counts, including an attempt to provide material support to terrorists. For his cooperation with the authorities, Alwan was sentenced to a reduced sentence of 40 years &apos; imprisonment, followed by house arrest for life. Hamadi was sentenced to life imprisonment. The charges against Alwan and Hamadi were not related to domestic terrorist conspiracies. There is no mention of a conspiracy against Fort Knox in their indictments or in the affidavit on their activities presented by investigators during the trial. They have not been convicted of any offences related to domestic terrorism. All the charges against these individuals were related to acts committed while in Iraq or for attempting to assist terrorist groups operating abroad. We combed hundreds of pages of court documents available online. The only imaginable reference to any other terrorist activity is in the appeal of Hamadi's judgment. There, the U.S. Court of Appeal for the Sixth Circuit wrote: \"Hamadi and Alwan also conspired to kill the commander of the United States army they knew from Iraq.\" The ABC investigation report contained a little more detail: \"Aloan was caught on a surveillance tape from the FBI talking about using a bomb to assassinate the army commander they knew in Paige, who is now home and possibly attacking other home targets.\" This captain may have fallen at Fort Knox, about 90 miles away from Bolling Green (as far as it's worth, Fort Campbell is about 70 miles away). Maybe the King, who sits on the Home Intelligence Committee, knows more about this. But even in the most generous explanation of the facts, the King's account is still radically misleading. To begin with, his comments (in fact, the same thing in the past) concluded that individuals had been arrested for trying to attack Fort Knox. Once again, nothing in the indictments goes up to the point of mentioning a local conspiracy. Secondly, while it is fair to say that Alwan and Hamadi believe that they are already assisting the Islamic State, Al-Qaida in Iraq has not been in contact with them. Even if Alwan and Hamadi discussed an attack locally, it would not be correct to say that the plan came from ISIL or Al-Qaida in Iraq. They would have acted alone, without the consent of an actual terrorist organization. This was almost two Iraqis with a dangerous background who were deceived by the FBI to believe that they were helping Islamic rebels fight Americans abroad. Our ruling king said, \"In 2011, the Islamic State tried to attack Fort Knox.\" There is no general description of such a conspiracy and the King &apos; s Office has not responded to us to provide any evidence of a frustrated domestic attack on Fort Knox. In 2011, two Iraqi nationals were arrested in Kentucky approximately 90 minutes from Fort Knox for attempting to assist Al-Qaida in Iraq by sending weapons, explosives and money to rebels fighting abroad. However, their efforts were in fact part of a FBI sting operation, and they never helped or associated with Al-Qaida groups operating in Iraq. They eventually pleaded guilty to multiple charges of terrorist activities; however, no mention of a domestic conspiracy was made in any of the indictments. This is undoubtedly an alarming situation, but the public record does not support the King's conclusions. We appreciate the Bible's best consideration.", "vclaim_id": "vclaim-pol-07262"}