{"url": "/factchecks/2016/oct/10/donald-trump/donald-trump-wrongly-says-hillary-clinton-wants-go/", "speaker": "Donald Trump", "vclaim": "Hillary Clinton says, \"You want to go to a one-time plan\" for health care.", "truth_label": "false", "date": "stated on October 9, 2016 in a presidential debate:", "title": "Donald Trump mistakenly said that Hillary Clinton wanted to go to a one-time plan for health care.", "text": "Donald Trump called the Affordable Care Act a \"disaster\" that he wanted to cancel and that Hillary Clinton would make health care worse. Trump said during the presidential debate at the University of Washington in St. Louis on 9 October. \"Something similar to Canada. And if you ever notice Canadians -- when they need a big operation when something happens, they come to the United States in many cases because their system is too slow, it's catastrophic in certain ways. But she wants to go to a single motive, which means the government controls everything. Does Clinton want to move the United States into a single payment system for health care? The Clinton Health Care Plan to transform Obama's care into a one-time programme would make it, like the Medical Care Programme, a federal health insurance programme run by the federal government. The Government provides health care to all under a one-time system. At present, Obama &apos; s welfare promotes the policies of private insurance companies. Some Democrats - including Barack Obama at one time - have been pushed into a one-time system. However, there was insufficient support for this, and eventually Congress approved a plan that allows different insurance schemes to be put in place in \"market places\" by individual states and the federal government. During the discussion of the Vice-President, Tramp Goff. Mike Pines made a similar allegation that Clinton and Tim Kane \"wanted to expand (Obamakari) into a single payment program.\" We've assessed this claim as mostly false. In order to verify the facts of Pines, the spokesman for Trump Dan Kowalski referred to the health care page on the Clinton website. It indicates that it supports a \"general option\" for Obamakari, as Kowalski said. The \"general option\" is the only one that pays for the provision of health care. Here is exactly what she said on her website to her campaign about a general option: \"Defens and expand the law on affordable care, which covers 20 million people. Hilary will stand up to Republican-led attacks on this historic law - building on his success in realizing the promise of affordable health care for more people and making the \"general option\" possible. It will also support allowing people over 55 to buy medical care.\" So Clinton wants a general option, but she calls for adding the general option to the current options. Clinton has consistently said, including during the October 9 debate, that it wants to protect Obama's care from being abolished by Republicans. It called for its expansion to include tax exemptions, the elimination of charges imposed by off-line hospitals on many schemes, and the reduction of prescription drugs by lifting the ban on the federal Government from negotiating the prices of medicines and allowing Americans to neglect their drugs from cheaper countries. We have been asked by the Trump campaign whether they have seen any data from Clinton or Kane indicating that Obama's transformation of care into a single payment system is their ultimate goal. Kowalski replied that \"Hilary was fully committed to the general option\" and as evidence that he addressed the comments made by Clinton in 1994 when she was the First Lady. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 at that time, I predicted that if Congress didn't succeed in reforming health care soon, \"I think, I might be quite off-base on this, but I think by 2000 we'll have a single payment system. I don't think so - I don't even think it's a politically close call.\" Later in her answer, Clinton said there were three ways to get universal health coverage, only one of which was a single payment system. The other two are: the employer &apos; s state or individual state, which is how Obama &apos; s care program operates. A few days after the Vice-President &apos; s discussion, WikiLeaks published e-mails from Clinton &apos; s campaign leader John Bodista. An e-mail issued on 25 January by the research director of the Clinton Tony Kark campaign to Bodista included excerpts from Clinton &apos; s speeches for the Wall Street banks. (For months Clinton has been confronted with calls for speeches but has not done so.) One of the excerpts concerning the single payment systems was from my remarks to \"ECGR Grand Rapids\" on June 17, 2013. She gave a speech that day at the Grand Rapids Economic Club in Michigan. \"If you look at similar countries, such as Switzerland or Germany, for example, they have mixed systems. Not only do they have a single payment system, but they have very clear budgetary and accountability controls. If you look at single payment systems, such as Scandinavia, Canada, and elsewhere, they can get low costs because, you know, even though they are cared for, according to statistics, generally good or better than primary care, in particular, they impose things like waiting times, you know. It takes longer to get like a hip replacement than it might take here.\" We cannot fully assess Clinton's speech because WikiLeaks published only excerpts. (We asked the Clinton campaign for a full copy but did not get a response to that request.) However, Clinton commended the single payer for saying that it kept costs low, but also said that it imposed waiting times. She also commended regulations such as Switzerland for having clear budgetary controls and said that she had no single motive. The spokesman for the Clinton campaign, Josh Schorin, sent us a brief examination of the facts in the Político newspaper, whose main title was: \"No, Clinton has not sought a single motive for years.\" Last note: Trump was all over the map on health care for one pregnant woman if we followed his comments back to his first presidential race in 2000. \"The Canadian Plan helps Canadians live longer and healthier than America. We need, as a nation, to reconsider the single payment plan, as many individual nations do, Tramp wrote in his 2000 American book we deserve. In other times in the past two years he praised him, but he also said that he did not support him. His campaign plan on his website emphasizes \"the principles of the free market.\" Our referee Trump says that Clinton \"want to go to a one-time plan\" for health care. She would constantly struggle to abolish Obama's care and try to improve it. She said she wanted a general option to be \"perhaps,\" but she didn't ask for a system of only one motive. Clinton didn't ask for a one-time plan. At times, she commended the health-care systems of other countries with a single payment plan, but did not call for that plan for the United States. We appreciate Trump's claim that it was wrong. https://www.sharethefacts.co/share/4bde16f2-778f-4229-b2d2-a3819786738b", "vclaim_id": "vclaim-pol-04170"}