{"url": "/factchecks/2019/feb/20/amy-klobuchar/would-2013-immigration-bill-have-saved-158-b/", "speaker": "Amy Klobuchar", "vclaim": "\"Comprehensive migration reform, the bill we had in 2013... reduced debt $158 billion.\"", "truth_label": "half-true", "date": "stated on February 18, 2019 in a CNN town hall:", "title": "Was the 2013 Immigration Bill going to save $158 billion, as Amy Klobochar said?", "text": "Amy Klobochar, De Min, presidential candidate, introduced immigration legislation as a means of easing the federal financial picture during CNN City Hall in New Hampshire. During the municipal hall on February 19, a participant asked about the format of the budget proposed by Klobochar if she became president. One of the elements I mentioned was its support for the reform of the country &apos; s migration system - a change that she said would save federal government funds. Klobochar said, \"Only one thing -- comprehensive migration reform, the bill we had in 2013, supported by nothing but Grover Norquist. Why? Because it's reduced debt to $158 billion, okay? That's how much he'll save.\" It referred to S. 744, the Border Security, Economic Opportunities and Immigration Modernization Act, which was the result of a round of negotiations between a group of senators from the two parties known as \"Gang of 8.\" The bill would have granted many undocumented migrants access to citizenship and would have created or expanded other forms of legal migration. In the meantime, it could have provided a significant increase in border security. This bill was passed by the Senate on 27 June 2013, with a difference of 68 to 32. It did not advance through the house, which means it did not become law, although President Barack Obama was willing to sign it. Klobochar was one of many Democrats in the Senate who voted in favour of the bill. (Called to Grover Norquist refers to a prominent conservative anti-tax activist who supported the bill.) We decided to take a closer look at Klobochar's statement that the 2013 bill \"Reduction of debt is $158 billion.\" We found Klobochar justified by the fact that the bill was considered a net positive of the federal budget, but used the wrong word to describe its financial impact. The bill would have reduced future federal net spending, but would not have reduced actual debt. The source of $158 billion is an analysis by the Budget Office of Congress, the non-partisan arm of Congress charged with publishing official cost estimates for bills considered by the House of Representatives and the Senate. On January 13, 2021, bloggers announced the remarkable fact-finding story in which General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request to use Marines for security, saying that \"we are not working for you.\" On January 17, 2021, CBO's cost estimate for the version of the bill passed by the Senate said that it would, on a net basis, reduce the federal budget deficit by $158 billion in the 10-year period 2014 and 2023. Over the next decade, from 2024 to 2033, UNOPS expected that the decrease in the deficit would be the largest -- $685 billion. In making these calculations, the organization noted that federal spending would increase in certain ways, but that this increase would be more than balanced with increases in revenue. For example, newly certified individuals are eligible for benefits, costing Treasury. However, once their employment status has been legalized, these workers will begin to pay taxes, thereby increasing federal revenues more than these workers receive benefits. The opponents of the bill, in particular the conservatives, referred to other aspects of the analysis by the Community Bureau which they found disturbing, including the projection that the average wages of the labour force as a whole would be 0.1 per cent lower in 2023, as many newly certified individuals would be less skilled than the workforce as a whole. (though, the number of women will be 0.5 per cent higher after 10 years, in 2033) What is wrong with the Klobochar formula? She said \"Deon\" when she had to say \"deficit\" is the standard that the office looks at. The difference is not trivial. The term \"defence\" refers to an annual deficit in which expenditures exceed income. The debt is the cumulative total of all past deficits, minus any surpluses. Even when the deficit shrinks, the debt continues to grow, as long as the deficit does not shrink along the way to zero (as it would not have happened with this bill). Cumulative debt begins to decline only when you have a surplus. The Klobochar campaign indicated that its intention was that, as a result of the bill, religion would be $158 billion less than it would otherwise be, according to community organization projections. She has a point of view, but her specific words did not provide this difference. Our governor, Klobochar, said, \"A comprehensive reform of immigration, the bill we had in 2013... reduced debt to $158 billion.\" The bill would have reduced the projected deficit in the future by a total of $158 billion over 10 years. But the debt would have risen, at a slower rate than it would otherwise have been. We evaluate the statement half right. Sharing the facts of 2019-02-20 17:36 UTC Politics Fact 4 1 7 PoliticsFacting: Half True \"Comprehensive Migration Reform, The Bill that we had in 2013... reduced debt $158 billion.\" Amy Klobochar is a democratic presidential candidate at the following address: http://transscripts.cn.com/TRANSCRIPTS/1902/18/se.01.html", "vclaim_id": "vclaim-pol-00998"}