{"url": "/factchecks/2014/oct/07/ben-affleck/ben-afflecks-claim-isis-couldnt-fill-double-ball-p/", "speaker": "Ben Affleck", "vclaim": "The Islamic state is so small that it \"can't fill the double ball court in Charleston, and...", "truth_label": "false", "date": "stated on October 3, 2014 in an interview on \"Real Time with Bill Maher\":", "title": "Ben Affleck's claim that ISIS couldn't fill the double-ball field in West Virginia has been verified.", "text": "Ben Affleck is on the news for more reasons than the new hot girl. The active/actor defence of Islam in real-time appearance of HBO with Bill Maher generates its own headlines. In two words, he argued that the beliefs and actions of the Islamic State, although widely denounced as extremist, were not all different from the fundamental principles of Islam practised by Muslims throughout the world. Affleck called this unfair circulation of Muslims, who number about 1.6 billion and represent the second largest religion in the world. Then Affleck used to compare the tongue with the hidden color to speak of the size of the Islamic State versus the number of Muslims around the world. Affleck said, \"An ISIL can't fill a double field in Charleston, W. Fa. \" It is clear that the Affleck comment was intended at least partially to laugh, but he used it to reinforce his argument that the number of Islamic State fighters was decreasing compared to the Muslim population at large. That's worth taking a second look. So in order to verify the facts, we wanted to know what we could learn about the size of the Islamic State and see how it accumulates even the ability to sit on the little league baseball team he was thinking about. The size of the Islamic State and the United States Government experienced difficulty in determining the exact number of jihadist fighters within the Islamic State, also known as ISIL and Idash. Part of the problem is that the group grew rapidly while acquiring more land in Syria and Iraq. Over the summer, it was widely reported that the United States Government estimated the number of fighters in the Al-Qaida-affiliated group at about 10,000. In September, the Central Intelligence Agency doubled the estimated size of the group by 20,000 to 31,500 combatants. In a statement to Bondet Fact, the Office of Public Affairs of the Central Intelligence Agency explained that the figure was based on intelligence reports collected from May to August. The CIA attribute growth to \"a stronger recruitment since June after the battleground successes and the declaration of succession, It is reported that at least 2,000 fighters also hold Western passports. According to non-United States reports, the Islamic State may be much bigger. RRT, Russian Government-sponsored news organization, quoted an Iraqi intelligence adviser as saying that the number of the Islamic State was 100,000 in August. The island reported that the Islamic State had an army of 50,000 troops in August. In September, a Kurdish security official reported the presence of 40,000 Islamic State fighters. It is difficult to determine which estimates are the best, but we believe that the use of the American figure can certainly be defended, since other estimates do not come from governmental sources named or official. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: 12 January 2021, then, will ISIS members fail to fill Charleston's double-ball court, W. Va, who was in Affleck's mind? The example of West Virginia Power Affleck on a small baseball field is not hypothetical. There's already a small team in Charleston. The city is home to the West Virginia Force, a first-class branch of Pittsburgh pirates since 2009. According to Adam Marco, the radio broadcaster and marketing director of the team, Powerbeur Park has a maximum capacity to sit at 4,500 people in baseball games. He said that the park could carry up to 11,000 people for charity events and concerts that would allow people in the field. So, assuming that Affleck means field seats, even the lowest estimate for Islamic State fighters will be too much on the field. The story of the A double teams, which Affleck said, although West Virginia is Class A, is not different. The biggest Double A playground in the Jacksonville Suns, which can carry 11,000 fans, said the spokesman for the Little League of Mari Marandi. Weird, we asked Marco why Affleck thinks, from Boston Red Sox fans, His theory: Affleck's wife, Jennifer Garner, grew up in Charleston. \"I know Jennifer was at last summer's game,\" said Marco. \"But in my five years here, I can't say that I saw him in a game. But that doesn't mean it didn't happen.\" Our referee, Affleck, said: \"It is not possible for ISIS to fill Charleston's double-ball court, W. Fa.\" Not every day we consult the CIA and the baseball team in the second league for the same verification of facts (from the Oscar actor), but here's what we found: the small league court in question will not provide enough space to sit down for Islamic State fighters, even when the outdated United States government, which is a low estimate of 10,000 people, is used. The CIA is now using a much higher estimate than 20 to 31,500 fighters, and other reports suggest that it could be much higher. The Islamic State is small, but not the double baseball park A is small. We appreciate Affleck's false claim.", "vclaim_id": "vclaim-pol-07187"}