{"url": "/factchecks/2019/sep/03/viral-image/no-1988-exorcism-didnt-happen-house-survived-hurri/", "speaker": "Viral image", "vclaim": "The exorcism of 1988 took place in the only house still standing after Hurricane Ike.", "truth_label": "pants-fire", "date": "stated on August 28, 2019 in a Facebook post:", "title": "No, the exorcism of the wicked spirits in 1988 did not occur in this house that survived Hurricane Ike.", "text": "While Americans are tracking the course of Hurricane Dorian in the Atlantic, some also share questionable Facebook articles about past storms. Take this, published on August 28. It shows a black and white picture of a single house, under which this text reads: \"The only house still standing from Hurricane Ike in 2008. This is the same house where the exorcism took place in 88 coincidences? This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The picture is true, but the idea that the house he represents was subjected to an exorcism in 1988 is quite wrong. That's because the house was built after 2005. Facebook was published on February 7, 2021 in an article on Facebook, \"The Devil was diagnosed in the Super Bowl of Satan.\" By Bill McCarthy • On February 8, 2012, photographer David J. Philip took this picture on September 14, 2008, after Hurricane Ike struck Texas. The home of the beachfront in the Gulf of Mexico is a photographer among the debris in Gilcrest, Texas. You can see it from different angles here, and the picture used in Facebook also appears in the story of Houston Cronkel in September 2008. The story describes how Ike destroyed the firehouse and the post office and \"every building on the side of the Gulf\" of Gilchrest except the house. It was Pam's house, Warren Adams, and fact reports they built the place in 2005, after Hurricane Rita destroyed their former house in the same place. We're assessing this pants mail on fire.", "vclaim_id": "vclaim-pol-00208"}