{"url": "/factchecks/2019/jan/15/toni-preckwinkle/preckwinkle-inflates-role-shedding-light-mcdonald-/", "speaker": "Toni Preckwinkle", "vclaim": "She says, \"I made sure that Lakwan McDonald's autopsy became public,\" and \"I asked that the camera footage be posted.\"", "truth_label": "half-true", "date": "stated on January 9, 2019 in a TV ad:", "title": "Brequinkle is playing a big role in highlighting McDonald's case.", "text": "The president of the Cook County Council and the candidate for mayor Tony Brequinkel has a campaign announcement claiming to have a major role to play in revealing the details behind the 17-year-old murder of Lakwan McDonald. \"Sixteen shots. Nine in the back. The facts the police and city officials tried to bury. The facts brought by Tony Brequinkel to the light, \" says the novelist in a 30-second spot. \"It was Tony who made sure that Laquan McDonald had an autopsy in public. Tony, who ordered the CCTV footage.\" McDonald was shot dead on October 20, 2014, by the then Chicago police officer Jason Van Dyke, later convicted of second degree murder and aggravated assault. But more than a year after McDonald's death, the city withheld video footage of the shooting and Van Dyke remained in power. The BRICKINKELL Declaration was soon met with a plethora of criticism from its opponents in the Mayors &apos; race as well as from community activists. They accused her of politicizing McDonald &apos; s death and exaggerating her role in revealing the facts of the shooting for personal gain. We were wondering how much credit Brequinkel could reasonably take to help publish two key guides in public, which runs counter to the city's official version that Van Dyke shot McDonald in self-defence. The first allegation was verified in the BRICKINKELL Declaration. Brequinkel used its authority over the Coroner's Office in Cook County to discover details of McDonald's death that were being kept confidential. The results of the autopsy were first described to Jimmy Calvin, an award-winning writer whose invisible institute played a central role in investigating cases of police abuse in Chicago. Calvin published the story behind McDonald's shooting in February 2015, revealing that Van Dyke pumped 16 shots into McDonald and 9 of those shots hit the teenager in the back. Calvin has repeatedly told the story of the help he gave Crecoinkel in helping him search for loose details of McDonald's autopsy. \"I agreed to see what you could find and I was out running to Washington Park in the snow on a winter night in Chicago and Tony stood by me on 51st Street. She didn't say hello, she was obviously shaking. She then said: \"16 shots - front and back,\" I called Calvin back to WBEZ. However, we couldn't find evidence to support the second strike of the Brickinkle TV ad, it pressed the city to publish the video of the police camera of the incident. Facebook was published on September 10, 2014 in Facebook articles \"Fox acknowledges that she is lying\" and, under the first amendment, \"she has the right to lie or deliberately distort news reports on public radio waves.\" In September 10, 2014, Emanuel's administration resisted shooting the video for more than a year even in the face of a lawsuit brought by independent journalist Brandon Smith. But in November 2015, Cook Franklin Valderama County Judge ruled in favour of Smith and ordered the release of the video, which came five days later. We asked about the Proquinkel campaign to get evidence that she spoke about the video before the Valderama order. The woman speaking Monica Trevino sent us several articles quoting Brequinkel criticizing city officials for their late publication of the footage. But all the articles made it clear that Brequinkle had gained weight only after the judge had done so and the video was a reality. We also checked with Matt Chick, the government attorney for transparency and media who represented Smith in his suit. The subject is also provided by external lawyers of the Government &apos; s best association, but BGA, which runs Polyte Factte Illinois, did not participate in Smith &apos; s legal action. The subject told us in an e-mail that Brequinkel was not aware of calling for a video before the judge's order and said that she had not presented anything to the court to support Smith's position in the case. The subject was among those who contacted Requinkel last week to expand her role in highlighting the true story of McDonald's death. \"Instead of using this more for political purposes, I would like to hear candidates acknowledge that there is a serious ongoing problem of confidentiality that requires immediate attention on the first day and their specific proposals and commitments on how they will deal with it,\" wrote the subject on Twitter. Our judgment (Brequinkel) claims that it was useful in publishing the details of McDonald's autopsy. That's right. But the Brickinkle ad also confirms that it asked the city to release the surveillance footage of the shooting. We didn't find any evidence that she did it before the judge ordered her release. The Brickwinkle Declaration is partially accurate and leaves important details, so we evaluate it half right. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-01125"}