{"url": "/factchecks/2014/sep/30/joni-ernst/braley-ernst-debate-anti-abortion-legislation-impa/", "speaker": "Joni Ernst", "vclaim": "According to personal legislation sponsored by her, she would not have limited access to reproductive services and was \"simply demonstrating that I support life.\"", "truth_label": "half-true", "date": "stated on September 28, 2014 in a debate:", "title": "Braley, Ernest's discussion of the impact of anti-abortion legislation", "text": ":: The Republic of Bruce Braley, De-Owa, whose opponent in the Senate race, State of the Republic, Sen Johnny Ernest, has introduced legislation that would severely limit abortion rights in the state of Iowa. It's not. Ernest's a model in a recent debate. Braley and Ernest -- who compete for success in democratic elections -- retired Tom Harken in one of the tightest and most watched Senate competitions in the country -- mocked at the core issues, including women &apos; s rights, on 28 September 2014, the debate in De Moin. At some point, candidates were asked whether they would follow legislation on abortion at the federal level. Brahley's response first. (Video here.) \"What I wouldn't do,\" said Braley, \"supports some kind of legislation introduced by S. Ernest in Iowa that would have banned all forms of abortion, which would have prevented certain forms of contraception from being available to women in Iowa, which would have prevented laboratory insemination.\" Ernest replied: \"The amendment to which Congressman refers will not do any of the things he said he would do. This amendment is just a statement that I support life.\" This debate was raised earlier this month: earlier this month, Berley made an announcement attacking Ernest for the same reasons. We decided to take a closer look to see who was filming it more accurately. In April 2013, Ernest joined another 20 senators in the state of Iowa in sponsoring \"personal\" legislation. If he had passed, the measure would have amended the state constitution to define a legal person as a \"person\" upon pregnancy. The U.S. Supreme Court currently defines a \"person\" when the fetus is in the \"postlife\" phase, said Tim Hagel, Professor of Politics and Constitutional Law at the University of Iowa. Ernest said she thinks life starts when she's pregnant. In a preliminary discussion of the Republican Senate in May, she said that if the draft Personality Act was passed, she believed that the providers of abortion services \"should be punished.\" Proponents of abortion rights have criticized these \"personal\" laws - which have been proposed in several other states, but have not been approved - as creating a legal way for legislators to restrict women's access to certain reproductive services. For example, Braly said that the proposed legislation in Iowa would achieve a number of things: prohibiting all abortions, preventing access to certain forms of contraception, stopping in vitro vaccination and leaving doctors liable to prosecution. However, this speculation - because none of these provisions are covered by this measure in the range of only 200 words. This measure would have changed the State Constitution to state that \"the inalienable right of every person to life at any stage of development must be recognized and protected.\" Unlike some measures in other states, the term \"person\" has not been specifically defined. On January 13, 2021, bloggers announced verification of the remarkable facts in a story written by General David H. Berger, US Navy Commander. They rejected Nancy Belusi's request to use Marines to provide security, and told her that we were \"not working for you.\" \"In itself, the decision does not change much,\" said State X. Dennis Goth to the Iowa University Students' Journal. \"But it guarantees that if pro-life legislation is enacted, it will not be repealed by the Supreme Court of Iowa. It's a supporting document.\" If so, personal legislation can provide legal justification for the prosecution of any person who harms a human embryo from conception. This would make abortion truly illegal and could endanger at least some forms of birth control. Some common birth control methods, such as intrauterine devices and \"Plan B,\" can prevent a fertilized egg from implanting it in the womb. (These forms of birth control were also the ones under discussion in the Supreme Court case in the Hopi Lobby earlier this year. Ernest has expressed wider acceptance of birth control measures than it has with regard to the possibility of abortion. \"When it comes to obtaining contraceptives for women, I will always stand with our women for affordable access to contraceptives,\" she said in the discussion on Sunday. \"That's something Congressman Braley was trying to mislead our voters. I believe in a woman's right to contraception.\" Vaccination practices within the laboratory can also be affected - when the child is pregnant in an out-of-body laboratory. Vaccination specialists in the laboratory often create multiple embryos for one client. Once a woman is pregnant, the remaining embryos can be disposed of. If the personal measure was in force, it would be illegal to dispose of these additional embryos, and the State could be obliged to find women to carry them, as Sylvia Lew said, Professor of Law and Medicine at New York University. So it's not hard to imagine the effects of the personality measure on all the areas that Berley mentioned -- abortion, contraception, in vitro pollination, and the risk of prosecution of doctors. But it is also not a guarantee that any of these restrictions can occur. The experts we met said that Ernest's law was too vague to predict its legal implications. \"The amendment, if adopted, may lead to all the effects observed by Bruce Braley, but it remains uncertain as no personality change (in other states) has been approved so far,\" added Maya Mannian, a professor at the Law School of the University of San Francisco and an expert in reproductive health care. In addition, these more restrictive policies cannot enter into force without overcoming additional obstacles, including the repeal of the federal law, which currently protects women &apos; s right to abortion, as stated by E. Glen Cohen, Co-Director of the Center for Health Law Policy, Biotechnology and Biology at Harvard University. Cohen said: \"Even if it is supposed to have the effect that concerns Berley, the U.S. Federal Constitution is the supreme law of the country and is superior to the Constitution of Iowa.\" The Governor Ernest said that his personal legislation would not be restricted to access to reproductive services, and it was simply a statement that I supported life. Both Braley and Ernest have grown up here. Ernest has the point that legislation does not literally call for restrictions on the reproductive rights mentioned by Berley, but rather more than a \"statement\" in principle - that would change the Constitution of Iowa in a way that can, at some point, enable many or all of the consequences that Berley expects. We appreciate Ernest's claim to half the right.", "vclaim_id": "vclaim-pol-07230"}