{"url": "/factchecks/2019/oct/25/chain-email/no-there-arent-14000-abandoned-wind-turbines-litte/", "speaker": "Chain email", "vclaim": "\"14,000 abandoned air turbines are ruining the United States.\"", "truth_label": "pants-fire", "date": "stated on October 25, 2019 in a chain email:", "title": "No, there are no 14,000 abandoned air turbines contaminated all over the United States.", "text": "Missouri recently issued headlines for the planning of a new wind project in Bonn County, Northern Colombia. In April, President Donald Trump claimed that windmills caused cancer. At the local level, renewable energy companies that finance wind energy projects in Missouri have recently spearheaded the planning of a new wind project in Bonn County, South Harrisburg. Now, the widely circulated e-mail series has re-emerged the claim industry experts often saw: \"14,000 abandoned wind turbines of United States garbage.\" That's not true. For years, wind energy supporters have tried to dispel the claim, and 14,000 appear to be fabricated numbers. The problem is that no one can say exactly how many wind turbines are \"unlearned\" there. It appears that many of the contents of the e-mail chain have been copied from an article on a blog called American elephants, which describes itself as a conservative home. The anonymous blog was published on July 7, 2013, which means that this allegation is at least six years old. Wind energy experts have been trying to expose this claim as a myth for a long time. \"This is bullshit,\" said Paul Jeep, who published five books on wind energy since 1995 and who studied closely wind farms in California. (The American Wind Energy Association now does so.) Gabe said there were never 14,000 abandoned air turbines in California, the United States, North America or anywhere in the world. But at the same time, there were about 14,000 wind turbines in California, total. He says he's \"the author of that number\" and he thinks he's the original number used in the e-mail chain. Experts from the Wind Energy Association agree that the allegation is blatantly false, but the organization struggled to correct the misunderstanding. \"We know that this is not true,\" said Caitlin Monagan, Vice-Director of the Association for Licensing Policy and Asset Management. \"We're not sure why it was so hard for us to pile up legends or why it's kind of still floating there, but sometimes I think how things are going.\" James Owen, CEO of Energy Renewal, a renewable energy company, said he did not know any abandoned air turbines in Missouri. He also agreed that there was no evidence of the claim for abandoned turbines. Owen said: \"To the extent that I have seen, there is absolutely no basis for this.\" It looks like it's just a number made up. Why did Monaghan not admit that wind turbines are ageing and usually have a useful life of between 20 and 30 years. At that time, she said that old equipment must be dropped, repaired or replaced. Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. • 29 January 2021, if the owner chooses to shut down the entire wind farm, Monagan explains, it is the owner's responsibility to terminate the farm's operation, which includes removing wind turbines and restoring the land to its original condition. There were often domestic and state laws requiring this for individuals who ran wind farms. However, 99 per cent of wind projects are built on private land, and therefore land leases used in turbines often include requirements for entrepreneurs to remove turbines and reclaim land when the project closes. With this in mind, Monagan explained that there were a number of reasons why entrepreneurs would not simply abandon wind turbines - which meant leaving turbines in place even though they were not functioning. In areas where the construction of wind farms requires permits, the project owner must often submit in advance a detailed plan for the eventual completion of the project. Sometimes owners have to provide \"mother company guarantee,\" or some kind of financial support, to reassure society that they will not leave any abandoned wind turbines. Moreover, Monagan said that it would damage the reputation of companies with landowners if they simply abandoned wind turbines. The turbines are also worth saving; steel and other materials from the project can be reused or sold, as Monagan said. Finally, pre-existing farms have already collected extensive wind speed data and have access to transmission lines. Greg Alvarez, Deputy Director of External Communications of the Wind Energy Association, explained that these advantages were valuable for projects and created \"very strong financial incentives not to leave these sites vacant and abandoned.\" For those who believe that companies install wind turbines to obtain tax credit and then give it up, Owen said that this was a \"clearly silly\" idea because companies make money only by selling the energy generated by turbines. It was also a misunderstanding of the tax exemption available. \"The tax exemptions they talk about are the tax exemptions for production,\" Owen said, \"so they only get tax exemptions if they produce something.\" The United States Wind Database indicates that there are 60,576 turbines operating in the United States, including Puerto Rico and Guam. Overall, wind power supply is just under 7% of the country &apos; s electricity, according to Alvarez. He said that the United States wind industry had 97,000 MW of installed energy, which was enough to operate about 30 million average American homes. Energy production is tracked and recorded, as well as the installation of wind turbines, but no one traces the number of abandoned wind turbines. The wind energy association experts said that there are at most a few non-operational wind turbines that may appear to be abandoned even if they are not. In addition, they cannot be more specific. It was the best pocket estimate of the actual number of abandoned wind turbines in the United States somewhere \"in hundreds\" but not thousands. Our e-mail chain says that \"14,000 abandoned wind turbines are contaminated in the United States.\" There is now, as never before, no research to support the prosecution. Industry experts have been fighting to refute the myth for years. We evaluate this ridiculous allegation of pants on fire.", "vclaim_id": "vclaim-pol-00016"}