{"url": "/factchecks/2019/sep/17/various-media-reports/nc-democrats-not-911-event-during-gop-budget-vote/", "speaker": "Various media reports 2", "vclaim": "The Democrats were at the 9/11 memorial ceremony when the National Congress Republicans cast a controversial vote.", "truth_label": "false", "date": "stated on September 11, 2019 in reports:", "title": "The National Democratic Party did not attend the events of 11/9 during the vote on the budget of the General Democratic Party", "text": "The Republicans in North Carolina voted controversially on 11 September. Months ago, a democratic government. Roy Cooper had rejected the State budget proposal he had made. Therefore, when President Tim Moore of the Republican House of Representatives noted that many Democrats were absent that morning, political opponents were shocked by a vote to bypass Cooper &apos; s veto. The voting news spread over the Internet like a bad game of phone. The main details of the vote have disappeared or been exaggerated. \"The Republicans in North Carolina used a monument to the events of September 11 to deceive Democrats to lose the main vote,\" News Nowthis, which had 2.4 million Twitter followers, tweeted that day. Subsequently, she took part in the tweeting of Elizabeth Warren, a Democratic American Senator from Massachusetts, who ran for the presidency. She has 3.2 million followers. \"What happened today is far from unacceptable. The call for a sudden budget vote - at the same time as many members on 9/11 memorial - is a flat error \"NC Rep. Chaz Besley, a Mecklenburg Demical County, tweeted. Paisley is quoted from a report by the T.V.D. The Washington Post also quoted a misleading title: \"The Republicans in North Carolina have exceeded the veto on the budget while the Democrats were at the 9/11 ceremony.\" While the story and title of the News & Oservent - NC House was nullifying the budget veto in a sudden vote with the absence of nearly half of legislators - minute, Rallee, based in Raleigh, published a partially false address on Instagram: \"Most Democrats were absent from 9/11 celebrations and were told that there would be no vote during the morning session.\" But these allegations about the budget vote on September 11th, everything went wrong: most Democrats weren't at the September 11th memorial. ==Polic Fact==NC, which had a reporter covering the story since 11 September voting, found only one democracy in the house that he said was in the 9/11 event. That democracy is the Republic of Garland Pierce who said he attended a commemorative event on September 11th in Ryford. No other democracy has come forward -- not after Speaker Moore blew up what he called \"false news,\" not after Paulette Fuckett NC contacted Rep. Darren Jackson, the minority leader at home, asking him whether the other Democrats attended the September 11th event. Joe Biden says: \"I have issued more than anyone in such a short period of time, more than Obama, more than Trump, more than anyone else.\" The budget was on the home calendar. But Jackson said that Rip David Lewis from Harnett County, a senior Republican, told him that there would be no votes that morning. Louis rejects Jackson &apos; s claim. He admitted a reporter to R.R.L. to tell her that he thought there would be no votes during the Wednesday morning session. However, Louis claims that he did not convey this prediction to legislators. Some corrections have led Bisley, a democracy from the department of Mecklinburg, who is running for the post of deputy governor, to correct his claim later. \"One correction: at least one member, Garland Pierce, was attending the 9/11 memorial ceremony, as was the Governor. The article originally indicated that some members were, but has since been updated. I'd hate for this budget fight to distract attention from the real focus of 9/11, \"he later tweeted, sharing the updated story WTVD. N&O corrected her mail instagram. The Washington Post also made it clear: \"An earlier version of this article has been circulated excessively as the reason for the absence of Democrats from the General Assembly session. The story has been updated.\" But some tweeting and stories are still inaccurate. As of Tuesday morning, this tweet was shared more than 700 times and received 1600 \"like.\" Our various ruling media said that the NDP's legislators were at the 9/11 memorial ceremony when the Republicans voted controversially on the budget. Bolivi Fukte is only aware of one democracy next to Jove. Cooper who claimed to have been in the 9/11 event. We value this allegation wrong. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To provide ideas to verify the facts, e-mail [e-mail protected]. Sharing the facts 2019-09-17 20:19:36 UTC Politics Fact 2 1 7", "vclaim_id": "vclaim-pol-00155"}