{"url": "/factchecks/2019/may/23/kamala-harris/did-kamala-harris-flip-flop-independent-probes-pol/", "speaker": "Kamala Harris", "vclaim": "∙ On the need for independent investigations into police shootings", "truth_label": "full-flop", "date": "stated on May 20, 2019 in an interview on MSNBC:", "title": "Did Kamala Harris turn an independent probe into a police shooting?", "text": "Kamala Harris changed her position this week on whether independent prosecutors should investigate police shootings. \"Kamala Harris' last failure is her new support for independent police shooting investigations,\" reads an article published by America Rising PAC, which conducts opposition research against Democrats and was founded in 2013. Harris served as Attorney-General of California from 2011 to 2016 and earlier as Attorney-General of the Province of San Francisco. Elected to the United States Senate in 2016. A number of critics on the left have described it as defending the current status of the criminal justice system - a situation that penalizes the poor and coloured disproportionately - and not the progressive leader who claims to be him. Following the campaign, Harris described the system as \"deep defects,\" and in need of reform. In support of this volatile claim, America Riesing cited Harris' comments in an interview on May 20 on \"The House with Ari Milber.\" Milper Harris asked: \"What is the best way to deal with police shootings and alleged police brutality?\" Before responding, he referred to calls by reformists for independent investigations into police shootings and then read a quote from Harris in a December 2014 article of the San Francisco Cronicle newspaper: \"I do not think it would be good to have the discretion of elected prosecutors (provincial lawyers). Where there are abuses, we designed the system to handle them.\" Milper said: \"As you know, in the wake of many of these incidents, the view of some is that independent probes are better not to allow the prosecutor to investigate the police they work with on a daily basis. Did you change your mind about that or what's the best approach?\" Harris replied: \"I think the best way is to conduct independent investigations.\" She added a moment later: \"This is a matter of what we need to do when it comes to these shootings, and I think we are all very clear that an independent investigation must be conducted from the very first moments of the incident so that we can be sure that there is a thorough investigation that is not based on bias and that there will therefore be justice for all the persons concerned.\" In a news article, Politico published \"Harris' remarks on this subject on Monday appear to be the first time that a comprehensive approach to independent probes has been advocated.\" The CNN report called it a \"change in position on the case.\" Did Harris change her attitude? We'll use PolitiFact Flip-O-Meter, which classifies formal consistency in a case. We don't classify the prosecution by the PAC or the news reports, but instead we study whether Harris' position has changed and how much it has changed. How Flip-O-Meter works has three degrees: no FLIP- no major change in location. - Partial change of location. Flop Beans - Full change of location. The evaluation does not make a value judgement on a politician who changes his positions on an issue. Some political voters are valued for their flexibility and ability to give up or adapt their positions in accordance with the wishes of the electorate. However, accusations of changing attitudes are common in politics, and we found that analysis of transformation and the degree of change can be useful. In the 2014 article of the Fact Sheet, Harris &apos; s previous words show that she had previously opposed the usurpation of the authority of local district lawyers to investigate police shootings. In the interview with the Ministry of National Security, Harris explained that her resistance stems from her battle as Attorney-General of the San Francisco Region to exercise discretion over the investigation, in that case, of the shooting murder of a police officer. The comments made by Harris in 2016, during her candidacy for the United States Senate, reinforce the fact that she continued to oppose independent probes. At that time, state legislators were discussing the 86th Assembly Bill, which would have requested the Attorney General &apos; s Office to appoint a special prosecutor to look into fatal police shootings. In verifying the reality earlier this year, The New York Times Harris did not in practice take a formal position on the bill, but \"he had repeatedly expressed disagreement with its objectives and refused to support the bill.\" On January 27, 2021, Marco Rubio says in his remarks: \"Only in the Third World do you see this routine use of trials of former leaders.\" Unless they show that they're abusing their powers, you think they should keep them. Harris objected that her relationship with law enforcement was having an effect.\" The article added: \"Here's the bottom line: I'm trying to change the system from the inside.\" \"They (activists) are trying to change the system from the outside. \"Together, change will happen.\" Police in Sacramento in March 2019 are protesting after a demonstration about the decision not to charge officers who shot Stephen Clarke. Andrew Nixon/Radio Public Reaction from Harris' campaign refused to talk about how the Senator's attitude had changed. However, she explained that Harris now believed that independent investigations into police shootings should replace those carried out by local lawyers in the area, not just in addition to them. She referred to two other news articles describing the efforts made by then Attorney General Harris to pay for independent probes. An article in September 2016 describes its request to State leaders for \"resources to establish new teams within the Attorney General's Office to conduct criminal investigations into shooting incidents involving an officer.\" This budget request was rejected. The speaker also mentioned an examination of Washington Post from this year. It summarizes comments from the names mandate. Kevin McCarthy, author of AB 86. While Harris did not formally approve the bill, McCarthy informed the Post that a year later she had expressed support for it by submitting State budget requests. \"She came, and I was so glad,\" said McCarty to the newspaper. \"I think she had to walk a fine line as the highest police officer in the state and the practical purposes of such a position, In 2018, after the fatal shooting of Stephen Clark by the Sacramento police made the national headlines, Harris also stopped without calling for an independent probe. She spoke in the Sacramento Municipal Hall shortly after the shooting about the need to implicitly train the police on bias, but did not ask local prosecutors to take the investigation. Sun Kamala Harris said that this week's police shootings should be subject to independent investigation rather than by local county lawyers. News reports and the Republican Super Party called this face-to-face. A review of her public statements shows that Harris opposed the transfer of investigative authority from local prosecutors in 2014. Two years later, she refused to approve a bill requiring the Public Prosecutor &apos; s Office to appoint a special prosecutor to deal with fatal shootings by the police. Nor did it call for such a change after the fatal shooting by the police in Sacramento in 2018. Her campaign referred to the efforts made by Harris behind the scenes, as a prosecutor, to seek funds for independent prosecutors. However, it did not change its position publicly until this week &apos; s comments on MSNBC. We're assessing Harris' new position as a complete prank. Flop Beans - Full change of location. We acknowledge more about the Politic Fact and how we choose the facts to verify it. How Flip-O-Meter works has three degrees: no FLIP- no major change in location. - Partial change of location. Flop Beans - Full change of location. The evaluation does not make a value judgement on a politician who changes his positions on an issue. Some political voters are valued for their flexibility and ability to give up or adapt their positions in accordance with the wishes of the electorate. However, accusations of changing attitudes are common in politics, and we found that analysis of transformation and the degree of change can be useful. Sharing the facts 2019-05-23 21:39:50 UTC Politic Fact 9 1 7 PolityFacting: Flop folbing status on the reference information of Political Parining Kamala Harris U.S. Senator https://www.youtube.com/watch?v=Jl9uyXYLIXU Monday, 20 May 2019-2019-05-20", "vclaim_id": "vclaim-pol-00602"}