{"url": "/factchecks/2019/oct/11/lori-lightfoot/are-chicago-public-school-teachers-among-nations-h/", "speaker": "Lori Lightfoot", "vclaim": "\"Teachers in Chicago public schools are paid some of the highest compensation for any school system in the country.\"", "truth_label": "barely-true", "date": "stated on September 25, 2019 in remarks at a town hall:", "title": "Are Chicago public school teachers among the highest paid teachers in the country?", "text": ":: While Mayor Laurie Lightfoot defended Chicago &apos; s offer to the union representing the town &apos; s public school teachers, he claimed that it would provide them with a generous increase in salaries - in addition to already high wages. In the Municipal Hall of Lightfoot held last month, a high school student told the mayor that he needed well-paid teachers, emphasizing the role they played in the lives of the students. \"I agree with you 100% that teachers are important,\" she replied. \"Teachers need to be paid well, and in Chicago, they do. Teachers in Chicago public schools are paid some of the highest compensation for any school system in the country.\" He added that the city's offer to increase teachers' wages by 16 per cent over five years was a \"good deal.\" The city &apos; s last decade with the Chicago Teachers &apos; Union ended in June, and the 25,000 teachers and support staff in the region set a date of strike on 17 October if no agreement was reached by that time. Is it true that teachers in Chicago are already among the most paid teachers in the country? We decided to find out. According to the last decade, the basic salary of a new teacher with a bachelor &apos; s degree is just under $53,000. The maximum salary that a teacher can obtain after years of experience with higher qualifications is just over $101,000. This is before the amount of annual contributions required for the county pension paid on behalf of the teacher. In response to our inquiry, a spokesperson for the office of Lightfoot provided a table comparing the salaries of teachers at different levels in their careers with those of teachers in the provinces of the other 10 major cities of the country, and referred to some data on salaries at the State level. However, the fact that they were not compared to what teachers made in other large cities was not limited, so we went to look for more comprehensive data to assess their overwhelming claim. None of the sources we have found allow a direct comparison between the total teachers &apos; compensation -- not only wages, but also pensions and health-care benefits -- in all provinces at the national level. However, the figures compiled by the National Council on Teacher Quality, a non-partisan policy and research centre, enabled the salaries of teachers at different levels of education and experience to be compared between the country &apos; s 124 largest provinces. During the school year 2017-2018, the last year the group updated its figures, Chicago ranked twenty-second out of 124 for its primary salary. The cost-of-living survey was adjusted using a scale developed by the Federal Bureau for Economic Analysis. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2021, Chicago arrangement improved for teachers with more years of education and higher education certificates, according to the Centre &apos; s analysis. For example, a teacher with a master &apos; s degree and 10 years &apos; professional experience earned more than their counterparts in all but two of the districts listed in the group database. However, Lightfoot did not restrict her observations to the 100 largest provinces in the country as well. The salary scales are different from the average compensation received by the teacher in a given area. Robert Bruno, an expert at work at the University of Illinois in Urbana-Champagne, said, \"The salary scale does not really tell you about the reality on the ground,\" adding that he does not mention how many teachers pay it. \"It says contractually, this is where people can be if they're at this level.\" We have therefore moved on to the data obtained by the best government association by requesting open records to the Illinois State Board of Education to see how Chicago is stacked within the state. (The Society of the Better Government is run by Polyte Fact Illinois.) The short answer is not very good. The public schools in Chicago ranked 109 out of more than 800 school districts in the state based on average teachers &apos; wages alone. Their ranking has increased somewhat, including allowances, health benefits and pensions. However, it continues to follow 34 other provinces, many of which are located in the richest suburbs outside Chicago and in the surrounding collar provinces. We were told by Ben Ost, an economist at the University of Illinois in Chicago, that the Public Security Service was likely to follow areas in similar suburbs throughout the country as well. \"They pay some of the highest compensation to any school system in the country.\" Data from the teachers &apos; salary scales compiled by the National Council for Teacher Quality show that Chicago ranks twenty-second out of the country &apos; s 124 largest departments for starting a salary. It is also close to the top of the list of teachers with more years of experience and higher grades. However, it did not limit its observations to the large provinces, nor to the salary. So we switched to Illinois data, which shows that CPS is outside the top 20 to get the teacher's average compensation in her own case. We're evaluating Layout's claim mostly false. In fact, this statement contains an element of truth but ignores critical facts that give a different impression. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00073"}