{"url": "/factchecks/2019/may/30/viral-image/dre-still-thinks-marijuana-dangerous-drug-kids/", "speaker": "Viral image", "vclaim": "\"D.A.R.E. Delete cannabis from his list of drugs from the portal.\"", "truth_label": "false", "date": "stated on May 24, 2019 in a Facebook post:", "title": "D.A.R.E. He still thinks marijuana is a dangerous drug for children.", "text": "In 1983, an educational programme for the prevention of drug abuse was established in Los Angeles. It was called the D.A.R.E. Education in the field of drug abuse resistance. His lessons were led by police officers who visited the classrooms to teach children how to resist drugs and violence. Perhaps an officer like this or a lion spell visited you in Darren's program. An article on May 24, Facebook re-imagined only Darren saying yes to drugs. \"D.A.R.E. Delete cannabis from his list of drugs from the portal.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We called D.R.E. To ask about it. Richard Mahan, Chief Executive Officer of the Organization, told us that D.A.R. • Items listed \"may be tried by young people,\" including nicotine and marijuana. But he said D.A.R.E. The so-called \"gate drugs\" have never been included, nor has cannabis been removed from such a list. But in 2016, some news outlets mentioned that D.A.R.E. Cannabis has been removed from the list as a portal drug. For example, in February 2016, the headline in the story of \"A teenager\" said: \"It's official: marijuana is no longer drugged.\" According to the story, Reddit's user, \"Note that marijuana, in a mysterious way, is no longer listed among the other D.A.R.E. counterparts, can be said to be more harmful to tobacco and alcohol.\" Reddit has a dead page, but the monastery says: org/bing-kids-drugs/. With the Wibak machine, which takes footage from web pages over time, we have been able to find archival copies of the time of the web address. The closest date is 14 August 2013. \"What's the tranquilizer?\" The site asks dark letters near the top page. \"The drug entry is the drug that opens the door to the use of other hard drugs. Portal drugs are usually cheap and readily available.\" The page contains sections on the dangers of tobacco and alcohol, but not cannabis. The only male marijuana is in the tobacco department. According to a federal report, the page states: \"Tobacco is associated with the use of alcohol and illicit drugs, and is generally the first drug used by young people entering a chain of drug use that can include tobacco, alcohol, marijuana and more difficult drugs.\" We asked Mahan about the page and pushed us to the idea that it was \"rolling\" drugs. Facebook wrote on January 11, 2021 in Nancy Belusi's newspaper that was no longer the Speaker of the House of Representatives by Samantha Buterman on January 12, 2021 \"I think the way you read it says there's a possibility of using other drugs, and, yes, I know the word \"popaway\" inside,\" as he said. Noting that the page had been removed, he said that the D.A.R.E. Today's curriculum is not taught about \"gate drugs,\" for which there is no single definition. Mahan also said that he did not know whether cannabis had been highlighted on the page, such as tobacco and alcohol. If so, \"there was no conscious decision to remove it.\" The Chief Executive Officer of D.A.R. He said that confusion was \"based on what appears to be a partial publication of a document on our website.\" That part that was published discussed alcohol and tobacco as portal drugs, as Forbes mentioned. Another part discussed marijuana as drugs entered on a later unpublished page. \"It is clear from the view of the document that the entire document was not in fact published, because it dealt only with tobacco and alcohol,\" said Pegoros Forbes. \"She has not dealt with marijuana or inhalants, model substances considered to be portal drugs.\" Earlier that year, D.A.R.E. :: Received reports that it had changed its position on marijuana. \"The nominal search was carried out by the author (s) with an essential reference to D.A.R.E. A website could have been found to support the position of D.A.R.E. that marijuana is at the same time an illegal and harmful drug to the youth of this nation,\" says the article. \"D.A.R.E. The marijuana is a dangerous drug for the youth of the United States and the world!\" This was later said by Mahan on February 2, 2018, on the website D.A.R.E. The organization &apos; s website reflects the organization &apos; s position on marijuana, including the answer to the question: \"What is D.A.R.E. &apos; s position on marijuana as an entry drug?\" The article continues: \"After decades of studies, research remains inconclusive as to whether marijuana is a portal drug and, if so, what other variables can contribute to an individual who has repeatedly used marijuana to experiment or use other types of illicit drugs. The Ministry &apos; s curriculum focuses on providing students with the knowledge, skills and tools to make decisions for safe and healthy living and to avoid high-risk behaviours. There is no doubt that the student &apos; s use of marijuana constitutes extremely dangerous behaviour with unhealthy consequences.\" Our Facebook article says that \"D.A.R.E. Delete cannabis from his list of drugs from the portal.\" This claim appears to stem from Reddit &apos; s 2016 article about a page on the D.A.R.E. website to discuss the gates. The page has since been removed, but an archive of the site reveals that cannabis has not received the same attention as tobacco and alcohol. The problem is that the hidden versions of the page since 2013 do not also highlight marijuana as an entry drug. Although it is unclear whether cannabis has appeared on the page, D.A.R.E. He says he hasn't been removed from any drug list, and today he still considers marijuana a dangerous drug for young people. We're assessing this wrong Facebook post. Sharing the facts 2019-05-30 17:21:03 UTC Politic Fact 2 1 7 PoliticFacting: failed \"D.A.R.E. Delete cannabis from his list of drugs from the portal.\" On Monday, 20 May 2019, 2019-05-20, read more information.", "vclaim_id": "vclaim-pol-00584"}