{"url": "/factchecks/2015/nov/23/donald-trump/trump-tweet-blacks-white-homicide-victims/", "speaker": "Donald Trump", "vclaim": "According to crime statistics, black people kill 81% of white homicide victims.", "truth_label": "pants-fire", "date": "stated on November 22, 2015 in a tweet:", "title": "Trump tweeted on fire that black people killed 81% of white homicide victims.", "text": "Update (8 June 2020): This viral image began to recirculate social media after George Floyd's death. The pants are still on the fake fire. The day after a black activist was kicked and punched by voters at the Donald Trump gathering in Alabama, Trump wrote a picture filled with racist and incorrect killing statistics. The picture shows a masked man with dark skin with a gun and a set of points, apparently about deaths in 2015: \"The blacks were killed by whites -- 2%,\" \"The blacks were killed by cops -- 1%,\" \"The whites were killed by cops -- 3%,\" \"The whites were killed by whites -- 16%,\" \"The whites were killed by blacks -- 81%,\" \"The blacks were killed by blacks -- 97%\" The figures for black-white homicides and white-white homicides are highly inaccurate. As many news organizations quickly noted, the Bureau of Crime Statistics does not exist. We also looked for that agency, and the closest we found in San Francisco was a number of crime scene cleaning services. While the picture refers to 2015, the year is not over, and no official figures have been released. The latest data come from the FBI for 2014. This table compares the Trump numbers with the official figures. Blacks killed by white Trump number: 2% FBI number: 8% error factor: 4 times the special fact check blogs mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice President.\" By Samantha Buterman: January 11, 2021 Black Killed by Black Trump Number: 97% FBI Number: Error Factor 90%: Just a little bit against White Killed by White Tramp Number: 16% FBI Number: 82% Error: 5.4 times White Killed by Black Number Tramp Number: 81% FBI Number: 15% Effor Factor: 5.4 times the most flagrant error has to do with White Murder Victims. Trump made black the main white killers, but the opposite is quite true. In the vast percentage, eggs tend to kill other eggs. Similarly, blacks tend to kill other blacks. These trends have been observed for decades. We also considered the percentage of each race killed by the police. It is well known that the official number of deaths by law enforcement officials is incomplete. This year &apos; s study by the Office of Justice Statistics of the United States Department of Justice estimated that between 30 and 40 per cent of all police-related deaths are public servants. The Washington Post has worked to bridge the gap by compiling a database on police shootings in 2015. The latest figures from the Post indicate that 414 whites were killed, compared to 223 blacks, on 23 November 2015. According to Trump's tweet, the police are responsible for 3 percent of all white murders and 1 percent of all black murders. If so, then applying those percentages to the FBI report on all murders in 2014, 91 whites were killed by the police and 25 blacks. This is approximately 4 to 1. In contrast, Washington Post data show a little less than the death of two whites per black death. An official and incomplete source of persons killed by the police is the database of Centers for Disease Control and Prevention of Violent Deaths. This figure shows about 1.5 white deaths per black death from 2009 to 2013. The number of Trumps is about twice as accurate as the numbers we've been able to find. That makes it 100 percent lower. In parentheses, Little Green Football traces the original image back to the Twitter current that appears to be originating in the United Kingdom. Our verdict (tramp) tweeted a picture that presented numerous statistical allegations, including that blacks kill 81% of white homicide victims. Almost every number in the picture is wrong. The statistics on white victims are five times higher. Police-related deaths have also ended. We're assessing this pants claim on fire. :: Political fact-sharing: 7 policy assessments: underwear on fire, according to crime statistics, blacks kill 81 per cent of white homicide victims. :: Donald Trump is a Republican presidential candidate in Tweedda on Sunday, 22 November 2015, 11/22/2015.", "vclaim_id": "vclaim-pol-05688"}