{"url": "/factchecks/2019/oct/04/adam-schiff/adam-schiffs-false-claim-we-have-not-spoken-direct/", "speaker": "Adam Schiff", "vclaim": "\"We didn't talk directly to the whistleblowers.\"", "truth_label": "false", "date": "stated on September 17, 2019 in an interview on MSNBC:", "title": "Adam Schiff's false claim that we didn't talk directly to the whistleblowers.", "text": "In September, Deputy Adam Shiv, Dr. Kalev, stated that the Intelligence Committee of the House of Representatives had not contacted the two persons prior to the complaint about President Donald Trump &apos; s telephone contact with Ukrainian President Volodymyr Zelinski. However, recent reports from The New York Times have revealed that the Chairman of the Committee, Shiv, has already been informed in advance of the whistleblower concerns. In order to obtain guidance, the whistleblowers turn to an assistant of the Intelligence Committee of the Chamber of Deputies, who advised the whistleblowers to hire a lawyer and file a complaint with the Inspector General of the Intelligence Society, in accordance with the Committee &apos; s procedures. The assistant exchanged some of that information with Chief. As the fact-checker in the Washington Post first observed, this disclosure flies in the face of Chef &apos; s general comments during September, when he avoided questions about whether he or his committee had spoken to the whistle-blowers and in one case denied that they had spoken to them. On September 17, more than a week before the announcement of the whistleblower complaint, Sam Stein of MSNBC asked Cheff whether he had heard from the whistleblower and whether he wanted to. \"We didn't talk directly to the whistleblowers,\" said Shiv. \"We would like that. However, I am sure that the whistleblower has concerns that, as required by law, the Inspector General or the Director of National Intelligence has not been advised only as to how he communicates with Congress, and therefore the risk for whistleblowers is retaliation.\" :: Related: What the whistleblower law says about sharing complaints with Congress is the New York Times report, which quoted the spokesman for Chev Patrick Boland as acknowledging that \"the amount contacted the committee for guidance,\" which shows that this statement is inaccurate. Although it was not publicly known that the Chev Commission had contacted the two recipients prior to the submission of the complaint, Chev knew the truth. When he had the opportunity to say that the whistleblowers had contacted an assistant to the Committee, he did not do so. According to The New York Times, the Commission &apos; s assistant received only a vague overview of whistleblower concerns. Without disclosing the identity of the whistleblowers, the assistant then told Chef \"something the officer moved,\" and the report said. Similar details were reported by other outlets. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, Shiv had previously given the impression that his committee had never spoken to whistleblowers. Before meeting with Chev MSNBC - in which he frankly said: \"We didn't talk directly to whistleblowers\" - Schiff also avoided asking Anderson Cooper CNN whether he had been contacted by whistleblowers or legal representation of whistleblowers. \"I don't want to get into any details\" said Chef during the interview on September 16th. \"I want to make sure there's nothing I can do that puts the money at risk in any way.\" Schiff has made his remarks since then. He told the monster daily that until recently he did not know for sure whether the complaint containing the details of Tramp-Zilinski &apos; s call had been submitted by the same two reporters who had contacted his staff. He also believed that the questions raised as to whether the Committee had heard from the whistleblowers focused on whether the whistleblowers had testified alone in Congress. \"I was really thinking along the lines of wanting to get him to come to testify,\" said Shiv the Daily Beast. \"I regret that I wasn't clearer.\" In a statement to the newspaper Politi Vac, a spokesman for the Intelligence Committee of the House of Representatives said that Shiv's comments on MSNBC were \"intended to answer the question whether the Committee had heard testimony from whistleblowers, which they had not heard.\" \"But he acknowledges that his statement should have been drafted more precisely to make this distinction clear,\" said the spokesperson. Mark Zayed, the whistleblower &apos; s lawyer, refused to comment on the whistleblower &apos; s contact with the Commission &apos; s staff but stressed that the whistleblowers had written the complaint \"on their own.\" We've dealt with the false allegation that Shiv helped write the complaint in a separate examination of the facts. Our judge, Chief, said, \"We didn't talk directly to the whistleblowers.\" The New York Times and other news organizations subsequently reported that the whistleblowers sought guidance from a member of the Intelligence Committee of the House of Representatives prior to the formal filing of the complaint. We're assessing this statement wrong.", "vclaim_id": "vclaim-pol-00086"}