{"url": "/factchecks/2019/may/03/greg-casar/paid-sick-leave-policies-came-maryland-dc-austin/", "speaker": "Greg Casar", "vclaim": "One year ago, he said, \"No cities in the south guaranteed the payment of sickness days.\"", "truth_label": "false", "date": "stated on April 24, 2019 in in a tweet:", "title": "The paid sick leave policy came to Maryland, the capital, before Austin.", "text": "Dallas became the third city in Texas to require employers to provide paid sick leave to all employees, after the city council had approved a decree that was due to enter into force in August. Whether the decree will actually be implemented is a different story. State legislators in Austin are considering legislation that would kill local states like this and similar policies in Austin and San Antonio. Notwithstanding this, a member of the Austin Greg Cassar City Council, Austin Policy Engineer, celebrated the Dallas news in Tweedda. \"Dalas let him pay sick days!\" He wrote. \"Almost a year ago, no city in the south guaranteed paid sick days. Now, three of the largest cities in Texas have passed.\" Kazar's right. Dallas, San Antonio and Austin passed sick leave policies. But is it true that there are no cities in the south that ensured that the disease would be paid off a year ago? The definitions of the South varied according to Braden Latham-Jones, the spokesperson for Casar. The information came from lists maintained by organizations advocating paid sick leave policies that set out policies in various areas and when adopting them. The information supported Casar's claim that almost a year earlier, no city in the \"South American\" had adopted policies to ensure that employees were granted paid sick leave. In view of the source materials provided by Latham Jones, there is no doubt that when Austin adopted the sick leave policy in early 2018, he was among a handful of states and cities with such requirements. However, the validity of Casar &apos; s claim was found to depend on the states considered to be part of the South. The regional divisions of the United States Census Bureau show that 16 States and District of Colombia are part of the South: Delaware, Florida, Georgia, Maryland, North Carolina, South Carolina, Virginia, West Virginia, Alabama, Kentucky, Mississippi, Tennessee, Arkansas, Louisiana, Oklahoma, Texas. This definition comes from the Civil War, when the Mason Dixon Line divided slaves from free states and helped establish clear boundaries between Pennsylvania and Maryland, with Pennsylvania sitting north of the Line and Maryland from the South. But today there are different views about the states in the south, especially when it comes to Maryland, Delaware and Washington, D.C., which are often classified as part of the central Atlantic (which the Census Bureau says includes only Pennsylvania, New Jersey and New York). Public opinion polls published by FifthThe8 and Vox showed that few respondents considered Maryland and Washington, D.C., to be in the south. In his interview on January 31, 2021, John Kerry said that Hurricane Harvey \"dropped water in Houston in five days more than Niagara Falls in one year.\" She said, \"They're the most terrible break.\" \"The regions are not quite clear, and different entities see different differences. As a geography, my experience tries to express the difference between the official boundaries and the way people perceive themselves. Maryland and D.C. are the kind of places that are always disputed.\" Why is it worth fighting about whether these areas are part of the South? Both areas adopted policies for paid sick leave before Austin in early 2018. In 2008, Washington, D.C., became the second city in the country to adopt such a policy, after San Francisco. The Montgomery District of Maryland requires employers to grant paid sick leave to workers before the state adopts its own policy in January 2018, exceeding the Governor &apos; s veto power to become the ninth state with a paid sick leave law. However, until the Austin policy was adopted in February 2018, organizations advocating paid sick leave policies celebrated what they called the first decree on paid sick leave adopted in the South. There are no other areas included in the description of the Southern Census Bureau of local governments that have adopted guaranteed policies for paid sick leave. \"We did not describe the capital as a southern city when the province passed the Law on Paid Sick Days,\" said Alexandra Nesser, spokesperson for the National Partnership for Women and the Family, in an e-mail. \"We did not compare Maryland and Austin because they were different types of jurisdictions, but we did not describe Maryland as the first state in the South to adopt paid sick days.\" Ellen Bravo, Executive Director of Family Values at Work, said that she agreed with the description of Casar and, when Austin adopted the policy of paid sick leave, it represented a unique political victory. Bravo said, \"A few people saw a state like Texas as a place that would be better in such a policy,\" adding that Maryland was seen as \"more than a blue state\" and there were legislators there who adopted other policies that \"was more difficult to move in southern states.\" Our assessment of Kazar said a year ago, \"There are no cities in the south that have ensured that the days of sickness are paid.\" Maryland, one of Maryland and Washington, D.C., has adopted policies requiring employers to provide paid sick leave to employees before Austin. The lawyers agreed with Casar, saying they didn't consider Maryland and Washington, D.C., to be located in the south. However, they are classified by the Census Bureau as in the South. Since opinions differ widely on the areas in the south, we have looked forward to the divisions of the Census Bureau in assessing the validity of this allegation. These limits may not be due to the regional cultural or political character, but they are the most formal regional descriptions that exist. We value this allegation wrong. - The statement is not accurate. 2019-05-03 15:50:42 UTC Politics Fact 2 1 7 PoliticFacting: Member of the Board of the City of Greg Casar Austin https://twitter.com/GregCasar/status/1121098524077301765", "vclaim_id": "vclaim-pol-00675"}