{"url": "/factchecks/2019/jul/16/turning-point-usa/san-francisco-isnt-spending-725-million-clean-huma/", "speaker": "Turning Point USA", "vclaim": "\"San Francisco spent $72.5 million this fiscal year cleaning human waste and drug tools\" and \"There are more drug users in the general needle program of high school graduates.\"", "truth_label": "false", "date": "stated on July 1, 2019 in a Facebook post:", "title": "San Francisco doesn't spend $72.5 million cleaning up 'human waste and drug tools'", "text": "A viral picture on Facebook takes two statistics from San Francisco outside the context to illustrate a point about government spending. In an article published on July 1, Turning Point, United States of America, claimed that \"San Francisco spent $72.5 million this fiscal year cleaning up human waste and drugs.\" She also claimed that there were \"more drug users in the general needle program than high school graduates.\" \"The Turk has destroyed San Francisco,\" the Mimi reads. \"This is the left-hand vision of America.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The United States of America is a non-profit organization founded by conservative activist Charlie Kirk. The organization published photos mocking the Speaker of the House of Representatives, Nancy Belusi, De-Califf, and former First Lady Michelle Obama in the past, some of which we checked. The group's allegations about San Francisco gathered over 20,000 loves, shares and comments on Facebook, so we wanted to know if they were accurate. First, Política Fact contacted the point of shift in the United States of America to seek evidence in support of their claims. In an e-mail, the organization sent us links to two articles from the San Francisco Chronicle from 2019. In the first article, published on 1 May, Phil Mathier wrote that the city spent \"72.5 million dollars a record\" on street cleaning in fiscal year 2018-19, an increase of $32 million over the past five years. He also wrote that \"the poop reports - from both man and beast - on the piers of San Francisco continue to rise.\" However, this does not mean that $72.5 million was spent on cleaning up human or drug waste alone, as claimed by Terrence Point, United States of America. \"The number is almost the department's annual budget for street cleaning, for everything from cleaning mechanical streets, to cleaning camps, to cleaning garbage boxes with steam, to storing garbage in neighbouring commercial corridors and much more,\" said Rachel Gordon, Policy and Communications Director, Department of Public Works, San Francisco, in an e-mail to PoliticsFact. Gordon indicated that $72 million represented a practical figure for the Department &apos; s spending on street clean-up this year, as the Department was still trying to calculate the street clean-up done in other city administrations. On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"requiring him to stick to a proven democratic playbook.\" On January 11, 2021, Gordon said: \"There is no estimate available for drug-related poop and cleaning alone.\" Drug addicts versus high school graduates in Mimi Facebook, Turning Point, United States of America, claimed that \"there are more drug users in the public needle program of high school graduates\" in San Francisco. But that's not quite true. The group sent a second article on the needle exchange programme in San Francisco. In the January 30th article, Mathier wrote that \"San Francisco has more drug addicts than students enrolled in his general high school.\" As evidence of this, he linked a fact sheet from the province of the San Francisco Unified School. According to the data, there were 15,861 students enrolled in grades 9 to 12 in U.S. schools in 2018. In his article, Matier stated that there were 24,500 \"injecting drug users\" in San Francisco. This is based on estimates from the city's Ministry of Health, which did not provide the Polyte Fact with its results in time for this publication. However, we found a similar figure (24,492 injecting drug users) in a 2018 study on hepatitis C in San Francisco. If the United States claimed that the number of drug users in San Francisco exceeded the number of high school students, that would be true. But this did not happen -- non-profit organizations claimed that the number of drug users \"in the needle exchange programme\" was greater than the number of high school graduates. That's not true. Rachel Kagan, Director of Communications, Department of Public Health, San Francisco, said in an e-mail to Polyte Fact, that there was nothing like counting drug users in the \"Public Needle Program.\" The program that refers to the image in the United States of America is an initiative of the Department of Public Health. Since 1993, the city has provided access to clean injections in an effort to reduce the spread of HIV and hepatitis C. It also works with local non-profits such as the San Francisco AIDS Foundation to pick up used needles left on the streets. \"The sentence doesn't make sense,\" Kagan said from Facebook. The United States of America claimed that San Francisco spent $72.5 million this fiscal year \"cleaning human waste and drugs\" and that \"there are more drug users in the general needle program than high school graduates.\" These allegations are based on two articles from the San Francesconción Chronicle - but both stories and supporting data are misunderstood by the Turning Point newspaper in the United States. According to the Department of Public Works, the figure of $72.5 million was closer to its full annual street clean-up budget and did not follow up on the amount of money spent on specific types of clean-up. The Ministry of Public Health said that there are no number of people using its \"public needle program.\" The data are inaccurate. We evaluate the mail wrong.", "vclaim_id": "vclaim-pol-00429"}