{"url": "/factchecks/2019/feb/05/civitas-institute/civitas-institute-mostly-correct-school-choice-wai/", "speaker": "Civitas Institute", "vclaim": "\"There are approximately 60,000 North Carolina children on waiting lists to reach a school that works best for them.\"", "truth_label": "mostly-true", "date": "stated on January 28, 2019 in a tweet:", "title": "The Svetas Institute has mostly corrected the waiting list chosen by the school in North Carolina.", "text": "As the new legislators in North Carolina settle in the General Assembly, the debate on one of the most important issues in the state is escalating. The Sevitas Institute, a provincial group based in Raleigh, presses for a wider choice of school, writes in January 28 that \"there are approximately 60,000 North Carolina children on waiting lists to reach a school that works better for them.\" The high figure is \"Because of the shirts currently on the school selection programs,\" the group said in a second tweet the following day. She wrote a similar code entitled \"Crisis\" and said that the total waiting list was greater than the number of students in all but three of the State's educational districts. That made us scratch our heads. Is there really a lot of students stuck on waiting lists? :: Brooke Medina, Director of Communications at the Sevitas Institute, said that her group estimated the number of students waiting to attend the selected schools - which included private schools and rented schools - at 56,631. This number came from two sources: students on waiting lists for scholarships or government funds to help them pay for private schools, and students on waiting lists to enrol in public rented schools. In the first category, Medina said that the Sevitas Institute had considered the scholarship programme for opportunities, the disability grant programme and the educational savings account. According to the Educational Assistance Authority of North Carolina, 7,593 out of 8,113 eligible students received scholarships for opportunities - up to $4,200 per year, generally known as school vouchers - in 2018-19. Medina said the Sevitas Institute counted 520 eligible applicants who didn't get scholarships as on the waiting list. However, Catherine Marker, director of grants, training and awareness-raising for NCSEA, said that these students had not actually been placed on the physical waiting list. This amount was not simply granted because the number of qualified kindergarten and first-grade students who received scholarships had already reached the programme &apos; s maximum limit. It would have been more accurate to say that students were \"unable to receive a scholarship because of the hat.\" The same applies to the Disability Grants Programme, which covers the costs of education, fees and some other expenses for students with disabilities. Only 833 out of 1,164 eligible students have received this grant, leaving 331 out of school, according to the National Commission for Social and Economic Affairs. The Educational Savings Account, a programme that grants government funds to parents of students with disabilities, provided 347 grants, according to the National Council for Persons with Disabilities. However, the data did not indicate the number of eligible applicants out of a total of 1,430 applicants. On January 11, 2021, Facebook was published in Nancy Belusi's newspaper, no longer the Speaker of the House of Representatives, by Samantha Buterman. On January 12, 2021, Medina said that the Civitas Institute assumed that a similar proportion of applicants would have qualified for both the Education Savings Account and the Disability Grant Program, so the group estimated that about 780 students would have refused. These three numbers together total 1,631 students. The remaining 60,000 students on waiting lists are those who, according to Medina, hope to attend publicly funded rented schools. The rented schools operate outside the school areas under the guidance of independent boards of directors. These laws were adopted in the State Act in 1996, 185 of which now serve more than 100,000 students throughout North Carolina. According to a 2018 report by the Department of Public Education of North Carolina, there were 55,165 students on the waiting list in rented schools in December 2017. However, this figure comes with some warnings, which are explained in the report. \"This figure reflects a point of time - waiting lists can change daily - and cannot be verified as a non-recurrent number of students - because the student can be on multiple waiting lists for schools,\" the report said, adding that it was based on \"best available information.\" She admitted that repetition could have distorted her group estimates, but pointed out that the figure of 55,165 could in fact be too low because only 134 of the 185 rented schools (173 at the time of the preparation of the report) provided waiting list data. But to be safe, she said that her group had turned the number into 55,000 students. \"We have given this sum as an estimate,\" said Medina. \"Despite this, we believe it is reasonable.\" In summary, the Svetas Institute calculated about 55,000 students on the waiting list in rented schools, plus 1,631 others who missed out on scholarship funds for private schools. This makes a total of 56,631 students, and is close enough to support the claim that \"about 60,000\" students were on waiting lists. But with many warnings in play, the group should have been clearer that their number was an estimate. Our governor Svetas Institute said, \"There are approximately 60,000 North Carolina children on waiting lists to reach a school that works best for them.\" This figure seems reasonable, but there are some warnings that should have led the group to note in its tweet that its number was an estimate. We're mostly assessing this statement right. Correction: An earlier version of this story wrongly stated that qualified students had not received scholarships because of a maximum programme funding. In fact, however, the number of scholarships was limited by a separate ceiling according to which more than 40 per cent of the programme &apos; s funds could not be used for kindergartens and first-grade students. Our rule remains the same. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To present ideas for fact-finding, an e-mail [protected] sharing facts 2019-02-05 19:34:25 UTC PoliticalFact 5 1 7 PoliticFact Rating: It is often true that \"there are approximately 60,000 North Carolina children on waiting lists to reach a school that works best for them. The Sevitas Institute, a non-profit organization based in Raleigh, promotes conservative policy. https://twitter.com/NCCCivitas/status/10899977923141074957 in Tweedda on Monday, 28 January 2019-2019-01-28. Read more information.", "vclaim_id": "vclaim-pol-01059"}