{"url": "/factchecks/2019/apr/14/rahm-emanuel/emanuel-blows-smoke-about-cigarette-use-among-chic/", "speaker": "Rahm Emanuel", "vclaim": "Chicago says a drop in smoking in adolescence over the past eight years is \"the largest drop in the United States of America.\"", "truth_label": "barely-true", "date": "stated on April 7, 2019 in a speech:", "title": "Emmanuel blows smoke around the use of cigarettes among Chicago teenagers.", "text": "I'm talking in front of Jove. A law prohibiting the sale of nicotine products to persons under the age of 21, the mayor of Chicago, Ram Emmanuel, referred to results from a similar rule already in force in the city. He said, \"There's a lesson from Chicago.\" \"In the past eight years, we have seen a 50% drop in teenage smoking. The largest drop in the United States of America.\" Reducing adolescent smoking is something to be proud of, but this is not the first time we've heard Emmanuel declare an achievement not only good but wonderful by pumping it into the air - or, in this case, smoke. In the past, he overestimated the city &apos; s economic growth and school system, for example, both of which we considered to be often wrong. The claim of the smoking rate of adolescents at best should not be any better. First, it is important to note that Emmanuel was referring only to changes in cigarette smoking over time and not to the electronic use of cigarettes, as shown by federal research leading to an increase in the overall use of nicotine products among young people even as cigarette smoking fell. Therefore, national trends are somewhat mitigating the good news of Emmanuel. However, he is right that in recent years Chicago has seen a nearly 50% drop in the share of adolescents who have reported smoking cigarettes. The results of a biennial survey of youth behaviour conducted by the Federal Centers for Disease Control and Prevention show that 12.5 per cent of high school students in Chicago reported smoking a cigarette in at least one day last month in 2009. By the 2017 survey, the CDC found that the same number had fallen to 6 per cent. This progress, but nowhere near the nation-led progress. According to the CDC survey, smoking rates among adolescents are higher in at least nine other major urban districts or districts. The use of cigarettes in Chicago declined by 52% between 2009 and 2017, and the CDC was found. But in Los Angeles, for example, the CDC recorded a 75% decline. For Boston, the drop was 70%. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On 20 January 2021, the smoking rate for adolescents in Chicago in 2017 was much lower than the national average of 8.8%, but there are also better figures for many other major cities. In L.A., less than 3% of high school students said they smoked. In Boston the figure was just over 3% and in Philadelphia it was 3.5%. We asked the mayor's office to explain his biggest drop in his nation's claim, but a spokesman for Emmanuel responded with a statement to avoid defending his remarks. More than 50% reduction in smoking cigarettes in adolescence \"makes Chicago a national leader in the quest to create a tobacco-free generation,\" Patrick Kelly's spokesman wrote in an e-mail. It should also be noted that the decrease in adolescent smoking in the Chicago tracks with a wider downward trend. The results of the CDC survey show that between 2009 and 2017 the proportion of adolescents who currently smoke cigarettes decreased nationwide by 55 per cent. Amanuel our governor said that Chicago's drop in adolescent smoking over the past eight years is \"the biggest drop in the United States of America.\" Federal data on the use of cigarettes among high school students with the figure on the decline in Chicago. However, this same set of data shows that Chicago is far from leading the country in reducing adolescent smoking. At least nine other major school districts or districts have moved forward. We appreciate Emmanuel's often false statement. In fact, this statement contains an element of truth but ignores critical facts that give a different impression. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00764"}