{"url": "/factchecks/2014/sep/19/leticia-van-de-putte/unconfirmed-national-guard-troops-forced-contact-f/", "speaker": "Leticia Van de Putte", "vclaim": "\"Our men and women from the guards were forced to call the food banks to feed themselves.\"", "truth_label": "false", "date": "stated on August 29, 2014 in a press release:", "title": "Unconfirmed: National Guard forces were forced to contact the food bank to feed themselves", "text": "Leticia van de Poti, the democratic candidate for the post of Deputy Governor, proposed that the National Guard be sent to the Texas-Mexico border by the Government. Rick Perry was reduced to food assistance while fulfilling their duties. According to an online news story published in Texas Tribune on 29 August 2014, the Senator of San Antonio State, Van de Poti, and the President of the Senate Veterans &apos; Affairs and Military Establishments Committee, said: \"Today, we know that our men and women guards have been forced to contact food banks to feed themselves because they have not been paid for weeks. This is unacceptable.\" Did the guards put them along the border contact the dining banks to fill their belly? By e-mail, the spokesman for the Van De Bot Manny Garcia campaign said the Senator made a statement on August 29, 2014, a press release based on stories, including a novel published that day by San Antonio Express News. By e-mail, he provided links to news reports, including an initial report on 28 August 2014, by KGBT-TV in Harlingen, quoted by Terry Derevki, Chief Executive Officer of the Food Bank of the Rio Grande Valley, saying: \"We have been contacted that 50 soldiers in the valley have no food and gas money and need our help.\" According to the Express News story, the Texas National Guard just contacted the Food Bank to ask whether the charity had food and gas resources for some 50 soldiers who needed help because they had not yet received a salary. The story then again said that Omar Rodríguez, the spokesman for the Food Bank, was unclear how many soldiers had used the Food Bank because his customers were not required to say where they were working. Separately, Texas National Guard Officer. General Patrick Hamilton said that no troops had visited the dining bank as far as he knew, as the newspaper said. \"We recognized 50 soldiers who came at the end of the first payment period who would see three weeks late in income,\" Hamilton said, adding that the guard support officer who called the food bank was \"trying to help\" but did so outside a chain of command. On the same day, the guards issued a statement indicating that two previously unemployed guards who had participated in the border deployment had indicated their need; the statement did not mention that either had gone to a food bank. However, in general, the guards said, \"All members supporting the operation\" near the border \"are provided with accommodation, meals, transportation and equipment necessary for the performance of their mission. Members of the service who support this process receive a fee, a housing allowance and a daily meal allowance in the regular state payroll schedule.\" The statement further stated: \"The media reports indicate that some members of the Texas National Guard who support this new process need resources, including food and gas. It is important to note that the Texas National Guard provides strong services to its service personnel and their families who identify the need, including temporary financial assistance, training and flexibility counselling, family readiness and reintegration activities.\" The statement continued: \"As a result of inquiries about assistance from service personnel deployed in the Rio Grande Valley, the Coordinator for Family Assistance of the National Guard of Texas has identified a variety of options for service members who may face financial difficulties, including inquiries to local food banks, among others. Specifically, the Agency had two previously unemployed members who requested support. Each of these soldiers has been assisted.\" On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" By Miriam Valverde: 3 February 2021, the assistance described does not seem to involve stopping at a food bank. The American Austin-State News that afternoon quoted Colonel Joan McGregor, spokesman for the Texas National Guard, who said that her officials had no indication of any guards who had been assisted by the Food Bank. In response to our question about follow-up, McGregor said that there had been no change in this regard; the guards \"were not aware of any members of the service using the food banks,\" sent an e-mail. According to the guards, the troops receive one meal while on duty, in addition to $32 per diem for food included in their salaries. We got to Rodriguez, spokesman for the Farr Food Bank, who told us on the phone that the bank hadn't noticed the guards coming for food. \"As far as the actual members come for food assistance, we haven't seen any of them,\" Rodríguez said, although he (again) warned that no one would ask for such assistance from where he worked. We went back to Garcia, who said by e-mail that the senator was standing next to her statement. \"Our men and women guards were forced to call the food banks to feed themselves.\" No one confirmed any forces calling the food banks to feed themselves. :: What happened: a national guard officer took the precautionary step of asking a food bank in the border area about the forces still to be paid may receive groceries if necessary. The food bank said he could provide food. We're assessing this statement wrong. - The statement is not accurate. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07279"}