{"url": "/factchecks/2019/may/16/viral-image/no-story-about-nebraska-man-being-arrested-after-k/", "speaker": "Viral image", "vclaim": "He says \"local hero\" was arrested after the murder of 30 child molesters in a murder.", "truth_label": "pants-fire", "date": "stated on May 8, 2019 in a Facebook post:", "title": "No, that story about a Nebraska man being arrested after killing 30 fake child exploiters", "text": "There's an old fabricated story that goes back to chasing social media - this time in the form of a viral image. Facebook recently published a story about a man who was supposed to have been arrested for killing 30 child molesters over 15 years. The screen footage shows a picture of a body bag and another picture of a man in the back seat of a police car with the address: \"The local hero was arrested after the murder of 30 child molesters in the murder of Spray.\" Underneath that, the picture contains several quotations from the so-called vigilante: \"I've been killing pedals for almost 15 years.\" \"I started a few years ago, after a girl I was dating was raped and killed.\" \"I tracked the man myself, and I slit his throat.\" \"I realized I had a real talent for him after that, so I kept going.\" On January 11, 2021, Nancy Belusi, Speaker of the House of Representatives, was no longer named Samantha Buterman. On January 12, 2021, this article was announced as part of Facebook's efforts to combat false news and misinformation on the news. ∙ (Read more about our partnership with Facebook.) This is an old artificial tale that was created on a junk site in 2016 and has been dismantled several times since then. The story is that a 42-year-old man named Joel Miller was arrested for assault and attempted murder in Omaha. During the interrogation, the story says that Miller admitted that he had already killed 30 people (in the first novel, the victims were registered as sex criminals). For the first time in October 2016, the story appeared on a website called Empire News, which described itself as a website that is \"for entertainment purposes only.\" \"Our website and social media content only use fictional names, except in cases of public figures and celebrities that are ironic or ironic. Any other use of real names is accidental and accidental, \"reads the acquittal of the website. But the fairy tale was republished by other sites with a history of spreading false content, such as the News and News Ponch, (most of the published stories were deleted) and eventually made their way to social media, turned into Mems. The fake article does not mention a single source, along with simply \"police says.\" We searched the Internet and the news archives, but we did not find any credible reports of a man in Nebraska confessing to the murder of 30 child molesters or registered sex offenders. In addition, the picture of the man in the cruise showed that the story was taken years ago and far away from Nebraska. The image was downloaded by Chris Yarzab to Fleecker in September 2008 with Glendale, California, as the designated site. This fake story is full of blazing pants. Sharing the facts 2019-05-16 14:37 UTC Politics Fact 1 1 7 PoliticsFacting:", "vclaim_id": "vclaim-pol-00630"}