{"url": "/factchecks/2014/sep/15/dan-patrick/dan-patrick-voted-against-final-version-state-budg/", "speaker": "Dan Patrick", "vclaim": "\"In my capacity as Chairman of the Senate Education Committee, I have charged that most of the educational cuts have been recovered from the last session.\"", "truth_label": "pants-fire", "date": "stated on August 28, 2014 in a press release:", "title": ":: The voice of Dan Patrick against the final version of the State budget partially restored funding for education in 2013", "text": "A legislative supporter of more than $5 billion in cuts in public education in 2011 states that these cuts had to occur but later played a leading role in restoring most of the funding. In a campaign press release, Dan Patrick of Houston, candidate for the 2014 Republican Governor, said: \"In my capacity as Chairman of the Senate Education Committee, I have charged that most of the educational cuts have been recovered from the last session.\" In 2013, the Legislature increased school spending by $3.4 billion. However, Patrick was among the four senators who voted against the final version of the budget that was subsequently signed into law by the Government. Rick Perry. The recovery of aid took place two years after the majority of Republicans, who faced an estimated billions of dollars in revenue shortfall, modified funding formulas and took further steps that led to schools receiving less than $5 billion in 2012-2013 than if there had been no change in other formulas and commitments. We knew that Patrick was the head of the Senate Education Team. We didn't remember him leading the charge of recovering most of the cut-off funding. As it turns out, there is no convincing evidence of action. The spokesperson for the Patrick campaign, Alejandro Garcia, noted that at the 2013 session, Patrick led the Working Group on Public Education of the Senate Finance Committee, which included four other senators, according to a web page of the Senate. Also, Garcia said, Patrick voted twice in favour of increased funding. The minutes of the meeting of the Finance Committee on March 13, 2013 indicate that all 15 members of the Group voted for a revised version of Senate Bill 1, the 2014-15 budget law of the Authority, which provides for $1.5 billion in additional State educational aid, according to the news accounts. A week later, Garcia said, Patrick voted in the Senate Hall for the same partial restoration; the Senate newspaper intervened that day, showing Patrick and 28 other senators voted to present the Senate &apos; s version of the budget to the Senate. Two senators (but not Patrick) voted \"no.\" Garcia also guided us to Patrick's video summarizing the Senate's version of the budget. Patrick, who addressed colleagues in the Senate Chamber, did not mention the decline in cuts in 2011. He and the other members of the Working Group had decided \"as a team\" to place more than $1.5 billion of the additional State revenues allocated to the group in school funding formulas with funds that also went to long days before Kindergarten and other programmes. Any school district would end up with less money than it already had from the state, and Patrick said, while many would get more. Without success, we sought independent confirmation of Patrick's leadership on the charge to reverse most of the cuts in 2011. Just before the legislative session, Patrick joined the governmental group. In issuing a press release, David Dehorst announced their \"education reform\" agenda. The press release issued by Patrick on 19 December 2012 called for changes in the State &apos; s accountability system and an increase in the number of rented schools and graduation paths. The publication made no reference to expenditure on public education. The stateman's news story was posted on the Internet that day, and Patrick said that he was trying to create tax exemptions to enable children to attend private schools. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" On the first day of the 2013 session, Patrick told the Houston Chronicle that while legislators had cut the budget in 2011, the new session was \"an opportunity to do big and bold things for the future of Texas - the choice of school and the reform of mainstream education at the top of the list.\" In February 2013, after Travis County Judge agreed with the school districts that the state education funding system was unfunded and unconstitutional, Patrick San Antonio Express News told him that he didn't know where the democratic judge, John Dietz, \"Drop his numbers from -- from heaven, I think -- that we might need to spend $2,000 more per student, which is worth $10 billion. It might freeze us to do anything important because there's only a lot of dollars.\" Patrick said that any expenditure would be a \"strategic\" as the newspaper said. During the session, according to news stories and educational group advocates, the members of the Council, including the Republic of Jim Bates, R-Oxahashi, Chairman of the Council &apos; s Appropriations Committee, and Democrats, including the Republic of Sylvester Turner of Houston, pushed the final budget ( against which Patrick voted) to increase spending on education by $3.4 billion - more than double the original rise in the Senate. On May 30, 2013, a public interview with Ivan Smith of Texas Tribune, Patrick said that he had voted against the budget eventually because some educational initiatives - including money to pay for students to pick up SAT - were not. Some educational groups, including the Texas School Councils Association and the Equity Centre, which represents poor school districts, have refused to comment on whether Patrick has led these fees to return money. Josh Sanderson, a member of the lobby group for the Texas Professional Teachers' Association, told us that the education groups had not found Patrick to reverse the cuts in 2011. Sanderson said on the phone, \"He never said yes.\" Sanderson and Lonnie Hollingsworth, defending the Texas Class Teachers Association, said that the pressure to step up spending on education came mostly from members of the house, including the Republic of John Otto, R-Datton. By telephone, Hollandsworth specifically mentioned Bates and Rip. Jimmy Don Eycock, R-Kellin, Chairman of the General Education Committee of the House of Representatives, and the Democratic Republic of Turner and Tray Martinez Fischer of San Antonio. \"It really isn't any one person who led the charge of partial recovery of finance,\" said Hollingsworth. Clay Rubison, spokesman for the Texas State Teachers' Association, said by e-mail Patrick's voice against the final budget \"It's what matters. If the final budget does not succeed, it does not matter how much the legislator puts in the education budget or any other programme.\" Patrick, Rubison said, \"He didn't convince me or TSTA that he cared more about adequate funding for education than he did in 2011. Bonnie Leslie of Wako, a retired teacher and co-founder of Texas Children can't Witness, who describes herself as a bi-party group, praises members of the house for ultimately promoting aid. By phone, Leslie called Patrick's claim a funny shutzpah issue. The group had previously issued a \"report card\" to lawmakers based on voting on educational measures; Patrick was among the legislators of an \"unacceptable\" class. After learning what we found, Garcia stressed Patrick's leadership of the education team. \"Presidency says everything,\" he said. Our judgment, Patrick, said at the 2013 session, \"I led the charge of recovering most of the educational cuts from the last session.\" At this meeting, Patrick twice voted in favour of a copy of the budget that would raise expenditure on education by $1.5 billion, or less than one third of the previous reduction. She subsequently voted against the final budget, which led to an increase of $3.4 billion in this expenditure, a decision which she did not explain to us. In general, it is not clear to us how someone can drive the return of funds by voting against the return of funds. This claim is classified as incorrect and absurd. Pants on fire! Pants on fire - The statement is inaccurate and makes a ridiculous allegation. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07302"}