{"url": "/factchecks/2011/may/30/jay-carney/white-house-press-secretary-jay-carney-says-obama-/", "speaker": "Jay Carney", "vclaim": "The Obama Administration states that it has responded to all Texas requests for grants for fire management assistance.", "truth_label": "mostly-true", "date": "stated on May 10, 2011 in a press gaggle:", "title": "Jay Carney says the Obama administration has approved all Texas requests for fire management grants.", "text": "On the way to El Paso with President Barack Obama on May 10, White House Press Secretary Jay Carney jumped on a journalist's question as to whether the Administration's refusal to declare a disaster to Texas was politically motivated. On April 16, a letter was sent to Obama, Jove. Rick Perry requested \"the declaration of the major disaster\" as a result of the forest fires that were burned during the state. The request sought federal aid to pay up to 75 per cent of the fire-fighting costs actually spent, and to assist the State to combat burning fires in 252 of the 254 state districts, including Travis. On 3 May, the Federal Emergency Management Agency (FEMA) rejected the request after concluding that recovery needs did not exceed what state and local governments could deal with, according to a 4 May news article entitled Star-Telegram. In addition, Karni told journalists, \"This Department responded very much to the requests of the State of Texas for grants of assistance in forest fire management - 25 of which were ultimately.\" \"All that was requested was, as far as I know, provided.\" In fact, the State received 27 grants requested for 27 forest fires that burned about 1 million acres in 31 provinces. The grants cover 75 per cent of the fire-fighting costs associated with the 27 fires. The Federation spokesman later told us that the grants had been taken into account in the Agency's refusal to request a declaration of disaster because they \"funded many emergency response activities themselves. Perry was looking for help for him.\" On the other hand, some affected Texas residents are eligible for other federal assistance, including low-interest loans and assistance to farmers and farmers who lost livestock in the fires. The spokesman for the Texas Forest Service April Saginor told us that from September 1 to May 15, the local and state fire departments spent some $97.5 million on forest fires. Of this, the State has achieved $90.8 million and expects to be reimbursed approximately $23 million of the 27 federal grants approved so far. Perry's unmatched. In an interview on NewsRadio 1080 KRLD on 11 May, Perry said: \"We had over 9,000 different fires in Texas, 2.3 million acre burns. If this doesn't rise to the level of a major emergency I don't know what he's doing.\" In his interview on January 31, 2021, John Kerry says that Hurricane Harvey \" dropped more water in Houston in five days than in Niagara Falls in one year.\" On 26 May, Perry appealed the Obama administration &apos; s decision to reject the declaration. But this is not the first time that the Federal Government has not approved requests for assistance from Texas. We found that it went both ways about fire-related requests to announce disasters from Texas. In February 2009, according to FMLN, the Obama administration rejected a request from Perry for an emergency declaration on forest fires, and subsequently for a declaration of a major disaster. According to an article published in April 2009 on Abilene News Reporter, Perry requested the announcement after the forest fires burned down in 400,000 acres, destroying 200 houses. In 2008, the Bush administration rejected Perry's request to declare a major disaster caused by the forest fires that, according to the Perry office, burned nearly 940,000 acres in 215 provinces, reported by the San Antonio Express News on 20 March 2008. The reason: \"We just didn't see that the State's ability to respond was submerged,\" said the African Economic and Monetary Union spokesman Earl Armstrong, according to the Express-News article. After the State resumed its rejection, the Government issued an emergency declaration on disasters, which is limited in scope and does not include long-term federal recovery programmes that could come with a major declaration on disasters. Texas also received fire management assistance grants in 22 fires that year, according to the Fire Enforcement Agency. In January 2006, President Bush issued a major disaster announcement after at least 450 fires, largely due to a prolonged drought in the north and west of Texas. At that time, Perry wrote to the Federal Government: \"On the basis of these harsh circumstances, the magnitude of the response required exceeds the resources and capacities of the affected state and local governments,\" according to a January 2006 news article by Fort Worth Star-Tilgram. Since 1953, Texas has received more disaster announcements than any other country - 84 countries - most of them due to severe storms, floods and hurricanes. California, the largest state, received the second largest (78), followed by Oklahoma (68) and Florida (63). Rhode Island received the least. To date, Obama has issued one major declaration on the Texas disaster - in August 2010 for Hurricane Alex, according to the West African Economic and Monetary Union (WAEMU). Prior to that, President George W. Bush issued two major disaster declarations after hurricanes struck the state in July and September 2008. Carney was correct in summing up the consent of the Obama administration to grant fire fighting in Texas, but ignored its refusal to declare a disaster, which could have covered more provinces and provided assistance retroactively. We're assessing his statement as mostly correct.", "vclaim_id": "vclaim-pol-13023"}