{"url": "/factchecks/2019/jan/08/phil-berger/no-election-board-leader-didnt-try-drag-woman-out-/", "speaker": "Phil Berger", "vclaim": "The former president of the North Carolina Election Council said: \"He tried to pull a woman with cancer out of the hospital bed to testify at her son's hearing on the first day of the early vote on a false complaint that the Council had not even fully investigated.", "truth_label": "barely-true", "date": "stated on December 19, 2018 in a press release:", "title": "No, the leader of the election board didn't try to get a woman out of the hospital.", "text": "The Republican-led legislature in North Carolina was wrestling with the democratic government. Roy Cooper on the structure of the State Election Council. Cooper threatened to reverse the Republican Party's proposal to restructure the Electoral Council and, in response, accused Republican Senate leader Phil Berger Cooper of attempting to arm the Council's \"investigating authority.\" Berger gave an example of how a member of the Democratic Electoral Council had tried to unduly influence the Council &apos; s investigation of a Republican legislator. In a press release addressed to the media on 19 December 19, the Berger office said: \"The President of Cooper, now chosen, Andy Benny, tried to withdraw a woman with cancer from her hospital bed to testify at her son's hearing on the first day of the early vote on a false complaint that was not even fully investigated by the Council.\" :: Cooper continued to threaten to veto the bill, and the legislators later vetoed his right to veto. The Berger Statement refers to the case of Mr. Ralph Hess, a Republican from Mitchell County, who was confronted earlier this year with questions from the State Council of N.S. The complaints were filed in 2017 and the Electoral Council decided to hold a hearing on 17 October 2018. A week before the hearing, Hess sought to delay the hearing because his mother - who worked as the treasurer of his campaign - could not testify. Hess said she was in the hospital fighting cancer. This is where Penny's comments come to play. Let us therefore review Berger's statement of claim. Did Benry try to get a woman with cancer out of her hospital bed to testify at her son's election council hearing? No. In a letter from 5 October to the Council published on the Internet by the organization, the lawyer of Hess Stephen Long wrote that the Hess campaign could not \"truely\" answer questions without the mother of Hess, Shirley. Long noted that Shirley Hess was the person responsible for the calculation of the reimbursement for the distances travelled by the Senator, \"which is the Board's investigation centre.\" But Shirley Hess, who wrote Long, was unable to walk while undergoing cancer treatment at a hospital in Ashville. Further information on its validity would be available \"within two weeks\" and he offered to provide further details if necessary. In a letter dated 8 October, Benny, a democracy appointed by Cooper to the Electoral Council, responded that he would forward Ralph Hess &apos; s request to the Council by delay. However, Benny noted that state law requires that \"such matters be resolved quickly.\" She told Benny Long to bring a doctor's note confirming the case of Shirley Hess along with information on when she would be able to testify. \"You must be prepared to move forward in all parts of your presentation except for Mrs. Hayes' testimony as President, I'm not inclined to delay the whole matter to an unknown date.\" In an interview with Polyte Fact, Benry said that the purpose of his letter was to check the case of Shirley Hess, see if she could participate by other means, and determine whether Ralph Hess could proceed without it. \"At any time I didn't ask to show Mrs. Hess,\" said Benny Poletti Fuckett. On January 26, 2021, in the North Carolina tweet, Secretary of State Ellen Marshall, Jenna Woodsworth stated, \"She has won state-wide races more than anyone else is likely to be alive.\" By Paul Spectt, 1 February 2021, who was contacted by Politi Vakt, the spokesman for Berger Pat Ryan said that Shirley Hess' doctors \"were forced\" to prove her condition. \"This is equivalent to trying to pull her out of the hospital bed to testify,\" said Ryan. You don't agree with Bolivi Fah. Was the complaint about Hess false? It certainly did not go unpunished. In March 2017, Hess was accused of illegally taking funds from his campaign account and violating laws requiring full disclosure of campaign contributors, which was reported in May 2017. The complaints were filed by Greg Flynn of Raleigh, a democracy working in the Wick District Electoral Council. The complaints claim Hess: he lent his campaign about $50,000 but paid $60,000 to himself, did not report about $9,000 from nine political action committees over four years, and on several occasions did not disclose information about the campaign's contributors. Hess reached a settlement with the Electoral Council in November. The settlement can be found on the website of the Electoral Council. In the agreement announced in November 27, Hess agreed to pay $4,000 to the Board to pay for the investigation of the allegations and $500 to a civil punishment and confiscation fund, which reported to the News and Surveillance Journal on that day. Ryan, the spokesman for Berger, said that the word \"Bogos\" had been used because the complaint had been filed by a long-standing democratic activist and used by Sen. The complaint, Ryan added, \"based on relatively common errors in the campaign report that a volunteer cashier can make.\" However, the fact that the \"fault\" was made and hess fell in love negates the argument that the complaints were worthless. What about the claim that the State Election Council \"didn't investigate fully\" the complaint that was being heard? That sounds right. This comes from an e-mail from NC Electoral Council staff to John Lewis, a Republican member of the Electoral Council. WBTV published excerpts from the e-mail in the story of October 14. \"Officers do not consider that the investigation has been completed. Three members of the team, including Director Strach, spent Wednesday in Spros Payne (Michel County) for interviews with two defence lawyers who worked with Ms. Hess on campaign reports, \"A lawyer wrote to Louis in response to his query, according to WBTV. The e-mail continued: \"The staff believe that the continuation of the matter would allow for an orderly conclusion of the investigation. There is no evidence of any error at present, so this is a historical investigation.\" The Polic Fact does not know whether it is common for the State Elections Council to hold hearings before it completes the campaign financing investigations. For his part, Mr. Benri Politi Fuckett was informed that he was not aware that the investigation had not been completed when the hearing was scheduled for 17 October. Governor Berger said that Benny \"tryed to pull a woman with cancer out of the hospital bed to testify at her son's hearing on the first day of the early vote on a false complaint that was not even fully investigated by the Council.\" He appears to have a point of view on the scheduling of the hearing before the completion of the investigation. However, Berger is blatantly exaggerating Pinry's request from Hess' mother (the \"cancer woman\") and underestimating Hess' violations. We're assessing this mostly wrong. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. They shared the facts 2019-01-09 01:51:21 UTC Politics Fact 3 1 7 PoliticalFacting: Mostly a liar says the former president of the North Carolina Election Council \"tryed to pull a woman with cancer out of the hospital bed to testify at her son's hearing on the first day of the early vote on a false complaint that the board did not even fully investigate. The President of the Senate of the Republican National Assembly, Phil Berger, https://www.newsobserver.com/news/politics-government/article224089500.html, read further information on Wednesday, 19 December 2018-1219.", "vclaim_id": "vclaim-pol-01150"}