{"url": "/factchecks/2018/feb/20/donald-trump/has-donald-trump-been-much-tougher-russia-barack-o/", "speaker": "Donald Trump", "vclaim": "\"I was much stronger on Russia than Obama, just looking at the facts. The total bogus news!\"", "truth_label": "barely-true", "date": "stated on February 20, 2018 in a tweet:", "title": "Was Donald Trump much stronger on Russia than Barack Obama?", "text": "In the midst of mounting evidence of Russia &apos; s intervention in the 2016 presidential election, President Donald Trump pushed against critics who say that he gave the Kremlin freedom of movement. In one tweet on February 20, Trump said, \"I was much more strict on Russia than Obama, just looking at the facts. The total bogus news!\" I was much stronger on Russia than Obama, just looking at the facts. The tweet immediately attracted gloves between commentators in the media and on social media, who quickly extracted examples of Trump reducing evidence of a far-reaching effort by Russia to intervene in the elections. (Only one day ago, we gave Trump pants on fire to tweet that he \"didn't say Russia didn't interfere in the election.\") When we looked at the past decade of United States and Russian policy, however, we found a more accurate picture. The tighter government policies implemented by President Barack Obama have largely continued under Trump, although these policies have often been overwhelmed by the friendly remarks and tweets addressed to Russia by Trump and President Vladimir Putin - perhaps limited to them. The consensus among experts is that Obama was stronger than Trump has so far been in the fight against interference in elections. \"The main difference about Obama was (Trumb's unwillingness) to take over the issue of interference in his affairs,\" said Stephen Sistanovic, a senior colleague in Russian and Eurasian studies at the Council on Foreign Relations. As we have noted in previous fact checks, the Obama administration has taken action before and after election day. Before the elections, the Obama administration declared the Russian Government guilty, confronted Russian President Vladimir Putin personally, and worked to secure the electoral infrastructure in the United States - all while intelligence agencies investigated the case. However, the most important retaliatory measures taken by the Obama administration against Russia came after Trump won the elections. On 29 December 2016, Obama ordered 35 Russian diplomats and intelligence agents suspected of leaving the United States, and also imposed tight penalties on some Russian individuals and organizations. On the other hand, Trump cast doubt on Russia &apos; s interference with the elections and reiterated Putin &apos; s rejection of his Government &apos; s intervention. \"The Trump administration has repeatedly tried to undermine the credibility of the FBI and intelligence agencies in their investigation and assessment of the threat to the integrity of the American election by Russian agents,\" said Yoshiko Herrera, Professor of Political Science at Wisconsin-Madison University. Herrera added that Special Adviser Robert Møller was considering whether the Trump administration had crossed the line to obstruct the course of justice by attempting to obstruct the investigation of the Russian threat to the United States electoral system. While some experts noted that Trump had signed a law calling for new sanctions against Russia in response to its interference with the elections, they added that the legislation was not the product of the tough call by Trump. The bill was largely approved by Congress - mostly non-a right of veto - in response to Trump's underestimation of the issue of intervention and his apparent interest in lifting sanctions against Russia, as Sistanovic said. When it was time to sign the bill into law in August, Trump did so rudely. He expressed important reservations that they were \"seriously wrong\" because they usurped the negotiating power of the executive. Matthew Kronig, Assistant Professor at the Government Department and Foreign Service College at Georgetown University, said that Trump had a point of view on his reservations to the legislative package, noting that the Obama administration had made similar arguments that congressional sanctions against Iran violated the power of the executive to determine foreign policy. Several experts said that the White House was reluctant to implement sanctions. Cestanovic described its implementation as \"slow and soft-hearted.\" In late January, the Treasury Minister informed legislators that the Department would apply sanctions to a new list of Russian oligarchs and senior government officials. Herrera said: \"The Trump administration did not provide a list of their applicants until very late.\" \"This is a clear sign of the withdrawal of feet by the White House.\" Susan Wingle, Professor of Political Science at Notre Dame University, agreed that Trump was \"not proactive or expressing strong opposition to Russia's participation in American politics,\" while Obama did. On January 13, 2021, the distinguished fact-checkers in a story written by General David Berger, the US Navy commander, rejected Nancy Belusi's request to use Marines for security, and told her \"we're not working for you.\" However, they pointed out that Trump's administration did not go so far as to contradict Obama's era laws and regulations, including the Magnetsky Act, which targeted high-ranking Russians with sanctions. Russian President Vladimir Putin is listening to President Barack Obama in Hangzhou, China on 5 September 2016. The White House provided some examples of broader policies than the reaction to interference in elections. Judging by the policies of geopolitical management, the analysis makes it more complicated. There is a crucial dividing line of United States policy towards Russia - early in 2014, when Russia included the Crimean region of Ukraine. Before that, the United States sought to find common ground with Russia. After that, Russia was seen in a more adversarial manner. During the early years of Obama's presidency, particularly during the Russian presidency between Dimitri Medvedev, the United States sought to \"re-appoint\" Russia and was able to achieve many achievements, including the nuclear weapons deal. \"The first national security strategy for Obama mentioned Russia only as a potential partner, never as a potential threat,\" said Kronjig. \"He promised in his famous \"hot microphone\" episode that he would have \"flexibility\" to make concessions on missile defense after an election (2012). He refused to intervene in Syria in part because his team feared direct conflict with Russia. He refused to provide deadly assistance to Ukraine for fear of escalation with Russia. It has not developed a serious strategy to deter the threat posed by Russian nuclear strikes \"to de-escalate.\" However, the increase in conflict between the two countries, exacerbated by Putin &apos; s return to the presidency in 2012, raised doubts as to whether a genuine reappointment could be possible. In the end, the reappointment ended entirely after the annexation of Crimea in 2014. In a very narrow sense, Trump has a case. \"If the current United States policy in 2018 compares with that of the United States during Obama's first term, it is clear that the United States is now becoming more \"careful\" in Russia,\" said Dan Nixon, an assistant professor of government and foreign service at Georgetown University. But after 2014, Obama &apos; s Russian policy was firmly established. These measures included a rapid set of sanctions imposed on persons and institutions in March 2014 following the annexation of Crimea, and sectoral sanctions imposed on Russia in July 2014 following the continuation of Russian military activities in eastern Ukraine, as stated by Anders Aslund, a senior colleague of the Atlantic Council. Subsequently, Obama &apos; s actions included the expulsion of Russian diplomats in December 2016, the closure of Russian compounds and a variety of critical statements against Russia and Putin. The distortion of Tramp &apos; s comments on his administration &apos; s policies always points to warmth and confidence towards Russia and Putin, and Trump sent mixed signals about the United States commitment to NATO. On the other hand, the post-2014 policy of the United States targeting Russia has advanced in important ways since Trump became President - despite his speech. Susan Allen, Director of the Peacemaking Practice Centre at George Mason University School of Conflict Analysis and Resolution, said: \"The rest of the executive branch and Congress have taken harsh positions against Russia over the past year.\" Kröning said that among those initiatives were the strengthening of the financing of the European Confidence Restoration Initiative, a security programme launched under Obama; the development of new low-power nuclear capabilities to deter the Russian nuclear attack; the upgrading of missile defences; and the approval of Montenegro's attempt to join NATO, which had been in operation for years. The Trump Administration has also imposed new penalties on five Russians and Chechens for human rights violations. The two most prominent actions in Trump challenged Russia's tourist missile attack on Bashar al-Assad, the Russian ally in Syria, and its agreement to sell lethal weapons to Ukraine. In both cases, Trump went further than Obama, although it was not yet clear how accurate management was in pursuing both developments. To the extent that Trump &apos; s policies against Russia have been met or exceeded by Obama &apos; s policies beyond 2014, it is thanks to his agencies and to Congress, according to experts. These policies are those that \"the loud military species in their orbit, such as, and most likely not from his own initiative,\" said Wingel, Professor of Notre Dame University. Our Governor Trump said, \"I have been much harder on Russia than Obama, just looking at the facts. The total bogus news!\" There is broad agreement that Obama &apos; s actions with regard to interference with the elections were stronger than the actions of Tramp, although they are said to be insufficient to meet the threat. At the broader geopolitical level, there was a great degree of consistency between the Obama and Trump Departments in the actual policy of the United States, and even a few examples where Trump went beyond Obama. However, Trump &apos; s own record of Russia &apos; s and Putin &apos; s friendly comments sent reverse messages about America &apos; s policy towards Russia. We're assessing Trump's statement as mostly wrong. Sharing the facts of 2018-02-20 22:25:11 UTC Politic Fact 3 1 7 Politic Facting: Probably wrong \"I was much harder for Russia than Obama, just looking at the facts. The total bogus news!\" Donald Trump, President https://twitter.com/realDonaldTromp/status/9659438279315496?ref_src=twsrc%5Etf&ref_url=http%3A%2Fcms.politict.com%2Frith-o-meter%2Fstatements%2F201882Ffffeb%2F20%2Fdonald-tromp%2Fhas-donald-tromp-ben- many-tugher-russia-barack-o%2F in tweet on Tuesday, 20 February 2018 2018-2020-02-2020 read more information.", "vclaim_id": "vclaim-pol-02385"}