{"url": "/factchecks/2011/may/18/kim-simac/wisconsin-tea-party-leader-says-democrat-hired-tel/", "speaker": "Kim Simac", "vclaim": "It says the people who signed the subpoenas against Wisconsin.", "truth_label": "true", "date": "stated on April 29, 2011 in a news release:", "title": "The leader of the Wisconsin Tea Party says that the party's rental phone shopper is called the signatories of the summons.", "text": "Kim Simak, leader of the Tea Party in Wisconsin, targeted the state of Sin. Jim Halperin after the Confer Democratic Party fled to Illinois in February 2011. Like 13 members of the Democratic Senate, Holbrin, who represents the North Woods region where Simak lives, spent three weeks in Illinois. The movement delayed the vote on the Republican government. The Scott Walker budget reform bill, which limits the collective bargaining power of most State and local government officials, has finally become law. The courts &apos; appeals prevented changes in collective bargaining from coming into effect. However, the law, and the reaction of the Democrats to it, prompted the movement towards a return with historical dimensions. Campaigns have been launched against all 16 senators in the states - eight Democrats and eight Republicans - who are entitled to be mentioned. :: Simak, Vice-President of the Republican Party of Villas and Foundation of the Christian Values Group, Northwood Patriots, led the signing campaign for the restoration of Halperin, a first-time senator who served 10 years ago in the State Council. On 21 April 2011, Semak submitted some 23,000 signatures to the Government Accountability Council, whose review was not completed. I've announced plans to run against Halperin if re-elections are set. Eight days after the petition was filed, Semak issued a press release alleging that the signatories of the petition were \"disturbed by phone calls from extrastate shoppers claiming to represent the Democratic Party and hinting at hideous play through petition circuits.\" Let's see if that's what happened. When we asked Semak for evidence to support her claim, I asked the people who received calls to contact PolityFact and Wisconsin directly. We received calls from 17 people and e-mails from over 30 others. We met 10 of the people who called. Here's what we found: Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aids - the largest in more than a decade.\" The calls began days after the Holbrin Repatriation Commission filed its petitions in Madison on 21 April 2011. Some people said they had received one call, while others said they had received two or more calls. Many people, including five we interviewed, said that the callers identified themselves as representing the Wisconsin Democratic Party. Some people said the callers knew they were from Minnesota. And one caller, when pressured by a woman he called, said he was being paid by Meyer Teleserves, a remote marketing company in St. Claude, Maine, almost everyone who called us said they were asked if they understood what they had signed. \"The question was as if, \"Do you know what to do?\" was very disturbing, and Robert Manez of the Eagle River said. Others said that the callers were polite and did not feel harassed. Some people said that the callers told them that some people got lost about what they were signing. Jeff Kershman from the Eagle River said, one of five people we met who signed the petitions and also circulated them. \"It really pisses me off that they call us liars.\" Those statements are reprove of Simac's claim. What did Holbrin and the Democrats say about that? Halperin said he authorized the Wisconsin Democratic Party to contact about 5,000 people who signed summonses against him. Graham Zelinski, spokesperson for the party, said that Minnesota Telemarketing had been hired to contact persons who had signed petitions against Holbrin and two other Democrats facing potential elections to recall. Halperin said that he authorized contacts because, although the petition organizers who worked under Simak were \"more educated, honest and friendly,\" more than one third of the signatures of 23,000 were collected by the Kennedy Foundation, a marketing and consulting company in Colorado hired by the Republican Party in Wisconsin. Holbrin said that these sessions were often aggressive and misleading when they asked the population to sign petitions. According to Halperin, 534 signatories to the petitions -- about 10% of those called by Minnesota Telemarketing -- said that they had received misleading information and that they had asked to be removed from the submissions. That was the basis for his complaint to the State Accountability Board to challenge the petitions. Halperin provided a text which he said was used by the company to ask questions about the persons who had signed summonses against him. The scenario shows that the callers, among other things, were: defining themselves as representing the Democratic Party in Wisconsin; asking people whether they knew that their signatures appeared on the Holbrin summons; and stating that reports had been received that \"periodic sessions paid outside the state were misleading to people about what they were asked to sign.\" \"So, did we \"not insinuate\" that a crime occurred?\" Holperin said. You bet we did, and we think we offered ample evidence that supports our claim.\" Let's close our talk. Simak said that the people who signed Hallberin's reminders received \"harmful phone calls from shoppers outside the state claiming to represent the Democratic Party.\" Some people who received calls said that they were harassed even if they received only one call because they did not expect to be questioned about a petition. The callers were working for a company outside the state, and they identified themselves as representing the Democratic Party in Wisconsin, and claimed that the petition organizers had misled the signatories of the petitions. We appreciate pretending to call you right.", "vclaim_id": "vclaim-pol-13078"}