{"url": "/factchecks/2014/aug/26/marc-lamont-hill/unarmed-black-person-shot-every-28-hours-says-ma/", "speaker": "Marc Lamont Hill", "vclaim": "\"Every 28 hours\" an unarmed black person shot by a policeman.", "truth_label": "false", "date": "stated on August 20, 2014 in a CNN segment:", "title": "An unarmed black man called \"every 28 hours\" says Mark Lamont Hill.", "text": "In the days leading up to Ferguson's 18-year-old funeral, Moe, resident of Michael Brown, two blacks appeared on CNN to discuss what killing him meant to inter-ethnic relations in America. It quickly turned into a cry driven by opposition political views from Governor Larry Elder, Liberal Professor and author Mark Lamont Hill. The Sheikh blamed the media for inflaming the racist narrative and ignored the fact that Black Killing was \"no.\" One cause of death among young blacks (We have already verified a similar claim and found it to be valid.) \"How many times does an unarmed black man call him a cop?\" He asked Alder for an interview on August 20, 2014. \"Every 28 hours,\" Hill said. \"Every 28 hours, Larry. Larry, every 28 hours. According to the MXGM study, a black person was killed by law enforcement, community security or security... \"The biggest cut in, but Hill reviewed his point later in the interview, saying, \"But if this study proves, and it does, that every 28 hours he killed an unarmed black person, then that's also a problem.\" We wanted to see if those statistics were correct. We did not hear a reply from Hill, but, as he said on CNN, it refers to a report by the Malcolm X People's Movement in 2013 entitled \"Every 28 Hours,\" which examined the killings of African Americans in 2012 by law enforcement forces, security guards and \"guards\" who claimed to be self-defence. The report is not an unbiased academic representation of these deaths. A volunteer researcher compiled them and detailed 313 deaths based on news clips and police reports. The number of hours per year, 8.760, divided by the number of deaths, 313. However, the report does not mention what Hill presented to CNN, that \"an unarmed black person kills\" every 28 hours. In fact, according to the Ministry of Defence, less than half of the persons killed were unarmed. Bondet Fuckett found that 136 had been classified as unarmed after reviewing the profiles collected. The 28-hour calculation treated all 313 deaths, including armed, \"alleged\" and unarmed persons. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • January 12, 2012, this is an important distinction that is not reflected in Hill's claim. Also, \"unarmed\" persons are not all the same as Brown's case or were killed by the police. For example, in the unarmed count of Travon Martin, a Miami Park teenager killed by a neighborhood guard named George Zimmerman. In other cases, whether someone really is \"unarmed\" may depend on your definition. In nine cases, the police said that they had shot suspects because they were accusing them of being behind a car wheel. Another case to make the list is Rudy Eugene, a Miami man who attacked a homeless man and bite his face before the police shot him to death. We also found several \"unarmed\" deaths that were caused by accidents, numerous car accidents. In another example, a woman was killed at her birthday party, hosted by an out-of-service police officer, when she hugged the officer from behind and somehow fired his weapon. Our verdict when we asked how many times a cop shot an unarmed black man, Hill said, \"Every 28 hours.\" He then referred to a report by the Malcolm X People's Movement that \"every 28 hours he kills an unarmed black person.\" Both descriptions are incorrect. This report, which is not academic, concludes with the inclusion of non-police deaths, deaths of armed blacks, car accidents and deaths of blacks in hostile or hostile situations. Only 136 of the 313 deaths were classified as unarmed in the report, which does not support his claim that the police shoots an unarmed black person every 28 hours. We're assessing the allegation wrong. To consider funding assistance for PolityFact skickstarter to initiate fact-finding in the case of the Union in 2015 and the GOP response.", "vclaim_id": "vclaim-pol-07388"}