{"url": "/factchecks/2014/sep/11/charlie-crist/charlie-crist-says-rick-scott-supports-employers-d/", "speaker": "Charlie Crist", "vclaim": "Rick Scott says that \"employers must be able to deny women birth control coverage.\"", "truth_label": "mostly-true", "date": "stated on September 9, 2014 in a TV ad:", "title": "Charlie Christ says Rick Scott supports employers who deny women birth control.", "text": "The most recent television attack by Charlie Christ called the Republican Government. Rick Scott is \"adult\" in women's issues. A few days after the support for family planning was torn apart, Christ issued a declaration showing a series of women attacking Scott's record of abortion, birth control and equal pay for women. One of the allegations in the ad is that Scott believes that employers should be able to deny women access to birth control. Polyte Fact Florida has investigated numerous allegations about Christ's record of abortion and we gave him half a pulp to hold different positions on it throughout his career -- even before he switched parties to democracy. Several media reports also covered draft laws signed by Scott limiting the possibility of abortion. Here we decided to check Scott's birth control record. (In technical terms, the Florida Democratic Party pushed for the announcement, but Christ's campaign announced and promoted the announcement.) :: Legal decisions on birth control during Scott &apos; s term were communicated with Scott &apos; s office, his campaign and Christ &apos; s campaign, and we searched the news archives and found very few of Scott &apos; s statements regarding employers and birth control. Scott, a former executive director of health care, campaigned for the Governor on his opposition to President Barack Obama &apos; s health care law in 2010. The law includes women &apos; s access to means of birth control; however, this was not the root cause of Scott &apos; s opposition to the law, which was more broadly related to the role of federal government and individual jurisdiction. We just found some of Scott's statements about whether employers are forced to provide contraceptives. The Health Care Act 2010 requires that most plans include coverage of birth control at no cost from private funds. The Obama administration granted a religious exemption to most churches and some parish schools, which was completed on 20 January 2012. Some religious entities, including the University of Avi Maria in Florida, opposed the Obama Rules. On 10 February 2012, the White House announced a compromise: if the religious employer objects to the provision of birth control in his health plan, the employer will not have to pay for it, but the insurance company will pay. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. The following day, NewsMax Scott asked about his thoughts on this decision while attending the conservative political action conference. Scott said: \"This week what they did with regard to the Catholic Church and contraceptives, it is an example when the government intervenes more about something that takes your rights. That's it, they're telling the Catholic Church what they have to buy. The government shouldn't tell us what kind of insurance we should buy with our own money. The change they made was meaningless -- saying that the insurance company would pay for it? That doesn't make any sense. The money will come from the pocket of Catholic institutions to buy this insurance, so they pay for it.\" Some two weeks later, the Public Prosecutor of Florida Bam Bondi joined six other states in a lawsuit to challenge the birth control jurisdiction on the grounds that it violated the rights of religious institutions in the first amendment. (Scott wasn't a prosecutor.) In July 2012, a Federal Judge in Nebraska filed the case on the grounds that the states had not shown that they would be immediately harmed once that part of the law had been enacted. It resumed states, but lost in 2013. On June 30, 2014, the U.S. Supreme Court ruled that some companies such as Hobie Lodge, which had religious objections, could opt out of the birth control jurisdiction. The companies opposed the provision of certain types of contraceptive methods that they believed were equivalent to induced abortion, including post-morning contraceptive pills and intrauterine drugs, while they did not oppose other methods of birth control. We asked Scott's campaign spokesman whether Scott made any statements about the Bundy case, the Hoby Lounge case, and generally whether he believed that employers should be able to deny women access to birth control. His spokesman, Greg Blair, referred to a statement made by Scott after the Hobby ruling when a radio station reported that Scott said that the Supreme Court had \"disabled our religious freedom again this week.\" \"Goff. Scott believes that people should have access to the contraceptives and health care they want, and he also believes in religious freedom. Our governor's announcement to Christ says that Scott believes that employers should be able to deny women birth control coverage. We struggled to find Scott's declarations about employers and birth control. His spokesman did not give us denial when asked. We found some statements that show that against the federal government that requires companies to provide contraceptives -- something that some religious institutions oppose. It should also be noted that Scott does not appear to be flat against birth control, but it is clear that in general he does not like to tell employers what to cover. We're mostly assessing this claim right.", "vclaim_id": "vclaim-pol-07320"}