{"url": "/factchecks/2014/oct/26/darrell-issa/did-ebola-victim-thomas-eric-duncan-enter-united-s/", "speaker": "Darrell Issa", "vclaim": "Thomas Eric Duncan says he came to the United States \"at a high temperature.\"", "truth_label": "false", "date": "stated on October 26, 2014 in comments on CNN's \"State of the Union\":", "title": "Did the victim of the Ebola (Thomas Eric Duncan) enter the United States at a high temperature?", "text": "How much is the Ebola test at the airport too much? This was the big question in the talk shows on Sunday, October 26th. :: During the weekend, New York, New Jersey and Illinois upgraded their Ebola testing guidelines and quarantined anyone passing through John F. Kennedy, Newark and Chicago-Oher International airports who were in contact with Ebola patients, even if they did not show symptoms. The guidelines go beyond federal regulations and have been criticized, particularly by administrators, on the grounds that they are unnecessary. Experts say that JFK, Newark and O'Hare already have checks, along with three other American airports (more recently) and people who do not show symptoms that are not contagious. In the case of the Union in CNN, the President of the Republic, Darryl Issa, said, But this does not change the fact that the Ebola virus test in the country has so far been inadequate -- Thomas Eric Duncan, the first diagnosed patient in the United States, died on 8 October. \"We had Mr. Duncan come in (to the United States) with the temperature rising. We weren't checking it out, and now we're playing catch-up. The guidelines for New York and New Jersey were developed after a doctor in New York City conducted a positive examination of the disease on 23 October. He arrived in New York on 17 October from Guinea, where he was treating Ebola patients and was checking his temperature twice a day. This patient, Dr. Craig Spencer, did not seem to have symptoms when he first arrived in the United States. But what about Duncan -- is Jesus right to say that he came to the United States with a fever. On September 20, when Duncan arrived at Dolles International Airport in Washington, Liberia (through Belgium), American airports did not check passengers for Ebola. But Duncan was examined on September 19 in Monrovia, Liberia, where he provided 97.3 degrees -- so he did not have a fever when he boarded the plane -- according to the responsible disease control and disease prevention centres who reviewed Duncan airport inspection records. According to the National Health Institutes, the normal body temperature is 98.6 degrees F, and the fever begins at 100.4 degrees F). We (and Jesus) cannot know for sure whether Duncan had a fever by the time he arrived in Dallas. However, he did not report his illness until several days later, when he went to hospital in September 25 with 100.1 degrees fever. During this first visit to Texas Presbyterian Health Hospital, Duncan was not properly examined. The nurse documented Duncan's temperature at 100.1 degrees. It was not until a doctor examined him that he had recently arrived from Africa in his record. He was released early the next morning. On January 31, 2021, Ryan Fornier stated on Twitter, \"Biden's administration lost 20 million COVID vaccines.\" Noah Y. Kim wrote: February 1, 2021 returned to the hospital on September 28, 2021 and died there about 10 days later. It should be noted that the Liberian authorities said that Duncan lied to the Ebola test questionnaire at the airport by answering \"no\" questions about whether he had been in contact with the Ebola patient or one care or touching the body of an Ebola deceased. It was later discovered that Duncan helped carry 19-year-old Martha Williams in a taxi to go to the hospital. She was pregnant in the seventh month, then removed from the hospital due to lack of space in the Ebola virus wing. She died a few hours later. It's unclear whether Duncan knows about her diagnosis. Airport inspections at West African airports, such as those of Duncan, have been ongoing since at least August. According to the CDC, the exit test may seem different in each country but the essential elements are the same. The temperature of all passengers must be taken, they must answer a questionnaire on their health and the date of their exposure, and they must be visually assessed for signs of potential illness. Passengers with symptoms or signs of exposure are dismissed and assessed again, which ultimately determines whether they are allowed to travel. Inspections are also taking place at the airports of Belgium, Canada, Egypt, Hong Kong, France and England, and now in the United States. In the first week of October - the week that Duncan died - the CDC and the Ministry of Internal Security developed new guidelines for airport inspection to complement the examination already taking place at West African airports. Passengers from Liberia, Guinea and Sierra Leone arriving at five major United States airports must now undergo an Ebola test. Following a review of passports, their temperature will be taken and questions about potential exposure answered. If possible signs of Ebola infection or exposure appear, they will be transferred to the Public Health Authority. If not, the traveller receives information on the self-monitoring of symptoms. The five international airports - John F. Kennedy, Newark, O'Hare, Dallas, Atlanta Hartsfield-Jacson - have treated 94 per cent of arrivals from Liberia, Guinea and Sierra Leone. On 21 October, Secretary of Homeland Security J. Johnson announced that all passengers arriving in America from those three countries must pass through five specific U.S. airports. The governor, Issa, said that Thomas Eric Duncan came to the United States at a high temperature. According to the CDC, Duncan had no fever when he left Monrovia. At that time, American airports were not screening passengers, so it is impossible for us (or Issa) to know conclusively whether he had a fever when he arrived in the United States. However, he did not report his illness until several days after his arrival, when he went to hospital with a fever. It is likely that even if current screening measures had been taken, Duncan would have passed without showing any fever or other symptoms. We appreciate Jesus'wrong favors.", "vclaim_id": "vclaim-pol-07081"}