{"url": "/factchecks/2018/oct/02/donald-trump/donald-trump-gop-finally-passed-veterans-choice-af/", "speaker": "Donald Trump", "vclaim": "The Republicans say \"I just passed\" the Veterans Selection Program after 44 years of trying. \"They've been trying to get over it for decades.\"", "truth_label": "false", "date": "stated on October 1, 2018 in a midterm rally in Johnson City, Tenn.:", "title": "Donald Trump: GOP has just succeeded in selecting veterans after 44 years of waiting. In fact, he's four years old.", "text": "President Donald Trump was flirting with Republicans in the middle of the day. On October 1, he landed in Johnson, Tin, to help US Senate candidate Marsha Blackburn, He secured $716 billion for the army, and gave the Republicans credit for giving veterans a new health-care option. \"We've just passed the choice,\" said Trump. \"That was 44 years old, they were trying to get through the choice. So if I have to wait nine days, 30 days, 21 days, a month, you won't do it anymore. If the line is big, and you're unhappy, you go to a private doctor, and they take care of you as we pay the bill.\" Trump repeated this point: \"They've been trying to get past it for decades. They couldn't do that. We made it. We're good at passing things, aren't we?\" Trump is wrong that the choice didn't pass until he came to office. Congress approved a new version of the selection programme in June 2018 - but the programme itself has been around since 2014. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • 11 January 2021, after the long wait scandal and the efforts of managers in some facilities to cover it, Congress and the Obama Administration passed the Access, Selection and Accountability of Veterans Act 2014. For veterans who cannot be given sufficiently fast dates, or who live more than 40 miles from the Veterans Health Management Hospital, the Government pays for special care. In four years, Washington spent $12 billion on the program. The draft law signed by Tramp, an important VA law, represents a major effort to bring a variety of community-based care programmes into one integrated programme. This change will not take place for at least one year. Until then, the law provides for $5.2 billion to continue the selection programme in its current form. We contacted the Trump administration, but we didn't hear a reply. Our referee Trump said that he and his Republican colleagues \"were beyond choice,\" something others have been trying to do for 44 years. The programme was described as the one that allowed veterans to receive special care at the expense of the Government. The program he's gonna do exactly was there four years ago. It was always referred to as selection. We value this allegation wrong. Sharing the facts of 2018-10-02 19:54 UTC Politics Fact 2 1 7 PoliticsFact Dating: A mistake the Republicans say \"I just passed\" the Veterans Selection Program after 44 years of trying. \"They've been trying to get over it for decades.\" United States President Donald Trump https://youtu.be/HkzIRGSctSk?t=5h13m15s in a gathering in Johnson City, Tin, Monday, 1 October 2018-10-01 Read more information", "vclaim_id": "vclaim-pol-01536"}