{"url": "/factchecks/2019/feb/26/heidi-heitkamp/does-us-have-record-bankruptcies-farm-country/", "speaker": "Heidi Heitkamp", "vclaim": "\"We have a record in bankruptcy cases in the agricultural State.\"", "truth_label": "barely-true", "date": "stated on February 24, 2019 in a roundtable on ABC's \"This Week\":", "title": "Does the United States have records of bankruptcy in the agricultural State?", "text": "The prospects for re-election of President Donald Trump in 2020 may depend on the economy's performance a year from now. A former democratic senator from North Dakota says that the warning signs from the farm country do not bode well for him. In ABC Week, Heidi Hitkamp said that the economy was beginning to show weaknesses. \"One of the leading indicators in the economy is agriculture,\" she said. \"We have a record in bankruptcy cases in the agricultural State.\" Is there really a \"failure record in the agricultural state\"? We found that the rate of bankruptcy of the farm exceeds historical standards in the Upper Middle West, which includes the state of Hitkamp in North Dakota. However, experts told us that the term \"agricultural country\" has no formal definition, making the national picture the most important measure. At the national level, the rate of farm bankruptcy has been fairly constant and, in fact, is significantly lower than the rate of bankruptcy that was only a few years ago. What are farm bankruptcy? Robert Denterman, a researcher in the Department of Agricultural, Environmental and Development Economics at Ohio State University, says that farmers can file under four possible chapters of bankruptcy law. It is chapters 7, 11, 12, 13. Each variety of bankruptcy cases has their own parameters and requirements (here's a chapter on the Agweek commercial publication), but the chapter most used to follow up on agricultural bankruptcy cases is chapter 12. This is because it is the only one reserved exclusively for farmers and fishermen. Court data do not distinguish between farm and non-farm files under other chapters, so it is much more difficult to track the number of farm bankruptcy cases under those chapters. Chapter 12 of the Bankruptcy Code was established in 1986 as a response to the worst agricultural crisis since the Great Depression, which resulted from a combination of factors, including low commodity prices, high debt levels, high inflation rates, high gas prices and a grain ban against the Soviet Union. We referred to a report by the Federal Reserve Bank in Minneapolis from Nov 14, 2018, and an article in Wall Street Journal issued on February 6, 2019. The Fed report found that over the 12 months ending in June 2018, states comprising most of the Bank's regions - Minnesota, Montana, North and South Dakota, as well as parts of Wisconsin - had been responsible for 84 cases of farm bankruptcy under Chapter 12, more than double the level seen in June 2014, with a high rate dating back at least to 2007. At the same time, this graph of the report: Wall Street Journal's article found that the bankruptcy cases in three judicial districts had reached the highest levels of 10 years - the Court of Appeal of the Seventh Circuit (Elinos, Indiana, Wisconsin), the Eighth Circuit (North Dakota, South Dakota, Nebraska, Minnesota, Iowa, Missouri, Arkansas) and the Tenth Circuit (Ottah, Wyoming, Colorado, New Mexico, Kansas, Oklahoma). According to the magazine, they accounted for almost half of the sales of farms in the United States. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2021, the problem is: the area from North Dakota to Oklahoma and from Utah to Indiana may face higher levels of agricultural bankruptcy than at any time in the last decade or so. But these states are still just part of the \"agricultural country\" in the United States -- for example, two of the first three states in all goods cash receipts in 2017 were California and Texas, both outside the area highlighted by these reports. The picture of the farm's bankruptcy is different if you look at the nation as a whole. The National Numbers Court data collected by the United States Farm Office Federation, a commercial group, found that chapter 12 files across the country had already declined by about 1 per cent in 2018, and that the 2018 level was below the average of 10 years. John Newton, the chief economist at the Farmer's Office, said, \"The bankruptcy is not at record levels.\" Longer-term statistics are consistent. The Court's data collected by Dinterman and Ani Katchova from Ohio state concluded that chapter 12 files had been higher for many years after the Great Recession than they are now, and higher in 2003. A long-term view published by Dinterman and Katchova shows that the rate of bankruptcy was much higher during the farm crisis of the 1980s, although this peak cannot be compared directly because it occurred before Chapter 12. (In fact, the high rates at that time were the reason for the passage of the law in the first place. Despite regional differences, the rate of bankruptcy of national farms is generally \"fixed,\" said Dinterman PoliticFact. \"At the national level, we witnessed higher agricultural bankruptcy in 2009-2012,\" he said. There are other problems facing farmers that, according to the Farmer &apos; s Office, exceed the bankruptcy figures, including heavier debt burdens than usual. The Hitkamp office noted the projected decline in farm profits achieved by the Ministry of Agriculture in November 2018, which would bring profits closer to their lowest level since 2002. So there are certainly warning signs for the farm country. But the Hitkamp statement this week is very broad. Our judgment, Hitkamp, said, \"We have a record in bankruptcy in the agricultural state.\" In its backyard, Upper Middle West, the bankruptcy of farms has already reached its highest level in at least a decade. However, national farm failures remain constant and may even decrease slightly, and fall below the levels recently seen from 2009 to 2012. We're mostly assessing the statement wrong. Sharing the facts of 2019-02-26 17:57 UTC Politics Fact 3 1 7 PoliticsFacting: Probably wrong \"We have a bankruptcy record in the agricultural State.\" Former Heidi Hitkamp in the United States Member of the Senate, D-N.D. https://abcnews.go.com/Politics/wick-transscription-24-19-rep-dam-schiff-andro/story?id=61272409 Round Table on \"This Week\" ABC Sunday, 24 February, 2019 2019-2019-02-24 Read more information.", "vclaim_id": "vclaim-pol-00973"}