{"url": "/factchecks/2011/may/31/ej-finocchio/rhode-island-society-prevention-cruelty-animals-ch/", "speaker": "E.J. Finocchio", "vclaim": "\"Most serial killers, most of your men who commit domestic violence, begin to abuse animals.\"", "truth_label": "false", "date": "stated on April 24, 2011 in a television interview:", "title": "The Rhode Island Society for the Prevention of Animal Roughness, the president of the Society says'most' serial killers and people involved in domestic violence start to abuse animals.", "text": "The Rhode Island Society for the Prevention of Animal Cruelty wants the legal system to impose more severe penalties in cases of animal cruelty. During a discussion on this issue at the \"Ten News Conference\" held by WJAR on April 24, President RISPCA E.J. Finocchio said that animal abusers were allowed to plead \"non-competitive\" and to make a donation to the court instead of paying a fine, a practice that allowed them to escape an official conviction. It is important that animal violence be taken seriously, as he said. \"animal cruelty and domestic violence go hand in hand,\" he said. \"Most serial killers, most people who commit domestic violence, begin to abuse animals, the weakest of our society -- children, older people, animals, women -- We were fascinated by the possibility that animals might be some kind of \"gate victim\" of most domestic violence or serial killers, or that animal abuse might be a threat of murder and domestic violence. When we asked Finocchio to back up the evidence, he sent us the Winter News 2009 that mentioned five serial killers and the way they hurt animals. It was also suggested that we check the June 2009 study of the journal Interpersonal Violence, which examined whether animal cruelty is a \"red science\" of domestic violence (more about it later). In addition, we consulted with other experts. The consensus was that there was a connection, but it was complicated. \"Aggravating animals is strongly associated with a whole range of antisocial behaviour that escapes violence against people into parking tickets. Arnold Arlock, Professor of Sociology at Northeastern University, said: \"The study we did compared the animal abusers to the people who weren't abusive to the animals. The aggressors were likely to have five times a history of violence against people, four times more likely to commit a property crime and three and a half times more likely to commit a drug crime.\" The problem was that animal violence \"is not really a powerful predictor or cause [of violence against people]. There are many people who commit animal abuse who do not continue to commit any other violence.\" Among those who do so, animal violence is usually \"near and personal\" (e.g. when the animal is strangled), the animal is usually known to the aggressor, and there has been more than one case of abuse. \"But,\" Arlock said, \"most cases aren't like that.\" In his statement, Vinocchio spoke of \"most\" serial killers and \"most\" people who commit domestic violence. Let's look at each other separately. We contacted Anne Burgess, Professor of Psychiatric Nursing at Boston College, who co-authored the 1988 book Sexual Murder: Patterns and Motives. The book is based on interviews with 36 serial killers. She and her colleagues found that 13 (or 36 per cent) had a history of animal cruelty. \"So you can't say the most,\" she said, reference to Finocchio's allegation. The FBI did a study on serial killers and found that less than 50% had a known history of animal abuse. In fact, some were known as animal lovers in the neighborhood, \"Arlock said. The notion of a link between animal abuse and serial killers \"is one of the words that people who advocate animal protection like to throw around. It's a smart policy because we don't want any more serial killers. \"But at the moment when you start looking at every case of animal abuse as a basic prediction to everyone will be a serial killer, if that is the case, we will have tens of thousands of serial killers, and we do not, thank God.\" Domestic violence: Again, there is good evidence that animal abuse and domestic violence go hand in hand. The question is whether most of the attackers are hurting animals first. Surveys of women seeking assistance in domestic violence shelters found that between 46 and 71 per cent indicated that their male assailant had harmed or threatened to harm the pet, according to the \"Red Science\" study referred to by Vinocchio, co-authored by Sarah Degui of the John Jay School of Criminal Justice in New York and David Delilo of Nebraska University, Lincoln. It is well known that persons who engage in domestic violence use pets to intimidate, coerce or control the victim's partner, and Dege and others have told us. (In fact, Vinocchio operates as a safe haven for pets of persons who are victims of domestic violence.) However, women who end up in a shelter make up a very selected group. After all, they are not the only victims of domestic violence. Such studies do not show whether animal abuse comes first. Digui and Delilo said researchers, lawyers and policymakers often assume that there is an overlap between animal abuse and domestic violence (including child abuse). However, \"there is little evidence to support this claim.\" In their study of 860 university students, they found that \"the majority (73.2 per cent) of victims of domestic violence did not report any animal abuse.\" Thus, only 27 per cent of victims of domestic abuse and/or children have seen or been involved in animal abuse as well. This is far from the majority, even if I assume that, in all these cases, the aggressor began to harm animals. \"I'm not aware of any credible research studies that have examined animal abuse as an introduction to domestic partner violence,\" said Diego, who is now a behavioral scientist in the division of violence prevention at the United States Centers for Disease Control and Prevention. \"We actually found a number of cases that were the opposite, where people were violent towards people first and then violent towards animals,\" said Arlock. In short, there is a link between domestic violence and animal abuse because violent people, well, are violent. If Vinocchio had simply maintained his assertion that \"animal brutality and domestic violence go hand in hand,\" our judgment would be different. Instead, he made a provocative assertion that there was an escalation of violence because \"most serial killers, most of your men who commit domestic violence, begin to abuse animals.\" The experts we consulted - including Finocchio, to whom we sent him - said that the best evidence showed that the majority of serial killers and domestic abusers had no history of animal abuse. Evidence that supports the idea that their first victims are more mature animals. Therefore, the judges unanimously decided that his statements were wrong. On January 27, 2021, Marco Rubio wrote in his remarks: \"Only in the Third World do you see this routine use of the trials of former leaders?\" For comment or presentation of your judgment, visit to the Politi Fact Road Island Facebook page.)", "vclaim_id": "vclaim-pol-13017"}