{"url": "/factchecks/2014/aug/29/lon-burnam/burnam-claim-about-russia-having-greater-partisan-/", "speaker": "Lon Burnam", "vclaim": "Russia has more diversity in its government representation than we have in Texas.", "truth_label": "barely-true", "date": "stated on August 22, 2014 in telephone press conference:", "title": "Burnam's claim about Russia has greater party representation than Texas is misleading.", "text": "The Texas Democratic Legislator said that the Republican Governor, Rick Perry, had no basis to describe his indictments by the Grand Travis County jury as a party attack. According to the news blog of the Dalas Morning News, on that day Perry called \"the master of misleading information\" in a conference call with journalists hosted by the National Democratic Committee. :: A program, a blog article that said, accused Perry of trying to cancel charges against him as a political response to his right to finance the Public Integrity Unit, which is part of the Travis District Prosecutor &apos; s Office, which delegates state officials. Burnam said Perry's complaint that CTU was pursuing Republicans unilaterally was an attempt to mislead. \"When you have one party rule for 20 years, most people who will be accused of anything will be from that one party,\" said the program. \"Russians have more diversity in their government representation than we have in Texas,\" he said. Wait. Russia has bigger party representation than two Texas parties? We were fascinated. According to the figures for decades, of course, Texas was a reliable republic. The Democratic Party has not won state-wide since 1994, and the Republicans have held all elected state-wide positions since 1999, and the World Democratic Party has held majorities in the Houses of Representatives and Elders of Texas since 2003. More recently, in the 2013 legislature, the Republicans gained the advantage of the Senate from 19 to 12 when Houston sworn in the Sylvia Garcia democracy in its seat in the middle of the session. The Republicans had an advantage ranging from 95 to 55 in the House of Representatives, according to a census conducted by the Legislative Reference Library in January 2013. In other words, 63 per cent of the seats in the State Council and Senate and 100 per cent of the judicial and executive posts across the state are held by Republicans. Now, what about Russia? Bornam said, by telephone and e-mail, that his announcement of greater diversity in Russia was based on the research carried out by Tom Smitty Smith, Director of the Texas Public Citizen's Office, in particular the breakdown of the results of the 2011 elections on the Russian website of elections and public opinion, Russiavotes.org, noting that seven parties had voted for seats in the State Duma or Parliament in the elections of 4 December 2011. Members of the Russian Federation, the party of the President of Russia, Dimitri Medvedev, obtained 49 per cent of the votes, followed by the Communist Party (19 per cent), just Russia (14 per cent), liberal Democrats (12 per cent), and Yabloko, the patriots of Russia and the right cause, each with 1 per cent or less. According to the information, four parties eventually obtained seats in Parliament. The United Russia obtained 238 seats (53 per cent); the Communist Party won 92 (20 per cent); Prussia Fair ended up with 64 (14 per cent); and Liberal Democrats won 56 seats (12 per cent). This is true, according to the intervention of Russian political parties in the CIA World Fact Book, which states that while 78 political parties were registered with the Russian Ministry of Justice in January 2014, only four parties were represented in their legislature. Bornam Point: The number of parties represented in Russia in its Government is twice as many as in Texas. Facebook was published on January 10, 2021 in a Facebook video showing the man upset because he was added to the no-fly list to break into the Capitol. • On January 11, 2012, when did the number of parties not reflect party differences? In Russia, but there's more to thinking, we've been told by Russia's experts. Our academics said it was misleading to judge party representation only by counting parties. Only one of the parties with seats in the Russian State Duma - just Russia - can be regarded as critical of its Head of State, Vladimir Putin, Jonathan Ludwig, a senior lecturer at Rice University, and said so by e-mail. He said that the honest members of Russia had voted against government budgets, and that one of the members had even voted against the annexation of Crimea in 2014 (although, on 20 March 2014, it was not popular in the Washington Post). In the meantime, Ludwig, liberal Democrats, said that they often vote with Putin. Ludwig wrote: \"Communist Party allies with Putin to support close ties with the Russian Orthodox Church and in anti-gay legislation (disabled by Soviet laws). Based on how parliamentary votes collapsed, Ludwig said, \"There is generally a strong tendency to stand behind the Kremlin, Putin.\" Similarly, Grim Robertson, a specialist in Russian politics from North Carolina University, said that parties in the State Duma were \"something more acceptable to the regime and did not allow genuinely decisive opposition groups to compete in elections, so diversity was in fact more limited than it seemed. At the state level, the same four parties and one or two others are represented, but the U.S. has a majority in all states (all 83),\" sent Robertson by e-mail. \"So again, there's not much diversity.\" Since 2012, Robertson said, \"The doma has become more than just a rubber stamp than before... this is the kind of thing widely accepted among observers. On the telephone, the politician at Columbia University Timothy Fry, Director of the Harriman Institute, former Russian Institute, said that there was greater diversity in Russian politics in the 1990s but since 2004, he said, \"the opposition parties are allowed to take their seats at the discretion of the ruling party.\" Recently, Fry said, \"There are elections, there are campaigns, all under strict control. There is a greater emergence of diversity than of actual diversity.\" By e-mail, Burnam said that if he had time to continue searching his point of view, it might be difficult \"on the issue of diversity in the quality of the members of the legislative bodies concerned in contrast to the apparent diversity in the numbers of people representing any party.\" He said that there was \"more actual party diversity in Russia than in Texas.\" The Governor, Burnam, said: \"Russians have more diversity in their government representation than we have in Texas.\" We see here a thread from the fact that four parties have seats in the State Duma; only two parties hold legislative seats in Texas. But there is little diversity allowed by the parties in Parliament, the authorities advise. We're assessing this allegation mostly wrong. In fact, this statement contains an element of truth but ignores critical facts that give a different impression. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Correction, 11:07 a.m., 2 September 2014: A reader indicated that we overestimated the share of legislative seats held by the Republics in Texas. We have therefore amended this article to define 63 per cent (not 76 per cent). This correction did not affect our assessment of Burnam &apos; s claim.", "vclaim_id": "vclaim-pol-07373"}