{"url": "/factchecks/2016/nov/28/donald-trump/trump-claims-serious-voter-fraud-new-hampshire/", "speaker": "Donald Trump", "vclaim": "There was \"serious voter fraud\" in New Hampshire.", "truth_label": "pants-fire", "date": "stated on November 27, 2016 in a tweet:", "title": "Trump's called \"Severe Election Fraud\" in New Hampshire.", "text": "After two weeks of winning the 2016 elections, President-elect Donald Trump returned to the fraudulent attack of voters, claiming that millions of people had voted illegally, thereby stealing popular votes. On Sunday night, Trump Wapple released a tweet claiming - without evidence - that he would have won the nation's popular vote \"if you had taken away millions of people who had voted illegally.\" By the last census, Hillary Clinton, the Democratic Competition in Trump, won the country &apos; s popular vote by more than 2 million votes, but lost the election board contest. Trump followed a second tweet alleging \"serious voter fraud\" in Virginia, California and New Hampshire, three states voted in favour of Clinton in November 8. While our friends at Polyte Fact National have examined whether millions of people have voted illegally, here in New Hampshire, we wanted to consider whether \"serious fraud of voters\" exists in the state. A voter scam in NH? To reach this point, senior electoral officials in the Office of the Secretary of State of New Hampshire, the New Hampshire Prosecutor &apos; s Office and the New Hampshire Prosecutor &apos; s Office stated that they had received no complaints of voter fraud in the recent elections. On Monday, the spokesman for Tramp Jason Miller cited a national study conducted by the Pew Research Centre which found that some 24 million voter registrations in the United States were no longer valid or inaccurate. However, no evidence of \"serious voter fraud\" in New Hampshire was provided by anyone from Trump's office. While New Hampshire was not free from fraud on election day, it did not occur on a large scale. In New Hampshire, the Attorney General &apos; s Office prosecuted two criminal fraud cases, one civil fraud case and investigated other complaints since 2012, said Assistant Attorney General Brian Bonamano. Poonamano told Associated Press that he had no evidence to support Trump's allegations. Bonamanu said that his office had been considering less than five complaints of potential voter fraud since 2012 and that there had been no complaints to date in the elections. (No exact number provided.) Some 729,000 people voted in November 8 in New Hampshire, according to the Office of the Minister for Foreign Affairs. Historically, there have been few cases of voter fraud - even allegations - in New Hampshire, according to Secretary of State Bill Gardner, who is in charge of the state elections. Earlier this month, Gardner said: \"I have no basis to say it's pervasive, and there are ways we can deal with it.\" State law requires voters to present a valid identity in the ballot boxes. If they do not have a photograph, they will be photographed and they will have to sign a certificate swearing that they are the ones who say they are. After the elections, the Office of the Minister for Foreign Affairs will send letters of confirmation to these people to verify their identity. In an interview on Monday, Gardner said: \"If you're someone who shouldn't vote, you may not want to take your picture.\" \"We have done much to protect the integrity of the electoral process.\" On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"to demand that he stick to the proven democratic playbook.\" Zuckerman has been in charge of local elections in New Hampshire for the past 10 years. Zuckerman said: \"As far as I can see, the local electoral officials take their responsibility very seriously and pledge to hold free, transparent and problematic elections as much as they can.\" \"We didn't see those incidents happen.\" Due to voter fraud speculation leading to the elections, both Republicans and Democrats employed volunteer vote monitors to observe the voting process. One of these viewers was Chip Fagan, Willis, Mass. The resident who volunteered to observe polls in Bo City for the Republican Party of New Hampshire on election day. \"Everything here is well organized\" said Vagan in November 8. \"They have backup systems for backup systems. They are well organized, from traffic direction to processing. We want to make sure everyone has a chance to vote.\" The writer of the city of Nashua Trisha Picoche said that she had not noticed anything unusual on election day in the second largest city in the state, located on the border with Massachusetts. Although the lines were long, she said, things were going smoothly. \"We didn't receive any reports on any cases,\" said Peicuch. \"Publicity with these elections is always ready for the worst and hope for the best. We were ready.\" Piecho said that she learned of Trump's tweeting on a thread with other local officials in the New Hampshire election, who were talking about the President-elect's latest allegations. \"They want to see proof,\" said Beechuch. New Hampshire receives very few electoral complaints, so that the Attorney General &apos; s Office currently has one full-time lawyer assigned to it. But that doesn't mean they're all dealing with them quickly. More funds have recently been requested by the Office to fund an additional staff member to assist in the investigation of the backlog of some 50 electoral law complaints that remain open. Some date back to 2012. The Trump claim is similar to that of Governor-elect Chris Sonono in the last weeks of the November elections. He claimed that Democrats in New Hampshire were manipulating the election with the Massachusetts bus to vote on election day. Election officials in New Hampshire said that only three cases of voter fraud had been prosecuted in the past four years, and Sonono could not provide any evidence that Democrats were plowing voters from outside the state on election day. The NH's political company estimated that claim as \"pants on fire.\" Our classification of Trump claimed that \"serious voter fraud\" was in New Hampshire and two other states on election day, November 8. Those responsible for overseeing the New Hampshire elections and investigating electoral complaints said that any cases of voter fraud in the state had historically been extremely rare. The most recent election was no exception, as there were no complaints of voter fraud in more than 728,000 elections. It's a reckless allegation with no evidence. We're assessing the allegation of pants on fire.", "vclaim_id": "vclaim-pol-03911"}