{"url": "/factchecks/2019/jun/28/viral-image/no-evidence-robert-de-niro-made-statement-comparin/", "speaker": "Viral image", "vclaim": "Robert de Nero says: \"I preferred time in America when the president and the village idiot were two different people.\"", "truth_label": "false", "date": "stated on June 23, 2019 in a Facebook post:", "title": "There is no evidence that Robert de Nero made this statement comparing Trump to the village idiot.", "text": "Robert de Nero called President Donald Trump a \"dumbass,\" \"bozo\" and \"asshole,\" among other excavations. Did this movement icon take it another step and also summon the commander-in-chief of the village idiot? \"I preferred the time in America when the president and village idiot were two different people,\" reading the text under Robert de Nero's picture speaking. It was published on 23 June on the Facebook page \"Future Democrats,\" where the actor was humiliated by commentators. \"Thank you, Robert!\" One account said. \"I wish I could say it better.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) After searching for quotes as shown in the article on the Internet, we found only one result: another February article on Facebook does not attribute the statement to De Niro. On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" By Daniel Funk: January 19, 2021, the picture in the article comes from a 2016 video released by the anonymous content as part of the campaign \"Get Out of the Voting\" However, De Niro does not make a statement in the Facebook article in that video. Nor did he say that at the Tony Awards last year in June 2018, when he walked onstage and announced, \"f-Trap.\" We searched the news database of Robert de Nero, Village Dumbass and Donald Trump. We didn't find any results. We looked for the same words on the Internet, and we found instances of insults drowned in both De Niro and Trump, but not de Niro called Trump \"the village idiot.\" If there is evidence that the representative made this statement, we will reconsider our judgement. In the meantime, we're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00481"}