{"url": "/factchecks/2018/dec/19/blog-posting/no-evidence-claim-about-6-year-old-girl-found-us-m/", "speaker": "Bloggers", "vclaim": "Border agents are discovering the body of a six-year-old girl.", "truth_label": "false", "date": "stated on December 2, 2018 in a blog post:", "title": "There's no evidence to claim about a 6-year-old girl found on the border between the United States and Mexico 'raped by 30 men'", "text": "An unproven blog and Facebook article says that officials found a six-year-old girl on the U.S.-Mexico border \"raped 30 men.\" \"The border workers discover the body of a 6-year-old girl: \"She was raped by 30 men,\" said the headline of December 2 on Newspunch.com. This allegation is also published on Facebook. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The allegation lacks supporting evidence and contains vague and contradictory information. The same story seems to have been deleted after we asked the site about it. Newspunch.com begins with the allegation that \"the body of a 6-year-old girl on the United States-Mexico border was raped by at least 30 men, according to military doctors.\" Later in the story, she adds: \"A few months ago, border security found a six-year-old girl who had been left to die along a pipeline. The girl was taken to a military hospital where doctors found DNA from 30 men inside her little body. It is not clear exactly when or where on the border the alleged discovery took place, to which hospital she was travelling, and whether American or Mexican \"border security agents\" found the girl. The picture used to accompany the story is from the United States. :: Border patrol personnel to protect customs and borders detain migrants. The photo was taken by Jetty in August 2015 and does not refer to a six-year-old girl. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • 3 February 2021 Rod Keyes, U.S. Customs and Border Protection spokesman, Paulette Fuckett said that the Agency had inquired about its border positions and \"no one has any records or memories of any such incident.\" With regard to evidence, Newspunch.com is linked to the story of Nov 6, published by The Blaze on mothers who went to the southern border of the United States \"to witnesses themselves on the effects of illegal migration on families living there.\" One editor says at the top of the story: \"The original version of this story mentioned an allegation made by President Kimberly Fletcher of America about a girl who was allegedly found by border security officers with \"DNA of 30 men inside her small body.\" This allegation has been made by many individuals on social media, but The Blazy has not been able to independently verify the factual accuracy of the allegation. His publication did not meet editorial standards and was therefore removed, along with a video included in this claim story. We regret publishing it.\" The Newspunch.com website contains an email address linked to You NewsWire.com, a web site linked to deception on the Internet. Our ruling blog in Neosponch.com says: \"Agents at the border discover the body of a six-year-old girl: \"She was raped by 30 men.\" We found no evidence to support this claim. United States border security officials said that they had no record or memory of the incident. We value this allegation wrong. Sharing the facts of 2018-12-19 20:37:35 UTC PoliticsFact 2 1 7 PoliticFact Dacting: Wrong: \"Agents at the border discover the body of a 6-year-old girl: \"She was raped by 30 men.\" The bloggers in the blog on Sunday, 2 December 2018, 2018-12-02 read more information", "vclaim_id": "vclaim-pol-01175"}