{"url": "/factchecks/2019/jan/15/mark-warner/trump-wants-lift-sanctions-related-russian-oligarc/", "speaker": "Mark Warner", "vclaim": "According to the Trump Administration, \"the scheme to try to take the ownership level (Oleg Deribaska) is down from 70 per cent to nearly 40,45\" so that the Russian company is no longer subject to sanctions.", "truth_label": "half-true", "date": "stated on January 13, 2019 in in an interview:", "title": "Trump wants to lift the penalties for a Russian few. That's why.", "text": "The Democrats of the Senate are expected to be forced to vote to prevent the Trump administration from lifting sanctions against three companies associated with the Russian olig Deribaska olig. The easing of sanctions requires the Russian billionaire, who has links with President Vladimir Putin, to dispose of the shares of large companies in ownership, including a dominant interest in the world's second largest aluminium producer, Rosale. Mark Warner of Virginia, the highest Democrat in the Senate Intelligence Committee, expressed doubts about the Administration &apos; s proposal as he appeared in the case of the Union in CNN. It is expected that the leader of the minority in the Senate, Chuck Schommer, will soon be voting against the easing of the sanctions. Warner said the Treasury Ministry has \"a plan to try to take the level of ownership (Derpripaska) down from 70 per cent to nearly 40.45\" so that the Russian company is no longer subject to sanctions. But he doubted that this arrangement would limit Deribasca's influence. \"As more and more of this information on the relations between Trump, Trump and Ross officials shows,\" Warner said, \"It's the worst time to indicate that we're gonna remove pressure from a few like Deribaska.\" The partial description given by Warner of the Treasury Department's deal with Deribasca is correct, but ignores important details. Furthermore, several experts with whom we spoke read differently about the reasons why the Trump administration requested the lifting of the sanctions. We asked Warner's office to comment, but we didn't hear a reply. The punishment of Russia Warner was right about some mechanics of the Treasury Department's deal with Deribasca. Here's the quick back story about sanctions. Last April, the Treasury imposed sanctions on seven Russian oligarchs, including Oleg Deribaska, as well as a dozen oligarchs, either owned or controlled. The Office of Foreign Assets Control or the Office of Foreign Assets Control - the sanctions arm of the Treasury - stated in a report that \"the action is aimed at the few and the Russian elite that promote the activities of the global malignant Kremlin.\" The misconduct included \"attempting to undermine Western democracy, supporting the Assad regime (Syrian President Bashar al-Assad), malicious electronic activities, the occupation of Crimea and incitement to violence in Ukraine.\" Of the 12 licensed companies, three were associated with Derebska, which the Treasury Department referred to as Kremlin Addict. Derebska owned 70 percent of the ownership shares in EN+, the holding company of the Aluminium Rossal Power Station, and the energy company ESE. The Department agreed to lift the sanctions imposed on the three companies against Deribasca &apos; s share of ownership of EN+ from 70 per cent to 44.95 per cent. Doing so removes a key threshold. Since Deribasca is no longer the majority owner, the company is eligible to lift the sanctions under the \"Rule 50 per cent\" of the Treasury, a process known as de-listing. However, the transaction contains additional conditions that Warner did not mention. It includes the restructuring of companies, which aim to reduce the influence of Deribasca (Kremlin) on companies, as well as additional requirements for reporting and transparency. Unless prevented by legislators, sanctions are scheduled to be lifted very soon, by 18 January. While this would alleviate some of the economic pain inflicted on Deribasca companies, it should be noted that the sanctions imposed on Deribasca will remain in force in person. \"Dripska will never see one shark of stock income until his name is removed from the list -- this is not in the cards with this investment liquidation deal,\" said Samantha Solton, a visiting senior colleague of the Atlantic Council. On January 13, 2021, bloggers announced the extraordinary truth-checking story of General David H. Berger, the commander of the US Navy. They rejected Nancy Belusi's request for marine security, saying, \"We're not working for you.\" \"I have no doubt that if Deribaska wants to be in control of him, he will be, as Joseph Dethmas, a former high-level official of the Ministry of Foreign Affairs, is studying international affairs at Pennsylvania State University. A jerk or a jerk? Warner is among a group of Democrats who have raised questions about the motivation of the Trump administration to grant reduced sanctions to companies associated with Deribasca, which they consider to be helping Putin ratify Putin. But most of the experts we talked to said that this was a case of contempt for Trump's administration, not madness. Last April, when the sanctions struck the giant Rusal Aluminum, shock waves were sent through the world's aluminium markets. The price of aluminium rose in the following weeks. Europe, which is heavily dependent on Russia &apos; s mineral market, has faced the prospect of plant closures and job losses. To date, the European Union has strongly supported the lifting of sanctions. This move also disrupted the global supply chain in Rosale. According to the Treasury Department, Rosale branches in the United States, Ireland, Sweden, Jamaica, Guinea and elsewhere \"faced imminent closure,\" before the Treasury intervened to mitigate some of the damage. According to experts, the closet found out that it bit more than it could chew. Alina Poliakova, of the Brookings Institution, said about the sanctions. \"It seems clear that management did not plan the dramatic effects on aluminium markets and the direct effects on European businesses.\" Warner himself admitted to this side, saying, \"I know there are fears from our European allies about these sanctions.\" This seems to undermine the proposal of the Democrats in the Senate that the easing of sanctions is a sign of undue tension between the Trump team and the Russian few. However, in the midst of Special Adviser Robert Møller &apos; s investigation into Trump &apos; s relations with Moscow, the visual vision of the sanctions mitigation plan is not good. \"The wardrobe was desperate and did not want to say clearly that she made a mistake,\" said Anders Aslund, a senior colleague of the Atlantic Council. So now they look like they're helping Deribasca. Warner, our Governor, said the Trump administration, \"a scheme to try to take Deribaska's level of ownership from 70 percent to nearly 40, 45\" so that the Russian company is no longer subject to sanctions. Warner's description of the Treasury Department's deal with Deribasca is partly correct, but he ignores important details. The plan also involves corporate restructuring, as well as additional reporting and transparency measures. The sanctions imposed on Deribasca himself will remain in place. Most of the experts with whom we spoke said that the reduction of sanctions was not as much a \"tent\" as a way to manage Trump to end the imbalance that it had caused to the world mineral market when it approved Deribasca Aluminum Rosale. In other words, it is more likely to be a case of malice, rather than suspicion with the Russian few - as Democrats suggest in the Senate. We value this half right. Fact-sharing 2019-01-15 18:58:56 UTC PoliticsFact 4 1 7 Politics Fact Rating: How Troy Tramp says the Trump Administration has \"a scheme to try to obtain a level of ownership (Oleg Deribaska) from 70 per cent to 40 per cent, approximately 45 per cent\" so that the Russian company is no longer subject to sanctions. Mark Warner Sen, D-Va. http://transscriptions.cnn.com/TRANSTRIPTS/1901/13/sutu.01.html. In an interview on Sunday, 13 January, 2019 2019-01-13, read out further information.", "vclaim_id": "vclaim-pol-01127"}