{"url": "/factchecks/2011/may/27/joe-straus/speaker-straus-says-state-budget-deal-funds-nursin/", "speaker": "Joe Straus", "vclaim": "He says that the state budget between Texas House and the Senate leaders \"finances nursing homes, our public schools and universities, and provides financial aid to college students.\"", "truth_label": "half-true", "date": "stated on May 20, 2011 in a press release.:", "title": "Speaking Strauss says that the state budget \"finances nursing homes, our public schools and universities, and provides financial aid to college students.\"", "text": "Joe Strass, Texas House spokesman, recently joined Lieutenant Goff. :: David de Horst announced a compromise between the negotiators of the House of Representatives and the Senate on the State budget for 2012-2013. Strass described in detail in a press release issued on 20 May: \"The agreement we reached with the Senate today finances nursing homes, our state schools and universities, and provides financial aid to college students while maintaining substantial revenue in reserves and avoiding any new taxes.\" Check to keep the money in reserve rather than increase taxes. However, is it financially possible to complain about the financing of education and the role of care in this narrow budget cycle? With regard to our question, the spokesman for Strauss Tracy Young indicated that specific numbers would not be available until the outstanding transaction was published as a proposed budget. In the meantime, we went on to report on the budget package, which was reached months after the State Comptroller &apos; s revenue projections for 2012-2013, making legislators struggle with a projected deficit of over $20 billion to maintain existing spending or services. First, let's look at public schools. An American statesman in Austin on 24 May indicated that the agreement gives public school areas $4 billion less in 2012-2013 than he would have received under the current law. Lynn Mwak, a member of pressure groups with a coalition of large school areas, told us that she is allocating about $37 billion to the regions -- \"less money for schools than schools rely on in the normal school formula process.\" However, Mwak said that the provinces would be \"a lot better\" than they would have been in the first budget approved by the House of Representatives, which would have given schools at least $7.8 billion less than they would have withdrawn under the current formula. State support for higher education? Overall, the agreement reduced funding by about 10 per cent in 2012-2013, and Dallas Morning News reported on 23 May. Details include: a 25 per cent reduction in a fund to help universities reach the elite centre as research institutions; a 5 per cent reduction in public academic funding formulas; and a 10 per cent reduction in funding for the nine state health science centres, as reported by the newspaper. The number of students at the Texas College receiving State-subsidized scholarships will also decrease by 41,000 from 153,738 now receiving such assistance, as reported by the News. This is 25 percent times. This includes 29,000 poorer and lower middle-income students who will receive grants from the Education for Education programme for poor children and lower middle-income children. Once again, the budget package protects the funding of equivalents and scholarships in community colleges, the Dan branch of the Republic, and the R-Dallas told the Morning News. We managed the figures for higher education by the Texas Higher Education Coordination Board, whose spokesman, Dominic Chavez, said, All financial assistance from State-supported universities would be reduced by 23 per cent, with a reduction of 43,258 in the number of students benefiting. To measure the funding of nursing homes, we contacted the Texas Association of Homes and Services for the Elderly, which calls in the Capitol for about 100 non-profit nursing homes. His spokesman, David Thomason, said that the budget agreement maintained a 3 per cent reduction already imposed in the rate paid for the nursing home in Midkeed, rather than eliminating the increase in the 2.7 per cent rate approved by the legislature in 2009. Thomason said that the Society did not expect to close houses because of the low rate of medical assistance, but he predicted a reduction in the number of staff and a reduction in the number of nursing places in the homes available to Texas in Medicaid. In sum, the number of public schools is $4 billion lower in 2012-2013 than they would have received under the current law. Similarly, higher education, with the exception of community colleges, is due to continued funding cuts in addition to a decrease in State-supported scholarships. Nursing homes are left at lower rates than after the 2009 legislative cycle. Strass is the right \"funds\" of the agreed budget for these items, but his statement does not recognize funding is often at lower levels than before. This is the important missing context. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, the statement is half correct.", "vclaim_id": "vclaim-pol-13034"}