{"url": "/factchecks/2016/apr/22/donald-trump/donald-trump-and-number-manufacturing-jobs-pennsyl/", "speaker": "Donald Trump", "vclaim": "\"Pensylvania has lost 35 per cent of its manufacturing functions since 2001\" and \"Harisburg has lost 40 per cent of its manufacturing functions since 2001.\"", "truth_label": "mostly-true", "date": "stated on April 21, 2016 in a campaign rally speech:", "title": "Donald Trump and the number of industrial jobs lost by Pennsylvania", "text": "In a campaign in Harrisburg on Thursday, Donald Trump focused on restoring manufacturing jobs to a state that had lost most in the past decade. The presidential candidate supported his point of view by telling thousands of supporters at the Pennsylvania Farmers' Exhibition Complex: \"Pensylvania has lost 35% of its manufacturing functions since 2001.\" He then added that Harrisburg, the state capital, \"I lost 40% of its manufacturing functions since 2001.\" A large proportion of jobs appear to have been lost. Therefore, we decided to verify the claim. According to the Bureau of Labour Statistics, Pennsylvania has lost approximately 300,000 industrial jobs since January 2001, down from 856,200 to 564,900 jobs over 15 years. This is associated with a 34 per cent decrease in lost jobs - exactly close to Tramp's 35 per cent claim. However, she lost a job in Harrisburg. The Bureau of Labour Statistics shows that the urban area of Harrisburg had 30,500 industrial jobs in January 2001 and is now home to 21,400 jobs. This is a 30 per cent decline, not a 40 per cent decline, as Tramp claimed on Thursday. His campaign did not respond to the request for comment. Trump was right when he told supporters in Harrisburg that Pennsylvania was among the hardest hit in the country. Last year, the Institute for Economic Policy, a left-wing think tank based in Washington, D.C., reported that eight states have lost more than 200,000 industrial jobs since 1998 -- Pennsylvania came in seventh place behind California, Ohio, North Carolina, New York, Michigan and Illinois. This job loss is significant for the State, which in 2013 employed 10 per cent of its manufacturing workforce and earned 12 per cent of its GDP from industry. At some point, the main state manufacturing centres were steel factories in western Pennsylvania, Bethlehem, and docks in south Philadelphia. The size of these industries has declined considerably since their end. On January 19, 2021, Bat Tommy stated at a hearing \"There will be several thousand dollars of payments going to families with six-digit incomes that have never been interrupted.\" Thousands of jobs had been lost in the manufacturing sector because of technology. But the companies represented by his organization that closed their doors in the last decade didn't do it because of technology -- they did it because other companies in their supply chain outsourced to other countries. Cairns said that the impact of job losses in manufacturing affected every pillar of the Pennsylvania economy, because people who were once middle class were either unemployed or in other industries might not be paid, making them spend less in other ways. \"In a general way, that means that people in Pennsylvania earn less than money,\" he said. \"They have enormous footprints and huge wave effects.\" In an attempt to show Pennsylvania that it will be working for re-employment, Trump said, \"Pencilvania has lost 35 percent of manufacturing jobs since 2001\" and \"Harisburg has lost 40 percent of manufacturing jobs since 2001.\" The figure on the loss of state manufacturing jobs has been verified, but his claim for the loss of Harrisburg 40 per cent of manufacturing jobs since 2001 is less than 10 per cent. We're mostly assessing the claim right. https://www.sharethefacts.co/share/839cc7a1-e2d7-42ab-99bd-6922ca16af39", "vclaim_id": "vclaim-pol-05065"}