{"url": "/factchecks/2019/may/08/facebook-posts/no-american-indian-group-did-not-jokingly-give-don/", "speaker": "Facebook posts", "vclaim": "The leaders of the Indian American nation say, \"Give Donald Trump a plaque with his new Indian name, \"The Wandering Eagle,\" which actually depicts \"a bird full of planes that can no longer fly.\"", "truth_label": "pants-fire", "date": "stated on May 6, 2019 in a Facebook post:", "title": "No, an American Indian group didn't give Donald Trump a humiliating Indian name.", "text": "This time using President Trump as the back of the joke, an idea that targets many politicians who have published the Internet repeatedly or otherwise for years has reappeared on Facebook. The article says: \"Donald Trump addressed a large gathering of the Indian American nation. He spoke for almost an hour about his plans to increase the current standard of living of each indigenous American. Although vague in detail, he spoke of his thoughts about helping his red sisters. The tribes then presented him with a painting written in his new Indian name, \"Depressing Eagle,\" which he proudly accepted. After Trump left, a news reporter asked how they chose that name. They explained that the name \"Travelling Eagle \" is the one given to birds filled with aircraft that are no longer able to fly. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher • On January 16, 2012, the article was taught as part of Facebook's efforts to combat false news and misinformation in its news broadcast. ∙ (Read more about our partnership with Facebook.) As did not happen when John Kerry was named in \"The Joke,\" George W. Bush, Barack Obama or Hillary Clinton, it did not happen either with Trump. We found George W. Bush's version of the joke in the 2008 book \"Smackdown Celebrity: A very rude joke book\" prepared by Luther Plesset, although it is likely that it did not arise there, where there were copies of the joke reported earlier in 2004. It's simply a cliché that routinely replaces politics. It is not as true now as it was 15 years ago. We value it pants on fire! Sharing the facts 2019-05-09 14:13:27 UTC Politic Fact 1 1 7 Politic Factoring: Pants on Fire says leaders from the Indian American Nation On Monday, 6 May 2019 2019-05-06, Facebook bulletins on the Internet read more information.", "vclaim_id": "vclaim-pol-00661"}