{"url": "/factchecks/2019/jan/24/viral-image/no-rep-ocasio-cortez-did-not-say-owning-guns-not-r/", "speaker": "Viral image", "vclaim": "The U.S. Republic of Alexandria Okasio Cortez states that possession of weapons is not a right, if it were a right, it would have been in the Constitution.", "truth_label": "pants-fire", "date": "stated on January 21, 2019 in a post on Facebook:", "title": "No, Okasio Cortez, he didn't say that possession of weapons wasn't really the case.", "text": "The U.S. Republic of Alexandria Okasio Cortez was sworn in just weeks ago and already has a reputation for saying what she wants. But did it weigh on whether the ownership of weapons was enshrined in the United States Constitution? An article on January 21, Facebook claims that a junior legislator from Queens said, \"The possession of weapons is not a right, if it were a right, it would be in the Constitution.\" Other accounts provided the same allegation, and their articles were referred to as part of Facebook efforts to combat false news and misleading information in their broadcast. ∙ (Read more about our partnership with Facebook.) The Ocacio-Cortez office did not respond immediately to an e-mail from Poletti Fact in which it was asked whether the quote was accurate. However, we did not find any reliable sources to support the Facebook article. It's a trick. On the campaign &apos; s global web site, Okasio-Cortiz offers a platform to discuss its position on the fight against firearms. \"Cities and states that have strong weapon laws have managed to significantly reduce gun violence without acting against the Second Amendment,\" says the site. \"Alexandria believes that support for sensory weapons legislation is necessary for any politician who claims to be interested in the lives of voters.\" The second amendment states that \"a well-organized militia, which is essential to the security of a free State, and the right of the people to keep and carry weapons, shall not be violated.\" According to the Okasio Cortez campaign programme, she believes that \"it is clear that the founding fathers did not have offensive weapons in their minds when they wrote them,\" and calls for the prohibition of such weapons. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021, among other arms control measures, believes that domestic aggressors and stalkers should hand over their firearms, and she wants to request thorough and improved background checks before someone can buy a weapon. Okasio Cortez said about a year ago he answered questions about Reddit. \"I believe in the second amendment, but here I draw the line.\" We're assessing this allegation pants on fire! 4 February 2019: Alexandria Okasio-Cortez, as a member of Congress, was sworn in and did not open, as stated in an earlier version of this post.", "vclaim_id": "vclaim-pol-01097"}