{"url": "/factchecks/2014/aug/29/chris-matthews/does-wall-street-journal-really-oppose-burger-king/", "speaker": "Chris Matthews", "vclaim": "In contrast to taxes, Wall Street Journal \"surprisingly attacked this tax scheme.\"", "truth_label": "false", "date": "stated on August 27, 2014 in a broadcast of MSNBC's \"Hardball\":", "title": "Does Wall Street really oppose Burger King's tax movement?", "text": "Forget what a fast food group for Burger King and the Canadian donut chain Tim Hortons diet in North America might mean, think about the blow to the United States tax collection. This is definitely what's stuck in Chris Matthews' hole, the Hardball host on MSNBC. When the dust settles, the new company will be Canadian, a step that will change the American tax position of Burger King. In his program in August 27, as Matthews turned into his guests, it was quite clear what he was thinking about this deal. \"Your thoughts now about this stinking idea of sneaking out of the United States, selling all the hamburgers you can here, missing your responsibilities to the American people,\" asked Matthews. Matthews said all of this was a \"tax avoidance tactic.\" He told his guest that his opposition was shared by an unexpected party, the editorial board of the Wall Street Journal. \"The editor today suddenly attacked this tax scheme,\" said Matthews. That would be interesting if it were accurate. But it's not. The purpose of the newspaper was to establish a tax code for the United States. He said the Burger King deal provides valuable public education on the need to reform America's non-competitive tax system. She commended Canada for reducing corporate taxes, and in the case of anyone who had missed the point, the opening ended with the word \"dumb.\" \"This word also applies to the tax law of American companies, the world's ruling champion in punishing investment and discouraging job creation,\" he said. We wonder whether the headline of the opening has pushed Matthews to the wrong path. President Barack Obama was disturbed by his loss of the \"business front man,\" Warren Buffett, who put $3 billion in the procurement process. The Wall Street Journal indicated that Buffett was helping \"the runaways from companies,\" but the aim was to further modify the president. This is Obama's term for companies that do what Berger King did. We contacted Matthews and his producers, and we didn't answer them. Edward Kleinbard, Professor of Law at the University of Southern California and former Chief of Staff at the Congressional Joint Tax Commission, said, contrary to the attack on the deal, the newspaper was saying, \"Whaddaya expects, when I put such high tax rates on serious American companies?\" What made Matthews crazy called a tax reflection. This is when an American company buys a foreign company and then says it's based in that other country. The American company becomes a subsidiary of the foreigner. While the United States operation pays taxes on its profits in America, overseas profits are subject to tax rates in the new original rule. With regard to the position of Wall Street Journal on the implications, Gary McGill, Director of Fisher School of Accounting at the University of Florida, said that the paper's point of view was clear. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: January 12, 2021 magazine \"Don't attack the repercussions,\" McGill said. \"They point out that the implications may, in fact, be a reasonable and practical answer to the continued inability of the United States to rationalize its business tax system to catch up with the rest of the world.\" Several advantages occur because, at least on paper, the United States corporate tax rate is higher than in Canada and Europe. The actual prices paid by companies will vary, but nominally, the federal and provincial tax rate in Canada is about 27 per cent, while the United States federal rate alone is 35 per cent. For multinational companies based in America, this means that if they bring their profits abroad home, they will see a higher tax bill. McGill said the opposite makes it easier for the new foreign company to move that money. McGill added that it was also easier for the new offshore company to charge royalties and license what was now a U.S. subsidiary. \"This will reduce US income while increasing foreign company income. But that foreign company is likely to be in a low-tax state, \"McGill said. Raven Avi-Yonah, Director of the International Tax Programme at the University of Michigan School of Law, said that the reflection provided another way to reduce American tax law. \"The advantages from a tax perspective are the ability to charge the American company with debts that generate interest reductions that reduce its taxes on its operations in the United States,\" Avi Jonah said. It should be noted that while the nominal tax rate of American companies is 35 per cent, companies with foreign operations rarely pay this amount today. The Government Accountability Office, the Congressional Audit Branch, found that in 2010 profitable companies paid about 13 per cent of federal taxes. Even without repercussions, Kleinbard at the University of Southern California wrote in a recent article that the scary US tax rate is not what she claims. There are simply many ways in which American multinational companies can reduce their tax bills. \"The active marginal tax rates and the overall effective tax rates are only as high as the headline rate in the United States when companies ignore the tax planning opportunities presented to them in the Company Tax Expenditure Board.\" The Governor Matthews said the Wall Street Journal attacked a tax scheme known to the contrary. We asked many tax experts to explain the editorial of the Wall Street Journal and none of them agreed with Matthews. They said that the newspaper was critical of the U.S. company tax code, and if anything, it made the Burger King deal a reasonable response to a dysfunctional tax system. We're assessing the allegation wrong.", "vclaim_id": "vclaim-pol-07372"}