{"url": "/factchecks/2019/jul/03/bernie-sanders/bernie-sanders-has-confounding-record-gun-control-/", "speaker": "Bernie Sanders", "vclaim": "\"No, this is the wrong description of my thinking.\"", "truth_label": "mostly-true", "date": "stated on June 28, 2019 in the Democratic presidential debate in Miami, Florida.:", "title": "Bernie Sanders has a mixed record of weapons control. But he was right on most of the night of the debate.", "text": "In a busy phase of discussion with nine other candidates competing for the democratic presidential nomination, Sean Bernie Sanders, I-Vt, found last Thursday night that his most difficult opponent might have been himself in 2013. During the discussion, the Director of the Department of National Security and Finance, Rachel Madhu, Senator of Vermont, asked about something he said to seven days ago - an alternative weekly newspaper in Borlington - six years ago, but that was only published last week in an analysis of Sanders &apos; views on arms control throughout his political life. \"Sen Sanders, Vermont newspaper recently published parts of an interview in 2013 in which I said, 'My own opinion on weapons is, everything is equal, states must make those decisions,' said Madhu. \"No,\" Sanders intervened before Madao continued. \"Have you changed your mind since then?\" I asked. \"Do you now think there's a federal role to play?\" \"No, this is the wrong description of my thinking,\" Sanders answered. \"It's a quote from you,\" Madhu responded to the laughter of the audience. Did Madhu distort Saunders' opinion of arms control in 2013? A spokesman for Sanders camp said that the question posed by the Director of the Department of National Security and Political Affairs falsely confirmed that Sanders did not believe that the Federal Government should regulate the circulation of firearms. \"Question described in the 2013 interview that Bernie confirmed that he believed there was no federal role to play in arms legislation,\" said the campaign. \"both in that exact interview, and for previous years, Bernie has long defined a strong federal role to play, including the prohibition of offensive weapons, the mandate to verify the background and the prohibition of the purchase of straw.\" Based on Saunders' intervention from \"No\" and Madhu County before you can finish her question, one can assume Sanders was opposed to his own quote reading in isolation. Apparently, that's how Madhu also interpreted Saunders as she said, \"It's a quote from you.\" But it's impossible to know what Sanders was thinking, so we're giving the senator the benefit of the doubt. But what is clear is that Sanders &apos; history of weapons is at best mixed - and Vermont &apos; s Senator admitted that it was not a matter of substance. In the late 1980s and 1990s, he was told that he believed that arms control measures should, for the most part, be left to the State Government to decide on - a position he reiterated in his 2013 seven-day interview. \"It's a matter of local control,\" Sanders said in 1988. \"In Vermont, it is not my opinion that the current law needs any change,\" added on the question of the waiting period for guns. John Rodgers mentioned on January 10, 2020 in an interview with VTDiger \"The first killer of teenagers in the United States is driving while using mobile phones.\" On January 17, 2020, but it is also true that in some cases, after returning to the 1990s, he supported a federal role, where Madhu's question seems somewhat wrong. This disharmony is reflected in Sanders &apos; position on arms when she voted against the Brady Bill - which required verification of his background and the imposition of a five-day waiting period for the purchase of hand weapons - in 1993 and, six months later, in May 1995, voted in favour of the offensive arms embargo. During last week &apos; s discussion, Sanders responded to Madhu by referring to his support for the offensive arms ban and the hay purchase ban as two examples of his belief that the Federal Government should take decisions on the regulation of firearms. The policy compiled its federal voting record on weapons issues until 2013, and in most cases voted for greater arms control. Since 2013, his arms control certificates have become stronger than before. It voted in favour of limiting the capacity of magazine ammunition, background checks for sale via the Internet, and co-sponsored legislation making the States work with the Attorney General of the United States to implement a firearms procurement register plan. In order to determine whether the quote used by Madhu took a different meaning in the context of the full interview since 2013, we heard audio recordings from seven days published as part of his recent story of Sanders &apos; views on arms control. In the recording, Paul Heintz, a journalist who sat with Sanders months after the shooting at Sandy Hawk Primary School in Connecticut, asked Sanders if he had noticed a change in Vermont's feeling about firearms and gun rights. Saunders replied that he was not an expert in arms control policy, but he was \"suspected of a gradual shift, perhaps for more support to arms control.\" And then Sanders started talking about the lack of will in the Vermont legislature to take arms control measures and how there is virtually no control over weapons at all in Vermont. In 2018 Goof. Phil Scott has signed sweeping firearms regulations providing for background checks prior to all firearms sales, raising the minimum age for the purchase of weapons from 16 to 21 years, and banning existing stocks and high-capacity ammunition stores. In the interview six years ago, Sanders said, \"There wasn't much effort\" to pass weapons control measures in Vermont because it's a \"rural situation\" with \"tens of thousands of families fishing\" and added, \"Thank God our crime rate is much lower than many other states.\" Sanders then turned away from Vermont's policy to national policy. Saunders explained that he voted for a ban on offensive weapons in 1994 because he thought it made sense at the national level. Saunders won the elections for Congress in 1990 in part when his rival, the current Republican Peter Smith, changed his mind and said that he supported the offensive arms embargo, and said that he was in favour of an arms embargo. In the interview, Sanders argued that he had opposed the Brady Bill because the Vermont Legislature did not have a \"mile\" to approve the registration of similar pistols and state-level waiting period laws. \"I voted against the Brady Bill, I thought this was a decision of the United States for adoption. So my own view on weapons is, everything on equal footing, mandates must make those decisions,\" he said in 2013. However, right after Madhu said the quote he used during the discussion, Sanders goes on to say that Congress is considering commissioning further background checks and banning the purchase of hay - both federal firearms policies that he said were \"rational.\" \"On the other hand, there are some federal issues that go beyond what states do,\" Senator Vermont added to the federal role in regulating firearms. We contacted Heintz to see if Madhu mischaracterized the 2013 interview with Sanders. \"I think that our 2013 interview with Sean Sanders alone and I think that last night's debate is on its own,\" said Heintz. \"Both are available online and I encourage people to watch, listen and draw their own conclusions.\"", "vclaim_id": "vclaim-pol-00460"}