{"url": "/factchecks/2019/apr/04/daniel-riemer/state-rep-riemer-right-money-tax-credit-claim/", "speaker": "Daniel Riemer", "vclaim": "\"Almost 80 per cent of the tax exemption (industrialization and agriculture) goes to claimants who make $1 million or more.\"", "truth_label": "true", "date": "stated on February 17, 2019 in a TV interview:", "title": "Republic Reimer's on the money with a tax exemption claim.", "text": "According to Head of State Daniel Remer (D-Milwakee), the tax exemption granted to manufacturers and agricultural producers makes the rich richer. \"Almost 80 per cent of this tax deduction goes to claimants who make $1 million or more,\" said Remer in a recent WISN-Upfront television program. The manufacturing and agricultural credit, approved by the Republicans in 2011 and fully entered into force in 2016, is an economic incentive for entrepreneurs in those industries. It aims to encourage them to maximize production efforts in the State, rather than anywhere else. In his budget, the new Jove. Tony Evers, a democracy, proposed a reduction in the tax exemption to help pay a tax reduction for the middle class instead. Is Remer right that millions benefit more than the agricultural manufacturer and credit? We decided to do some deep research. When Rymer was asked for support, he said that the statement was based on information sent by the Legislative Tax Office on 5 February 2019 to the Republic of Gordon Hentz (D-Ochhush). The memo was an updated version of a memo sent on October 25, 2018. The Office, a non-partisan operation that considered the gold standard on State financial matters, provided an estimate of the 2019 tax year for how credit was distributed. According to the memo, those with income starting with a million dollars -- and along the way up to over $30 million -- will receive 79.65 per cent of the total credit distributed. \"In short, I stand by my demands,\" said Remer via e-mail. \"I think that's true.\" Why do high-income people get loans? Andrew Rushovsky, Professor at Wisconsin-Madison University, which focuses on fiscal policy and public finance, told us that tax exemptions are aimed at creating a financial incentive for the growth of production and jobs in the State. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy: 20 January 2021 \"The purpose was to reduce taxes on manufacturers, especially in a way that promotes economic growth and employment,\" Rushovsky said. Therefore, most credit will go to job creators, not to job owners. \"In some cases, if you are a private owner of a business, industry, you take your net income as a personal income,\" said Rushovsky. The way any credit works is to figure out what your tax obligations are. What this industrial and agricultural credit did was never a reduction to zero, but it was very close -- taxes paid by manufacturing and agricultural companies in Wisconsin.\" Companies remain eligible for tax exemption regardless of whether new jobs exist. What is the impact of these tax incentives on job growth? If business owners and industry leaders receive tax exemptions as a means of promoting growth, what is the picture in those sectors of the labour force? According to the United States Department of Labour Development, data from the United States Office of Labour Statistics showed that Wisconsin was the second national and first middle-west manufacturing jobs to be added between 2017 and 2018. The State has added 15,100 jobs in this sector. But shortly after the increase was implemented, the increase in manufacturing jobs was not significant. Manufacturing jobs increased from only 455,576 in 2013 to 468,600 in 2015, or an increase of 2.7 per cent, as reported by Capital Times in an article on 16 May 2016. At the same time, agro-industry continues to struggle, particularly in dairy farms, where milk prices continue to decline and more farms are closed. In 2018, Wisconsin lost 638 dairy farms, an average of about two a day. \"Most economists argue that lowering the State income tax is a very ineffective way of generating increases in employment,\" said Rushovsky. \"Wisconsin was strong (in job growth) but I think it's even slower than the national average.\" Our valuation said that Rimmer is about 80 percent of manufacturing credit and agriculture goes to claimants who earn more than $1 million or more a year. The data collected by the non-partisan legislative tax office support the claim. We're assessing this claim right.", "vclaim_id": "vclaim-pol-00800"}