{"url": "/factchecks/2019/mar/27/brian-joseph/was-catalytic-converter-invented-west-virginia-not/", "speaker": "Brian Joseph", "vclaim": "\"The catalytic transformer used in cars was invented in West Virginia.\"", "truth_label": "barely-true", "date": "stated on February 10, 2019 in a newspaper interview:", "title": "Was the catalyst invented in West Virginia? Not exactly.", "text": "Did West Virginia give the catalytic transformer world an essential part of every gas-powered car today? This is what Brian Joseph, Executive Director of the Tridalvia Research Laboratory, said. The article focused on technology-related trade, which includes thermal protection systems. Some of its products were supported by the Federal Government &apos; s Small Business Innovation Research Programme. In a hint to his company, Joseph said that it followed a tradition of other inventions from West Virginia. He said, \"The catalytic transformer used in cars was invented in West Virginia.\" Is that right? Not exactly. The catalytic transformer converts harmful emissions into less harmful emissions before leaving the exhaust system in the car. This catalyst invented a French chemist named Michel Frankel in 1909, and Elsa Atsson of the Omar Library of the Scientific History Institute. Frankel had no connection to West Virginia. However, Frenkel &apos; s invention was an early model, and it needs to be refined to produce a part of the cars that can be operated. In the early 1970s, engineers in the Inglehard industries made the biggest leap, creating the so-called three-way transformer. The Ingelhard invention was considered to be a significant improvement over previous types of catalytic conversion. The federal organizers began requesting catalytic transformers in cars later in that decade, in order to mitigate air pollution, and since then hundreds of millions have been installed. Engelhard was long based in New Jersey, and there was no evidence that they had a West Virginia facility that was the home of the new form of catalytic transformers. On January 17, 2021, President Donald Trump said in an interview with Fox News, \"He can't say anything (about riots in the American Capitol Building) because the platforms removed it.\" In the 2008 death of Keith in The New York Times, Lindsay Brooke, editor of the Automotive Engineers Association, said that \"with the transition to non-lead gasoline, the catalytic transformers have led to a dramatic improvement in air quality and have enabled the automobile industry to meet the Clean Air Act regulations.\" In 2002, President George W. Bush presented the National Technology Medal to Keith and Munni. Why does that matter? Keith was born in Stuart Creek. So this is the connection to West Virginia. But the suggestion was that the catalyst was invented in West Virginia, as Joseph told the newspaper. Keith obtained degrees from the Salem College in Winston-Salem, Indiana University; and DePaul University in Chicago. He retired to Marco Island, Fla, and died during his visit to his family in New Bern, Joseph Poletti Fact West Virginia told that besides being the birthplace of Keith, West Virginia had been a centre for petrochemical innovation because of companies such as Union Carbed, which had major facilities in the state. \"The petrochemical revolution in the United States really started in West Virginia,\" said Joseph. \"Union Carbaid was right in the front of everything. Bekelette was obtained in the 1940s.\" Joseph the Governor said, \"The catalytic transformer used in cars was invented in West Virginia.\" One of the types of catalytic transformers of particular importance was jointly invented by Keith, born in West Virginia. But he didn't invent it in West Virginia. We're mostly assessing his statement wrong. Sharing the facts of 2019-03-27 20:47:55 UTC PoliticsFact 3 1 7 PoliticsFact Dating: Mostly false: \"The catalytic transformers used in cars were invented in West Virginia.\" Brian Joseph, Chief Executive of the Touchstone Research Laboratory, https://www.wvnews.com/news/wvnews/tuchstone-labs-growing-business-andsening-wv-coal-into-space/article_9b470ce3-3f25-53e9-b38d-e15f9632fd73.html, press article on Sunday, 10 February, 20192019-02-10.", "vclaim_id": "vclaim-pol-00843"}