{"url": "/factchecks/2019/mar/25/facebook-posts/no-harriet-tubman-wasnt-gun-toting-republican-who-/", "speaker": "Facebook posts", "vclaim": "It says a picture of Harriet Tubman showing that she was \"armed, Democrat, second Republic in support of the amendment.\"", "truth_label": "false", "date": "stated on March 17, 2019 in a Facebook post:", "title": "The viral image doesn't show Harriet Tubman with a gun she used to kill Democrats.", "text": "Harriet Tubman is one of the most famous cancelers in the history of the United States. She was born into slavery, eventually escaped, led dozens of slaves to freedom with underground railways, and acted as a federal spy during the civil war. But shortly after Tubman was named as the new face of Bill $20 in April 2016, websites began to generalize that Tubman's claim was Republican \"toss the gun\" that shot the Democrats. The claim reappeared on Facebook on March 17, 2019, Tyre Post. The article depicts a woman disguised as a gun. The text underneath it says: \"The embarrassing moment when the female left-wings discovered Harriet Tubman - to whom they voted to expel Andrew Jackson - the founder of the Democratic Party - from the $20 paper - was tossed into the weapon, never democratically to the second Republican amendment supporting the amendment!\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) First thing you need to know: this isn't a picture of Tubman. The woman who appeared was Mary Fields, known as \"Stagecuach Mary,\" who served as the first African-American postal carrier in the late nineteenth century. Experts said that there were more problems with the detailed claims. \"Tobman was not 'a cannon, the second Republican in favour of the amendment that fired the Democrats,' said Kate Clifford Larson, the historian and scientist of Tubman who wrote the autobiography \"Pond for the Land of Date: Harriet Tubman, a photograph of an American hero.\" While its efforts against slavery and its support for the Union were certainly in line with the ideals of the Republican Party, Tubman was not allowed to vote, and thus could not formally join any political party. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. On January 16, 2021, Larson Poletti Fuckett reported that Tubman said that she was following Susan B. Anthony's policy, which was democratic. \"Anthony was a democracy because she felt betrayed by the Republican Party,\" wrote Larson, \"who refused to give women the right to vote when they passed the 15th Amendment to give black men the right to vote.\" The only time Tubman was said to have had a long gun, such as that photographed in the mail, was during that time as a spy in the civil war. \"She carried a sharp gun during the Civil War to fight the Confederate - not the Democrats - who were fighting to keep her slavery,\" said Larson. Tubman often carries a gun to protect herself from slave hunters, as Larson said. Other historians and biographers stated that her pistol was used mainly to induce people who were tired or scared on their journey and might have second thoughts. Our article on recycled social media presents a supposed picture of Harriet Tubman and says that it was \"armed, second Republican pro-modification,\" who \"gunned the Democrats.\" The woman in the photo disguised as a gun is not Tubman, it's Mary Fields. While Tubman was carrying a protective pistol, there is no evidence that she sought to harm members of the political party. Her beliefs may have been aligned with the Republican Party at the time, but she could not have been a member of the Party because she died before women were given the right to vote. The allegations are flawed and the picture is not Tubman. We value this wrong mail. Sharing facts 2019-03-25 19:44:36 UTC Politic Fact 2 1 7 Politic Fact Date: On Sunday, 17 March 2019 2019 - 03-17, Facebook bulletins on the Internet read more information.", "vclaim_id": "vclaim-pol-00856"}