{"url": "/factchecks/2014/oct/19/george-will/george-will-claims-sneeze-cough-spread-ebola/", "speaker": "George Will", "vclaim": "Some doctors say that Ebola can be transported through the air by sneezing or coughing.", "truth_label": "false", "date": "stated on October 19, 2014 in comments on \"Fox News Sunday\":", "title": "George Will says sneezing or coughing can spread ebola.", "text": "As the national effort to overcome Ebola escalates, Obama's administration is warming. Critics say that the President and senior public health officials painted a very pink picture of the country's state of readiness. As evidence, they refer to the infection of two health-care workers in Dallas who treated the first person who died from Ebola on American soil. Governor George Will attacked what was arrogant in those early statements. \"The problem is the original assumption, which was said with great confidence if not certainty, that you must have direct contact, meaning with somebody's body fluid because it's not airborne,\" said Will in October 19 on Fox News Sunday. \"There are doctors who say that in sneezes or some cough, some airborne particles can be contagious.\" Will also said that Ebola could survive on a dry surface for a number of days. Show the host Chris Wallace to cut Will, affirming that Ebola does not spread like the flu, which does not move from person to person when someone with the disease is abroad in public places. When another guest Will challenged his source, he eventually referred to scientists at the University of Minnesota. Here, we're checking Will's claim that scientists say that cough or sneeze can spread Ebola. In the context of the discussion, we understand that Will was talking about danger to the general public. We've reached out to Will, and we haven't heard back, but thanks to Snoops' rumor location, we have a good idea where he got his information. In mid-September, the Centre for Infectious Disease Research and Policy of the University of Minnesota published a comment from two professors of the University of Illinois. The commentary, co-authored by Lisa Proso and Rachel Jones, states that health-care workers who treat Ebola patients should wear respirators. They said that facial masks were not enough. We asked Prosso if Will had moved her work properly. Prosso said her views had nothing to do with the spread of Ebola among the general public. The focus has been on health-care workers who treat people in isolation wards. \"We were concerned about the aerosols generated by infected patients at the most serious stage of the disease,\" said Prusso. Will mistakenly linked the path of infection in the hospital room with someone coughing or sneezing in public places. As well documented, the first symptoms of infection are fever. As the virus multiplys in the body, vomiting and diarrhea are placed in. Prusoe wrote that it is possible for patients in that case, small particles of water from violent vomit and diarrhoea can reach the air and inhale. In a laboratory experiment, monkeys with hoods above their heads can get Ebola, but Proso said that laboratory experiments must be contextualized. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy • January 12, 2021 \"We are not aware of any published data on the validity or infection of the Ebola organism in the real world's aerosols,\" said Proso Labondette Fuckett. \"It seems unlikely that the public will be exposed to infectious aerosols because it is unlikely that infected people with acute symptoms will be confronted.\" We found similar opinions in the Oxford Journal of Infectious Diseases, summaries of the Centers for Disease Control, the World Health Organization (WHO) and the New England Journal of Medicine. Adam Loring, a researcher in infectious diseases at the University of Michigan, confirmed that Ebola was not a respiratory disease. Coughing and sneezing are not symptoms of their flu. Stephen Geer, a research scientist at the Sabity Laboratory at Harvard University, said if someone with Ebola sneezed or coughed in your face when you were close to them, who could transmit the virus through drops. However, \"it is important to note that this form of transport does not constitute an \"airborne\" \"said Jerry. \"This is still a form of direct contact.\" \"If you were on a plane, and a sneeze person, you would not be in danger of getting an infection unless you sneezed directly nearby, and this cough or sneeze transported drops in mucous membranes. This is a very unlikely scenario, but not outside the scope of the possibility. I think I can count on one hand the number of times I sneezed directly, and only one of those times was by someone I didn't know.\" Loring said that one of the problems facing the general debate on Ebola was that science could never prove that something would never happen. On the other hand, he also said that we should look at what happened. \"If air transport is an imminent concern, one must ask why no one in the United States was injured except for two people who were in close contact with the patient,\" said Loring. \"Whatever, none of the people who lived with the patient before his second trip to Texas Hospital\" While we do not verify what Will said about infectious particles that survived for several days on a dry surface, Loring said he knew no evidence of that. Jerry said it's theoretically possible under the right conditions, even though it's not possible at all. Our judgment, Will, said some scientists say that Ebola can be transmitted openly by sneezing or coughing. This was a comment on the risks to hospital workers who treat people in advanced stages of illness. One of the authors of that comment said that its work applied only to health-care workers in those places. According to medical literature, sneezing and cough are not part of the typical symptoms of the disease, and the experts to whom we reached drew a bright line between what might happen in the isolation wing of the hospital and the person with early symptoms of Ebola before entering the hospital. There is no evidence that Ebola has been transferred to the general public through cough or sneeze. Will made a medical comment out of context. We're assessing the allegation wrong. Update (hour, 20 October): After we published this item, we heard from some people who did not agree with our ruling. Read our response here.", "vclaim_id": "vclaim-pol-07120"}