{"url": "/factchecks/2014/sep/28/lz-granderson/lz-granderson-obama-has-bombed-twice-many-muslim-c/", "speaker": "LZ Granderson", "vclaim": "President Barack Obama says that he fired \"twice strikes (on) more Muslim countries\" than President George W. Bush.", "truth_label": "mostly-true", "date": "stated on September 28, 2014 in comments on CNN's \"State of the Union\":", "title": "LZ Granderson: Obama has bombed twice as many Islamic countries as Bush.", "text": "In the light of the recent US military intervention in the Middle East, some say that the voters who put President Barack Obama in power in 2008 did not sign this. In CNN, on September 28, Political Commentator Liz Granderson said that Obama was losing support among its main supporters because of its recent foreign policy decisions. In 2008, they were tired of the wars that began under the leadership of former President George W. Bush and hoped that a new President would end them. \"They voted for him because he was supposed to end these wars and stop bombing people,\" said Granderson. \"When you look at the rough figures, three times the special forces of 'W' have been used, twice the number of strikes (on) countries dominated by Muslims. Those weren't the numbers his strong progressive base voted for.\" Last week, we verified the truth about New Yorker's reporter in Washington Ryan Lisa, who tweeted, \"The forces that bombed: Obama 7, Bush 4.\" We appreciated this claim as correct. And Granderson's claim that \"there were a large number of strikes (on) predominantly Muslim countries\" is similar to Lizza's claim - but with the additional warning that these were Muslim countries, so we decided to check it again. When we approached Bush and Obama last week, Lizza sent us the list of countries bombed by each President: Afghanistan, Iraq, Pakistan and Somalia. Obama: Afghanistan, Iraq, Libya, Pakistan, Somalia, Syria and Yemen. We asked Granderson for additional evidence. He referred to the same figures as Lisa, and referred to a supporting article from CNN. We didn't find enough reason to challenge the nations of Lisa and Granderson. If there's anything, they've shorted out the two presidents. There is no doubt about the air strikes in Afghanistan and Iraq -- Bush waged wars in both countries, and air strikes continued there under Obama. The drone strikes in Pakistan, Yemen and Somalia have been on the news for a long time, either officially or without official recognition. The Press Bureau of Investigation, a non-profit news service based at the City University of London, maintains an ongoing list of United States military actions in a number of countries, including Pakistan, Somalia and Yemen, based on press and official reports. Through its record, American drone attacks against suspected terrorists in Somalia occurred under both Bush and Obama. In the case of Yemen, we found evidence of only one air strike there under Bush -- in 2002, published by BBC News and Time magazine. This would increase the total of Bush to five countries, but the strikes were more frequent under Obama. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • 12 January 2021, aerial attacks on Libya, which helped to bring down Muammar Qadhafi in 2011 under Obama's well-documented rule. In March 2011, United States and British warships fired more than 100 cruise missiles to destroy Libyan air defences. Of course, there is now Syria. We also found some unconfirmed reports of drone attacks on suspected combatant camps in the Philippines in 2006 and 2012, reported by the New York Times and an expert at the Brookings Institution. If these reports are accurate, the total of Bush and Obama will rise by one. The final maximum number will be Bush 6: Obama 8. The predominantly Muslim Granders are right to say that all these countries are mostly Muslim (except the Philippines, which is not included in his account). In the Pew report, we found that each of the seven countries with confirmed air strikes under Obama was more than 90 per cent Muslim, as of 2010. Afghanistan: 99.8 per cent Iraq: 98.9 per cent Pakistan: 96.4 per cent Somalia: 98.6 per cent Yemen: 99.0% Libya: 96.6 per cent Syria: 92.8 per cent Philippines, on the other hand, is only 5.1 per cent Muslim. In comparison, according to the Pew report, the proportion of Muslims in the United States is 0.8 per cent. \"Many hits (on) predominantly Muslim countries,\" like Bush, said Governor Obama, Granderson. According to the number of Granderson -- Bush, four countries, Obama, seven -- it's slightly less than twice (a mere 1.75 times). While you can argue that Bush and Obama have bombed other countries, we believe that Granderson - and Lisa before him - use reasonable figures based on what is publicly known. The Granderson claim is accurate but can use the warning almost twice. This is how we assess it, mostly true.", "vclaim_id": "vclaim-pol-07240"}