{"url": "/factchecks/2018/nov/15/viral-image/facebook-meme-falsely-attributes-quote-ilhan-omar/", "speaker": "Viral image", "vclaim": "\"I think all white men should be put in chains as slaves because they will never surrender to Islam.\"", "truth_label": "pants-fire", "date": "stated on November 9, 2018 in a Facebook post:", "title": "Mimi Facebook attributed a false quote on race, slaves and Islam to Elhan Omar", "text": "The Facebook amulet falsely attributes race, slaves and Islam to the elected Republic of Minnesota, Elhan Omar, an American Somali Muslim woman. The article depicts Omar's picture - a picture published on the cover of Time magazine in September 2017 - accompanied by a text that says, \"I am America's hope and the President's nightmare\" and \"I believe that all white men should be put in chains as slaves because they will never surrender to Islam.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The first quote of being a real \"president's nightmare.\" There is no evidence of the second piece of explosives around white men in chains. Omar appeared in the daily show with Trevor Noah in July 2017, then as a representative on the Minnesota State Council. Omar applied for the United States Congress in June 2018 after the Democratic Republic of the United States of America, Keith Ellison, decided to run for the post of Attorney General instead of applying for re-election. In November 6, Omar was elected a member of Congress. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021, as she appeared on the daily show, Noah Omar told that she had a unique story, which came to the United States as a refugee, a Muslim, and a woman. \"You everything seems to be President Trump v. And you're in government. What's the plan?\" \"Noah\" asked Omar. Omar answered, \"I am America's hope and the President's nightmare.\" At no point in the interview did Omar say anything about white men in chains as slaves for not submission to Islam. Also, Omar did not mention in the Time magazine interview, although the Mim uses the image from that interview. We found no evidence that Omar made those comments. Without reliable evidence of this assertion, we evaluate the blazing pants statement! Sharing the facts of 2018-11-15 21: 34: 52 UTC PoliticsFact 1 1 7 PolityFacting: Pants on Fire Near Quotes Rep. Elected Ilhan Omar as saying, \"I believe all white men should be put in chains as slaves because they will not surrender to Islam.\" Facebook article after Friday 9 November 2018, 2018-11-09 Read more information", "vclaim_id": "vclaim-pol-01257"}