{"url": "/factchecks/2014/oct/30/nicholas-kristof/kristof-dallas-cowboys-stadium-draws-3-times-more-/", "speaker": "Nicholas Kristof", "vclaim": "\"All Liberia can produce less than one third of what the Dallas Football Stadium consumes at peak times.\"", "truth_label": "mostly-true", "date": "stated on October 22, 2014 in an op-ed in the \"New York Times\":", "title": "Christophe: The Dallas Cowboy Stadium is three times more powerful than Liberia can produce.", "text": "In the words of President Barack Obama and countless public health experts, the \"Ground Zero\" in the fight against Ebola are West African countries. In a recent newspaper article, Nicholas Christoph, the author of the New York Times column, repeated that cry, saying that American military assistance was crucial. Nicholas said these nations don't stand a chance. \"These are beautiful countries with friendly people and some heroic health workers, but roads, electricity and other infrastructure are very weak,\" said Christoph. \"All Liberia can produce less than one third of what the Dallas Football Stadium consumes at peak times.\" One reader questioned Christophe &apos; s claim, mainly that Liberia could not produce enough energy to feed a single American football stadium at the height of its demand. Of course, the cowboy field, the AT&T stadium, is not a small relationship. The Dominid Stadium seats are 80,000 people, with the world's largest high-resolution video screen (70 feet in 160 feet), and a lot of air conditioning to match Texas Fall heat. It covers 73 acres, costing $1.3 billion that was built and opened in 2009. Meanwhile, Liberia is not the largest country, but still has more than 4 million people. Geographically, it is the largest country of 104 and about the size of Cuba. So what do the facts say? According to the United States Energy Information Service, Liberia installed 197 MW capacity in 2011. The CIA World Fact Book has the same number. (For comparison, the United States has the capacity to generate more than 1 million MW.) This means that Liberia can, at any given time, generate 197 MW of electricity. So how does 197 MW compare to the peak demand at AT&T Stadium? The solid answer to the rock has proved elusive, but we have found a reasonable estimate. We'll have clear figures if Dallas Cowboys say how much electricity the field uses at its peak. They said no. \"We don't give these kinds of numbers.\" However, the company that installed the electrical system in the stadium provided useful evidence of this. Oncor is an electric company in Texas, and on its website, boasts of the work done by engineers and contractors for cowboys. In that writing, Uncord made this interesting comparison. \"The stadium, the world's largest stadium, uses more power than most medium-sized cities.\" He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy • January 12, 2012, the Uncore spokesman did not tell us any more, but we moved to Douglas Gotham, director of the government utility forecast group at the University of Bordeaux School of Engineering. Gotham did some calculations behind the envelope for us based on what we know about mid-sized American cities. He chose Evansville, Ind, with a population of 120,000. \"The peak demand for the entire utility area is about 1,500 MW,\" Gotham told us. \"Almost half of that is in the same city, so we're looking for 750 MW at the peak.\" With Evansville on the low end of medium-sized cities, Gotham said the comparison is close. If the AT&T stadium can use at least 750 MW at its peak, this is more than three times what Liberia can produce - if Uncore is right. Gotham said, \"The statement about Liberia is in the ballpark.\" We found some other examples of medium-sized cities that support Gotham's estimation. Knoxville, Tin, population 183,000, peak demand is 1,109 MW. Huntsville, Alaa, population 186,000, peak demand is 1,150 MW. Eugene, Ur, population 159,000, peak demand is 480 MW. Many factors, such as location and number of industrial users, constitute electricity consumption, but generally the pattern reinforces Gotham's conclusion. There are local electricity companies in these cities that supply electricity mainly within the city's borders. There are some remaining questions about data in Dallas. There are other wrinkles for this comparison. The Christophe article in The New York Times is linked to the 2013 Wall Street Journal, which discussed the comparison between the Liberia Stadium and the AT&T Stadium. The Wall Street Journal referred to the work of a facility analyst with Bernstein Asset Management. The analyst Bob Brackett was interested when Liberian President Ellen Johnson Sirleaf made the comparison in 2013. So Brackett tried to run the numbers. The maximum demand in the stadium was 10 MW and Liberia could generate less than one third. Both numbers seem too far away. We got to Brackett's office, but we didn't hear anything from him to find out where he got his data. The Governor, Christophe, said that Liberia could produce the equivalent of one third of what the Cowboy Stadium paints at its peak. United States Government data show that Liberia has approximately 200 MW of installed electricity. The service that worked on the electrical system at the stadium says that the facility uses more energy than most medium-sized cities. Using this criterion, a facility expert from one of the country &apos; s leading engineering schools concluded that the maximum demand in the stadium would be reduced by 750 MW. This means that Liberia can produce less than one third of what the Dallas Football Stadium consumes at peak times. The exact figures are not available, but the basic comparison is successful. We're mostly evaluating the statement right.", "vclaim_id": "vclaim-pol-07055"}