{"url": "/factchecks/2019/sep/05/facebook-posts/this-photo-doesnt-show-hurricane-dorian-over-baham/", "speaker": "Facebook posts", "vclaim": "It says a picture of Hurricane Dorian over the Bahamas.", "truth_label": "false", "date": "stated on September 3, 2019 in a Facebook post:", "title": "This picture does not show Hurricane Dorian over the Bahamas. A fake picture of Miami Beach.", "text": "Hurricane Dorian also carries down on the east coast, as well as false images around the storm. In an article published in Facebook in September 3, a user claimed a photograph of Dorian across the Bahamas the previous day. There is a great swirl of clouds on the horizon, behind the flats of the beach and the high. \"Scary but very beautiful\" reads the article, which has been shared more than 700 times. \"Horecan Dorian over the Bahamas when I arrived yesterday.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) It's one of several suspicious photos linked to Dorian that were shared this week, so we wanted to check it out. The picture is not a real picture at all - it's at least two different images that have been sewed together. The search for a reverse image led us to Reddit's post from April 28. A user student with the same picture as the one shared on Facebook photographed Miami. Many editors commented that they thought it looked like a photographer. In connection with this, hurricanes and tropical storms lead to a flood of misleading information mentioned on 10 January 2021 in an article in Facebook that says Nancy Belusi: \"Typhoons and tropical storms sent a message to the Mayor of Portland after demonstrations there \"inducing him to abide by the proven book of democratic play.\" The tool indicates that the buildings were entered digitally in the image of the storm. Where are those buildings actually located? To answer that, we turned into Google Earth. In the lower half of the distorted image, there's an ocean on the left, the buildings on the left center, the entrance on the right center and the ground more on the right. The entrance has at least two islands. On Google Earth, we looked at Miami Beach for these features, since he mentioned Reddit. After some passage up and down the coast, we found the place where the front of the modified picture appears to have been taken: north of Miami Beach. Snoops reported in September 3 that clouds came from the May 2016 image of a supercellular thunderstorm in Kansas. The North Beach photo is a stock picture. But who made the modified version? In a fact check published in September 4, Associated Press spoke to artist Brent Shavenor, who originally posted the picture on his April 12th Instagram page. AP said he's making YouTube lessons on how to create digital art like the modified image of Miami Beach. The Facebook article is not accurate. We assess it wrong.", "vclaim_id": "vclaim-pol-00200"}