{"url": "/factchecks/2019/mar/05/roy-cooper/cooper-calls-attention-aging-north-carolina-school/", "speaker": "Roy Cooper", "vclaim": "\"Now, four out of every 10 public schools in our state are at least 50 years old.\"", "truth_label": "mostly-true", "date": "stated on February 25, 2019 in his State of the State address:", "title": "Cooper draws attention to the ageing of North Carolina schools during the annual talk.", "text": "(North Carolina Goff) Roy Cooper called for more money to renovate the state-run government schools during his State State address on 25 February. \"Now, four out of every 10 public schools in our state are at least 50 years old,\" said Cooper. It means they're still using the schools you and I went to. We wondered whether the State public schools were of this age, so we decided to check Cooper's figures ourselves. As it turns out, data are not easy to obtain. We started with Jamal Little, Governor &apos; s spokesman, who told us that information on the age of public schools came from the Department of Public Education in North Carolina, which collected that data in 2016 while collecting the latest survey on the needs of school facilities. Only a few of the tables show that 949 out of 2,306 government schools reported at least 50 years of construction (325 schools not reported). The schedule came from the Department of Public Education but was not available to the public on the Internet. According to the schedule, about 41 per cent of schools reporting construction dates are over 50 years old. But Drew Elliot, Director of Communications at the Ministry of Public Education, said he couldn't confirm that the table came from his department. He said he believed that his office \"can get those numbers or something very close to him,\" but he couldn't check them without a week. \"We have no reason to believe that his numbers do not exist,\" he said. \"Nothing in there seems to be an anomaly to what we know about the age of school buildings in North Carolina.\" Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" We wanted more specific evidence, so we asked Elliot for the data that the state had. And he sent us a copy of the building history list that the department set up so that we could crush the numbers for ourselves. That wasn't easy. The list sets several construction dates for each school, and it is not immediately clear what each date refers to. However, Elliot said that the dates were consistent with the construction of \"segregated buildings\" and that the nearest date listed for each school would provide the best approximate estimate of the age of the school. So, we did our best to sort out the raw numbers. It has been found that the number of old schools may in fact be greater than that claimed by Cooper. Of the 2,631 schools, 2,299 have building dates that exist next to them. Based on the first dates listed for each school, 1,118 of these 2,299 schools were built during 1969 or earlier, bringing them to at least 50 years of age. This means that, according to our calculations, almost half of public schools are older than 50 years of age. But because the dates on the list weren't described, even our calculations may be incomplete. The totals can also change with more information on schools that did not report their age in the 2016 survey. There is a potentially large warning that some schools have been renovated since their original construction, making them \"newer\" than their age suggests. Our governor Cooper said, \"Now, four out of every 10 public schools in our state are at least 50 years old.\" The raw figures from the section are the best available information, putting Cooper's statement on the right field and showing that it may not be underestimated. But there are some doubts. So we evaluate this term mostly right. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To provide ideas to verify the facts, e-mail [e-mail protected].", "vclaim_id": "vclaim-pol-00934"}