{"url": "/factchecks/2018/nov/01/donald-trump/hispanic-household-income-record-high-donald-trump/", "speaker": "Donald Trump", "vclaim": "...............................................................................................................................................................................................................................................................", "truth_label": "true", "date": "stated on September 29, 2018 in a rally in Wheeling, W.Va.:", "title": "Is the income of the Spanish household very high, as Donald Trump says?", "text": "At a gathering held in Willing, W. \"The house entered among Hispanic Americans had just set a new record,\" said Trump for the crowd. Is that right? We've had a good look. The United States Census Bureau publishes its annual report on income and poverty each year. The statistics for 2017, published in September 2018, contain the following graph showing average household income by race from 1967 to 2017. The graph shows that average household income in 2017 for Hispanic Americans of any race - $50,486 when adjusted for inflation - was higher than in any previous year. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • 16 January 2021, between 2010 and 2017, inflation-adjusted income for Spanish-born households rose by about one third. The rise in Spanish income was not unusual - as the chart suggests, incomes have risen steadily for each ethnic group since the beginning of the recovery from the Great Depression, except for the recent contraction of Asian Americans. The timing of the rise in the income of Spanish-born households means that this is not only an achievement of the Trump administration. Spanish incomes began to rise in 2011 and continued to increase for most of President Barack Obama &apos; s administration. Keep that rise under Trump. Our rule (Trap) said that \"household income among Hispanic Americans has recorded a new record.\" The Census Bureau data confirm a new index of inflation-adjusted and Spanish household income in 2017, the latest year for which data are available. This rise continues under Obama, but Trump has not specifically called for credit, so we appreciate the statement correctly. Sharing the facts of 2018-11-01 18:34:38 UTC PoliticsFact 6 1 7 PoliticFact Dacting: True \"The home income among Hispanic Americans has just set a new record.\" The President of Donald Trump https://factba.se/transscription/donald-tromp-spech-maga-raally-wv-september-29-2018 is a gathering in Willing, W.Va. Saturday, 29 September 2018-2018-09-29.", "vclaim_id": "vclaim-pol-01341"}