{"url": "/factchecks/2018/dec/14/jim-justice/did-tourism-west-virginia-increase-faster-us-whole/", "speaker": "Jim Justice", "vclaim": "\"The tourism industry grew at a rate of 30% higher than the national average in 2017. This increase reflected a four-year decline, with travel expenditure falling by more than $600 million.\"", "truth_label": "mostly-true", "date": "stated on September 19, 2018 in a tweet:", "title": "Did tourism in West Virginia increase faster than the United States as a whole?", "text": "Was the tourism industry in West Virginia recently engaged in gang corruption? (Joff) Jim Justis suggested he had it. In a tweet, Justice wrote, \"The tourism industry grew 30% higher than the national average in 2017. This increase reflected a four-year decline in travel expenditure of over $600 million. This is a historic day for our tourism industry and our economy as a whole!\" The tourism industry in WV grew at a rate of 30% higher than the national average in 2017. This increase reflected a four-year decline in travel expenditure of over $600 million. This is a historic day for the tourism industry and our economy as a whole! #WV pic.twitter.com/jyWXYgJ15 - Governor Jim Justis (@WVGovernor) 19 September 2018 in a follow-up tweet, justice cited a press release from 9 September from his office showing figures from 2012 to 2017 to support his claim. We decided to drop in the first part of his assertion -- that \"the WV tourism industry grew at a rate of 30% higher than the national average in 2017.\" Is that right? Let's start by comparing the percentage. According to a Western press report published by the Herald-Desbach newspaper, data come from the West Virginia study on the travel effects of Dean Ronian Associates in 2017. The study was prepared on behalf of the State Tourism Office. The study supports the specific figures given by the judge in his tweet. In the country as a whole, the report states that the expenditure of resident and foreign visitors increased by 3.0 per cent over 2016. In West Virginia, by contrast, total expenditure on travel increased by 3.9 per cent. If you calculate, 3.9 per cent is 30 per cent higher than 3.0 per cent. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • On January 20, 2012, after Bill McCarthy said: \"It is worth noting some additional details in the context. First, part of these increases comes from inflation. At the national level, the inflation rate was 2.2 per cent in 2017. This will not affect the comparison of West Virginia with the nation as a whole -- both increases have been reinforced by inflation -- but it makes the increase of 3.9% in West Virginia less impressive. Second, justice chose to highlight the best data in the report. He chose not to highlight the fact that, according to the report, domestic tax revenues from tourism fell by 2.7 per cent during the same period, while government tax revenues fell by 1.2 per cent. What about the assertion of justice that \"this increase reflected a four-year decline in travel spending of more than $600 million\"? The report shows that tourism declined by $695 million from 2012 to 2016, a four-year period. The Office of Justice did not respond to the criticism that we sent her. Our ruling judge said, \"The tourism industry in WV grew at a 30% higher rate than the national average in 2017. This increase reflected a four-year decline, with travel expenditure falling by more than $600 million.\" He is right in comparing West Virginia with the nation as a whole, and he is also right in the decline from 2012 to 2016. However, he took part in a little cherry selection of data and covered up the role of inflation in increasing tourism spending in the State. We're mostly evaluating the statement right.", "vclaim_id": "vclaim-pol-01189"}