{"url": "/factchecks/2011/may/13/jay-carney/president-obamas-press-secretary-says-rick-perry-d/", "speaker": "Jay Carney", "vclaim": "Rick Perry says \"rejection of our invitation to meet\" President Barack Obama in El Paso.", "truth_label": "mostly-true", "date": "stated on May 10, 2011 in a press gaggle aboard Air Force One.:", "title": "President Obama's press secretary says Rick Perry refused to meet the president in El Paso.", "text": "He asked why President Barack Obama had not met with the Government of Texas. Rick Perry, on his one-day trip to Texas, White House Press Secretary Jay Carney said to the journalists on Tuesday, \"Goff.\" Perry refused to invite us to meet the president at the airport.\" Obama Adam Abrams later told us that Carney was referring to an airport in El Paso, where Obama ventured before travelling to Austin to collect political donations. According to a copy of the White House book, when one of the correspondents suggested to Perry that he \"wanted a more important meeting\" and did not want to travel across the state \"to discuss forest fires and border security and all that,\" Carney replied: \"Again, we invited him to meet with the President, and the invitation was rejected.\" Did Perry refuse to receive Obama in El Paso? Return: In August, the Governor of the Republican Party witnessed a 34-second handshake from a conversation with the Democratic President at Austin Airport, during which he tried to deliver a message urging greater attention to security along the United States-Mexico border. The letter was accepted by the White House consultant. In an interview, Lucy Perry's spokesman confirmed that on Tuesday the Governor rejected an offer from the White House to greet the President in El Paso. \"It could have been a ten-minute greeting,\" she said. However, Nashid said, \"We didn't ask them if we could meet and greet the President later in Austin or if the President would be interested in\" \"Unfortunately, we couldn't arrange anything,\" said an anthem. Separately, the spokesman for Perry Mark Miner in the U.S. Austin Postcard blog said that Perry \"wanted to meet with the President to discuss forest fires and border security, not just shake his hand in a front line on a runway.\" We asked how the governor exceeded the hours he could have spent on a trip to El Paso, about 575 miles from Austin. He appealed, who sent the Perry State schedule for that day, saying that he joined Jay Kimbro, his former Chief of Staff and his favorite troublemaker, She said that they had lunch in East Texas and had joined a motorcycle to the Veterans' Museum in Huntsville. On May 12, as the Dallas Morning News noted, Perry told the interviewer Laura Ingraham that he did not have time to fly to El Paso to shake hands. The paper said that Perry said to Ingerham, \"If he wanted to meet me, I was in Austin.\" I was gonna be here.\" The White House did not comment on Perry's announced offer to meet in Austin, despite e-mails between Perry's office and the White House confirming that Perry was invited to greet the President in El Paso and that the Assistant Governor asked if it was a \"option\" for Perry to greet Obama in Austin \"since we are here.\" The White House assistant replied: \"Unfortunately, there will be no welcome listed in Austin.\" :: Polyte Fact Texas obtained e-mail through an open registration application. Our call? Perry Hoody refused the President in El Paso. However, the reply of Karni implies that Perry's apartment was rejected when the possibility of an alternative meeting was treated. We appreciate that the Karni statement is often correct. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" ● February 3, 2012", "vclaim_id": "vclaim-pol-13098"}