{"url": "/factchecks/2019/feb/21/robert-mckinzie/fact-checking-myth-word-picnic-racist/", "speaker": "Robert McKinzie", "vclaim": "The word picnic is \"racially insensitive.\"", "truth_label": "false", "date": "stated on February 19, 2019 in a Fort Lauderdale City Commission meeting:", "title": "Checking out the legendary fact that the word \"racial picnic\"", "text": "A politician from South Florida said that the word picnic should not be used to describe an annual gathering of city staff. The Commissioner of Fort Lauderdale, Robert McKenzie, said that the word had racist origins, referring to the hanging of African-Americans. \"It's a very racially insensitive word if you look at it,\" he said at the 19 February Committee meeting. McKenzie said, \"You can look at Google. I don't want it printed in the paper, but it's racially insensitive. It's a tradition used to celebrate the hanging of black people in the last few days, so we have to change it to \"family departure, cooking, barbecue,\" but I'm never gonna use that word.\" ∙ (I reached the South Florida correspondent Sun Sentinel Brittany Wallman, who tweeted McKenzie &apos; s statement.) We wanted to know if McKenzie's point of view was accurate, so we met with teachers of African-American language and history. They said it didn't refer to mob executions. Instead, the picnic has French roots and points to a social gathering where people eat. * (Snoops long ago filed a similar claim.) The Commission appointed McKenzie, a democracy and owner of a public contracting company, to fill a vacancy in 2014 and has since won two elections. It is an area where most of the city's historically black neighborhoods are located. We asked McKenzie and his assistant to provide evidence to support his claim, and we didn't get a response by the deadline. The origin of the term \"opic\" has been circulated over at least two decades that the word \"picnic\" has racist connotations. In 2002, Uhuru R. Williams, then Associate Professor of History at Delaware State University, wrote an article for the Black History Bulletin, \"The Science of Lie: The Controversy of \"The Bare\" and the Real Reason for Mob Hanging.\" Williams wrote the article two years after he heard a presentation from Ron Wallace, president of the Dularon Treatment. Wallace said that the word \"walk\" is short for \"choice...\" We found the same statement Wallace made in Oakland Post in 1997. But Williams, who is now a dean at St. Thomas University in St. Paul, told us that \"Barnick\" is not an ethnically insensitive term. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • January 16, 2012, however, Mackenzie would have been on a more solid land if he had said that many mob killings had an atmosphere similar to a picnic. According to Williams, the term used by historians is \"modern mob killing.\" He said that these were large public gatherings where people took pictures of them looking for souvenirs. A book and other experts have also unveiled the idea that the word picnic has racist origins, including David Pilgrim, founder and secretary of the Jim Crow Museum of Racial Memories at the State University of Ferris in Michigan. In an interview, Pilgrim told us that someone could use the word picnic to refer to mob executions, but \"what we really know is that it's not where the word picnic came from.\" Other historians have also documented a picnic climate similar to mob picnics. Philip Dre, who wrote a book entitled \"In the Hands of Unknown People: Lynching of Black America, wrote that crowds consume food or drink. He wrote: \"Lining was an undeniable part of everyday life, as Americans are clearly like baseball games and church dinners.\" The men brought their wives and children to the events, showed souvenirs and bought souvenirs for the event, as if they were on a company picnic. Fitzhu Brundge told us that the term \"nigger barbecue\" is used to describe situations in which eggs burn their victims. \"This severe distortion occurred in less than a quarter of the mob executions, but of course the horror of the events and the propaganda surrounding them means that they have always made an impression.\" \"So if someone has a problem with the words associated with hanging, it must be a barbecue, not a picnic.\" Joseph T. Aquisto, Professor of French, who heads the Department of Romantic Languages and Languages at the University of Vermont, said that the word &quot; picnic &quot; had French origins. It is a combination of two French words: the piker act and the name (proclaimed: peas and Nick). Ackisto said that the term dates back to 1694, according to Trésor de la Lange Françoise, an extensive dictionary of the 19th and 20th centuries French. \"Notes that the original meaning was a meal where everyone paid their share or brought their own food, and then became an outdoor meal,\" he said. Kevin Rutt, Assistant Professor of French at Indiana University, told us that the first appearance of the English-language picnic was in 1748. \"From a linguistic point of view, the accusation of racial insensitivity is totally incompatible with the facts in the history of this word,\" said Rut. \"I will categorically reject the claim that there are racist connotations here.\" The governor, McKenzie, said the word picnic was \"non-racial.\" There is no evidence that the word originates from mob executions of African-Americans. The word has French origins and refers to a gathering with food. During mob executions, conditions were sometimes social events in which eggs were fed. While this atmosphere was more like picnic, it does not mean that the word \"picinc\" is racist. We're assessing this statement wrong. https://www.sharethefacts.co/share/77f1a8c4-8ee9-4566-99cc-884b6d46d", "vclaim_id": "vclaim-pol-00991"}