{"url": "/factchecks/2014/sep/21/george-will/george-will-top-3-shows-us-last-week-were-nfl-game/", "speaker": "George Will", "vclaim": "\"Last week three more watching TV shows were Sunday night football, Thursday night football and Monday night football.\"", "truth_label": "true", "date": "stated on September 21, 2014 in a panel on \"Fox News Sunday\":", "title": "George Will: National football fans love national football more than they stop watching Ray Ray Rice.", "text": "Not even Ray Rice's scandal can extract professional football matches from the highest ratings of television viewers, the conservative commentator George Will said. Will participated in a political committee for Fox News on Sunday explaining the reaction of the National Armed Forces to the video showing Rice, a former Baltimore Ravens running back, where he now assaulted his wife in an elevator. The National Football Union Commissioner Roger Goodell was widely criticized, but Will predicted that he would survive the scandal. Why? The real entertainment in America is an unstoppable economic crap. He said, \"Last week there were three more TV shows watching football Sunday night, football Thursday night, and football Monday night.\" \"The money speaks and will continue to speak. This will pass, and football will go its own fun way.\" It is no secret that professional football has a large television audience. We wanted to know how big it was. In the figures, we looked at the top 10 offers by Nelson, which follows consumer trends, including television viewing, from the week of Monday, 8 September to Sunday, 14 September. It's the last week available. That Monday, TMZ released a video showing Rice now punching his wife in the elevator. On the same day, the Baltimore Ravens ended their contract with Rice and Goodell. Later in the week, Associated Press stated that the executives of the national armed forces were supposed to be aware of this video months ago. Nelson has separate lists of the top 10 television and cable television broadcasts. Because Monday night football appears on SPNN, we decided to merge the lists into one order. Here are the top 10 shows and their viewing (in millions) that week: 1. Football Sunday night NBC (22.1) CBS on Thursday night, night football (20.8) 3 Program (16.7) 4 NBC Sunday night NFL Pre-Kick. The CBSNFL show is on Thursday night before the Kick (13.9) 5. ESPN Monday night football - New York/Detroit (13.7) 6. :: 60 minutes (12.3) 7. NBC Football Night in America (12.4) showed Greg Kelly on January 11, 2021 in a television segment that says Joe Paden is on a video \"Shaping in\" electoral fraud in \"Acknowledging.\" • January 12, 2012 ESPN Monday night football - San Diego/Arizona (11.5) 9 On Thursday, CBS NFL kicked 10. CBS America got talent (10.5) as you can see, there's a lot of love for professional football. Americans don't just like games -- they like pre-game shows, too. The popularity of the NBC and CBS pre-game shows pushed the Monday night football match between New York giants and Detroit Lyons to a number. 5. So Will's comment, according to Nelson's standards, is frustrating. However, the point remains: 8 out of 10 best performances were dominated by professional football games and pre- and post-match analyses. The list was only hacked into the talent of the United States and 60 minutes. Of course, the excitement of national football games has been high since the beginning of the season just two weeks ago, and the programming of autumn television for networks has not yet been fully started. However, national football games and analysis will continue to dominate the classifications as the season continues, as Mark Berman, editor-in-chief of Insights Television Media, said in an interview with Bondet Fact. When new programs start broadcasting, the number of \"television households\" increases, but they don't take viewers away from football, as Berman said. The popularity of the teams that play and whether the game is sexy has a greater impact on the ratings of football viewers. Many Nielsen statistics show that professional football seems permanent in the first place. In the 2013-14 season, NBC Sunday night football was the most seen show, with 21.7 million medium viewers. On Monday night, football was the ESPN number. A television show from the most sighted cable in 2013. The Federation has 34 of the 35 most widely seen individual performances in the autumn of 2013. (Indistinctly, the Thanksgiving parade set up by NBC in number I. 22 -) In four of the last five years, Super Bowl has broken the record of the most visible television event in history. Professional football emerges from other sports, as Dan Lebowitz, Executive Director of the Northeastern University Center for Sports and Society Studies, said. In football, there are only 16 games in a typical season -- unlike 162 baseball games and 82 basketball games -- so each game becomes a major event. Lebowitz said that the appearance of fantasy football has further enhanced the popularity of sport. Berman said that the scandals involving Rice and other manifestations of national football could not even make a small breakthrough in that direction because of the widespread popularity of football and its importance in American culture. He said, \"Football will live more than all of us.\" Our judgment said, \"Last week, the three most watched TV shows were Sunday night football, Thursday night football, and Monday night football.\" Football games and related programmes represented eight of the ten most visible television programmes between 8 and 14 September 2014. Although Monday night football came at the fifth, not the third, Will was right to say that football dominated the order. Experts say he will continue to do so. We're assessing this claim right.", "vclaim_id": "vclaim-pol-07273"}