{"url": "/factchecks/2019/jul/30/bobby-scott/scotts-right-modest-two-bedroom-apartments-not-aff/", "speaker": "Bobby Scott", "vclaim": "\"Studies show up at the minimum wage, you can't rent an apartment from two bedrooms anywhere in the United States... a modest apartment from two bedrooms.\"", "truth_label": "true", "date": "stated on July 15, 2019 in a hearing:", "title": "Scott's right: \"Modest flats with two bedrooms that can't afford the minimum wage.\"", "text": "More recently, Bobby Scott, Member of the United States House of Representatives, D-3rd, sponsored a bill to raise the minimum wage through the House of Representatives, stating that the wage would not be paid for modest housing. \"Studies show up on the minimum wage today, you can't rent an apartment out of two bedrooms anywhere in the United States,\" he told the House of Representatives Rules Committee on July 15. \"I'm not talking about San Francisco or New York City, I'm talking about anywhere - a modest two-bedroom apartment.\" Scott filed the claim three times during a five-minute address to the Panel. We checked if he was right. A speaker on behalf of the House Committee on Education and Labour, chaired by Scott, said that Congressman had been referring to a 2019 study by the National Alliance for Low-Income Housing entitled \"Out of Access.\" The report, which is updated annually, examines the affordability of housing for those with minimum wages in more than 3,500 provinces and urban areas throughout the country. The study found, \"In any state, urban area, or county in the United States, a worker who receives the federal or U.S. minimum wage can pay a modest rent from two bedrooms by renting a fair market by working for 40 hours a week.\" There are a few conditions that need to be elaborated: the federal minimum wage is $7.25 per hour and has been in effect since 2009. Twenty-one states, including Virginia, use this rate as the minimum wage. The rest, and the province of Colombia, set a higher minimum wage. The Scott Bill, which faces a difficult route in the United States Senate, will gradually increase the federal minimum wage to $15 per hour by 2025. The prevailing minimum wage is the basic wage rate in force in the State or region. Twenty-nine states exceeded the federal minimum, from $7.50 per hour in New Mexico to $12 in California and Washington. Some cities have a higher minimum wage than states. The study used the prevailing minimum wage in its calculations for each local area. The fair market rent is the average of 40% of rents (including utilities, but not telephones) paid by tenants who have moved to a place over the past two years. It is slightly lower than the average rent. It is a term used by the Federal Government in some housing programmes and the minimum rent for what the study calls a \"modest\" home. The National Coalition defines \"affordability\" as consistent with a federal standard that no more than 30% of total household income is spent on rent and utilities. This is the guideline used by the Ministry of Housing and Urban Development. So what the study found is that there is no area in the United States where minimum wage holders work 40 hours a week, and they can find a modest two-bedroom house that rents 30% or less of their gross income. In each local area, at least 60 per cent of the two bedroom units are not affordable, according to standard housing tariffs. In most places, much more than 60% exceed their potential. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On 20 January 2021 in Virginia, for example, the household must work 128 hours a week at the minimum wage in the state - or 3.2 full-time jobs - to cover the cost of a two-bedroom house at 40 per cent of the rent, according to the report. This is the third highest level in the country, tracking Hawaii (3.6) and New Jersey (3.3). In Richmond, Chesterfield and Henrico, the household needs 2.8 full-time jobs with a minimum wage to cover apartment costs. The study does not provide that no one who earns the minimum wage anywhere in the country will have any two bedrooms. The \"modest\" house classified - used in the report and by Scott - is important. There may be an apartment in hand from two bedrooms available, but it would be less than the \"worst\" standard - usually, much less. What about one bedroom in the house? According to the study, the minimum wage can be affordable in 28 provinces throughout the country, or less than 1 per cent of the jurisprudence. Several housing experts reported that the National Alliance &apos; s report was generally consistent with other housing studies, including recent reports by the Joint Centre for Housing Studies and Harvard University. The National Polytechnic Organization cited the Alliance's report last year in verifying the truth of a statement made by Sen. Kamala Harris, from the University of Califf, that \"in 99% of the provinces in America, no person who makes the minimum wage fully operational can afford a one-bedroom apartment.\" Its claim has been assessed as mostly valid. It was slightly reduced because it did not specify the statistics applied to \"cheap\" homes. Scott didn't make that mistake. Our referee Scott said, \"Studies show up on the minimum wage today, you can't rent an apartment out of two bedrooms anywhere in the United States. I'm not talking about San Francisco or New York City, and I'm talking about anywhere - a modest two-bedroom apartment.\" He was referring to annual studies by the National Low Income Housing Alliance that found that there was no place in the United States where a minimum wage person, working 40 hours a week, could find a \"cheap\" house from two bedrooms that would be rented 30% or less of his gross income. Scott accurately describes the results and distinguishes the results from the fact that the results do not apply to all apartments; only those that are statistically defined as \"dark.\" We're assessing his statement right.", "vclaim_id": "vclaim-pol-00378"}