{"url": "/factchecks/2019/jul/01/facebook-posts/sorry-six-flags-isnt-offering-five-free-passes-and/", "speaker": "Facebook posts", "vclaim": "Six flags provide five free tickets and unlimited free travels for all.", "truth_label": "false", "date": "stated on June 28, 2019 in a post on Facebook:", "title": "I'm sorry, six flags don't offer five free tickets and unlimited rides to everyone.", "text": "The sun is abroad, frauds are abroad. The permanent promise of free tickets to the Six Flags Entertainment Parks is an old summer tradition. As the verification of these offers is, in fact, very good to be true. \"6-Flags-ofers 5-Free Passes and Free-Rides are unlimited for all to come with family and pleasure.\" Reading the title of an undated article on a website called \"Local Airlines Fare.\" It was referred to as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) However, the article, which was shared as a Facebook link, does not mention free access cards again. Instead, someone describes the purchase of a seasonal pass and then discusses the Nobles Park in Pennsylvania. Six flags did not immediately respond to an e-mail from the Politi Vakić asking about the article. However, frauds conducted free of charge are common, often in the form of competitions or surveys. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • On January 16, 2021 in 2012, six flags from Texas warned on Facebook that \"the Kitty Monographs\" had again come out \"with full force.\" \"The only valid offers for free tickets to six flags are available on our Facebook page, our Twitter page, and our website,\" says this article. \"If it doesn't come directly from us, it may just be a trick.\" In 2016, the six flags account quoted this reminder: \"We don't give free tickets just to visit a link or share a message with your friends. In that year, the company published tips on its website to challenge whether such competitions were frauds. Sometimes, \"six flags\" care for competitions and surveys, as the article says. However, these competitions are promoted directly on the company &apos; s website and social media. Sometimes, the company's partners may run their own competitions and \"most often, the six official media partners' competitions can be accessed directly from the six flag sites.\" We have not been able to find anything on the six flags website about the company that offers five free permits to everyone. While people with six flags can bring a friend free of charge, we have found no evidence that the promise of free permits and unlimited cables currently on Facebook is real. We assess it wrong.", "vclaim_id": "vclaim-pol-00471"}