{"url": "/factchecks/2019/jun/18/facebook-posts/no-typing-abbreviation-bff-will-not-let-you-know-w/", "speaker": "Facebook posts", "vclaim": "Mark Zuckerberg says he invented the word \"BFF,\" and if you didn't show green after you wrote it in Facebook comment, your account was hacked.", "truth_label": "pants-fire", "date": "stated on June 10, 2019 in a Facebook post:", "title": "No, writing 'BFF' won't tell you if your Facebook account is secure.", "text": "The articles \"Warning\" and \"Inspirations\" that have no basis on social media, and a false trick on Facebook do not seem to want to go away. It is rumored that Facebook founder and CEO Mark Zuckerberg are not only \"inventing\" BFF shortcut (for best friends forever), but that writing messages in a comment would make users know whether or not their accounts are secure. The article says: \"Marc Zuckerberg, Executive Director of Facebook, invented the word \"BFF.\" To make sure your account is secure on Facebook, write the best friend in comment. If it looks green, your account is protected. If green does not appear, change your password immediately because it will be breached.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher: January 16, 2021, yes, no. There's no relationship between account security and what happens when there's a type in the word \"BFF.\" Mark Zuckerberg also didn't invent the shortcut, he was there long before Facebook. Your middle school necklaces are BFF. This trick arose in response to Facebook &apos; s moving feature in 2017. A list of words and abbreviations, such as \"Coxo,\" \"Congratulations,\" and \"BFF,\" which, when included in the status update or commentary, stimulates cartoons such as color change, balloons or hearts. We contacted Facebook to respond to this allegation but did not respond to it before publication. It appears that rumors appeared in the spring of 2018 - around the time Zuckerberg appeared at the congressional hearings to answer questions about Facebook data privacy practices after more than 50 million user-specific information was shared without their permission. Although this allegation has been made by many outlets, it appears again often on the social media website. We value it pants on fire!", "vclaim_id": "vclaim-pol-00523"}