{"url": "/factchecks/2019/sep/19/viral-image/photo-ivanka-trumps-fashion-line-being-tariff-exem/", "speaker": "Viral image", "vclaim": "Ivanka Trump's shoe line is made in China but is exempt from tariffs.", "truth_label": "pants-fire", "date": "stated on September 12, 2019 in a Facebook post:", "title": "The Evanka Trump Fashion Line has been manipulated.", "text": "In July 2018, Ivanka Trump announced that she was closing her fashion brand to focus more on politics in Washington. But the picture posted on Facebook falsely claims that Ivanka's brand lives on the tariffs imposed on China by her father, President Donald Trump. It looks like the picture shows Ivanka Trump's shoebox with a \"made in China\" sign and a \"exempt\" stamp. (first clue that this picture was tampered with?) The word \"definition\" is an error in spelling.) The picture was highlighted as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) The image was changed and its message was inaccurate. Ivanka Trump's brand no longer works, although her company obtained initial approval from the Chinese government for five brands in January 2019, which some say could help her resume her business after Trump left the office. After conducting a search for the reverse image, we found that the image of the box had been obtained from a larger picture published by Gaoker in March 2016. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, the original picture contains the character \"made in China,\" but the \"identifying exemption\" edition that was misprescribed and seen in the Facebook version does not exist. While her father &apos; s last round of tariffs on Chinese goods was largely aimed at electronics, Ivanka Trump &apos; s brand was likely to be affected if it continued to operate because the items on which taxes would be levied also included many types of shoes. We have a photo judgement posted on Facebook that claims to show a box of Evanka Trump's commercial shoes made in China with a tariff-free stamp. The image is old, the Evanka Fashion Line is now broken, and the images have been manipulated to include a spelling error seal. We're assessing these pants on fire!", "vclaim_id": "vclaim-pol-00147"}