{"url": "/factchecks/2014/nov/05/ben-shapiro/shapiro-says-majority-muslims-are-radicals/", "speaker": "Ben Shapiro", "vclaim": "\"We are more than 800 million radical Muslims, more than half of the Muslims on the ground, and this is not a minority. This is the majority now.\"", "truth_label": "false", "date": "stated on October 15, 2014 in a YouTube video:", "title": "Ben Shapiro says that the majority of Muslims are radicals.", "text": "The emergence of the Islamic State Group and its strategic use of awful beheadings have given rise to a warm debate in this country about the nature of Islam. Some critics say that fundamental Islamic beliefs call for violence. Religious tolerance advocates say that extremists represent only a small minority of Muslims. Governor Ben Shapiro jumped in saying the nature of Islam is irrelevant. More importantly, according to Shpiro, it is what his followers believe, \"because that's what they're acting on.\" Through this lens, Shapiro painted an alarming picture of the religious spring of people flying planes into towers and cutting off the heads of their prisoners. Shapiro is a general editor with the conservative site Breitbart.com and co-founds a conservative media analysis group, Trith Revolt. In a video, Shapiro mixed survey data and population statistics for 15 countries. A good example of his thesis on Islam is the way he spoke about Indonesia, the world &apos; s most densely populated Muslim nation. Shapiro said, \"He has approximately 205 million Muslims.\" \"According to the 2009 survey, about 50 per cent of Indonesians have shown support for strict sharia law, not only in Indonesia but in many countries. And 70% blame the United States, Israel or anyone else for the 9/11 events. You're doing this account, about 143 million radicals. Are you scared yet? We're just getting started.\" In order to reach 143 million \"extremist\" Muslims, Shapiro took over 70 per cent of Indonesian Muslims who blamed someone other than Al-Qaida for the terrorist attacks of 11 September 2001. Shapiro then carried out similar extrapolations using polling data for a number of other countries, often measuring support for shariah - codes of conduct in Islam. He then summarized Shapiro and applied the ratio of \"extremist Muslims\" from 15 to a number of other Muslim-majority countries, and with 1.6 billion Muslims around the world, it reached an alarming conclusion. \"We are more than 800 million radical Muslims, and more than half of the Muslims on Earth,\" said Shapiro. \"This is not a minority. This is the majority now.\" Shapiro spoke with a great deal of self-confidence, but when we looked at his claim that most Muslims were extremists, he left us scratching our heads. In the first place, Shapiro consistently used the highest percentages available in the surveys to increase the number of Muslims on whom he could sign a \"radical\" mark. Secondly, he used a broad definition of extremism. To choose one key example, there are many kinds of how people interpret the Shariah and their support speaks little of a person &apos; s specific beliefs. Other figures tell a different story that Shapiro cited the work of the Pio Research Centre in some of its analyses and much of our work depends on the same source. We tried to get to Shapiro and we didn't make it. In about half of the countries it evaluated, Shapiro focused on supporting Islamic law. According to the Council on Foreign Relations, \"Shari'a guides all aspects of Islamic life, including daily routine, family and religious obligations, and financial transactions.\" It is a moral law that covers marriage, crime and business. Various branches of Islam use different versions of the law. Some elements are widely accepted, such as moral corruption of fraud. But for countries and communities that follow the harshest versions where the hands of thieves are cut off and women who are not faithful are stoned to death, opposition from the West, and parts of the Muslim world too, are strong and indiscriminate. For Shpiro, supporting any form of sharia means one thing -- the believer is an extremist. Accordingly, Shapiro looks at a place like Pakistan and says that 76 per cent of Muslims want Islamic law in all Islamic countries. Pakistan has 179 million Muslims, \"This is another 135.4 million radicals.\" But given the 2013 Pew Report on Muslims, we found that the picture is more complex. According to Pio, 84 per cent of Pakistani Muslims wanted sharia law, but almost two thirds said that it should apply only to Muslims. Find these numbers and you'll get 54 million Muslims who believe all Pakistanis should be subject to sharia law. This is almost 60 per cent less than Shapiro said. We do not say that Pakistan has 54 million extremist Muslims. We say that the more detailed polling data changes the results to a large extent. Shapiro chose one measure. Other analysts can choose another analyst with at least the same justification. The effect of the question used becomes more evident if we look at supporting suicide bombings against civilian targets. Shapiro said that actual terrorists derive moral, financial and religious support from those who are not terrorists themselves. Even if you believe Shapiro, it does not mean that attitudes towards terrorism are irrelevant. He asked the Muslims whether they supported suicide bombings against civilians. In Pakistan, 13 per cent of Muslims said that such attacks in defence of Islam could often or sometimes be justified. If this is your definition of extremists, Pakistan has about 23 million of them. Barely a small number, but it is far from the account of 135 million Shapiro. The following table shows how the Shapiro majority can become a distinct minority using reasonable alternative measures of extremism. You can see how Shapiro got to the group by watching the video. Qatari population (millions) Total radical (Shapiro, millions) Alternative total (millions) Indonesia 143 205 pew: 7% say suicide bombing can sometimes be justified. 14.4 Egypt 80 55.2 pyo: 29% say suicide bombing can sometimes be justified. 23.2 Pakistan 179 135.4 pyo: 13% say suicide bombing can sometimes be justified. 23.3 Bangladesh 149 121.9 pyo: 26% say suicide bombing can sometimes be justified. 38.7 Nigeria 75.7 53.7 pew: 22% say suicide bombing can sometimes be justified. 16.7 Iran 74.8 62.1 ICP/Charni: 47 per cent would abolish the Ethics Police. Turkey 74.7. Check out the facts cited by Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on video. By Bill McCarthy • January 12, 2012, 23.9 po: 15 percent say that suicide bombing can sometimes be justified. 11.2 Morocco 32-4 24-6 Pyo: 9% say suicide bombing can sometimes be justified. 2.9 Iraq 31.1 24.3 pio: 7% say suicide bombing can sometimes be justified. Afghanistan 24 Pyo: 39% say suicide bombing can sometimes be justified. 9.4 Jordan 6.4.3.8 Pyo: 15% say that suicide bombing can sometimes be justified. One Palestinian area 4.3.383 pio: 40 per cent says suicide bombing can sometimes be justified. 1.7.7 France 4.7.1.6 There is no alternative using 1.6 Great Britain 2.8.2.2 Manchester policy: 2 per cent expressed some support for terrorism. United States 2.6 0.5 po: In 2009, 8 per cent said that suicide bombings could sometimes be justified. Total 946.5 68.03 181.76 per cent of the total 72% 19% We simply say by applying different but reasonable criteria to the same data, you can reach a much different conclusion. Given that Shapiro has used sharia support in 7 out of 15 countries as an indicator of extremism, we should note that the experts we have reached have urged a more cautious approach. Pyo found that when you ask Muslims about specific elements of Islamic law, According to James Bell, Director of International Survey Research in Pew, many Muslims will say they want religious judges to decide family or property disputes. However, ask them about the corporal punishment of offenders or the death penalty of returnees, and support is significantly reduced. \"The key is that Muslims differ in what they mean by sharia and how they want to apply it,\" said Bill. Jim Zugby, President of the Arab-American Institute, a political and political advocacy group for Arab Americans, said that most Muslims did not think of every element of sharia. \"It points to a degree of nominal devotion,\" said Zogby. If I say that I support the law in abstraction, it does not oblige me to support different and diverse aspects.\" In two countries, Shapiro focused on supporting honour crimes. Zogby said that honour killings, as harsh as they were, were not linked to the beliefs underlying the beheadings and suicide bombings. \"One has nothing to do with the other,\" said Zogby. Maria Sopoluska, Lecture in Quantitative Methods and Politics at the University of Manchester, England, studied opinion polls in that country following the 2005 bus and metro bombings. Supuleska found considerable variation in Muslims &apos; responses according to minor changes in the formulation of questions. \"What we receive as a true picture of what Muslims believe is often an artifact of what they are asked for,\" wrote Sobuliuska. It should be noted that we have not found a good estimate of the number of radical Muslims around the world. For example, a 2014 report on the status of bilateral party policy on jihadist terrorism did not specify the size of the jihadist population. Our governor Shapiro said that the majority of Muslims are extremists. To make his numbers work, he had to choose some results from public opinion polls. Given the choice between two of the possible percentages, select the highest one. Shapiro also relied heavily on the idea that anyone who supported sharia law was extremist. Some of the best polling shows that Islamic beliefs are much more accurate. Some countries in which a large proportion of Muslim Shari &apos; a are in favour of suicide attacks on civilians show low support. There are large segments of Muslims who support the Shariah who do not want to impose it on others. The meaning of sharia varies from one community to another and from one nation to another. Shapiro's definition of extremism is too weak to make sense in practice, as are the numbers it brings to bear. We're assessing the allegation wrong.", "vclaim_id": "vclaim-pol-07031"}