{"url": "/factchecks/2015/dec/20/donald-trump/donald-trump-right-about-putins-popularity-russia/", "speaker": "Donald Trump", "vclaim": "The American poll says Russian President Vladimir Putin has an 80% approval rate.", "truth_label": "true", "date": "stated on December 20, 2015 in an interview on NBC's \"Meet the Press\":", "title": "Donald Trump is right about Putin's popularity in Russia.", "text": "Russian President Vladimir Putin recently called Donald Trump \"gifted\" and \"talented,\" and Trump wore those praises as a badge of honor. In an NBC interview with the press on December 20, host Chuck Todd asked about the Mogul Real Estate and the Presidential Republican Horseman why he was so comfortable complimenting Putin, noting that Trump called Putin \"a strong leader.\" \"He's a strong leader. What am I gonna say, he's a weak leader?\" Trump responded. \"He's making mincemeat from our boss.\" Trump then turned into a reliable measure of a person's success: opinion polls. \"He has received 80% of the estimate by polls from this country. Okay? Trump said. \"So this was not even done by his own polls. It is very popular within Russia; it may change.\" The approval rate is 80% very high. In comparison, President Barack Obama's post approval rate is currently about 46 per cent and peaked at 64 per cent in February 2009, his second month in office, according to the Pew Research Centre. So we wondered if Trump was right that the American vote shows that Putin has such high esteem among the Russian people. For the first time Trump has been on Trout or Meter so far, it is. According to November figures, it was written by four American researchers supporting Trump's point of view, where about 80% of Russians actually supported Putin. \"What Trump said is consistent with what we found,\" said Scott Gilbach, a co-author of the study and professor of political science at Wisconsin Madison University. Since Putin achieved impressively high degrees of public support, the study asked whether Putin's popularity was real or whether respondents lied to voters. The main concern of the researchers was the possibility of a \"social bias,\" the idea that a person who does not support Putin might tell the poll expert that they support him for fear of reprisals or against social norms. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2021 to correct this, researchers used an existing experiment, a technique used to address sensitive issues because it did not require respondents to explicitly say that they supported or did not support Putin. Bolsters gave Russian respondents a list of several Russian leaders and asked how many they supported, but none of them. By comparing the difference between the control group, which was presented with a list that did not include Putin, and a group that received a list of Putin, researchers were able to appreciate the general support of the Russian President. After four experiments in January and March this year, Gilbach and his partners concluded that the high level of support for Putin was real. If anything, finding 80 percent of the support might be downplaying. Gilbach noted, however, that the study did not explain how many 80 percent of religious supporters faced those who supported them. Moreover, the Kremlin is likely to manipulate Putin &apos; s public opinion through strict control of the media. \"It's reasonable that some people support Putin because of what they see in the evening news,\" said Gilbach. This study is evidence that Putin is truly popular in Russia. Joshua Tucker, Professor of Political Science at the University of New York, wrote in November 24 on the Monkey Cage blog in Washington Post. In short, \"The results indicate that the West is likely to deal with a popular leader when he interacts with Putin in the coming days,\" by Tucker. One potential wrinkle in Tramp's claim is that while American researchers designed the study, a Russian polling company, the Levada Centre, has already conducted the survey. However, Gilbach said that this did not alleviate Trump &apos; s claim because Livada &apos; s status was highly respected as independent of the Russian Government. Carlin Bowman, an expert in public opinion and senior colleague at the American Institute of Enterprise, also said that the Levada Centre was highly valued and its results were in line with the relevant research carried out by the United States-based Bio Research Centre. Last summer, Pyo found 88 percent of the Russians \"with confidence in Putin, to do the right thing about world affairs.\" Putin's attitude is much lower among Americans, where only 21% say they trust him. The Gelbach article, which will be published in the magazine Post-Soviet Affairs, also indicates how opinion polls conducted by Western researchers often confirm Putin's high degree of approval. The study refers to the Associated Press Agency (NORC) in the Chicago University referendum, which found Putin &apos; s degree of consent to be around 81 per cent in 2014. Trump says the American vote shows that Russian President Vladimir Putin has an 80% approval rate. The numerous American polls found that Putin's assessment of voting approval revolves around 80% of the Russian public, including a recent study aimed at adapting to any possibility that respondents may be lying to voters out of fear or social expectations. This statement is correctly appreciated.", "vclaim_id": "vclaim-pol-05598"}