{"url": "/factchecks/2011/may/23/ameripac/conservative-pac-claims-new-government-regulations/", "speaker": "AmeriPAC", "vclaim": "The new light bulbs will cost about six times the cost of the lamps we're using right now.", "truth_label": "barely-true", "date": "stated on May 16, 2011 in a fundraising letter:", "title": "The conservative PAC claims that the new government regulations will force consumers to buy electrical lamps that cost six times as much.", "text": "Will the government force you to buy 50-dollar light bulbs? This is just one of the opponents of new standards for light bulb efficiency. We are investigating several allegations from the letter of fund-raising circulated by the conservative Political Action Commission, the Centre for the Defence of Entrepreneurship and the Employment Fund, which seeks contributions and support for a bill to eliminate the standards of light bulb efficiency contained in the Energy Independence and Security Act 2007. In this item, we will address the group claim that the law will force consumers to purchase light bulbs that are much more expensive than the traditional light bulbs that are sold today. The groups claim that the law - which is being implemented in stages - will lead to flashlights for compressed fluorescent lamps. It's a claim that we evaluated the pants on fire for reasons that have an impact on this claim as well. But we'll get to that in a bit. First of all, this is the claim formula in a letter from the Self Defense Center: \"The Democrats in Congress have passed legislation raising the cost of one lamp to $50.\" Ron Arnold of CDFE supported this claim with a link to May 16, 2011, AP story of two major lampmakers showing LED lamps bright enough to replace 100 watt lamps that would be phased out in January -- which were expected to cost about $50 each. Later in his letter, CDFE claims that \"new lamps will cost approximately six times the cost of the lamps that we now use.\" The letter quotes a study from 19 December 2007 from the United States News and World Report, which says, \"Every cone-shaped spiral costs about $3, compared to 50 cents for a record lamp.\" However, there are two main problems with respect to the claims contained in the letter. First, Jane Stotsman, speaking on behalf of the Department of Energy, said that there were two costs for an electric lamp: the front cost of an electric lamp in the store and the cost of electricity to run it. The CDFE message looks only at one side of the equation - the initial cost. The compressed fluorescent lamps in the form of an electric curly are 75 per cent lower than the identical glowing lamps, and last about 10 times longer, according to an analysis conducted by the Ministry of Energy. As a result, the designated operational entity concluded, \"The ordinary conventional armed forces can pay for themselves in less than nine months and then begin to provide money for you every month.\" This point could have been clear if the message of the Conference on Disarmament had included the full context of the study from the United States News and the Global Report, rather than just the choice of one sentence. Here's how he reads the most complete question: How can I save money, when the CFL costs six times the value of the old-fashioned bulb? Each cone-shaped spiral costs about $3, compared to 50 cents for a record lamp. But the CFL uses about 75% less energy and lasts five years instead of a few months. A household that invested $90 in changing 30 combinations to CFLS would save $440 to $1,500 over the life of the lamps for five years, depending on the cost of your electricity. Look at your service bill and imagine a 12% discount to estimate savings. As for light bulbs, it is true that some have been placed on the market with a $50 price tag, but the Department of Energy and most industry experts expect this price to fall significantly as more products enter the market. It is also not mentioned that LED lights use about 20 to 25 per cent of conventional glowing equivalent energy, and LED light can last 25 times longer. Another problem with the claim in CDFE is that it assumes that the law will limit the choice of light bulbs either for fluorescent lamps or warm light bulbs. However, all major light bulb manufacturers have in fact developed new hydrogen light bulbs that meet the new efficiency standards of the law. We spoke to Randy Morehead, Deputy Head of Government in Phillips, who started selling the last glowing lamps in Home depot in April. Morhead said that the light bulb of EcoVantage -- which lights up as much as the traditional 100 watt lamp -- comes with a proposed retail price of $1.49. This is almost three times the cost of existing 100 watts. However, it saves about $3.36 is the low energy costs of the client over the life of 1,000 hours of the lamp, as he said. In other words, the lamp may cost an extra dollar in advance, but it saves $3.36 in energy costs - against net savings of $2.35. Philips also offers an expensive lamp that costs more in advance but saves more on the lamp life. The Ministry of Energy has developed a fact sheet detailing the initial and long-term energy costs of all lightbulb options. The data are clear, as stated by Stephen Nadel, Executive Director of the American Energy Efficiency Economy Council, while light bulbs that meet the new standard cost of efficiency more than conventional glowing lamps, \"energy savings than incremental cost.\" We asked Arnold, who wrote the CDFE letter, about potential long-term cost savings for the most energy-efficient lamps. \"We don't have to tell the other side of the story,\" said Arnold. Maybe not, but we think it too misleading to warn of the initial cost without also mentioning longer-term savings. The demands contained in the conference letter also assume that consumers will have no options in January when the new efficiency standards begin. Even if you only consider the initial cost of light bulbs, the consumer would not have to purchase LED lamps that cost up to $50 per piece; nor would they have to purchase fluorescent substitutes that pay $3 per piece. There are also 1.49-dollar helogen bulbs. It is true that all these options will cost the store more than the traditional glowing lamps today. But when you take into account the cost of electricity needed to run the light bulb, it will end up at a much lower cost. We're barely assessing the claim. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request to use the Marines to secure the installation, saying, \"We are not working for you.\" On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13056"}