{"url": "/factchecks/2019/aug/30/robin-vos/vos-misses-mark-claim-over-timing-disability-accom/", "speaker": "Robin Vos", "vclaim": "The pressure of congressional Democrats looking for legal solutions for Americans with disabilities was timed to make Voss look bad when he became president of \"the country's largest party organization called the National Congress of State Legislatures.\"", "truth_label": "false", "date": "stated on August 15, 2019 in a radio interview:", "title": "Foss misses the demand for the timing of the housing dispute for disability.", "text": "The President of the Council of Wisconsin Robin Vos, R-R-Rochester, believed that there was an agenda behind the push of Democrats to housing a new lawmaker under the Americans with Disabilities Act. The agenda, as described by Voss, is embarrassing Voss as he intervenes in a position at the national level. Against this background, Jimmy Anderson, who was elected in 2018, was paralyzed from the chest down in 2010 after a drunk driver crashed into the car he was riding, killing his family and permanently injuring him. The Democrat from Vichburg uses a wheelchair. On 14 August 2019, the newspaper Milwaukee Journal Sentinel published a story that said that all 36 democratic members of the Assembly had asked Vos and Republican leaders to allow Anderson to attend meetings that he could not personally attend, and to make further amendments to the rules of the Assembly. They said that residences fell under federal anti-dumping clauses. The communication was dated 8 August 2019. No Republicans have signed it. In addition, Anderson and other Democrats asked Voss not to convene meetings on the night floor that did not constitute an emergency, and to appoint an association coordinator to determine which residence requests should be approved. On the day after the story appeared, the host of Radio Governor Jay Webber in 1130 WISN was told that the timing of the request was suspicious, as it was in line with his new position as President of the National Congress of State Legislatures. \"The fact that she launched this during the same week got to be the president of the country's largest party organization called the National Congress of State Legislatures, the first person from Wisconsin, did not seem to me to be an accident,\" said Voss on August 15, 2019. \"All they do is political and is based on trying to make the other side look bad.\" Voss told Webber that he felt that legislators were calling disrespectful meetings because they were paying them to be present. In addition, Voss said that you wouldn't be able to make sure they really pay attention if they called. Voss said that Anderson could listen to the recordings of hearings and meetings that he might miss, but he would not be able to call her on the phone until he could participate and vote. So, Voss claimed to have applied for residency from Anderson and the Democrats were detained to embarrass him. We decided to take a closer look at the timetable for what happened. In the schedule, the Anderson office submitted an e-mail from 23 January 2019, which Anderson sent to the Chief of Staff of minority leader Gordon Hentz, Dr. Oshkush, as a starting point. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • 26 January 2021, this e-mail sent by Anderson at 12.55 p.m. requested that any meeting of the Assembly have 24 hours; that no meeting exceed 24 hours; that all be held within reasonable hours; and that persons with disabilities be allowed to attend by telephone or video. Here is a summary of what happened next: on February 7, 2019: through formal negotiations, or a memorandum of understanding on the rules of the cycle, Democrats make requests to Republican State leaders in more detail. April 16, 2019: Republican party leaders rejected Anderson &apos; s request for meetings and meetings and that the Assembly cease to function no later than 10 a.m., returning to the meeting the following day if the debate is prolonged. The Republicans say that they will try to limit the meetings to 12 hours, and say that if it is expected to take longer, they will give appropriate notice to the members. This is based on a document summarizing the negotiations presented by the Anderson office. May 15, 2019: Democrats say that 12-hour parameters, and they do not allow Anderson to call meetings, do not address accessibility concerns. May 31, 2019: Anderson contacted Patrick Marley of the Milwauke Journal Sentinel. On May 31, 2019, Marley, the spokesman for Vos Kit Bayer, asked what Voss had to say about the ability of legislators to call meetings, if it would offer a policy to do so, and if not, why not. June 4, 2019: Pierre replied to Marley saying that the rules of the association did not allow members to call the committees, nor did Voss support changing the rule. July 29, 2019: \"Sentinel\" publishes a story describing the conflict after Voss tells the newspaper that he thinks it's inappropriate for someone to ask questions about a microphone or speaker.\" 8 August 2019: Democrats send their message to the Republican leadership. On the same day, Voss became president of NSL. The story of August 8 -- and Anderson's suggestion that he might bring a lawsuit -- was published a week later. It's that story that led Voss to claim that it was, in essence, a time to embarrass him. But the timetable shows that Anderson's efforts began almost immediately after he took office in January 2019 -- almost seven months before Voss took over the post in question. The Foss Office did not respond to requests from the Polyte Frucate Foundation. In our judgement, Vos claimed that Anderson &apos; s residence application was timely to embarrass him when he assumed the presidency of the National Congress of State Legislatures. But the records show that the effort started months ago. We appreciate calling a fox a sinner.", "vclaim_id": "vclaim-pol-00218"}