{"url": "/factchecks/2015/aug/16/bernie-sanders/bernie-sanders-repeats-flawed-claim-about-us-healt/", "speaker": "Bernie Sanders", "vclaim": "\"We spend almost twice as much on health care as the population of any other country.\"", "truth_label": "false", "date": "stated on August 16, 2015 in an interview on \"Meet the Press\":", "title": "Bernie Sanders repeats his allegation of faulty spending on health care by the United States compared to other countries.", "text": "Democratic presidential candidate Bernie Sanders for the \"Medicare for All\" campaign - or at least something like that. :: Sanders, an independent senator from Vermont, who is known as a socialist, told press director Chuck Todd to look at how much the country spends compared to the rest of the world as a reason for a single payment system. \"We spend almost twice as much on health care as the population of any other country,\" said Sanders. It's a remarkable allegation, and we heard from Sanders six years ago. We evaluated the claim for error at the time, and it's still wrong now. We viewed the data from the Organisation for Economic Cooperation and Development (OECD), widely cited by experts as an authoritative source of such information. In 2007, the United States led the world in spending on health care in the amount of $7,167 per capita, according to the Organization for Economic Cooperation and Development (OECD). This was followed by Norway and Switzerland in the amount of $4,579 and $4,568, respectively. The United States has maintained its leading role in spending in the years that followed. But Saunders makes the difference strongly when he says that US spending is almost \"twice\" per capita from \"any other country.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" According to the most recent OECD data, spending in the United States rose to US$ 8,713 per capita in 2013. Switzerland and Norway came in second and third place at $6,325 per capita and $5,862 per capita, respectively. (The Organization &apos; s incomplete data set for 2014, which does not include the United States, shows that no country spends more than $6,500 per capita. If Sanders had amended his point by claiming that the United States was spending twice as much on average as the developed countries, his statement would have been accurate. The average per capita expenditure is less than $3,500 in 32 countries included in the OECD database. This is equivalent to 40 percent of what the United States spends on everyone. It was not possible to reach a spokesman for Sanders for comments. \"We spend twice as much on health care as the people of any other country.\" The United States spends more on health care per capita than other countries, but does not always spend twice that amount. The Sanders commentary indicates that the United States is more than all other countries in fact. European countries with large-scale social service networks are not yet lagging behind the United States. We're assessing his statement wrong.", "vclaim_id": "vclaim-pol-06071"}