{"url": "/factchecks/2011/may/27/rick-scott/water-savings-plan-doesnt-escape-rick-scotts-veto-/", "speaker": "Rick Scott", "vclaim": "He says he's turned down $250,000 of the budget for a program to learn how to catch rain water.", "truth_label": "mostly-true", "date": "stated on May 26, 2011 in announcing $615 million in budget vetoes.:", "title": "The water savings plan doesn't get away with Scott's pen.", "text": "Of the $615 million in the Florida government &apos; s veto. Rick Scott announced at a ceremony on May 26, 2011, Scott highlighted one -- $250,000, and said, dedicated to learning how to catch rain water. \"From where I am, the rainwater can be caught with a bucket of two dollars,\" he said. Was that really in the budget? Scott described the $250,000 on his veto list as a \"water savings plan.\" The list contains a specific item where expenditures can be found in an extra 400-page budget, so we went there to see if Scott accurately described what the funds were. The money, it turns out, was placed in the budget of the Department of Corrections. This is the exact formula: \"From funds appropriated in specific appropriations from 595 to 688 A, $250,000 of recurrent general income funds is provided to the Corrections Department for the issuance of a request for proposals, as defined in article 287.057 (1) (b) of the Florida Statute, to develop a water savings plan that establishes performance criteria for rainwater harvesting and water reuse to achieve annual cost savings of at least 25 per cent of calendar years 2008, 2009 and 2010. :: No later than 30 September 2011, the Administration shall identify a vendor who shall conduct an inventory of water consumption in all management facilities that consume water for irrigation, grey water or drinking water, including an inventory of the surface area of each facility. In order to achieve these cost-saving objectives, the vendor should submit a plan to the Administration by 1 February 2012, setting out the most cost-effective plan for the procurement of stored services and products, establishing performance standards for the efficient and effective use of water resources and estimating potential future savings and other related benefits.\" In short, the $250,000 was to be spent to develop a rainwater harvesting and harvesting plan so that the cost of prison water could be reduced by 25 per cent. So while the plan was going to cost the state $250,000, the idea was to save the state some money on water costs -- we don't know how much (and we asked the Department of Corrections, to register, but we didn't hear a reply). \"I'm sure most Florida thinks, as I do, that spending $250,000 on teaching materials for our children is more important than spending a quarter of a million dollars to learn how to catch rain,\" said Scott in the veto. Where did the money come from? It's not the correctional department, as the spokesman for Gretel Blissinger said. Blissinger said that the funds had not been included in the Department &apos; s legislative budget request. The money was not included in the copy of the budget that initially cleared the house. In fact, the idea seems to have come from someone in the Senate. The water supply plan was included in the original budget proposal of the Senate and remained included in the budget initially approved by the Senate. In fact, the Senate has proposed to spend $500,000 on the development of the water supply plan. The amount was reduced to $250,000 as part of negotiations between the House of Representatives and the Senate. There is no doubt, then, that Scott was right, which was included in the 2011-12 budget, was a $250,000 provision for a plan to catch and collect water (he said, \"You know.\" However, it is important to note that it was ignored in its declaration of the veto in the budget. The budget formulation containing the appropriation stated that the water supply plan was supposed to reduce the cost of water in prisons by 25 per cent. The savings could have compensated or at least reduced the initial investment. So we're mostly assessing this claim right. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012", "vclaim_id": "vclaim-pol-13029"}