{"url": "/factchecks/2019/feb/20/joe-manchin/was-joe-manchin-right-about-scale-shutdowns-impact/", "speaker": "Joe Manchin", "vclaim": "The partial closure of the government in early 2019 affected \"18,000 federal employees in West Virginia.\"", "truth_label": "mostly-true", "date": "stated on January 2, 2019 in a tweet:", "title": "Was Joe Manshin right about the impact of the lockdown on the W.F.A.?", "text": "While the partial closure of the Government was under way in January, Mr. Joe Manshin, D-W.Va. In the tweet sent in January 2, 2019, Manchen wrote, \"I have always said that we must never close the government and rule in this way embarrassing to both Democrats and Republicans. This partial closure of the government affects every American, including 18,000 federal employees in West Virginia.\" The tweet is linked to a more detailed statement by a senator who listed some federal agencies with workers in West Virginia. I've always said that we should never close the government and rule this way embarrassing for both Democrats and Republicans. This partial closure of the government affects every American, including 18,000 federal employees in West Virginia. Further: https://t.co/BrpwdWJa9 - Senator Jo Manchen (@Sen_Joemanchin) 2 January 2019 decided to take a closer look at whether Manchen was right that the partial closure of the government affected \"18,000 federal employees in West Virginia.\" How many federal workers in West Virginia? How many federal workers in West Virginia? It was found that Manchen's number was on the field. Data from the Office of Personnel Management - Human Resources Management of the Federal Government - indicate that in September 2017, West Virginia had a total of 18,656 federal workers. What happened during the lockdown? To determine the accuracy of Manchen's tweet, it is necessary to look at some basic information about the closure. The closure stems largely from the disagreement between President Donald Trump and the home controlled by Democrats as to whether a wall should be built on the border between the United States and Mexico and, if so, how much money should be allocated. It was a partial, not a total, closure because only some federal agencies had to close because their funding bills were over. On November 15, 2018, David McKinley stated in the U.S. tweet that \"more is distributed to potato chips than we do to all energy research and development.\" By Christine Mohammadi on 6 December 2018, the departments affected by partial closure due to expired financing invoices were agriculture, trade, internal security, justice, parts of the interior (e.g. the Reclamation Office), the State, transport, housing, urban development, treasury and NASA. A range of independent agencies, including the United States Commercial Representative, the Consumer Safety Commission, the Federal Communications Commission, the Federal Trade Commission, the National Archives and Records Administration and the Smithsonian Foundation, have also been closed down. At the same time, other departments have valid bills of expenditure and therefore operate normally. They include defence, employment, health and humanitarian services, education, energy, army engineer's weapon, veterans' affairs and the Nuclear Regulatory Commission. The closed federal departments and agencies employed more than 800,000 people, or nearly 40 per cent of the federal labour force. These 800,000 staff are divided into two categories. Some 380,000 people have been released from service, which means that they can come to work and not be paid. A further 420,000 people were not paid, but were asked to remain at work. This distinction applies to the analysis of Manchen's tweeting text, as it means that 60 per cent of the federal workers whose agencies were normally employed were employed and paid on time. This means that not every federal worker in West Virginia was directly affected by the closure, either by work leave or by his requirement to work without pay. Workers who have remained at work and have received their salaries may have been affected by the closure because they are ordinary Americans who lack access to some closed federal services. However, they were not specifically affected by their federal function. Manchin was right in his detailed statement when he mentioned a group of departments and agencies that were left without valid funding bills. These included the Criminal Justice Information Services Division of the Federal Bureau of Investigation, the Tax Services Office of the Treasury, the Prison Office of the Ministry of Justice and the Green Bank Observatory of the National Science Foundation. In early 2019, the Governor, Manchen, said that the partial closure of the government affected \"18,000 federal employees in West Virginia.\" Manshin is close to the number of federal workers in the state. However, it is important to note that not all federal workers in West Virginia were either isolated from work or required to work without pay; workers employed by agencies with valid bills of expenditure were employed and paid normal wages. We're mostly evaluating the statement right.", "vclaim_id": "vclaim-pol-00997"}