{"url": "/factchecks/2014/oct/28/charlie-crist/charlie-crist-attacks-rick-scotts-rape-crisis-cent/", "speaker": "Charlie Crist", "vclaim": "Rick Scott refused to fund 30 rape crisis centers in Florida. Scott said the centers aren't required.\"", "truth_label": "barely-true", "date": "stated on October 27, 2014 in a TV ad:", "title": "Charlie Christ is attacking Rick Scott's rape crisis center.", "text": "In this period, Charlie Crest presses strongly to vote for women in his fight against Joff. Rick Scott. Christ undertook to protect the rights of abortion and struggle for equal pay for women for months. Scott attacked Christ to take money from the strip club owners. Now, a television commercial is attacking Scott's record of financing rape crisis centres. \"No one saw it coming.\" With the stroke of a pen, Rick Scott refused to fund 30 rape crisis centers in Florida. Scott said the centers weren't required. However, it has helped more than 1 million women in Florida who have been sexually abused to obtain care, counselling and legal aid. These centers were a place for women who had nowhere else to turn. And Rick Scott turned his back on each and every one of them.\" (Technically, the Florida Democratic Party has made the announcement, but the Christ Rogers campaign has made it.) The announcement leaves viewers with the impression that Scott completely refused to fund rape crisis centres, a serious attack against the Governor. Did Scott object to funding 30 rape crisis centres and say that they were not needed? Scott &apos; s veto power is financed by rape crisis centres through various bottles of money. It is part of the Trust Fund for Rape Crisis, which comes from fines imposed on persons accused of criminal offences. In addition, some funds come from the Public Prosecutor &apos; s Office, and in some years the Legislative Council and the Governor have approved additional funds. In the fine edition, the announcement quotes a television report from April 2012. In 2012, Scott used the veto against $1.5 million in additional funds for rape crisis centres. The 30 centres continue to receive $1.4 million from the Trust Fund and $500,000 from the Prosecutor. The Florida Council for Combating Sexual Violence, which puts pressure on behalf of the centres, issued a statement critical of the veto, \"in particular when the need for increased funding is very clear, waiting lists for basic services are increasing, and programmes cannot meet the needs of those whose lives have been destroyed by sexual violence.\" Scott &apos; s veto during the sexual assault awareness month raised a great deal of scrutiny - especially on left-wing websites. The TV ad says \"Scott said the centers weren't required,\" but that's not really a reference to a direct quote from Scott. We didn't find Scott's statement to indicate that he thought the centers were unnecessary -- he just thought that new funding wasn't necessary. The Christ campaign refers to a statement made by Scott's spokesman at the time, Lynn Wright, who told the Hovington Post, \"This new funding of $1.5 million will be repeated, as we, as a State, are already funding sexual violence programmes. There was no information indicating that any needs in this area had not already been met.\" Scott, while attending a crime victims' rights week, believed that the centres had been adequately funded, rather than unnecessary. \"We have increased funding for domestic violence. We have money going to rape crisis centers already, \"Scott said, according to a column at Palm Patch Post. \"So it was the extra money already funded.\" Scott later recommended an increase in funding, but there is more story. Defenders of rape crisis centres met with State officials after the veto, and Scott recommended additional funds next year. \"There were a number of people in the legislature who spoke to the Governor's office about need, and in 2013, there was a recommended budget,\" said Jennifer Dright, director of the Florida Council for Combating Sexual Violence, who spoke with Politi Fact Florida in September. \"We were not in any recommendation from the Governor for funding even the Government. Scott recommended $2.5 million in 2013.\" In a 2013 press release, Scott highlighted his enhanced funding for rape crisis centres, including Dritt's praise: \"This seizure will make a difference in the lives of Floridaans, and we are grateful for his commitment.\" The increase in funds allowed some centres to recruit additional staff, which helped to reduce waiting lists and expand services, and Dritte Plot Florida was told. Under Scott, $2.5 million remained in the budget for a second consecutive year in 2014. Based on our interviews with women defenders and state officials in September, this is the US$ that went to rape crisis centres throughout the state under Christ and Scott: Legislative session, state funds AG (usually public revenue) In fact, white women got a job. Scott said the centers aren't required.\" Delete the announcement that Scott refused an increase in funding for the centres in 2012. He had never said that the centres were not required - an additional $1.5 million was needed. This announcement ignores the fact that in 2013 it endorsed an increase of $2.5 million, which also remained in the budget in 2014. The announcement is generally misleading because it failed to show that funding for rape crisis centres increased under Scott's supervision. We're assessing this allegation mostly wrong.", "vclaim_id": "vclaim-pol-07069"}