{"url": "/factchecks/2019/mar/04/blog-posting/recycled-rumor-syrian-dead-children-cast-victims-a/", "speaker": "Bloggers", "vclaim": "Thai police say the bodies of children were found in their organs removed.", "truth_label": "pants-fire", "date": "stated on February 28, 2019 in a Facebook post:", "title": "Recycled rumours: Syrian dead children who have been thrown as victims of trafficking in Asian organs", "text": "An article on Facebook showed a gloomy picture of the bodies of children respectively. Moreover, the words were, \"Thai police found this in a container vehicle. Children &apos; s corpses Their organs are where they found them removed. The 28 February article attracted expressions of sadness. One person wrote, \"Oh, my God. \"Very sad.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) In fact, the shocking picture comes from Ghouta, Syria, in August 2013, after a chemical attack. A similar picture appeared on the Syrian news site at the time. A United Nations inspection team found \"clear and convincing evidence\" that Sarin's gas had killed more than 1,500 people. The false bond between dead children and organ harvesting dates back several years. Our colleagues in fact-checking in Boom, India, first dismantled this in 2017, and did it again in 2018. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer Speaker of the House of Representatives by Samantha Buterman on January 12, 2021. Among the false positions, the countries concerned can change. In addition to Thailand, Malaysia is planting the place where the alleged crime occurred. The real crime of Syria's use of a lethal nerve agent against helpless people in 2013 prompted President Barack Obama to call for military action against Syria. Obama had previously said that if Syria went beyond a \"red line,\" it would pay the price. However, Obama said that Congress must agree to the mission, and with Afghanistan and Iraq as a background, Congress had no desire to enter into another conflict. Our Facebook article said that a picture of classes of dead children showed victims of organ trafficking. The picture comes from Syria in 2013 after an attack with deadly chemical weapons. The false link with organ trafficking dates back to 2016. We value these pants on fire.", "vclaim_id": "vclaim-pol-00945"}