{"url": "/factchecks/2014/sep/12/dan-patrick/dan-patrick-says-border-patrol-apprehends-more-imm/", "speaker": "Dan Patrick", "vclaim": "More people are arrested after crossing the border between the United States and Mexico illegally a week \"from being born in Texas every week.\"", "truth_label": "true", "date": "stated on July 21, 2014 in an interview with Laura Ingraham:", "title": "Dan Patrick says border patrol arrests more immigrants a week than children born in Texas.", "text": "Dan Patrick put a digital shift in the border situation between the United States and Mexico, saying that more people were arrested crossing the border than children born in Texas. On July 21, 2014, he appeared on Laura Ingerham's radio show, Patrick, the 2014 Republican candidate for the post of Deputy Governor, said: \"Only two weeks ago, we arrested nearly 10,000 people crossing the border -- in one week, Laura. After explaining those figures, Patrick continued, \"If we catch eight or nine thousand a week, that's more people born in Texas every week.\" Ingraham's drawing in her breath -- and we asked about Patrick's border concerns and comparison of births in Texas. In our investigation, Patrick Alejandro Garcia's campaign spokesman said by telephone that Patrick had taken a comparison from a briefing by officials when he was in the Rio Grande Valley in June 2014. Garcia stated that the comparison illustrated the seriousness of border arrests. By e-mail, Garcia referred to the United States Border Patrol Scheme showing annual concerns in the south-west border sector, which means the southern border that runs from Brownsville to San Diego. In the federal fiscal year up to September 2013, there were 414,397 cases of fear in the sector, amounting to 243,550 cases along the Texas part of the border, according to the chart. (As we have noted before, \"arrest\" is an unauthorized arrest of his presence in the United States, but it should be noted that the number of persons detained will be lower because some individuals are arrested more than once. Garcia also referred to a web page of the Department of Health Services of the State of Texas indicating that 385,746 children born in 2010 in the State of Sue, in the United States and Mexico in 2012-2013 exceeded the number of births in Texas in 2010. Recent data recognizing this information has not enabled apples to be compared to lollipops -- births occurred three years before the arrest -- we sought the latest information available on arrests and births. By e-mail, Christine Mann of the Ministry of Health Services of Texas gave us \"temporary\" monthly birth estimates for 2013 and 2014. Separately, Doug Mussier, a spokesman for the El Paso Border Patrol, provided a map of monthly arrests along the United States-Mexico border from October 2012 to early September 2014. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • 3 February 2021, this enabled us to compare arrests and births by month in 2013 and the first six months of 2014. Outcome: the number of deaths exceeded the number of births in 11 of 18 months, including the last months, from February to June 2014. The number of births in Texas exceeded the number of arrests in January 2013; from July to September 2013; and from November 2013 to January 2014. In order to measure Patrick &apos; s claim over the last full year of available data when he spoke, we considered the totals covering the period from July 2013 to June 2014. In those months, there were some 299,393 births in Texas, according to the state. In the meantime, the Border Patrol screened 480,404 arrests. However, monthly concerns fluctuated significantly, ranging from a low of 28,671 in January 2014 to a high of 60,689 in May 2014 (when 17,888 migrants were 17 years of age or under). It should be noted that the number of births in Texas exceeded the number of arrests in the border area in half of the months, the most recent being in January 2014, when the number of births was 33,089 compared with 28,671. Therefore, the number of fears exceeds the number of births in 12 months by 87,105, or 22 percent. According to our calculations, there were an average of 9,213 weekly arrests and 7,543 weekly births in Texas. Note: Concerns over the number of births in Texas appear to be a new development. For example, in the 2012 federal fiscal year, 380,140 children were born in Texas, while the Border Patrol experienced 356,873 arrests near the south-west border. This was the case in fiscal year 2011, when 380,481 children were born in Texas and 327,577 were arrested by the Border Patrol. This is divided into a weekly rate and, in both years, the number of births in Texas exceeds the number of arrests along the Mexican border. Our judgment says Patrick every week, more people are arrested after entering the United States by illegally crossing Mexico/United States. The borders of those born in Texas. According to state and union figures, this was true in each of the five months preceding Patrick's radio interview. It should be noted that when concerns fall sufficiently - as in six of the previous seven months - this claim will not stand. This allegation was strong when Patrick spoke. We're assessing it right. The truth is - the statement is accurate and nothing important is missing. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07313"}