{"url": "/factchecks/2018/nov/01/kendra-fershee/west-virginia-poverty-5-higher-us-whole/", "speaker": "Kendra Fershee", "vclaim": "\"Poverty in WV is more than 5% higher than the national average.\"", "truth_label": "mostly-true", "date": "stated on September 19, 2018 in a Facebook post:", "title": "Is poverty in West Virginia 5% higher than in the United States as a whole?", "text": "Kandra Farshi, a democracy defying the United States Republic of America, David McKinley, R-W.Va. \"Poverty in WV is more than 5% higher than the national average,\" wrote Vershey in the article. \"The poor are getting poorer (a lot) and if you look at what my opponent publishes (the stories of the greatness of the economy, using national statistics), he does not even seem to know that there is a problem in WV.\" She added: \"Are you okay for our country to dive deeper into despair while our elected officials: vote for a policy that pushes wages down, and push for the stripping of health care from the poor and those who already have conditions, I'm not. This is unacceptable. But we can fix it on Nov. Six.\" We wondered whether poverty in West Virginia was 5 per cent higher than the national average. So we took a good look. The article is linked to a September 18th article in the news of Parkersburg and Centinl entitled \"Increases in poverty in W.Va.\" According to the article, \"Almost 336,000 Western Virgins lived in poverty in 2017, which is 5.7 per cent higher than the national average. West Virginia was among the first four states with poverty rates of 18% -- Louisiana, Mississippi, New Mexico, West Virginia. To confirm the newspaper's data, we moved to the originals from the U.S. Census Bureau. The figures are: the poverty rate in the United States was 13.4 per cent, but the poverty rate in West Virginia was 19.1. Variance: 5.7 percentage points. However, to be precise, Versche should have said that the poverty rate in West Virginia is more than 5 percentage points higher than the United States as a whole - not 5 per cent higher. If it is 5 per cent higher, the poverty rate in West Virginia will be about 14.1 per cent, not 19.1 per cent. Donald Trump mentioned on September 29, 2018 at a gathering in W. Va. \"The poverty rates of African and Hispanic Americans -- it was incredible, they all reached their lowest levels in the history of our country.\" • October 23, 2018, so the poverty rate in West Virginia is actually higher than the literal words suggested by Versche. In an interview, Versche said it was important to note that \"the rest of the country is better off, and that the poverty rate in West Virginia has already worsened,\" as Versche said. The historical data prove it. This is a graph of poverty rates in the United States and West Virginia dating back to 2005. In 2012, the poverty gap between the United States and West Virginia was 1.9 percentage points. Five years later, the gap was 5.7 points. Our referee Versche said, \"Poverty in WV is more than 5% higher than the national average.\" Only an error in her mathematical terms prevents this from being completely accurate. The poverty rate in West Virginia was 5.7 per cent higher than the national rate and was only 5 per cent higher. We're mostly evaluating the statement right. Sharing the facts of 2018-11-01 18:40:58 UTC PoliticsFact 5 1 7 PoliticsFact Dating: Mostly true: \"Poverty in WV is 5% higher than the national average.\" As a candidate, D-W.Va. https://www.facebook.com/teamkendrawv/posts/76066137603680?--xts_[0]=68.ARBA786b5ZmmmgBDI7-KtEppvvvv11Ly-DMGrHyZ5KRrf6EAMtoeeY5qiXneBkb5DB9jUklgaky Ac4sbv_L2uitoHYPEPECU_jk&tn_R a Facebook, 19 September 2018-09-09-19 Read more information.", "vclaim_id": "vclaim-pol-01344"}