{"url": "/factchecks/2017/apr/21/jackie-speier/did-trump-really-mention-wikileaks-over-160-times-/", "speaker": "Jackie Speier", "vclaim": "President Donald Trump says as a candidate WikiLeaks \"more than 160 times in speeches\" in the last month of the campaign.", "truth_label": "mostly-true", "date": "stated on April 13, 2017 in an interview:", "title": "Did Trump and WikiLeaks really mention more than 160 times in the last month of the election cycle?", "text": "President Donald Trump was improvising in WikiLeaks &apos; statements against democratic candidate Hillary Clinton during the final debate of his presidential campaign. The director of the CIA, Mike Pompio, revealed a different situation in a difficult speech on April 13, which addressed the unknown hack site. The group \"walking like a hostile intelligence device and talking like a hostile intelligence device\" said Pompio. Jackie Speir, of the Democratic Party, was one of many voices that noted the harsh management view of WikiLeaks. The anchor of CNN Wolf Blitzer interviewed Spier, a member of the Intelligence Committee of the House of Representatives, on April 13, about the description of Pompio Luikilix. How much did Trump love WikiLeaks in the last days of the campaign? I tried to count the roads. \"If you recall during the election cycle, in the last month of the campaign, I think President Trump as a welcome WikiLeaks candidate as a new savior, he mentioned this more than 160 times in speeches during that period of time. Really, that's a lot of times? We decided to check it out. WikiLeaks issued tens of thousands of e-mails from the Hillary Clinton campaign leader &apos; s account, John Bodista, in October 2016, and thousands of e-mails from National Democratic Commission staff in July 2016. The Spirer office said it was referring to an article from January 7 from a website flying on the left of CheckProress for her statement. Here I started this article: \"President-elect Trump said that the information published by WikiLeaks, which the US intelligence community says Russia hacked, did not have \"a certain effect on the outcome of the election.\" The article \"Voices, media appearances and debates\" was analysed in Tramp for 164 males from 10 October to 8 November. This figure includes 124 times Trump named the group, and the rest mentioned WikiLeaks &apos; e-mails. We started our own review, looking through copies of the quarterly congressional magazine looking for the words \"WikiLeaks\" and \"Trap,\" and we limited the results to the last month of the campaign. On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" By Daniel Funk: January 19, 2021, we found Trump saying \"Wikileaks\" about 137 times in electoral gatherings, interviews, speeches, tweetings and other social media presence and discussions. However, Speer &apos; s figure of over 160 appears to be possible because he often referred to data from WikiLeaks without using the group &apos; s name, and there may be interviews or letters where Trump WikiLeaks stated that our search was no longer available. At that time, WikiLeaks consistently issued a series of e-mails from the National Democratic Committee and the Chairman of the Clinton Campaign. These e-mails and their critics were distinguished by the fact that Clinton held special political positions that were different from their public positions, received topics in the municipal hall in advance, and showed negative internal dynamics within the Clinton campaign. Trump repeatedly touched on e-mails, encouraged his supporters to see them for themselves, and also described many discoveries inaccurately. Let's take back some of the biggest hits. \"WikiLeaks revealed a degree of corruption at the highest level of our government like anything we've ever seen as a country before,\" said Trump at a rally in Colorado on 29 October. \"Hillary Clinton, as WikiLeaks proves, is a corrupt scientist,\" said at a rally on October 21. \"I love WikiLeaks,\" he said in October 10. Trump didn't say much publicly about WikiLeaks as president. The earliest moment came during the transition period. After receiving an intelligence briefing on January 6, Trump issued a statement in which he said: \"while Russia, China, other countries, foreign groups and others are constantly trying to penetrate the electronic infrastructure of our government institutions, businesses and organizations, including the National Democratic Commission, there has never been any impact on the outcome of the elections.\" He also spoke of the passage of Donna Brasel to an official in Clinton before a preliminary discussion in an interview with Time magazine on March 23, 2017. As WikiLeaks' male candidate, Governor Spirer said \"more than 160 times in speeches\" in the last 30 days of the campaign. The official calculations may vary, but the bigger point is clear: Trump raised WikiLeaks a lot in the days of the declining campaign. My mother has largely stayed from the group since he took office, even as the director of the CIA said, WikiLeaks acts like \"the hostile intelligence service.\" We're mostly assessing this claim right. <a href=\"https://www.sharethefacts.co/share/13b3f93-7755-4388-a286-c0f6e047d2e4>https://www.sharethefacts.co/share/13b3f93-7755-4388-a286-c0f6e047d2e4>/a>", "vclaim_id": "vclaim-pol-03400"}