{"url": "/factchecks/2014/aug/29/edward-flynn/fatal-police-shootings-occur-tiny-percentage-arres/", "speaker": "Edward Flynn", "vclaim": "In 2012, there were approximately 12.2 million arrests and only 410 \"the use of lethal force\" by the United States police.", "truth_label": "mostly-true", "date": "stated on August 20, 2014 in an interview:", "title": "The fatal shooting from the police is taking place in a small percentage of arrests in the United States, according to the Chief of Police of Milwaukee.", "text": "In the wake of the fatal shooting by the police in Ferguson, Mo., Chief of Police of Milwaukee Edward Flynn, he was questioned on Radio Wisconsin General about the incident and its effects for approximately an hour. At some point during the 20 August 2014 interview, Flynn, the host of Kathleen Dunn, said, \"There are many reasons (police) for using force to significantly decrease, and the main reason is training.\" Then, back to Ferguson, the President added: \"It's a very rare event. But the truth is, in 2012, there were 12,197,000 arrests in the United States, okay? There were 410 uses of lethal force. Now, I think, 3,000 percent. So, it's still a very rare event.\" In comparison with Flynn's use, there's one murder of cops in 0.003 percent of all arrests-- But in other words, 410 is the average of more than one homicide per day. So, what about the two numbers themselves: are they accurate and do they explain all the people killed by the police? Throughout the country, attention to the use of lethal force by the police increased after Michael Brown, an unarmed 18-year-old man, was shot to death on 9 August 2014, in Ferguson, suburb of St. Louis. In Milwaukee, the population held gatherings to raise questions about the Brown case and about the death in April 2014 of Dontry Hamilton, a 31-year-old child who was shot several times by a police officer during a conflict at the Aru Red Park in the centre of the city of Milwaukee. :: (In Milwaukee, the police killed a citizen in 2012, four in 2013 and two until late August 2014, the police department told us so). ===Polic Fact===Polic Fact National is a semi-corrected claim made by the Governor of Michael Medved's talk show that \"whites more than blacks are the victims of shooting by deadly police.\" The allegation ignores the fact that there are more than five times as many black whites in America. And our colleagues considered a false statement that an unarmed black person is called a police officer every 28 hours. The report cited by CNN Pundit Mark Lamont Hel looked at all deaths, not just those of unarmed individuals. Some deaths, which did not include police officers, have been rolled over. On January 9, 2021 on Twitter, \"it was not all women who lost jobs (in the December job report), most of whom were black and Latin women. In fact, white women have gained employment.\" On January 15, 2021, by Nosiaba Mezan, Flynn, who heads police stations in Arlington, Va. and Springfield, Mass. When we requested evidence of Flynn &apos; s allegation, a spokesman for the Milwaukee police cited two reports from the FBI. Both from 2012, the most recent year statistics available. In 2012, there were 12,196,959 arrests throughout the country, meaning that the figure used by Flynn - 12,197,000 - was only slightly collected. The largest number of arrests was for drug abuse violations, driving under the influence of theft. There were also 410 cases of murder in 2012, according to the Federal Bureau of Investigation, which defines murder as murder of a criminal by a law enforcement officer in the performance of his duty. For example, a police officer responded to a bank robbery warning that shot a suspect after the suspect shot the officer. However, this does not take into account all killings of citizens by the police. Recently, VifthThy Et.com, a news website dedicated to data analysis, reported that 410 was a lower number. The figures are self-reported by local police agencies rather than audited, not all police agencies report these figures to the FBI, and the figure does not include murders that were not justified. The federal totals are probably less than the number for another reason, the crime scientists told us. Researchers who examine police killings of citizens within the major police departments of major cities often find that the number of such incidents recorded by departments is higher than the number of well-founded murders reported by the Federal Bureau of Investigation. However, crime scientists also noted that comparing Flynn is one of the legitimate methods of measuring the frequency of police killings. Our classification Flynn said that in 2012 there were 12.2 million arrests and 410 use of lethal force\" by the U.S. police. The Chief of the Milwaukee Police correctly quotes official FBI statistics on arrests and well-founded killings by law enforcement officers, although the number of persons killed by the police appears to be 410. We're mostly assessing his statement right. To comment on this item, go to Milwakee Journal Sentinel.", "vclaim_id": "vclaim-pol-07374"}