{"url": "/factchecks/2019/jun/12/instagram-posts/zuckerberg-video-about-billions-peoples-stolen-dat/", "speaker": "Instagram posts", "vclaim": "This video shows Mark Zuckerberg talking about controlling \"billions of stolen data\" to control the future.", "truth_label": "pants-fire", "date": "stated on June 7, 2019 in a Instagram post:", "title": "Zuckerberg video on billions of stolen people's data", "text": "A few weeks after the publication on Facebook of a video by Nancy Belosi, another fake video appeared, this time filming the founder and CEO of the company, Mark Zuckerberg, on Instagram. Facebook received when the Belusi section was not removed from its platform after fact-checkers and journalists revealed that it had been deliberately slowed down to make it look like it was waving its words. Instead, the social media company chose to abolish its order of priority in the news. And now the Zuckerberg video, also posted on Facebook, takes it a step further, which experts consider \"fake\" - a video that manipulates a person's likeness and makes him seem to do or say something they didn't do. The video, published on Instagram on June 7 by artist Bill Posters, shows Zuckerberg sitting on an office with a CBSN sign along the bottom that says \"We increase transparency over advertising,\" making it look like it's taken from part of the news. In the video, it says the Zuckerberg, \"imagining this for a second: one man has complete control over billions of people who stole data, all their secrets, their lives, their future, their lives, their lives, their lives, their lives, their lives. Specter showed me that whoever controls the data controls the future.\" This article was posted on Instagram Mark Zuckerberg, revealing the truth about Facebook, which really owns the future... watching more than @shevdocfest VDR technology by @cannyai #spectrenows #Demopicity #Surveylanance policy#Dataism #Depfake A Pointed by Bill Posters (@bill_Posters_uk) on June 7, 2019 at 7: ∙ (Read more about our partnership with Facebook.) The deep mix was created by artists Bill Posters and Daniel Howe in collaboration with emerging technology companies including Kanye Aye, Respecher and vice versa, as part of an art installation called Spectre, according to the poster website. This structure shows videos of fake celebrities, including dead and living artists, as the site says, to show how some technologies can manipulate and change data. The exhibition was displayed at the Doctor/Doctor &apos; s Festival of Sheffield in the United Kingdom from 6 to 11 June. The original Zuckerberg video in 2017 explained nine steps in Facebook that were to be taken following the results that Russia intervened in the 2016 elections in the United States using the Zuckerberg Social Media Platform. On January 11, 2021, Facebook published an article in Facebook by Nancy Belusi that was no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021, Omer Ben Amy, co-founder of Cany Aye, a video producer, told Polity Fuckett that the company was developing technology to replace the video chat using two videos, one from the person and the other from the voice to be used. He said that the company owns AI's property \"and then trains on both videos and learns to rebuild every face-to-face movement of the actor,\" Ben Amy wrote in an e-mail \"... initial training for this takes 12-24 hours.\" For the Zuckerberg video, Ben Amy said that the original was chosen by artists, posters and Howe, and they found a voice to read from the script. \"Then they sent us the video they chose from Zuckerberg and the voice actor video,\" said Ben Amy, \"and in less than one day our face-motion video system created Zuckerberg simultaneously with the voice actor.\" He added: \"For this particular exhibition we wanted to support the artists Spectre and also educate people about what can be done with technology already today -- this space was safe where it was clear to the viewers that the video was manipulated.\" Hani Farid, a professor of computer science and digital forensics at the University of California, Berkeley, agreed that manipulation was clear. The resulting video, as he said, looks like a lip sync. \"I believe that the Instagram video is what is called a deep lip synchronicity where Zuckerberg's mouth has been restructured to be consistent with a new audio track. I think this new voice path is probably the same one that's been synthesized from the letter collection learning system from the previous Zuckerberg recordings, Fred wrote in an e-mail. \"This is not particularly good fake and there are obvious artifacts on the sound and video.\" Polyte Fact contacted Facebook to comment on this video, but we did not get a response before publication. We'll update the story in case you answer Facebook. In the meantime, a CBS spokesman contacted Poletti Fructte to say that he had asked Facebook, \"To overthrow this unauthorized and false use of the CBSN brand. The video we posted on Instagram appears to show the founder of Facebook and Executive Director Mark Zuckerberg telling the world that he controls \"billions of stolen data\" for future control. The video was created by artists as part of an art structure called \"Spectre,\" a \"fake\" video that uses a real video of Zuckerberg and manipulates the sound to make it appear as if he had said things that he didn't actually do. We're evaluating this fake video pants on fire! Update, June 13, 2019: This story was updated to include a statement by CBS spokesman on his application on Facebook, \"To overthrow this false and unauthorized use of CBSN brand.\"", "vclaim_id": "vclaim-pol-00539"}