{"url": "/factchecks/2011/may/16/newt-gingrich/newt-gingrich-defends-calling-barack-obama-food-st/", "speaker": "Newt Gingrich", "vclaim": "President Barack Obama deserves to be called \"the most successful president in American history\" because \"47 million Americans on food stamps.\"", "truth_label": "half-true", "date": "stated on May 15, 2011 in an interview on NBC's \"Meet the Press\":", "title": "Newt Gingerick is defending Barack Obama as \"the head of the food stamps.\"", "text": "On May 15, 2011, a edition of the NBC me the Press was published, which Republican presidential candidate Newt Gingrich defended his earlier characterization of President Barack Obama as \"the most successful food stamp president in American history.\" The host David Gregory first showed a passage from Jingrik's previous comment, which was presented at the Republican Party of Georgia dinner. On January 13, 2021, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security, and told her, \"We are not working for you.\" On January 17, 2021, \"You want to be a country that makes food stamps, in which case Obama is frankly a huge success,\" Jingerick said in the extracts recorded. \"The most successful head of food stamps in American history. Or do you want to be a salary-making country?\" He then asked Gregory Jingerick whether this comment contained images of racism. Jingerick shot again, \"Oh, come on, David!\" Gregory's response, \"What do you mean? What was the target?\" Jingerick answered, \"This, this is weird. This -- this kind of automatic reference to racism, this is the President of the United States. The President of the United States must be held accountable. Now, the idea that -- and what I said is actually true. Forty-seven million Americans on food stamps One in six Americans on food stamps.\" We're not gonna deal with the racist effects, but we decided to check Jingerick's main comment. We see two points of investigation. First, are Jingrich's numbers accurate? And secondly, is it fair to blame Obama for today's high use of food stamps? First, the numbers. We will begin by noting that \"food stamps\" - which provide qualified low-income Americans with groceries vouchers - have been officially known as the Supplementary Food Assistance Programme, or SNAP, since October 2008, although many people still use the unofficial name. In the last month of available data - February 2011 - approximately 44.2 million people received the benefits of the South Pacific National Action Programme. That's a little less than Jingerick said, but he's on the field. This was not just luck: February saw the third consecutive month of 44 million beneficiaries. In fact, based on our view of historical data, the February issue appears to be the largest beneficiary in any month since the programme was established in 1969. In October 2007, some 27 million Americans received the benefits of the South Pacific National Action Programme. This is more than 60 per cent higher in the number of beneficiaries in three and a half years. The 44 million represents about 14% of Americans -- just under one in seven, instead of one in six, as Gingerick said. Question 2: Is it fair to blame Obama? Clearly, the rise in food stamps is a direct result of the serious recession that began in December 2007 - more than a year before Obama took office. It is difficult to determine how much blame Obama deserves compared to his predecessor, President George W. Bush, but the experts to whom we spoke, conservative and liberal, agree that Obama inherited a serious economic situation. Part of the reason why it is difficult to blame is that there is usually a late time before the rise of the wider economy begins to appear in the low use of SNAP. Monthly growth has slowed over the past three months, and if current trends continue, it may begin to decline within one or two months. It is also impossible to know to what extent the use of the South Pacific National Action Programme could have gone if the Republicans, rather than Obama, had developed the policy in 2009 and 2010. However, the fact remains that the use of SNAP continued to climb every month from Obama's presidency despite some signs of economic recovery. Therefore, Jingrich &apos; s charge cannot simply be dismissed. There is one last point: the number of beneficiaries of the food stamp has begun to rise under Bush's rule, partly because of stronger efforts to make Americans eligible to apply for subsidies, partly because of changes in rules that have had the effect of expanding eligibility. The experts with whom we spoke agreed that both policies began under Bush but were retained by Obama. The changes have resulted in steady increases in the number of monthly beneficiaries on average. The number rose in seven years of the eight-year term of the Bush presidency, most of which was not considered stagnation. It was only said that the number of beneficiaries had increased cumulatively by 63 per cent during the eight-year term of the Bush presidency. Where does that leave us? Gingrich was close to American numbers getting SNAP privileges. In addition, the number of beneficiaries has reached a record level, and each month the Obama Presidency has increased. On the other hand, Jingrik oversimplifies it when he suggests that Obama should be considered \"the most successful head of food stamps in American history,\" because many of the reasons for the increase, albeit not all, were a combination of economic problems inherited from Obama and a long-term upward trend of policy changes. In general, we evaluate Jingrich's statement half correct.", "vclaim_id": "vclaim-pol-13085"}