{"url": "/factchecks/2019/oct/16/julian-castro/julian-castro-wrong-about-job-losses-ohio-michigan/", "speaker": "Julián Castro", "vclaim": "\"Ohio, Michigan, and Pennsylvania in fact in the latest job data lost jobs, did not earn them.\"", "truth_label": "false", "date": "stated on October 15, 2019 in a debate:", "title": "Julian Castro is mistaken for job losses in Ohio, Michigan, Pennsylvania.", "text": "During the democratic debate in Westerville, Ohio, Julian Castro shot at the leadership of President Donald Trump of the economy - especially in three major Western states that won Trump in 2016. \"We're all there every day talking about what we're gonna do to make sure that more people pass through graduation, that more families have big health care, that more people are put to work in places like Ohio, where Donald Trump broke his promises,\" said Castro, \"Because Ohio, Michigan, and Pennsylvania are actually in the latest jobs, Castro's campaign came back to us with an explanation, but it depends on a non-stereotypical reading of numbers to achieve its impact. This is what we found when we looked at the official Bureau of Labour Statistics figures in the simplest, simplest and most traditional ways. The latest official employment trends in each state are in place until August 2019. Here's what you get if you compare August 2019 figures to July 2019: Ohio: 3,700 jobs. Michigan: gain of 6,100 Pennsylvania: gain of 16,500. So how does Castro support his demand for job losses in those states? His campaign told Poletti Fakt that he compared the March figures to the July figures, indicating that employment in Ohio had been reduced by 7,300 jobs, Michigan by 11,500 jobs and Pennsylvania by 4,500 jobs. Note that Castro used July instead of August, although August's numbers are available. July was a better measure because August figures would be revised before they became official. In fact, the August figures will be revised - a preliminary indication of the revisions to the employment data that we have recently developed together - but it is not common practice to simply ignore the latest figures because they will eventually be revised. In the end, all numbers of employment are revised, but economists regularly study the most recent ones, politicians talk about them, and the media cover them. More importantly, Castro made no indication in his statement that he was using a non-standard comparison. What he estimates is confusing from month to month, drawing a misleading picture of the trends in work in each of these states. On January 19, 2021, Pat Tommy stated at a hearing \"there will be several thousand dollars of payments going to families with six-digit incomes that have never been interrupted.\" By Jessica Calvati: 21 January 2021, for example, here's the change for the whole year between August 2018 and August 2019: Ohio: 24,800 jobs. Michigan: 16,000 Pennsylvania jobs earned: 38,400 jobs earned. Here are employment trends since Trump took office in 2016, using BLS data collected by the Federal Reserve Bank of St. Louis. Each state has experienced high levels of employment. Here's Ohio: Here's Michigan: And here's Pennsylvania: Our government said Castro: \"Ohio, Michigan, and Pennsylvania actually in the latest job data lost jobs. Official government figures show that each state obtained jobs between July 2019 and August 2019, the last one month after a month available. Castro chose for a period of time not mentioned in his remarks - a period of time that ignores the existence of the most recent data. His assertion that employment levels have collapsed in these states is belied by data showing that each state has experienced employment gains both in the past year and since Trump took office. We're assessing the statement wrong.", "vclaim_id": "vclaim-pol-00055"}