{"url": "/factchecks/2019/jan/09/donald-trump/trump-democrats-reverse-border-wall-position/", "speaker": "Donald Trump", "vclaim": "C. Charles Schommer says that \"a physical barrier has been repeatedly supported in the past along with many other Democrats. They only changed their mind after I was elected president.", "truth_label": "barely-true", "date": "stated on January 8, 2019 in a televised speech:", "title": "Did the Democrats reverse the location of the border wall after Donald Trump was elected?", "text": "In his call for a border wall, President Donald Trump said that the Democrats had turned to immigration after his election as President. Trump said: \"Sen Chuck Schommer, who you will hear later tonight, has repeatedly supported a physical barrier in the past alongside many other Democrats.\" \"They changed their mind only after I was elected president.\" This is the wrong description of the barrier that won the democratic support 13 years ago. More than half of the Democrats in the Senate voted in favour of the 2006 Security Act, which President George W. Bush signed into law, including the then Senate. Barack Obama, Chuck Schommer and Hillary Clinton. Most Democrats in the House of Representatives voted against it, including the Republic of Nancy Pelosi. The law authorized a fence about 700 miles from the United States-Mexico border. By 2015, US Customs and Border Protection had built 654 miles of fences, and the Government Accountability Bureau reported. The fence was different from the wall that Trump promised to build on the campaign track, which he said would be made of \"hard concrete\" 95 stories long with \"very big and beautiful door.\" Trump mocked the 2006 fence as very modest during the 2016 campaign -- he said it was not a \"wall\" but a \"small fence\" that could be climbed peacefully. \"Now we were lucky because it was such a small wall, it was nothing, no, they couldn't get their environment - maybe a snake was in the way or a frog,\" said Trump. (In fact, the project did not face environmental obstacles; we assessed that portion of the claim as mostly false. On January 13, 2021, in a story written by General David Berger, the commander of the United States Navy, he rejected Nancy Belusi's request to use Marines for security, saying, \"We're not working for you.\" By Samantha Butterman, on January 17, 2021, the Associated Press report from the fenced border described it as \"hard-coloured bars\" that make up \"tooth-like layers.\" This includes the steel fence between Nogales in Arizona and Mexico, which is between 18 and 26 feet long. \"There are miles of gaps between parts and gaps in the fence itself,\" AP report. The offer of Democrats to Tramp is an ongoing decision on the Appropriations Act passed last year, which provided $1.3 billion for fencing and additional funds for other types of border security. This formula has been designed so that the funds can only be used to repair or expand the fences already built under the 2006 Act. We have been evaluated by similar statements in which the Trump administration claimed that Democrats wanted a wall called half a trout, but Trump went to the very end of it. The Democrats have not changed their position on the border fence that they supported before; they simply do not support the more ambitious wall proposed by Trump. Our referee Trump said that Schommer has repeatedly supported a physical barrier in the past along with many other Democrats. They only changed their mind after I was elected president. Schommer, along with dozens of other Democrats, including former President Barack Obama, voted in favour of the Public Security Act 2006, which authorized the construction of a fence some 700 miles from the United States-Mexico border. This is the majority of the barrier that exists today along the southern border. However, the fence mocked Trump in the past as a \"nothing wall\" and was less ambitious, both politically and physically, than the wall that Trump now wants to build. Finally, Trump says that Democrats no longer support their previous position simply because they want to. But the Democrats have already proposed the current funding for the fence approved in 2006. We're evaluating this statement mostly wrong. Sharing the facts 2019-01-09 20:29:19 UTC Politic Fact 3 1 7 Politic Facting: Mostly Wrong Says Sin. Charles Schommer \"Recently supported a physical barrier in the past along with many other Democrats. They only changed their mind after I was elected president. United States President Donald Trump: https://www.nytimes.com/video/us/policys/100006296511/tromp-live-addex-nation.html In an address on Tuesday, 8 January, 2019-2019-01-08, read out further information.", "vclaim_id": "vclaim-pol-01144"}