{"url": "/factchecks/2016/oct/10/donald-trump/trump-says-clinton-laughed-about-rape-case/", "speaker": "Donald Trump", "vclaim": "After Hillary Clinton helped a man accused of rapeing a 12-year-old boy, he says, \"She was seen laughing on two separate occasions, laughing at the girl who was raped.\"", "truth_label": "false", "date": "stated on October 9, 2016 in the second 2016 presidential debate:", "title": "Donald Trump mistakenly said that Hillary Clinton laughed at a 12-year-old rape victim.", "text": "Donald Trump made some nasty accusations during the presidential debate on Sunday night, while he mixed up the allegations against Bill Clinton with a claim about Hillary Clinton's position when she discussed her defense of a man accused of child rape in 1975. Trump, he asked for his offensive comments while recording part of Hollywood's arrival more than a decade ago, saying, \"If you look at Bill Clinton, it's much worse. My words are, and he did. It was what he did to women. There was never anyone in the history of politics in this nation that was so abusive to women. So you can say any way you want to say it, but Bill Clinton was abusive to women.\" Trump continued: \"Hilary Clinton attacked the same women and brutally attacked them. Four of them are here tonight. One of the women, a wonderful woman, at the age of 12, was raped at the age of 12. Her client, who represented her, took him away from me, and watched her laugh on two separate occasions, laughing at the girl who was raped. Cathy Shelton, that young lady is with us tonight.\" The allegation of rape of a 12-year-old child has nothing to do with Bill Clinton. Trump was suddenly, without explanation, transferring the gears to Hillary Clinton's successful defense of the alleged rapist after she was reluctantly assigned to the case. This is the part of Trump's claim we'll make the facts here. At the time, Clinton, 27 years old, was working at the Legal Aid Clinic at the University of Arkansas. The accused was indigent and specifically requested to be represented by a woman. He eventually pleaded guilty to the illegal sex of a minor, who spent one year in prison and was detained for four years under surveillance. When the Trump campaign asked about the allegations, our spokesperson referred an article on July 15, 2014, in the Free Washington conservative newspaper, which revealed audio recordings of Clinton, although it was not clear when the recordings were made. The Beacon says it goes back from 1983 to 1987. In the tapes, you call it \"a terrible case\" and \"a wonderful case,\" for reasons that will become clear. The article states that she can be heard laughing at several points on the tape, but does not say she was laughing at the victim, as Trump claims. It \"discusses the accidental destruction of the DNA evidence by the crime lab that linked (the accused Thomas Alfred) Taylor to the crime,\" the destruction that led the prosecution to seek a plea deal on a lesser charge, according to the article. (For the record, the DNA test as we know it was years away, but the labs identified the blood type in criminal cases in that age.) Clinton said, \"I agreed to it because it turns out they didn't have any evidence.\" On the tape, available on YouTube, Clinton says about the case, \"It's sad.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" \"But you know what's sad about that is that the prosecutor had evidence,\" says Clinton. However, she said that the crime lab had taken a key piece of evidence - the underwear of the accused man, which had blood on it - and then dropped it after the test, thereby eliminating the ability to conduct independent tests. In this case, he is the journalist Arkansas Roy Reed, who can hear laughing, not Clinton. On the tape, in which Red laughed several times in her story, Clinton's voice danced when she said that the prosecutor didn't want her to see underwear before she was put on trial. Defence lawyers have the right to see all evidence first. When the judge considers the plea deal, Clinton says that the judge wanted her to leave the room while he was talking to the accused man. She said to the judge, \"I can't leave the room, Judge. I'm his lawyer.\" It is said that the judge replied: \"I know, but I don't want to talk about this in front of you.\" Once again, you can hear Red laughing after he said, \"Oh, my God. Really? It's not clear if Clinton's laughing either. At another point, Clinton says about the man accused, \"I got him to take the polygraph, which he passed - which destroyed my faith in the polygraphs forever.\" She and the reporter are laughing. And she laughs when she remembers telling the prosecution that she was willing to bring in an expert witness to testify to prevent this miscarriage of justice. The reporter's laughing too. It should be noted that it is clear from the record that Clinton defended the man violently and made requests questioning the credibility of the victim. However, there is no evidence, including this audio tape, that Clinton or Red were laughing at the victim. Our verdict, Trump, after Clinton helped a man accused of rapeing a 12-year-old girl, said, \"I watched you laugh on two separate occasions, laughing at the girl who was raped.\" Trump refers to a audiotape of her memories of the instincts of the case, which includes the prosecution and the judge. At no time do you laugh at the victim. We assess his claim is wrong. Correction, October 18, 2016: This story has been modified to note that the blood test referred to in the Free Beacon Washington story cannot be a true DNA match test. This technology was not available in 1975. Political facts shared 5-7: a liar who helped Hillary Clinton a man accused of rapeing a 12-year-old girl, says, \"She was seen laughing on two separate occasions, laughing at the girl who was raped.\" Presidential candidate Donald Trump for the second 2016 presidential debate on Sunday, 9 October 2016 10/09/2016 Read more information", "vclaim_id": "vclaim-pol-04166"}