{"url": "/factchecks/2019/sep/04/facebook-posts/disney-world-did-not-deconstruct-cinderella-castle/", "speaker": "Facebook posts", "vclaim": "The workers began to remove the rooftops of Cinderella Castle in the magic kingdom before Hurricane Dorian.", "truth_label": "false", "date": "stated on August 29, 2019 in a Facebook post:", "title": "Disney World has not dismantled Cinderella Castle to prepare for Hurricane Dorian.", "text": "In preparation for Hurricane Dorian, some social media users exchange articles claiming that Disney's world is dismantling Cinderella's castle. But this is a fairy tale. There is a picture posted in August 29 on Facebook that claims to show cranes removing a head from the castle, the Iconi site in the magical kingdom of Disney in Orlando, \"Breaking: Workers began removing the roofs of Cinderella Castle in the magic kingdom before Hurricane Dorian,\" reading the title of the picture. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) It was shared hundreds of times by many users, so we wanted to check it out. Turns out, it's just another repetition of a long-term deception around Florida hurricanes. In relation to this: Hurricanes and tropical storms lead to a flood of misleading information detected by Snoops in October 2017. In verifying the facts, Snoops wrote that rumors that Cinderella Castle could be partially or totally dismantled during hurricanes dated back to 1997, when Chicago Tribune wrote about it as one of \"25 magical secrets of the kingdom.\" On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"inducing him to stick to the proven democratic playbook.\" At that time, the newspaper wrote, by Sira O'Rourke, on January 11, 2021,: \"According to the imaginations involved in its construction, Cinderella castle was built to fight the winds of the hurricane's power and could not be dismantled in any way,\" without naming any sources. In an e-mail from September 4th to Polyte Fact, Disney told the world that it was not the castle's dismantling in preparation for Durian. As for the picture we found on Facebook, there is evidence that it has changed digitally to make it look like a castle crust to be removed by a crane. Using a reverse image search, we found the exact same picture of Cinderella's Twitter castle in the run-up to last year's hurricane Michael. We also found a very similar picture published in a blog in 2009 - but with healthy surfaces. It was reported that the crane in the photo was used to remove the holiday lights. (Yeah, a picture of the DIS blog is irrelevant. Left, modified version.) Using Fotoforensics, an optical analysis tool, we were able to isolate manipulation. The results of the tool indicate that someone cloned part of the blue sky and placed it over part of the castle crust on the left side. The right algae appears to have been completely removed. The Facebook article is not accurate. We assess it wrong.", "vclaim_id": "vclaim-pol-00203"}