{"url": "/factchecks/2019/mar/27/viral-image/no-trump-didnt-sign-bill-month-clean-oceans/", "speaker": "Viral image", "vclaim": "President Trump signed legislation to clean up millions of tons of waste from our oceans and lakes last week.", "truth_label": "false", "date": "stated on March 21, 2019 in a Facebook post:", "title": "No, Trump didn't sign a bill this month to clean the oceans.", "text": "Between Mueller's report and the efforts to repeal the expensive bill of care, does President Donald Trump take the marine litter? \"President Trump signed legislation to clean up millions of tons of garbage from our oceans and lakes last week,\" reading the text of a Facebook article published on March 21, 2019. \"But the media will never report it.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We have already verified a similar claim. In late January, an article published on Facebook claimed that Trump had signed a bill \"to clean up millions of tons of garbage from the world's oceans.\" The story referred to our Sea Rescue Act 2018, signed by Trump on 11 October. He then said that more than 8 million tons of garbage were dumped into the oceans each year and that the law \"would help to address this problem.\" However, Jordana Miran, Director of Ocean Conservation Communications, a non-profit organization that supports and celebrates the adoption of the law on the rescue of our seas, said that it was inaccurate to summarize legislation as a draft law \"Million tons of garbage from the world's oceans.\" Indeed, the law signed by Tramp re-states the \"$10 million per year\" of the NOAA Marine Debris Programme, as she said. \"The program supports, among other efforts, the international coastal clean-up of the Ocean Conservation Organization, where volunteers collect millions of pounds of garbage from beaches and watercourses every year around the world. However, many entities provide financial support to the International Criminal Court.\" This legislation, sponsored by the United States of America and co-sponsored by Mr. Sheldon Whitehouse, De-Rod Island, was supported by both parties. It does not direct the country to clean up millions of tons of garbage from marine environments. The bill re-authorizes the amendment of the Marine Debris Act \"to promote international action to reduce marine debris, and for other purposes,\" in accordance with the Act. But it's not specific about the amount of debris, or how it should be cleaned up. Did Trump sign another bill earlier in March? \"No,\" said Madeleine Black, communications assistant for ocean conservation. \"This is probably the same claim as in February that is shared late.\" When we reviewed the original allegation about this legislation, we evaluated it half right. This is because Trump signed a bill that re-authorised a programme aimed in part at removing marine water debris. This latest Facebook article makes a similar allegation but goes a step further, wrongly stating that Trump signed the legislation this month. We're assessing this one as wrong. Sharing the facts 2019-04-02 15:20:33 UTC Politics Fact 2 1 7 PoliticFact Drafting: Wrong.\" President Trump signed legislation to clean up millions of tons of garbage from our oceans and lakes last week. The viral image on the Internet Wednesday, 27 March 2019, 2019-03-27. Read more information.", "vclaim_id": "vclaim-pol-00840"}