{"url": "/factchecks/2019/oct/25/viral-image/no-evidence-ann-landers-said-quote-about-age/", "speaker": "Viral image", "vclaim": "Anne Landers says: \"At the age of 20, we're worried about what others think about us. At the age of 40, we don't care what they think. At the age of 60, we discover that they never thought of us.\"", "truth_label": "half-true", "date": "stated on October 17, 2019 in a Facebook post:", "title": "This age quote didn't arise with Anne Landers.", "text": "Last March, we did a Facebook page where we claimed that Winston Churchill said, \"When you're 20 years old, you care what everyone thinks, when you're 40 years old, you stop caring about what everyone thinks, and when you're 60 years old, you realize that no one thought of you in the first place. Seven months ahead and we're looking at a similar location - this statement is only due to Anne Landers' late columnist. \"At the age of 20, we are concerned about what others think about us,\" begins the October 17 article entitled \"Aging is brilliant.\" \"At the age of 40, we don't care what they think. At the age of 60, we discover that they never thought of us.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We contacted Anlanders.com to ask about Facebook, but we didn't hear an answer immediately. We have read the columns about ageing on the site and they do not underestimate the advice in the articles there and do not share his feelings in different words. In a chapter on ageing in her 1961 book, \"From the time you asked me,\" Landers wrote: \"Many of those who write panicked by the idea of leaving the twenties behind. More terrified than the possibility of the 40 grand. For many, 40th Christmas is a painful experience.\" On January 11, 2021, Facebook published an article in Facebook Nancy Belusi, no longer the Speaker of the House of Representatives, Samantha Buterman: January 12, 2021, also says that \"age is only important for young people and very insecure people\" and criticizes the beauty products that have been marketed to help women stay young while also encouraging their female readers to stay thin and relax in makeup after age 45, because \"the heavy base base and many powders or flowers increase wrinkles.\" However, the reader referred to 1992 as a community column where the \"Gem of the Day\" included this \"Gem of the Day\" after answering the questions of two readers. He says, \"In the 20th, we're worried about what others think about us. At the age of 40, we don't care what they think of us. At the age of 60, we discovered that they never thought of us.\" However, Landers does not seem to be the original source of this statement or of its many differences. In 1955, Epi Leder became Anne Landers and responded to her first letters under the alias of that year's columnist. She was born in 1918 and was still a teenager when Robert Quillin was published in the newspapers in August 1934: \"In the 20th we don't care what the world thinks about us; in the 30th we worry about what he thinks about us; and in the 40th we find out that he doesn't think about us.\" In 1935, according to quotes from the Internet: Investigator.com, Will Rogers says this is a columnist tournament in \"Life Particle at 40:\" \"At 20, we don't care what the world thinks about us. At the age of 30, we're worried about what he thinks of us. At the age of 40, we're sure he's not thinking about us.\" We're assessing this point half right. An update, October 28, 2019: This story was originally wrong with a warning that if evidence shows that Anne Landers said so, we will reconsider our judgment. A reader referred to one of the 1992 columns containing a copy of this statement but not its original source.", "vclaim_id": "vclaim-pol-00014"}