{"url": "/factchecks/2018/nov/20/tom-cotton/were-there-no-hearings-bipartisan-criminal-justice/", "speaker": "Tom Cotton", "vclaim": "\"There were no hearings\" on the Criminal Justice Bill being considered in the Senate.", "truth_label": "barely-true", "date": "stated on November 16, 2018 in a tweet:", "title": "Were there no hearings on the draft criminal justice law between the two parties?", "text": "The Criminal Justice Bill, with the support of party legislators as well as President Donald Trump, raised a Twitter dispute between senators. The report began with a report issued in The New York Times on 16 November, namely, that the majority leader of the Senate, Mitch McConnell, R.K., had told Trump in private that he did not intend to introduce the bill, known as the First Step Act, into his room before the end of the year. The following day, Mr. Amy Klobochar echoed the story, highlighting a comment in Sen &apos; s article, Tom Cotton, R-Ark, one of the main Republican opponents of the bill. \"Mr. Cotton (perhaps a high critic of changes in judgements) urged colleagues to slow down, saying that the implications of the bill are too broad to be exceeded without hearings.\" We have had multiple hearings. It's time to work. \"Mr. FirstStepct\" pass. Cotton (perhaps the highest critic of changes in judgments) has urged colleagues to slow down, saying that the implications of the bill are too broad to be exceeded without hearings.\" We have had multiple hearings. It's time to work. Passing #FirstStepAct https://t.co/kzZ9nyBfRR - Amy Klobochar (@amyklobuchar) 17 November 2018 later that day, Cotton responded to Klobochar, Twitter, \"There were no hearings on this law. Why do supporters fear hearings and let members find out what's in them?\" There were no hearings on this law. Why do supporters fear hearings and let members find out what's in them? Perhaps because it gives early release to \"low-level, non-violent\" criminals such as those convicted of assaulting the police, even with lethal weapons (USC 111) a)...https://t.co/lQNYfFF1o0 - Tom Cotton (@SenTom Cotton) 17 November 2018, two days later, C. Mike Lee, R-Utah, was taken to Twitter to clean up his Republican colleague. I respect my colleague from Arkansas, but everything in his tweet is 100% fake news. First, the Judicial Committee of the Chamber of Deputies passed the Law on the first step outside the Committee on 9 May this year, and the Judicial Committee of the Senate approved the Penal Code and the very similar Corrections Act outside the Committee on 15 February this year. These are not new policies.\" I respect my colleague from Arkansas, but everything in his tweet is 100% fake news. 1 https://t.co/feHMxLpBf - Mike Lee (@SenMikeLee) 19 November 2018, with three senators mixing that up on Twitter, decided it was time for Polity Fuckett to intervene. Was Cotton right that the criminal justice bill didn't have \"hearings\"? We found some significant flaws in Cotton's argument. With regard to the draft law, the specific bill under consideration in the Senate is the first step law. It was presented on 15 November by Sens. Charles Grasley, R-Yowa, Dick Dorbin, D-L. The bill seeks to reduce the mandatory penalty. The current version includes additional funding to combat crime, an expansion of early release credits, a reduction in mandatory minimum provisions for non-violent drug offences, a ban on the restriction of pregnant prisoners and solitary confinement of juvenile offenders. The 15 November version is based on a bill passed by the House of Representatives on 22 May. Some aspects of a separate bill have been included in the 15 November version - a bill approved by the Judicial Committee of the Senate, chaired by Grassley, on 15 February. This bill, the Law on Reform and Reform of Sentences, covers subjects similar to those of the House of Representatives Bill. Marco Rubio stated on 27 January 2021 in his remarks \"Only in the Third World do you see this routine use of trials of former leaders.\" The current version of the bill was issued only one or two days before the outbreak of the Twitter dispute. But Cotton &apos; s statement that there were no hearings was highly misleading. At the outset, the basic bill of the House of Representatives received a tax - a kind of hearing that ends with a vote on the submission or postponement of the bill - on May 9, 2018. The bill, as amended by the Settlement Commission, was submitted by a vote of 25 to 5. Then, on May 22, the bill went to the House of Representatives floor under \"Suspension of Rules.\" This means that they will obtain a vote after more limited discussion than usual, with two thirds of the voting required for endorsement. After 40 minutes of discussion, a vote was taken. This measure exceeded the two-thirds margin and won 360-59. As for the Senate Bill, which was incorporated into the House of Representatives version, it was considered by the Senate Judicial Committee on 15 February 2018. This measure was put forward by the Committee by a vote of 16 to 5. Moreover, it is not as if the substance of these invoices had come out of nowhere. \"Both the House of Representatives and the Senate have discussed and discussed criminal justice reform for more than five years,\" said Con Carol, contact manager for Lee. \"There is nothing new or surprising in this legislation, and a strong debate about the bill shows that everyone understands how it's supposed to work.\" For example, a task force of the Judicial Committee of the Chamber of Deputies held a hearing on criminal judgements in 2014, and the Judicial Committee of the Senate held a similar hearing in 2015 on a previous version of the bill. In the passage of the bill in November 15, Grassley said that \"many of us in this Committee have worked closely together for several years on this issue to reduce crime and improve fairness in sentencing.\" James Arnold, spokesperson for Cotton, said that parity was not a substitute for a hearing, especially for a bill he called \"the biggest change in the federal criminal system in years, perhaps decades.\" \"The meeting is a forum in which the Commission collects testimony, information and expert opinions on a proposed bill, while parity is a process in which committees discuss and rewrite legislation to correct errors identified at the hearing,\" Arnold said. \"Even if the tie was a hearing, there was no sign of the fundamentally different version of the First Step Act that was submitted late on Friday before Thanksgiving.\" Carol, an assistant to me, responded, \"There have been very minor changes in the House of Representatives Bill and only selected elements related to sentencing from (the current Senate Bill) that have been added.\" Would it normally be expected that hearings on a draft law would be held at such a late time in the process? Another thing that has been bypassed by cotton: the course of the Criminal Justice Bill is a standard operating procedure for how bills operate in Congress. Experts said it was common for bills to slowly make their way to look on the ground. There is generally no final \"hear\" when the final language is drafted in the bill -- but there is a debate about the word, which is still going to happen if the draft criminal justice law is introduced. \"Several important measures go through the Senate Hall without long discussion and consideration of amendments,\" said Steve Smith, a senator at the University of Washington in St. Louis. In many cases, the final draft law might include parts of several different draft laws that had held individual hearings in different committees. More than that, the draft laws are mere layers of legislative provisions, so even hearings on a specific bill number are not a very useful indication of the holding of the relevant hearings. Gregory Koger, Senator at the University of Miami, agreed. \"It is not common to hold a new hearing every time the text of the bill changes, and it is very common to amend the bills between the Committee and the House of Representatives or the Senate, considering that there is a wider group of legislators who weigh in,\" said Cougar. \"The holding of hearings in each such case would be a waste of time, as the debate in the hall before passage provides the final \"hearing.\" Cotton, our Governor, said that \"there were no hearings\" on the draft criminal justice law being considered by the Senate. The cotton view is misleading. He ignored years of debate in Congress and hearings on the general topics of the bill, as well as the consideration and approval of very similar bills by the two parties at the level of the Council Committee, by the plenary and by the Senate Judicial Committee. Numerous hearings on previous versions of the current draft law were held at previous conferences. In addition, the draft law, which would be discussed if approved, would be voted upon. We're mostly assessing the statement wrong. Update, 21 November 2018, 10 a.m.: This story was updated to include a comment from the Cotton Office. The evaluation remains the same. Sharing the facts of 2018-11-2020 21:27:31 UTC PoliticsFact 3 1 7 PoliticFact Dating: Mostly false \"no hearings\" on the criminal justice bill under consideration in the Senate. United States of America Tom Cotton Senator, Ark. https://twitter.com/SentomCotton/status/1063870621518651395", "vclaim_id": "vclaim-pol-01246"}