{"url": "/factchecks/2014/oct/31/charlie-crist/crist-says-scott-spent-800k-governors-mansion-reno/", "speaker": "Charlie Crist", "vclaim": "Rick Scott says, \"Send $800,000 of your taxes to improve the governor's palace.\"", "truth_label": "half-true", "date": "stated on October 24, 2014 in in a campaign ad:", "title": "Christ says Scott spent $800,000 on the palace renovations.", "text": "The candidates for the Governor of Florida are now filming each other's governors in campaign announcements, where the Democratic Challenger Charlie Christ is working overtime to make voters realize that the millionaire Goof is. Rick Scott is, in fact, a millionaire. \"Flying on a private plane with $11 million in Oceania,\" says the October 24, 2014 announcement. Rick Scott is used to the most beautiful things. Maybe that's why he spent $800,000 of your taxes raising the governor's palace.\" Then the Declaration repeats many previous attacks on spending on education. At the same time, we have come to wonder whether Scott, who campaigned in 2010 to cut government spending, spent $800,000 on his new home in Talahasi after taking office. On October 28, 2013, the Christ campaign published the story of Associated Press on CBS in Miami. According to that story, over $800,000 of renovations occurred at the Greek Governor's Resurrection Palace in 700 N. Adams St. These renovations included the cleaning of eastern carpets, the refining of wood floors, \"New wallpaper, pillows, furniture, curtains, paint, window repair, and new screens for a swim and a numbered kitchen,\" I read the story. According to the story, the state spent approximately $3 million on the drug during Goof. Eight years after the Pocket of Bush took office, one third of this money was intended to improve security after September 11. The story says that during Christ's four-year term from 2007 to 2011, the state spent just over $27,000. The workplan subsequently corrected this amount by approximately $443,000. Of the $800,000 spent during Scott &apos; s reign, approximately $600,000 was from taxpayers &apos; maintenance funds, as mentioned in the story. More than $200,000 was donated by the Governor &apos; s Palace Foundation by Sugar, Crystal Florida, Blue Cross and Blue Shield in Florida. There was also $20,000 in gifts from Brian Ballard's lobbyist, Scott's consultant, Tony Fabrizio, and the CEO of a private prison company, George Zolly. That private money was used to pay for things like $38,000 in new carpets and $2,000 for a new mirror for First Lady Anne Scott, who was an interior designer, telling the story of AP. In order to verify these facts, we will not look at private donations, because Christ said, \"Your tax dollar.\" Scott's campaign says that the palace was routinely financed by both public and private funds, and that the public money in question was used in accordance with State law. He paid for such things as compliance with the code in the kitchen, restoration of safety risks in public places, electrical upgrades and plumbing repairs, and said the spokesman for Greg Blair. Kendrick Mick mentioned on February 20, 2010, in a statement on his website Florida, \"He has the second highest incarceration rate in the country.\" • March 2, 2010, we entered the Administrative Services Service, the maintenance agency. The spokesman for Ben Wolfe told us that the Department of Immigration Services has a budget for projects for minors, and that periodic reforms are needed. To refuse to be more specific to us. He gave us the totals of renovation, maintenance and procurement work done for minor improvements using public funds, but we found that some figures were slightly different from those reported by the programme of work in 2013. From January 1999 to December 2006, the term of the Bush enclave totalled $2.87 million, including 11 security promotions after September, such as the purchase of surrounding property and the construction of barriers. From the term of Christ, January 2007 to December 2010, the total was approximately $443,000, including approximately $254,000 for heating and cooling, and $102,000 for the design and installation of a \"fuel cell\" designed to reduce emissions and use energy. With the addition of miscellaneous purchases such as tools, supplies, construction materials, shipping etc., the total rose to approximately $628,000. As for Scott, the DMS disclosure said that a little over $499,000 was spent on things called Blair. Although this has been measured by more than just 2011, that is when the bulk of the expenditure was incurred. (We will also note that more than $10,000 of tax money was spent on the Kapana reforms. Add other expenditures, as we did with Christ and Bush, and the total from January 2011 to the present is approximately $745,000. In 2013, the Department of Management Services said that the Agency had reviewed the minors and had decided that it needed some renovation, without Scott &apos; s contribution. Scott's office then said that neither the Governor nor the First Lady had asked for changes, but the Bible stated that the record of the 2011 May meeting of the Governor's Palace Committee showed that Anne Scott had mentioned the state of the house. \"It's important for me to keep his beauty and show his history, make the palace a welcome destination for all the guests,\" she said. We also tried to contact the secretary of the palace Carol Beck several times, but we didn't hear a reply. She quoted the AP story as saying that the DMS officials \"were exceptionally proactive in addressing the concerns of the First Lady and I as they relate to the current situation of internal and external minors, as well as the reasons.\" This wasn't the only time he spent on mannese that was a problem. In 2011 and 2012, staff were instructed to use private telephone lines and e-mail accounts while working to find some $5 million in public and private funds to purchase commercial property around minors and convert it into public space. Governor Scott said he spent $800,000 in your taxes to improve the governor's palace. When we investigated the agency responsible for the totals, she said that approximately $745,000 in taxpayers &apos; funds had been spent during Scott &apos; s term. So the amount of tax money spent on renovations in the palace is nearby. However, the ad is trying to make it look like Scott was a seed, and that's not quite clear. The departments of Christ and Bush have also spent considerable sums on expensive renovations, and the money does not appear to have come from a direct request from Scott (although Scotts has accepted donations for the construction of the palace). We evaluate the statement half right.", "vclaim_id": "vclaim-pol-07044"}