{"url": "/factchecks/2019/aug/21/viral-image/no-evidence-hitler-made-statement-about-gun-contro/", "speaker": "Viral image", "vclaim": "Hitler said this year will fall in history. For the first time, a civilized nation has a complete record of the weapon! Our streets will be safer, our police will be more efficient, and the world will follow us towards the future!\"", "truth_label": "false", "date": "stated on August 8, 2019 in a Facebook post:", "title": "There's no evidence that Hitler made this statement about gun control.", "text": "A recent Facebook publication appears to have abandoned a dark future for the United States if the arms laws are governed by the quote of Adolf Hitler on arms control in Germany. \"This year will fall in history,\" begins August 8. \"For the first time, a civilized nation has a complete record of the weapon! Our streets will be safer, our police will be more efficient, and the world will follow us towards the future!\" The article attributes the statement to \"Adolphe Hitler,\" misreading the name of the leader of the Nazi Party before indicating that he was observing \"overstep of the German Arms Act 1935.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) When we contacted a number of historians to see whether Hitler had actually said so, they could not tell us categorically that he had not done so. But they were skeptical that the quote was true. Richard Brightman, an honorary American university professor who wrote widely about German history and the Holocaust, said that he was \"not aware of any such statement by Hitler.\" He also pointed out that, in addition to Hitler's name, which was mispronounced on Facebook, the Nazi Organic Law on Arms was promulgated in 1938, not 1935, as the article says. Peter Hayes, a professor at Northwestern University specializing in Nazi Germany and the Holocaust, gave a quick history lesson: a law passed in 1928 before the Nazi regime that requires people to ask the state for permission to buy or possess a weapon, and local police can revoke such authorization at any time. In 1931, the law was amended to require persons seeking such authorization to prove their need for a weapon. Facebook was published on January 11, 2021 in an article in Facebook Nancy Belusi that was no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021, in 1938, during Nazi rule, the law was changed so that it was difficult for the Roma to obtain weapons and easier for the Nazis to carry them. A separate decree in 1938 prohibited Jews from obtaining guns. Perhaps, as Hayes said, Facebook bulletins refer to another such decree issued in 1935, but \"I have not heard of it.\" He also doubted the language used in the Facebook quote. \"Registration\" was not a typical term in German weapons laws. Geoffrey Herv, professor of history at the University of Maryland, told us: \"My very strong suspicion is that this is a trick.\" This was approved by Christopher Browning, an honorary professor at the University of North Carolina in Chapel Hill, who researched and wrote widely about Nazi Germany and the Holocaust. \"That sounds like a complete fabrication to me, invented for obvious reasons,\" he said. An article in Fordham's 2004 legal journal entitled \"On arms registration, the National Republican Army, Adolf Hitler, and Nazi weapons laws: blowing up arms culture wars (invited to historians)\" indicates that Hitler's \"disgust statement\" has been published more than 100 times in newspapers throughout the country, and legislators have argued against the registration of weapons in part because it is supposed to have enabled Hitler to leave people vulnerable to Naziism. (We have verified the facts as to whether the arms control systems in Nazi Germany help to promote the Holocaust and mischaracterized it.) But the writer Bernard Harcourt says in the paper, \"Maybe it was a imaginary quote and they never said it.\" \"The reference is mixed and incomprehensible chaos that has not been properly identified or documented, and no one has been able to produce a document matching the quote,\" books. \"It's been the subject of a lot of research, all of it useless, and I've now entered the records of urban mythology.\" We're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00250"}