{"url": "/factchecks/2016/jan/29/chris-christie/christie-says-neighbors-san-bernardino-shooters-kn/", "speaker": "Chris Christie", "vclaim": "The San Bernardino sniper's neighbors knew they were talking about trying to seize our country and attacking it.", "truth_label": "false", "date": "stated on January 28, 2016 in the Republican debate in Des Moines, Iowa:", "title": "Christy says San Bernardino's neighbors know the shooters better than they do.", "text": "The threat of Islamic terrorists to the United States was a major theme in the Republican debate in Iowa, and the December shooting in San Bernardino, Califf, was a major example of how real this threat was. The Director of Fox Megan Kelly's News asked New Jersey Goff. Chris Christy about the reluctance of the shooters' neighbors to report suspicious activity by Mr. Radwan Farouk and his wife, Tashvin Malik. They didn't want to be seen as using racial profiling. Christy said what the neighbors saw had nothing to do with the description. \"These people had weapons, they knew they were talking about trying to seize our country and attack it,\" said Christy. \"This is not profiling, but the application of the law.\" Kelly intervened, \"They didn't know they were going to attack the country.\" They knew they were talking about attacking people. We've looked for any reports of neighbors saying they have an idea of any plans to attack. We didn't find any. We have found indirect reports that were not of good source, and these reports have been repeated primarily on the right news sites. This quote from Deli Kallar's conservative website was typical: \"A neighbor of Farouk's mother in Reedland said - another neighbor said to him: \"I think they were getting a few packages - a few packages in a short period of time, and they were actually doing a lot of work in the garage.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, \"She was a bit suspicious and wanted to report it,\" Elswick explained, \"but she said she didn't want to describe.\" There were many articles of this kind. They all went back to a local EBC news company and they all have almost the same details. None of these accounts support Christy's assertion. First, they talk about what Farouk's mother's neighbors saw, not Farouk's neighbors and their own owners. The mother lived in Redlands, not San Bernardino. It should also be noted that this account comes from a neighbor who says what he learned from another relative, not what he saw himself. Secondly, no one was informed that he believed that an attack was being planned. Shortly after the shooting, Wall Street Journal stated that neighbors and friends described the couple as \"quiet, clergy who did not attract attention or suspicion.\" The governor, Christy, said San Bernardino's neighbors knew they were talking about attacking the country. Most reportedly, a neighbour of one of the shooter &apos; s mother &apos; s neighbours said there was suspicious activity. There was no mention that a neighbour of the shooters themselves was suspicious, let alone that a neighbour believed that an attack was being planned. Christy mixed up the details in the news. We're assessing this statement wrong. https://www.sharethefacts.co/share/188985-9171-4758-b6d-6f150b004517", "vclaim_id": "vclaim-pol-05500"}