{"url": "/factchecks/2015/jul/19/donald-trump/trump-i-called-mccain-hero-four-times/", "speaker": "Donald Trump", "vclaim": "\"Four times, I said, John McCain is a hero, but, you know... people choose selective pieces.\"", "truth_label": "barely-true", "date": "stated on July 19, 2015 in comments on ABC's \"This Week\":", "title": "Trump: I called McCain a 'hero' four times.", "text": "Donald Trump is facing a violent reaction from both parties after Vietnam's son told the prisoner of war. John McCain, Ares, \"Not a war hero,\" but disgruntled Trump will not apologize. Trump defended his latest provocation on ABC this week, adding that McCain \"did nothing to help veterans\" and suggested that the Senator should truly apologize to him for insulting Tramp supporters. When the host, Martha Radz, pressed her, Trump complained that his critics were taking his comments out of context. \"Four times, you said he was a hero,\" he said on July 19, referring to the fact-checking by journalist Cheryl Atkesson. \"But you know... people choose a little selective pieces. If you read what I'm saying or see what I'm saying, which is better than that, you'll say there was nothing wrong.\" We took Trump's advice and put his statement in context. The word war between McCain and Trump began in an article published by the New Yorker newspaper on July 16th. Ryan Lizza McCain asked about Trump and his anti-immigration group held last weekend in McKeen State. According to the article, Makin led efforts to advance through comprehensive immigration reform and \"was at war with the far right in Arizona for years.\" \"This performance with our friend in Phoenix is very painful to me,\" said McCain Lizza, \"because what he did is he shot the crazy.\" Trump could not take this down and retaliate on Twitter: (For information, McCain graduated from class 894 of class 899). When Trump attended a demonstration in Ames, Iowa, on July 18, Republican candidate Frank Luntz asked him if it was appropriate to call McCain a \"doll.\" Trump gave his voice to MacKen before he doubted putting him as a war hero in the back and forth with Luntz. Here's a copy of their conversation: \"Makin insulted me and everyone in that room. And I said someone had to run against John McCain, who, in my opinion, wasn't very interesting. And I supported him for the presidency. I've raised him a million dollars. That's a lot of money. I supported him, he lost, he let us down. But he lost and I didn't like him much anymore because I don't like losers. But--Frank, Frank, let me get that. Lontz: \"He's a war hero. He's a war hero... \"Trap: \"He's not a war hero...\" Lontz: \"He's a war hero.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman: January 11, 2021 Trump: \"He's a war hero...\" Luntz: \"Five and a half years in a Vietnamese prison camp...\" Trump: \"He's a war hero because he's arrested. I love people who haven't been arrested. So he's a war hero... \"Lontz: \"Do you agree?\" Trump: \"He's a war hero, because he's captured, okay? I think, perhaps, he's a war hero. But now he said some very bad things about a lot of people. So what I said was John McCain, and I don't agree with him that these people aren't crazy.\" Trump literally said \"war hero\" five times, but always with associated constraints. Twice, Luntz interrupted him before he could finish his sentence. Once, the statement was preceded by \"I think, perhaps.\" In the last two times, Trump added \"because he's been arrested.\" He also, of course, started all of this by saying that McCain is not a war hero. The experts told us that these warnings change the meaning of the sentence entirely.\" Kathleen Kendall, who studies communication with the political campaign at the University of Maryland, said: \"He is a war hero because he is captured.\" Makin, whose war record was the subject of false attacks before, was captured by the Vietcong when his plane was shot down in 1967. For five and a half years, he was tortured and held incommunicado in the midst of attempts by the northern Vietnamese to obtain false information and confessions, according to the Navy. Since Makin is the son of Ameral, he was offered early release but refused until the prisoners of war who had been in the camp for longer than he had been released. We don't comment on whether families are a championship mark, but Trump probably wasn't, as the rhetoricist Paul Acher of Richmond University says. He said, \"Looks like he thought it would be funny next to the question he was answering.\" In short, Trump's self-defence is weak at best. With regard to his accusation of critics who select his comments, experts say that fate calls the boiler black. \"He's taking his own words out of context. This is the insult with which the media are accused, as Kendall said. We contacted the Trump campaign for a response, but we didn't hear a response. Our governor Trump said, \"Four times, I said McCain is a hero but you know... people choose selective pieces.\" Trump literally said MacKen is a five-time hero, but never without warnings. Once, he added \"perhaps, I think\" before he admitted the point. Twice, he was interrupted. And the last two times, Trump said, \"He's a war hero because he's captured.\" In other words, Trump also chose \"selective pieces\" and misquoted himself. We assess his claim mostly wrong.", "vclaim_id": "vclaim-pol-06179"}