{"url": "/factchecks/2018/oct/31/michael-schirling/vermonts-leaves-are-changing-racial-makeup-its-pop/", "speaker": "Michael Schirling", "vclaim": "\"We invite SNL viewers to Vermont to see everything we have to offer, including our increasingly diverse societies... The leaves are changing, so is Vermont.", "truth_label": "half-true", "date": "stated on October 2, 2018 in Schirling to Boston.com Oct. 2, responding to an SNL skit:", "title": "Vermont's leaves are changing, but is the ethnic composition of her population?", "text": "On September 29, he used Vermont's reputation in the Caucasian Commission with a mock meeting held by white fanatics. In response, the Secretary of the Trade and Community Development Agency, Michael Sherling, sent some vanilla Vermont T-shirts in October 2 and responded to the programme &apos; s creators that Vermont had become more ethnically diverse. \"We invite SNL viewers to Vermont to see everything we have to offer, including our increasingly diverse societies and a wide range of destinations, including the African American Heritage Corridor,\" said Sherling in the statement, which the Department sent to Boston.com. \"Now is the perfect time to visit or think of a step here. The leaves are changing, so is Vermont. We decided to see if Sherling's statement was correct, given that Vermont remains the second white country in the Union. Has the State become more ethnically diverse? There has been a slight increase in the non-white Vermont population. He said he got his information from the U.S. Census Bureau. In fact, the United States Community Survey conducted by the Census Bureau, a research project producing population, demographic and housing estimates, found that Vermont had become more ethnically diverse, or at least less white. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher: January 16, 2021, the survey found that Vermont was 95 per cent white in 2013 and 94.2 per cent white in 2017, a decrease of 0.8 per cent, according to the spokesman for the American Community Survey. In the non-white race category of census data, there are many differences. From 2013 to 2017, the increase in the African-American population from 1.1 per cent to 1.3 per cent was not statistically significant. However, the change in the percentage of the Asian and Spanish population was: Asians moved from 1.2 per cent of the Vermont population to 1.8 per cent, an increase of 0.6 percentage points; Hispanics moved from 1.5 per cent to 1.9 per cent, an increase of 0.4 percentage points. Our judgement that Vermont is becoming more diverse needs further clarification. Schirling does not explain that the increase in the ethnically diverse population in Vermont is slight. We evaluate the statement half right.", "vclaim_id": "vclaim-pol-01352"}