{"url": "/factchecks/2014/oct/31/zell-miller/Ad-about-Deal-and-scholarship-Mostly-True/", "speaker": "Zell Miller", "vclaim": "Nathan made a deal that saved the HOPE grant program.", "truth_label": "mostly-true", "date": "stated on October 27, 2014 in television ad:", "title": "A deal announcement and a scholarship are mostly true.", "text": "A former democratic government. Zil Miller had at least a small role in this year's two largest elections: the race to the Senate and the US Governor. First, Miller approved the democratic Michelle Nan of the Republican businessman David Birdo for the open office of the United States Senate. Then he came out for the Republican government. Nathan dealt with his best race against Sean, state of Jason Carter. In the campaign announcements currently broadcast on the Atlanta TV market, Miller grants the credit package to save Georgia's lottery-funded Hope Grant, which can be said to be the most popular government program ever. \"Hop was a major achievement for Georgia,\" Miller says in the Declaration. \"But when I got in trouble and went into bankruptcy, Nathan's deal went up to the challenge. Now, thanks to Nathan, hope is available for the next generation.\" That's strong words from Miller. He's Hope's founder. Polyte Fact decided to take a closer look. First, some background information on the merit-based scholarship programme inspired a federal tax exemption and convinced more than 12 states to start their lottery programmes and scholarships. In 1991, the new Government was elected. Zel Miller proposed legislation calling for constitutional amendment to establish the state lottery. The voters agreed to the amendment one year later, funding three distinct programmes: the Hope Scholarship; the Global Voluntary Kindergarten for 4-year-olds; and educational technology. The third programme was subsequently abandoned. The first such scholarship was awarded in 1993, and by 2010, more than $5.2 billion in scholarships and scholarships had been awarded to more than 2.9 million students studying in Georgian colleges, universities and technical colleges. The People &apos; s Programme was simple: to earn and maintain a rate of 3 grades and to obtain free education at a public college. However, painful predictions were made to the 2011 session of the General Assembly, which was the first governor of the transaction. If no changes are made to Hope and Brick by the fiscal year that began in July 2012, all lottery reserves will be depleted. Legislators were told that some of the pre-birth and Hope needs would also not be met. The agreement led the renovation effort. He's included some democratic ideas in the final bill. For example, the minority leader at the House of Stacey Abrams was forced to retain $13 million in the programme to cover technical college students who were receiving and won remedial classes. She also kept her negotiations with the deal for grants to 5,000 students to continue their studies in Royal Registered Schools such as Devere - and met with some reactions from angry Democrats to her cooperation. However, Abrams gave a rare speech during the vote in the Chamber of Deputies, noting that the programme remained a means of investing in Georgian students and included the priorities of the two political parties. She stood by the deal when he signed what the signature law would be in his first year as governor. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • 26 January 2021, the largest change that appears: students with an average of 3 degrees will no longer receive a full college scholarship. It will be booked for about 10% of students -- distinguished students, alive and having at least 3.7 GBA and 1200 in the Math and Reading Department at SAT. These students, now known as Zell Miller researchers, will also be required to maintain 3.3 per cent of the college to maintain the full scholarship. Other major changes have eliminated automatic increases in scholarships to keep pace with increases in tuition fees and increased the level of the World Programme of Action for Technical Scholarships from 2.0 to 3.0. The following year, criticism of changes was renewed, when nearly 9,000 students lost technical scholarships because they could not meet higher academic standards. Thousands of others were not registered because they could not pay what was no longer covered by the Hope programme, according to the State Commissioner for Technical Colleges. By 2013, legislators had re-established the Global Programme of Action for Technical College Students, who tended to be older and to work full-time while attending school. Carter, this year's democratic candidate for governor, was among those who did not agree to the changes that had been made. Carter and the Democrats in the Senate prefer the ceiling on family income of $140,000, a proposal rejected by Republican leaders as financially unworkable. Carter continued to criticize the agreement on Hope during this year's campaign, saying that the Governor is responsible for tens of thousands of students who no longer get Hope. Earlier this year, the Georgian Institute of Left Budgets and Policies issued a report showing that the post-2011 scholarship programme, called \"HOPE Lite\" by some, continues to pay less than university enrolment costs. At the Technical University of Georgia, for example, a HOPE scholarship that once covered all tuition and compulsory fees, in addition to the book allowance, now covers 59 per cent of education costs. At the University of Georgia, the scholarship pays 62 per cent of the cost of education, and researchers have found it. The number of Hope programme beneficiaries decreased from about 250,000 in 2010-2011 to about 200,000 in 2013-2014, and the number of scholarships and scholarships in 2013-2014 decreased by some $215 million, from $747.6 million to $532.9 million, according to the website of the student funding committee in Georgia. We tried to get Miller's approval for these major changes, but we couldn't reach it. But when our colleague in Atlanta, Janelle Davis, spoke to him a week ago, he said that the deal was true for his purpose for Hope. Miller said, \"I've stuck to my original thinking that it was for the best students, not the best students who might have low-income families, but only the best student period.\" \"I still think it serves a wonderful purpose, which is to give students an incentive to work well.\" ........................................................................................................................ However, the programme has also changed significantly. The programme continues to make higher education more expensive for many students. However, now only about 10 per cent of the HOPE beneficiaries cover 100 per cent of their education costs. You can do Miller's argument here: deal with a little help, save Hope's grant. But the Miller Declaration needs a complete understanding of the context. We're mostly assessing his statement right.", "vclaim_id": "vclaim-pol-07048"}