{"url": "/factchecks/2011/may/03/jd-alexander/sen-jd-alexander-questions-e-verify-costs/", "speaker": "J.D. Alexander", "vclaim": "The use of \"electronic verification\" is said to be \"fair amount of cost,\" about $20 for a person who does not match.", "truth_label": "mostly-true", "date": "stated on April 29, 2011 in comments to the 'St. Petersburg Times' and 'Miami Herald':", "title": "J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D. Alexander asks for costs.", "text": "The man who runs a controversial immigration bill through the Florida Senate says that he is opposed to the requirement that employers use the federal system for checking the immigration status of their employees. J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D., J.D. Alexander, R-Leck Wells, says he knows directly about the federal system -- since he's been using it as a farmer and an acid farmer. Alexander says \"electronic verification\" is flawed and costly for business. The Senate is scheduled to discuss the Immigration Bill, SB 2040, and the electronic verification component on 3 May 2011. Details of the entire bill are still unknown. But Alexander made his position pretty much known, saying he'd try to remove any requirement for electronic verification. \"It takes some time to really know the answer,\" he said about \"electronic verification.\" \"He has the potential to be wrong.\" He said, \"It's a fair amount of cost\" -- about $20 for a person who's not qualified to work. \"It's so expensive.\" Alexander noticed to the reporters that he was missing 100 people to choose a raspberry crop. \"For all unemployment, there are not only people who want to go out and pick berries,\" he said, for about $9 an hour. As the debate continues, we wanted to address Alexander &apos; s concern about cost. The electronic verification system is a federal database that compares information from a person &apos; s working papers with internal security and social security records. Employers using the programme can dispose of migrants who are not eligible to work in the country. Once employers employ workers, they search for their names through the electronic verification database. If the records match, the new employees are eligible to work. If they do not match, the database reaches employers, who must give workers eight days to provide sufficient evidence of their eligibility. Critics like Alexander complain that the database is inaccurate and needs improvement. More than a dozen states require the use of the system in one form or another, whether for State workers, state contractors, or for all or most employers. In Florida, Goof. Rick Scott issued Executive Order 11-02 in the first hours of his work, which requires the use of the system for employees of executive agencies and state contractors. He has promised to extend this order to all employers in the State. The system can be accessed free of charge -- in the sense that employers do not have to pay the federal government to use electronic verification. But that doesn't mean that Alexander is wrong to file his claim for costs incurred by companies. The Florida Senate analysis only indicates that the mandatory use of electronic verification \"may have an economic impact on private employers.\" Employers must either devote staff to learning the system and conducting background checks, or hire third-party agents to do business for employers. In either scenario, there is a cost. The Federal Government has undertaken a detailed organizational analysis of the costs expected to be incurred by federal contractors using the electronic verification system. The analysis concluded, for example, that the Humanitarian Affairs Officer would take approximately 10 minutes to register for the use of the system, and then a further 1.4 hours for a human resources officer and his or her counsel to review the memorandum of understanding on electronic verification. The analysis includes the costs of the computer, Internet and printer, and it was found that it would take five minutes to enter the operator &apos; s information into the electronic verification system and an additional five minutes if the operator was required to submit an identity card with a photograph. There is also an associated cost if the employee challenges the results verified electronically, according to the Government &apos; s analysis. Finally, there is an alternative cost of finding workers to replace those who cannot pass the electronic verification system. Finally, the Government found that the average direct cost of a contractor with 10 employees would amount to $1,254 in the first year. For contractors with 50 staff, the average cost of participating in electronic verification would be $3,163 in the initial year. For a contractor with 100 employees, the cost would be $5,615. For a contractor with 500 employees, the cost would be $24.422. The costs will be lower in the following years, as the Government has found. The current cost of a company of 10 employees is $156 per year, $440 per company of 50 employees, $802 per company of 100 employees and $3,261 per company of 500 employees. Finally, we verified Hunter's employment, a third vendor that carries out electronic verifications of workers in Arizona - where electronic verification is required. Hunter earns US$ 50 for registration in the company to benefit from its services, after which it receives an annual fee of US$ 25. In addition, Hunter receives a fee of $7.50 per employee verified by Hunter through the electronic verification program. This would be in addition to any staff time incurred by the company to process the agreement with Hunter, as well as other miscellaneous costs. Alexander said that one of the reasons why he did not support the electronic verification request was that he had \"a fair amount of cost,\" about $20 per person not matching. Our analysis shows that there's a cost of using the system -- although technically free. First, the cost should not necessarily be different if the person is not verified by the system, but the employer will incur additional costs to replace the potential worker. Second, while Alexander's figure of $20 per employer is not too far from the line based on the statistics we have seen, the cost depends on how many employees are examined, and whether a company decides to process the electronic verification of cheques itself or through a third party company. So, we're assessing this claim mostly correct. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" ● February 3, 2012", "vclaim_id": "vclaim-pol-13161"}