{"url": "/factchecks/2019/oct/22/nikki-fried/will-hemp-replace-plastics-and-concrete-florida-de/", "speaker": "Nikki Fried", "vclaim": "\"Hemp has 25,000 to 35,000 known uses. This means it's going to be something that's going to replace plastic, styrofoam and concrete.\"", "truth_label": "barely-true", "date": "stated on October 12, 2019 in a speech to the Florida Democratic Party:", "title": "25,000 use of cannabis, including the replacement of concrete and plastics? Not so fast.", "text": "Cannabis was used in an electric BMW car, as fibres in the jeans and in the walls of the Tarpon Springs, the house. Now the only state-wide elected Democratic Party in Florida, Commissioner of Agriculture Nikki Farid, will oversee a new industrial cannabis programme in Florida. Fred, a former member of the marijuana industry lobby, says that cannabis has a huge number of uses and will replace some common materials. At the Florida Democratic Party Congress in Orlando, she said: \"What most people don't understand is that cannabis has 25,000 to 35,000 known uses.\" \"This means it's going to be something that's going to replace plastic, styrofoam and concrete.\" This is a huge pile of cannabis. But is a unique claim accurate? While cannabis and marijuana are of the same plant types, cannabis is not psychotic and is used in a variety of products. Appropriate legislation for industry has helped to grow the cannabis market in recent years. But don't expect to replace plastic or concrete anytime soon. A great deal of research and development - and money - is needed before widespread use. \"Industrial cannabis products provide an alternative to substances such as plastics and concrete in certain applications, but will not be able to replace them entirely because of differences in the physical and chemical properties of the substances,\" said Tai Olson, who works for the American Heritage Group, which works with suppliers of ballistics projects. The claim for approximately 25,000 uses from the Farid claim in 1938 for the number of cannabis uses comes from the story of a magazine published 80 years ago. In 1938, the magazine Popular Mechanics announced the new $1 billion crop. \"Hump is the world's standard fibres. It has a great strength and vortex. It is used to produce more than 5,000 textile products, ranging from ropes to microstrings, and the remaining wood \"straps\" after the removal of fibres include more than 77 per cent cellulose, and can be used to produce more than 25,000 products, ranging from dynamite to cellophane. However, the magazine &apos; s story did not explain the government organization that impeded the development of cannabis. In 1937, Congress passed a law requiring cannabis farmers to register and pay a tax. But the statistics of the 25,000 uses lived, so they got a mention in Congressional Research Service Report 2018. This report and other citations by news outlets, including the Tampa Bay Times, the Florida Government and academic work, were noted by Farid &apos; s spokesperson. (We also mentioned the shape, we found it). We sent unique signals to four academic experts about cannabis, none of which was affected. \"Only because the number is repeated over and over again does not make it true,\" said the agricultural scientist Jennifer Jenkins. Gilbert Jenkins is a professor at New York State University in Morrisville. The bomb has multiple uses in agriculture, textiles, recycling, cars, furniture, food, beverages, paper, building materials and personal care. Some cannabis experts told us that mathematics is behind 25,000 uses (especially 35,000) empty. On June 5, 2011, Rick Scott stated in an interview on CNN that \"studies show that people who work in social welfare are more drug users than people who do not work in care.\" • 9 June 2011: \"Of course it is misleading, since the definition of what is \"use\" is arbitrary, and most uses would be economically trivial,\" as Ernest Small said, a research scientist in Canada. \"But the same can be said of many things, so it's not exactly unbelievable. With some imagination, I think you could find 25,000 use for a car, or for a lot of common things.\" :: Return to the source, popular mechanics. We were told by Jared W. Nelson, a mechanic in Sony New Paltz, that he believed that the number of uses reported did not refer specifically to cannabis, but instead to cellulose. The dynamite and cellophane are derived from cellulose. While cannabis can supply sugar through the enzyme collapse of cellulose, it is much easier and cheaper to get these sugars than corn or sugar cane, as Professor Cornell Lawrence B said. Clever. \"The 25,000 products are a large number, but please put it in context,\" said the smart one. \"As we get most of our paper products from the ocaliptus and wood products from pine, how many products can you make from the ocaliptus and pine?\" Gilbert Jenkins said that \"the first time in a generation we are able to innovate about this diverse crop.\" The Farming Act 2018 legitimized the industrial use of cannabis and removed it from the federal list of controlled substances, opening the market for new products. According to the sound of the Hemp, the number of cannabis acres planted tripled between 2017 and 2018, and the number of sales of cannabis-based products increased. The spokesman for Fred Franco Rebel referred to examples of the use of cannabis in cannabis for building houses, vehicles for building products such as cars, cannabis-based packaging and plastic substitutes. Cannabis-dependent products should increasingly replace the specific uses of strovum, plastics and concrete. \"His forward-looking data on the future of cannabis and potential uses are intended to inspire the development of industry,\" citing forecasts of future growth of cannabis. However, there are challenges to the use of cannabis in the United States. For example, Gilbert Jenkins is working in partnership with the New York Institute of Technology Fashion for the manufacture of cannabis jeans. She said, \"We're sending a ton of cannabis fibres to Poland to be processed into threads because that capacity doesn't currently exist in the United States.\" \"Our textile industry is ready to work with short cotton fibres, not long cannabis fibres.\" For the examples of Rebel, they do not represent the majority of current cannabis use. About 80 per cent of cannabis grown in the United States relates to cannabis abstracts, including Canabidol, or the Convention on Biological Diversity, as stated by Eric Steinstra, President of the Hemp Party. The experts also told us that the purpose of the cabin was to replace other components within a wall, such as paper rock, rather than concrete itself. Also, cannabis does not replace plastic. Cannabis fibres can be used to strengthen plastics and other composite materials. Cannabis oil can replace plastic crude oil, which \"is still plastic with all its negative aspects,\" as Gilbert Jenkins said. Small said that cannabis had rarely penetrated construction markets and replaced plastics. \"The future seems limited, albeit not impossible.\" The Governor Fred said, \"Hemp has 25,000-35,000 known uses. This means it's going to be something that's going to replace plastic, styrofoam and concrete.\" The number comes from a popular mechanical article in 1938 on the number of potential products that create an overly optimistic picture of the number of uses. The mere existence of a use does not mean that it is widely available. Most of the cannabis that is being cultivated is dedicated to the Convention on Biological Diversity. Fred said that cannabis products would \"substitute\" common materials such as plastics and concrete, but we did not find any evidence that cannabis had physical properties to really replace them. The statement contains an element of truth but ignores critical facts that give a different impression. We're evaluating this statement mostly wrong.", "vclaim_id": "vclaim-pol-00036"}