{"url": "/factchecks/2018/feb/21/mike-pence/pants-fire-mike-pences-claim-about-nabbing-7-terro/", "speaker": "Mike Pence", "vclaim": "It says, \"Along the southern border of the United States,\" the government arrests seven people a day, either known or suspected terrorists.\"", "truth_label": "pants-fire", "date": "stated on February 17, 2018 in a speech in Dallas:", "title": "Vice President Mike Pines says the government is arresting seven terrorists or suspected terrorists a day on the southern border.", "text": "Vice President Mike Pines says that terrorists are captured on the American-Mexican border day after day. On February 17, 2018, in his remarks in Dallas, Penny referred to his visit to the port the day before within the Hidalgo-Reynosa International Bridge in Hidalgo, a border town in the Rio Grande Valley of Texas. \"We've made progress but we still have work to do,\" said Penny. According to the White House version, Pines said: \"I learned yesterday at the Hidalgo border post that along the southern border of the United States, we continue to arrest 1,100 people daily, trying to enter the country illegally, including seven individuals a day known or suspected of being terrorists.\" \"So men and women, let me say, we are going to continue working to secure our borders,\" said Penny afterwards. \"We will reform the broken immigration system. And don't make a mistake, we'll build that wall.\" Pines said, \"Applause. We have sought to verify Penny's announcement that seven suspected or known terrorists are arrested daily at the border. According to the FBI Terrorist Detection Centre in the FAQ newspaper, the latest update in January 2017, \"known terrorist\" is a person who has been arrested, accused or convicted in the United States or abroad of an offence related to terrorism or terrorist-related activities - or a person who has been identified as a terrorist or member of a terrorist organization \"in accordance with the law, executive order or international legal obligation pursuant to the United Nations Security Council resolution.\" According to the Federal Bureau of Investigation (FBI), a person suspected of being a terrorist is a person reasonably suspected of having participated in or about to be involved in acts constituting terrorist acts and/or terrorist activities, in preparation for, in assistance to or in connection with them. We did not extract new information when we asked the White House on the basis of Penny's reference to border arrests. Separately, Carlos Díaz, the spokesman for customs and border protection, suggested that we review the latest charges brought by the Government along the United States-Mexico border by that agency. In January 2018, the month before Pines, the Customs and Border Protection Office said that 35,822 persons had been arrested in the south-western border area, more than 2,000 miles from Brownsville, Texas, to San Diego. This is up to 1,155 people being arrested a day. There are no data of terrorists arrested at the border, however, the statistics cited by Diaz do not cover the charges of renegade terrorists, detainees or suspected terrorists - a common provision, when Alex Noirstah sought assistance, an analyst of the Cato Institute, who published a paper in 2016 showing that terrorists born abroad who entered the country, whether as immigrants or tourists, were responsible for 88 per cent (or 3,024 murders committed by terrorists on United States territory from 1975 until the end of 2015. By e-mail, Noirstah told us that he was not aware of the statistics supporting the Pines seven-day statement on the border between the United States and Mexico. In general, Noirstah suggested that we try our own appreciation from the Ministry of Homeland Security's schedule describing \"foreigners\" who were arrested at the national level in 2016 (last year of data collected) by countries of origin - thus placing our focus on the number of individuals who stopped entering from countries that President Donald Trump is seeking to prevent visitors to the United States. Following this approach, we found that 211 of the persons arrested in 2016 came from Chad, Iran, Libya, Somalia, Syria and Yemen (without anyone being arrested from another country that prohibits travel, North Korea) - less than one person per day. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • 3 February 2021 alternative claims were assisted by another expert in identifying a seven-day claim that has a factual basis. By e-mail, David Steerman, an analyst at the think tank in New America, who collected information on terrorist activities in the United States after 11 September, noted that in January 2018, the Department of Justice and Internal Security had issued a report supporting a seven-day calculation. According to a government press release and the same report, in 2017, internal security \"had 2,554 encounters with individuals on the terrorist watch list (also known as the FBI Terrorist Detection Database) travelling to the United States, up to seven individuals a day. Penny made such a statement during his visit to Hidalgo, according to a news story from McAllen Monitor about his visit. The story was quoted by the Vice-President, who said: \"It has been told that national security refuses to enter seven known or suspected persons who may have a terrorist intent in this country every day, or approximately 2,500 persons annually.\" The 2018 report states: \"When such individuals are in accordance with the law, they are denied entry into the United States, while in some cases law enforcement authorities are notified and can take appropriate action.\" According to the report, \"these data include only individuals who have been confronted by the United States and not everyone who has entered or tried to enter the country without discovering it.\" Most of them stopped at airports? In Dallas, Penny said the seven daily arrests were taking place along the southern border. However, in 2017, according to the report, most depressing individuals were prevented from entering the plane - not necessarily at the border. According to the report, of the 2,554 individuals, 335 were trying to enter by road, 2,170 were trying to enter by air and 49 were trying to enter by sea. Also by e-mail, Stermann warned that his presence on the watch list was \"not the same as being suspected of terrorism. It is a broad architecture with many names for different levels of interest. Refusal to enter is a low barrier to clean it up. This is part of why this figure is cited to defend the anti-terrorist strategy that focuses on migration is misleading. It's more than a sign that much has already been done.\" We have sought the FBI &apos; s comment on whether the individuals on the watch list are known terrorists and suspected terrorists, and have not responded immediately. Our judgment in Dallas said that \"along the southern border of the United States,\" the government arrests \"seven individuals a day who are either known or suspected of being terrorists.\" We didn't find any facts to support this border account. At the national level, in 2017, the Federal Government states that internal security prevented 2,554 individuals on the terrorist watch list from entering the country, up to seven people a day. Most of these individuals tried to get in by air, as the government says. We're assessing Pines' claim for pants on fire. Pants on fire - The statement is inaccurate and makes a ridiculous allegation. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Sharing the facts 2018-02-21 22:37:55 UTC Politic Fact 1 1 7 Politic Factoring: Pants on Nire says that \" along the southern border of the United States,\" the government arrests \"seven individuals a day who are either known or suspected of being terrorists.\" Mike Pines, Vice-President of the United States of America, https://www.whitehouse.gov/remarks-statements/remarkes-fice-president-mike-penese-america-First-policies-reform-event/Dalas, Texas Saturday, 17 February, 2018-2018-02-17. Read more information.", "vclaim_id": "vclaim-pol-02381"}