{"url": "/factchecks/2019/feb/28/chip-roy/2019-united-states-will-rack-about-100-million-deb/", "speaker": "Chip Roy", "vclaim": "\"We raised about $100 million in debt per hour, which means we blew 300, 400, 450 million during this act.\"", "truth_label": "mostly-true", "date": "stated on February 27, 2019 in a hearing for the House Oversight and Government Reform Committee:", "title": "In 2019, the United States will increase debt by about $100 million an hour.", "text": "As the Democrats of the United States House State Oversight and Reform Committee questioned Michael Cohen, former personal lawyer of President Donald Trump, many of the Republicans in the Panel described the hearing as a waste of time and suggested that it would be better to spend government resources on other issues. These members included the Republic of the United States of America, Chip Roy, R-Austin. Roy posed a series of quick questions to Cohen before he presented his point of view on where legislators should focus their attention. \"The real Americans in my region and throughout the country wanted to be president not in any way because he's perfect, but because they're sick and tired of this hell,\" said Roy at the hearing. \"They have supported this President because they are tired and tired of the games we see here today. They are tired and tired of politicians who refuse to secure borders, balance our budget, restore free health care. \"They're puzzled that we've raised about $100 million in debt per hour, which means we've blown 300, 400, 450 million during this representation in debt accumulation,\" he said. $450 million\" After listening to his remarks, we had to ask: Is it possible to measure the growth of national debt per hour? How much did the debt accumulate during the Wednesday session? The math behind the claim uses expectations, not historical statements by Roy Robert Donaghy's spokesman, Congressman said that we \"make $100 million in debt per hour\" using data from a report published by the Congressional Budget Office in January this year. The Congressional Budget Office, or the Community Bureau, is a non-partisan agency that provides independent federal financial projections for the Capitol Budget Clerk. The report entitled \"Budget and Economic Prospects: 2019-2029\" states that the projected federal deficit for 2019 is about $900 billion. From there, Donashi said that the congressman &apos; s office divided $900 billion into $8,760 million, the number of hours per year, and found that the deficit would increase by $102,739,723 per hour this year. Mark Harkins, a senior colleague at the Institute of Government Affairs at Georgetown University, said that the mathematics used by Congressman was correct, but Roy could have used different values than expected in his calculations. \"How do you want to calculate (value) is part of your game,\" said Harkins. The use of current year projections, rather than the actual figures for the previous calendar year, is a good way to estimate the hourly debt. However, projections are mere estimates, which means that things can change based on external factors such as shifts in economic activity, unforeseen expenditures such as natural disasters or new legislation affecting taxes or expenditures. \"CBO is trying to estimate tax receipts will be in April -- no way,\" said Harkins. \"Good luck with that. They're educated people with a chance, a better chance than most of them, but they're still an arrow painting.\" In his interview on January 31, 2021, John Kerry says that Hurricane Harvey \"dropped more water in Houston in five days than in Niagara Falls in one year.\" This figure will not necessarily tell you what the rate looks like in 2019, but it is a fixed value more than Roy's calculated using the projected deficit. The actual deficit for calendar year 2018 was approximately $873 billion, which means that the deficit increased by an average of about $99 million per hour last year. The federal deficit is Tara Sinclair, Professor of Economics at George Washington University, who said that Roy's claim was valid only if he was generally talking about average growth per hour and not about growth at a specified time on a given day. \"The way I was going to revise the quote is to say, \"The projects of the community organizations that we will collect, on average, $100 million an hour during the following year,\" she said. \"This is a precise and absolutely correct quote\" But without that explanatory language, things started to get suspicious. \"I'll be worried about the concept of debt per hour due to seasonality,\" said Sinclair, referring to the idea that federal deficits were constantly changing, depending on the time of the year and whether taxes were due. This means that using annual deficit projections to try to calculate the amount of debt accumulated at a specified time on a given day is not a great idea, because the deficit and its growth rate change at every moment. Instead, Sinclair said that considering the value of the United States Department of the Treasury's national debt on a specific day would provide a more accurate picture of the debt that had accumulated over a certain period of time. However, these daily values are published only a few days after their occurrence, making it almost impossible to make an estimate in real time. So when Roy said, \"We've lost 300, 400, 450 million dollars\" since the start of the hearing on Wednesday, it's probably off the base. \"This is almost incorrect,\" said Sinclair about his claim. \"But is it a good approach to how much it could have been? I would like to say that it is a fair example of whether it took me four hours from 2019 and tried to calculate the debts accumulated on the basis of the expectations of community organizations.\" Our assessment said on Wednesday, \"We collected about $100 million in debt per hour, which means we blew in 300, 400, 450 million during this debt collection exercise,\" referring to a home committee hearing that included a certificate from Cohen. In reviewing this claim, we learned that there is no single correct method of calculating the amount of national debt growth per hour. There are different ways to show the relationship between national debt and time, but each account is different. Roy &apos; s estimate of hourly debt is correct if he is generally talking about average growth per hour, but not if he is trying to calculate literally the amount of debt accumulated between 10 a.m. this morning and 22 p.m. on 27 February this year. We're mostly assessing this claim right. In fact, this statement is accurate but requires further clarification or information. Sharing the facts of 2019-03-05 17:58 UTC Politics Fact 5 1 7 PoliticFact Dacting: Mostly true: \"We collect about $100 million in debt per hour, which means we lost 300, 400, 450 million during this representation.\" (Chip Roy House) Member of the House of Representatives hearing on Wednesday, 27 February 2019, 2019-02-27. Read more information.", "vclaim_id": "vclaim-pol-00954"}