{"url": "/factchecks/2011/apr/01/donald-trump/donald-trump-says-south-korea-doesnt-pay-us-troop-/", "speaker": "Donald Trump", "vclaim": "South Korea doesn't pay the United States for American troops protecting their country.", "truth_label": "false", "date": "stated on March 23, 2011 in an interview on ABC's \"The View\":", "title": "Donald Trump says South Korea doesn't pay the United States for troops.", "text": "Donald Trump made a media tour of the whirlwind - the inspirational businessman, and the reality show and potential Republican candidate for the presidency - took him to ABC on March 23, 2011. Trump discussed everything from the dynamics of the main Republican sphere to his personal life. However, we were particularly interested in his comments on United States military support for South Korea, which was discussed at the United States intervention in Libya. \"If you look at North Korea, South Korea, we protect South Korea,\" said Trump. \"They make a fortune. Let's call it hundreds of billions of dollars of profits on us. We have 25,000 soldiers out there protecting them. They're not paying us. Why don't they pay us?\" First of all, some preliminaries. Trump's reference to \"hundreds of billions of dollars in profits\" seems reasonable to us, if you look at South Korea's GDP volume - $832 billion in 2009, according to the World Bank - and look at the existential threat to the North Korean nation, the heavily armed and unstable dictatorship on its borders. At the same time, Trump's estimate of 25,000 soldiers is not far: she's a Pentagon spokesman, Cmdr. Leslie Hall-Ride said there were about 28,500 members of the American Service stationed in South Korea today. Nick Saranquez, Professor of Strategy and Politics in the United States. The College of Maritime War indicates that the majority of United States personnel stationed in Korea are in fact in the Air Force, so Trump is technically wrong to use the term \"soldiers,\" which refers to the military forces. But that's not the focus of our fact-finding. We were curious if he was right that South Korea didn't compensate the United States for those troops. First, we should note that there are fewer members of the United States service than there are more than 500,000 active South Korean service personnel, in addition to a larger number of reserve forces in South Korea. Alan R. Millett, historian and director of the Eisenhower Center for American Studies at the National Museum of World War II in New Orleans, said: \"We're doing high-tech things so they can get more shooters.\" But do they pay for American aid? In fact, they do. South Korea has regularly signed agreements providing for its responsibility for \"burden-sharing\" of the United States forces. The current agreement, signed by representatives of the two Governments in January 2009, covers the five-year period between 2009 and 2013. The financial burden to be borne by South Korea, converted into dollars, is approximately $694 million. This amount for each of the following four years will increase by an amount associated with inflation. The previous agreement covered 2007 and 2008, with payments totalling $664 million and $678 million in 2007 and 2008, respectively. South Korea &apos; s payments fall into several subcategories. The sharing of labour costs, paid in cash, represents about 41 per cent of the total. The cost-sharing rate for logistics, which is paid in kind, is about 18 per cent. Construction programmes, which are a combination of cash and in-kind payments, account for the remaining 41 per cent of costs. The Tramp's statement that South Korea does not \"pay us\" is a comprehensive statement indicating that they receive United States protection free of charge. But in fact, they pay the United States hundreds of millions of dollars a year. It should be noted that some questioned whether South Korea was paying enough. Lawrence Corb, a former official of the Administrative Department of Defense of Reagan, who has now become a senior colleague at the Liberal Center for American Progress, recalls that there is frustration at that point that dates back at least to the administration of President Jimmy Carter. But if Trump's view is that we are offering something free, experts note that the United States is also benefiting from our military investment in South Korea. We are not only helping to protect a major trading partner, but the United States presence in South Korea is aimed at preventing a crisis that could have major economic, military and humanitarian consequences throughout the world. \"We in the Republic of Korea are for our own national objectives, deterring a regional war\" between China, Russia, Taiwan, North Korea and Japan, Millett said. And when we called Trump, Michael Cohen, his political assistant, said that the point that Trump was saying was that \"we have no money... yet here we play the role of police officer for the whole world, and we do it at the expense of who?\" But what Trump said about this view is not true. South Korea has signed an agreement to cover labour, logistics and construction costs amounting to hundreds of millions of dollars annually. This may or may not be a significant enough payment, but Trump is wrong to suggest that South Korea bears no financial burden at all. We're assessing his statement wrong. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-13323"}