{"url": "/factchecks/2014/oct/17/leticia-van-de-putte/leticia-van-de-putte-says-dan-patrick-voted-agains/", "speaker": "Leticia Van de Putte", "vclaim": "\"In 2013,\" Dan Patrick voted against funding to test the accumulation of rape groups, allowing rapists to walk free of charge.", "truth_label": "pants-fire", "date": "stated on October 15, 2014 in a video ad:", "title": "Leticia van de Pootie says that Dan Patrick voted against the rape test and let the rapists walk around.", "text": "In a video announcement, the Democratic Vice-Governor nominated Leticia van de Potter presents Republican candidate Dan Patrick as an exaggeration in vital public safety issues. In the initial announcement, Patrick, Senator of Houston, says that \"rape victims will be deprived of any options at all,\" a claim rooted in Patrick's statement in a debate in January 2014 that abortion will only be allowed to save the life of the endangered mother. \"W\" says the novelist, \"I voted against funding to test the accumulation of rape groups. Allowing rapists to walk freely.\" Patrick, the narrator says, \"Just too dangerous.\" Did Patrick vote against the cumulative rape group test, allowing rapists to walk? :: Van De Bot refers to Patrick &apos; s vote against the state budget 2014-15 Manny Garcia, spokesman for Van De Bote, Senator of the state of San Antonio, who told us by e-mail that the basis for her allegation of rape - Kate was Patrick &apos; s vote against the final version of the state budget 2014-15, which acquitted the Senate in May 2013. A back-up document sent by Garcia over June 6, 2013, Texas Tribune news story that the budget allocated $11 million to the Texas Department of Public Safety \"to help address the huge amount of untested rape groups in the United States. \"In 2011,\" the story says, \"The Legislature passed Senate Bill 1636, by Sen. Wendy Davis, D-Fort Worth, which requires state law enforcement agencies to report the number of untested rape groups and to submit a certain number to DPS for testing.\" According to the story, the new funding will \"cover the cost of outsourcing the testing of kits, and DPS estimates that, based on historical data, about half of the non-tested kits will produce traces of DNA.\" According to the legislative records, in May 2011 Davis unanimously won the Senate's approval of her proposal when it was sent to the House of Representatives and again in the Board's approval of the House of Representatives amendments -- Patrick voted \"yes\" twice as well. We asked the Texas Society against Sexual Abuse about the impact of funding. Counsel Chris Kaiser said by e-mail that tests had just begun, but \"it is reasonable to assume that of all these groups there will be some investigations and prosecutions resulting from DNA beatings. However, we are talking about the rather long-term effects of financing the 82nd Legislature, not the immediate analysis that helps keep criminals off the streets today. After that, we focused on Patrick's actions. As noted in a previous factual report, Patrick out of four senators voted against the final version of the state budget for 2014-15. On May 30, 2013, a public interview with Ivan Smith of Texas Tribune, Patrick said that he voted \"no\" -- after supporting previous versions -- because education initiatives, including money to pay for students to pick up SAT, were not in it. The budgeted funds for the testing of groups were not mentioned. Legislative records show that Patrick supports, and in order to help launch, spending on group testing. Patrick works on the Senate Finance Committee, which voted unanimously on March 13, 2013 in favour of the team &apos; s version of Senate Bill 1, Budget Act, including money to test the kits. On January 27, 2021, Marco Rubio stated in his remarks: \"Only in the Third World do you see this routine use of the trials of former leaders? The document, including the printed visa \"Temporary Working Group Decisions,\" indicates that many members of the Committee, including Patrick, have been assigned the task of a \"Working Group\" to resolve the new public safety expenditure items established by the Finance Group. The document indicates that by that date the senators had approved a pencil in the amount of $10.95 million in State revenue to pay for outsourced DNA testing and testing services for approximately 10,000 sexual assault groups per year. (The Legislative Budget Board also publishes this document on the Internet, and a similar document has also been published indicating that the commitment of funds to the groups of materials was an unresolved issue for senators as of 12 February 2013. On 20 March 2013, Patrick was one of the 28 senators who voted to submit the budget (including the funding of the tool test) to the House of Representatives, according to the input of the Senate newspaper that day. Two senators (though Patrick wasn't) voted \"no.\" In general, at the 2013 session, Kamp said by phone, \"We had no sense that anyone was opposed to that money in there. This was nothing anyone wanted to oppose.\" The rapists walk free? The camp said that after the budget came into effect in September 2013, the Service began bidding for the testing of kits to special laboratories, which, according to the camp, began working through the kits in the autumn of 2014. The camp said it was logical that some of the DNA produced, which the GSS would transfer to local police stations, would lead to individuals being convicted of assault -- and taken from the streets. For the time being, she said, \"We're not far enough in the process to know that we're going to keep sex offenders off the streets. But my guess is we will.\" By e-mail, Public Health Department spokesman Tom Finger said that, as of June 2014, the Agency had an agreement that the Health Sciences Centre of the University of North Texas would test about 1,000 groups. Also, Finger said the department contracted companies in Dallas and Virginia to test the groups. He said, \"In the coming months, we'll eventually direct the agencies to where they send their groups.\" \"The actual test is expected to take place over two years.\" Finger said that DPS does not track successful prosecutions for sexual assault tests, whether through tool sets or other evidence. Vinger also said that the \"precautionary record\" was misleading with regard to the groups currently being tested because most of them had not previously been submitted to the crime lab for testing, based on decisions taken by local law enforcement agencies and prosecutors, as he had said. In August 2013, according to a news story published in The New York Times/Texas Tribune at that time, the Police Service estimated that there were approximately 20,000 untested state-wide kits for all information from various law enforcement agencies. The story said that untested kits had been collected in police evidence rooms in the midst of tight budgets, stress labs and, in some cases, authorities &apos; decisions that there was not enough reason to test a set of evidence. By e-mail, we explained to Van De Bot that Patrick clearly played a role in putting money first to test the kits in the budget and there is no indication that he voted against the entire final budget that allowed rapists to walk. Garcia stressed Patrick's opposition to the final budget by e-mail: \"If it were up to him alone, the budget would not have passed at that point in time, in the sense that the testing of rape kits would not be funded.\" The Governor Van De Bot said that Patrick voted against funding to test the backlog of rape tools. This claim is flawed in various ways - starting with Blum Patrick on an unfulfilled outcome. In fact, Patrick appears to have been a member of the Senate to initially fund the testing of instruments in the State budget. While he voted against the final general budget, there is no evidence that he did so to stop testing the kits. The allegation that the rapists were liberated as a result of Patrick &apos; s conduct is also incorrect. Funding (for replication) has become law. When the statement is wrong and ridiculous, the truth or meter heats up quickly. Pants on fire! Pants on fire - The statement is inaccurate and makes a ridiculous allegation. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07125"}