{"url": "/factchecks/2011/may/03/dan-boren/rep-dan-boren-says-most-domestic-oil-produced-smal/", "speaker": "Dan Boren", "vclaim": "\"The vast majority of production in the United States comes from small, independent oil and gas companies.\"", "truth_label": "half-true", "date": "stated on April 27, 2011 in an interview on Fox News:", "title": "Dan Borin says most of the domestic oil is produced by small independent companies.", "text": "On April 27, 2011, an interview with Stuart Farney from Fox News, Rep. Dan Born, D-Okla., argued against the cancellation of certain tax exemptions for oil companies - an idea that has gained support in recent weeks as gasoline prices rise across the country. Borin argued that the greatest financial pain from ending these tax exemptions would be felt by smaller companies such as those in his oil-rich country. Tax exemptions, he said, \"Go to small independent companies like ours in Oklahoma. Did you know that the vast majority of production in the United States comes from small, independent oil and gas companies? The new drilling rigs that are now digging in the U.S., they're not Exxon Mobiles in the world. They're Devon's, Chisabeks, and even smaller companies based in Oklahoma that use a lot of... Democrats (in) blue-collar jobs. The President needs to understand that.\" We wondered whether \"small independent oil and gas companies\" in fact represented \"the vast majority of production in the United States.\" We moved to the American Independent Petroleum Association, a commercial group representing independent oil and gas companies. They referred to a study commissioned by IHS Global Insight and issued earlier this month. The study compared the scope of the \"independent\" sector with larger companies in industry. The independents were defined as \"all North American operators in the lower 48 states and Alaska, with the exception of BG, BP, Chevron, ConcoPhillips, ENI, Exxon Mobile, Hess, Marathon, Merphy, Ocsidental, Petrobras, Repsol, Shell, Statoil and Tual.\" Using the statistical tables provided, we calculated some of the relevant percentages. We will summarize it here: 2010 United States oil and gas production (volume produced) on the beach: independents accounted for 72 per cent of marine production: independents accounted for 42 per cent of total production: independents accounted for 67 per cent of United States oil and gas production in 2010 (dollar value) on the beach: independents accounted for 70 per cent of marine value: independents accounted for 37 per cent of total value: independents accounted for 62 per cent of value, independents accounted for 62 per cent to 67 per cent of local oil and gas production in 2010. This is a healthy majority, but we believe that Borin's description of it as an \"abysmal majority\" is exaggerated. There is another factor we should consider. Borin said he was referring to \"autonomous small oil and gas companies.\" The above statistics certainly include some of these small companies, but also some that are not so small. These include the two specifically mentioned by Borin. Devon Energy reported total income of $9.9 billion and net income of $4.6 billion in 2010, while Chesapeake Energy reported total income of $9.4 billion in 2010 and net income of $1.8 billion. Both companies are small compared, for example, to Exxon Mobile ($105 billion in revenue, $9.3 billion in net income for 2010), but they barely run out of someone's basement. Therefore, we believe that the suggestion that these companies are qualified to be \"independent oil and gas companies\" is misleading. In the end, Borin makes the right point that the majority of oil production in the United States comes not from the largest multinational oil companies but from independent companies. However, it is not \"a vast majority,\" as he said, and some companies in the category of \"independent\" - including the two companies he named - are hardly what most people consider to be \"small.\" And in the end, we're doing the Borin statement half right. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-13162"}