{"url": "/factchecks/2014/sep/25/dan-sullivan/begichs-record-illegal-immigration-target-alaska-s/", "speaker": "Dan Sullivan", "vclaim": "\"Sen. Mark Pejić cast a decisive vote in favour of President Obama's power to grant an executive pardon to illegal aliens.\"", "truth_label": "false", "date": "stated on September 19, 2014 in an email to supporters:", "title": "Pejić's record of illegal immigration is a goal of the Alaska Senate race.", "text": "Mark Pejić, D-Alska, says he does not support amnesty for illegal immigrants -- but his Republican opponent Dan Sullivan says that Pejić made his \"votes\" that prove he does. Last week, the Senate briefly debated immigration legislation, ultimately preventing the Republican proposal from coming to vote. Now, the Republicans use that as ammunition. Pejić voted to block the motion. On September 19, 2014, E-mail for supporters, Sullivan's campaign put this as a stark contradiction to what Pejić said in the past. According to the e-mail, \"Monday Sen. Mark Pejić cast a decisive vote in favour of President Obama's authority to issue an executive pardon to illegal aliens.\" \"Yeah, I couldn't believe it either. Especially after he told Alaska he was against the executive pardon. As drafted, Sullivan's statement makes it sound like Pejić voted \"yes\" to a bill approving Obama's power to grant amnesty to illegal immigrants. Based on our research, that's not what happened. What was that vote? The chain of causality is very intertwined, but we'll try to break it briefly. On 18 September, Congress passed a draft law financing the Government until mid-December, including allocations for the processing and training of Syrian rebels. Mr. Ted Cruz, R-Texas, Sein Jeff Seaters and R-Ala wanted to attach an amendment to the bill that would have stripped the deferred programme of work for the arrival of children (more details of the amendment later). However, they could not propose their amendment. Majority leader Sun, Harry Reed, from D-Neff, filled out the bill with his own amendments. Cruz and the voting sessions requested the scheduling (murder) of one of Reed's amendments to allow for their proposal. The Senate voted exactly 50-50, with Pejić voting \"No.\" This measure required 51 votes to pass, failed, and was never presented with the Cruise session proposal. Both the conservative and liberal media have played this as a vote either in favour or against the Obama Immigration Authority. It is possible that some senators voted \"no\" on this measure because they do not support the amendment of Cruz's sessions, but it is not a given. The Pejić campaign stated that it did not support the procedural procedure because it would have slowed down consideration of the preliminary draft law, which was opposed by Pejić. In short, the Senate did not vote on a bill dealing with the Obama executive pardon. They voted whether or not they should kill an amendment dealing with numbering in another amendment. The scheduled vote? Crews' plan was one vote away from traffic. The number was almost equally divided along party lines, with the exception of five Democrats - four of whom were about to vote - who aligned themselves with the Republicans. But was it his voice? We have verified many allegations that one Democrat has cast a decisive vote in favour of affordable care law. Normally, those claims are estimated to be a mostly false one. In order for this measure to pass, it required every vote reaching parity, including parity, and thus leaves much context for identifying one individual as the ultimate equivalence. The same logic applies here. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" It is easy to blame Pejić for being a democracy running for re-election in a red state, so he probably felt pressure to vote in both directions. In an interview with Politico, he mocked that he could have been influenced to vote with the Republicans but ultimately decided against it. But that doesn't mean that Pejić is the only senator on the fence. - Excuse me? Whether or not amending Cruz's cycles addresses \"executive pardon\" - as Sullivan's comment says - is almost a controversial point because Pejić never voted on it. We want to shook him out anyway. The amendment - a copy of which was approved by the Assembly in August - would have stripped funding of the deferred programme of action for the arrival of children and prevented its expansion. The programme targets young people who have arrived illegally in the United States as children. (Sometimes referred to as \"dreams\" because the legislation dealing with their status is known as the DREAM Act). Experts disagree on whether the deferred programme of work can be considered an \"executive amnesty.\" It's an executive program, of course -- Obama and the Ministry of Homeland Security set up the program in 2012. It allows persons brought to the United States as children who meet other conditions to apply for a two-year postponement of deportation and work permits, which can be renewed. (Solivan's statement makes it seem that all illegal immigrant populations are playing.) \"In the context of migration, amnesty is anything that allows an illegal alien to remain legally,\" said Mark Crickoryan, Executive Director of the Centre for Migration Studies, who advocates low levels of migration. In this definition, Cricorian said that the deferred action was a two-year amnesty programme. On the other hand, counsel in charge of immigration policy Kamal Essab stated that the deferred action was not an amnesty because it did not permanently prevent the deportation of a person. Nor does it exempt them from their crime of illegal entry into the country. The most precise description is the \"discretionary authority of the Public Prosecutor's Office\" because it helps to prioritize deportation cases - of which there are too many that can be realistically dealt with by the courts, as Mr. Issa, who works for the National Centre for Migration Law, a advocacy group. We have asked several experts about this and have heard both arguments several times. We searched the news databases and found no comment on the specifically postponed programme of work. However, he did not support the President using the executive procedure to grant amnesty for illegal immigrants. In a discussion in Ankuraj last month, Pejić and Sullivan were asked whether they would support the President in taking executive action on amnesty for illegal immigrants, according to the local publication News-Miner. \"No. The Congress must be a part of it. (Solivan said, \"No way\"...) Our judgment, Sullivan, said that Pejić had suspended voting in favour of President Obama's authority by issuing an executive pardon for illegal aliens. Pejić never voted on that question. In fact, Pejić voted \"no\" on a procedural procedure, along with 49 other senators. As a result, no migration policy amendment was put to a vote. It was controversial whether the amendment really dealt with \"executive pardon,\" and there was little chance that it would go through even if it had not been prevented. The Pejić vote did not increase Obama &apos; s authority, as explained in Sullivan &apos; s statement. It maintained the status quo. We value this allegation wrong.", "vclaim_id": "vclaim-pol-07246"}