{"url": "/factchecks/2019/may/23/facebook-posts/no-north-carolina-did-not-ban-sharia-law-or-make-p/", "speaker": "Facebook posts", "vclaim": "North Carolina says banned and criminalized \"Islamic Shariah law\"", "truth_label": "barely-true", "date": "stated on April 23, 2019 in a Facebook post:", "title": "No, North Carolina did not prohibit sharia law or make its practice a criminal offence", "text": "Facebook, shared over 68,000 times, claims that North Carolina banned sharia law. The article says: \"North Carolina has banned Islamic law and considered it a crime, as it should be... let's make it nationwide!\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) No, North Carolina did not prohibit or criminalize sharia law from being practised in the state. The Shariah, which means \"the way\" in Arabic, is a religious law that forms part of Islamic tradition and refers to broad moral and ethical principles. In 2013, the state legislature enacted a law prohibiting North Carolina courts from applying \"foreign law\" to proceedings. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. On 16 January 2021, House of Representatives Bill 522, which was approved by the State General Assembly by 75 to 37 votes, did not make it illegal for the people of the state to exercise in person any foreign law, including sharia law, but rather prevented the state courts from applying such laws in cases of divorce, child custody, child maintenance, maintenance or other family law procedures. The opposition to such laws, which have been ratified in various states and are being proposed in other states, are aimed at Islam and, according to the Anti-Defamation Association, are \"failure and absolutely unnecessary.\" However, with regard to the allegation that sharia law is \"banning\": there is no explicit reference in the language of the draft law, nor does the draft law declare the practice of religious law as a \"criminal\" offence. Our popular social media article says North Carolina banned the sharia and considers it a \"criminal.\" While the claim is based on some basis, the law of the State requires a significant degree of departure from the context to make it appear as if Muslims living in North Carolina were prohibited and criminalized from personally practising sharia law, while in fact all foreign laws are prohibited from being applied in State court proceedings. We mostly rate it wrong. Sharing the facts 2019-05-23 20:26:22 UTC Politic Fact 3 1 7 PoliticFact Dating: Mostly a liar says North Carolina banned and criminalized \"Islamic Sharia Law\" on Facebook on Tuesday, 23 April 2019 2019 2019-04-23. Read more information.", "vclaim_id": "vclaim-pol-00596"}