{"url": "/factchecks/2012/apr/30/barack-obama/obama-ad-says-mitt-romneys-view-killing-bin-laden/", "speaker": "Barack Obama", "vclaim": "He says that Mitt Romney's comments indicate that he wouldn't be chasing Osama bin Laden.", "truth_label": "half-true", "date": "stated on April 27, 2012 in a Web ad:", "title": "Obama says that Matt Romney's view of Bin Laden's murder was \"not worth moving the sky and the earth.\"", "text": "An online announcement from President Barack Obama's campaign on the death of Osama bin Laden says: \"What road could Matt Romney have taken?\" The announcement depicts former President Bill Clinton, saying that Obama \"has taken the most difficult and honorable path,\" when he agreed to May 2, 2011, the strike that killed the terrorist mastermind. On the contrary, he portrays Romney as less committed to efforts to kill the Al-Qaida leader. He says that Romney once criticized Obama for \"voking to hit Al-Qaida targets inside Pakistan if necessary.\" Then he shows a video of Wolf Blitzer's CNN quote from Romney, as he said in April 2007, \"It's not worth moving the sky and the earth and spending only billions of dollars trying to catch one person.\" With this quote, the announcement indicates that Romney would not have chased the leader of Al Qaeda. In fact, that's how you described the headlines on April 27, 2012. A conservative blogger who turned on the implicit meaning of the Declaration said that he had taken Romani's quote \"bone and earth\" out of context. (These fees were also imposed in 2007 on the story of Associated Press, which was quoted primarily from Romney. Fox News continued, saying, \"The Obama bin Laden campaign has cancelled Romney's explanation for quoting the key.\" We wondered: Did the Declaration accurately describe Romney's quote from \"the sky and the earth\"? Was he really a vagrant or even an opposition to efforts to obtain Bin Laden? There's no dispute that Romney said about bin Laden, \"It's not worth moving the sky and the earth and spending only billions of dollars trying to catch one person.\" However, was he saying that he would not pursue a terrorist? The quote comes from the story of Associated Press on April 26, 2007, about Romney's interview with Liz Seduti, who covered a range of topics. Here's the relevant passage: Also in the interview, Romney said: \"The country will be safer just by \"a small percentage\" and you will see \"a very small increase in safety\" if Al Qaeda's leader, Osama bin Laden, is arrested because another terrorist will rise to power. \"It's not worth moving the sky and the earth spending only billions of dollars trying to catch one person,\" said Romney. Instead, he supported a broader strategy to defeat the Islamic Jihad. At the time, Democrats like Obama were criticizing President George W. Bush for not finding bin Laden. The Republicans, in turn, criticized Obama's focus on arresting or killing the terrorist leader. An article from the conservative site Townhall.com in 2007 says that he received a copy of the Romney campaign at the time, which shows that he followed the line \"Sun and Earth\" with the sentence: \"It is worth developing and implementing an effective strategy to defeat the global violent jihad and I have a plan to do so.\" Later, it explains, \"Global Jihad... involves millions of people and will require a much more comprehensive strategy than the targeted approach of Bin Laden or a few of his partners.\" Seduti, now the political editor of the A-Black Party, could not confirm the accuracy of the text, as the Romney campaign did not respond to our interrogation. Luckily for us, Romney himself had an opportunity to explain his words just days after he spoke to her, on May 4, 2007, a presidential presidential debate. The moderator of the discussion in MSNBC, which included nine Republicans, raised the quote of Romney \"The Great and the Earth,\" who was a rival to Arizona Sen. On January 13, 2021, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines in the launch security, and said to her, \"We are not working for you.\" Romney, answer the signal I mentioned to you by Sin. \"Macken... \"Thank you. Of course, we capture Osama bin Laden, track him wherever he goes, and make sure he pays for the anger he's inflicted on America.\" \"Can we move heaven and earth to do this?\" \"We'll move everything to get it.\" But I don't want to believe in democracy that this is all about one person - Osama bin Laden - because after we get it, there will be another and another. This is about Shia and Sunni. It concerns Hezbollah, Hamas, Al-Qaida and the Muslim Brotherhood. This is a worldwide jihad effort to try to cause the collapse of all moderate Islamic governments and to replace them with succession. \"They eventually want to bring down the United States of America. \"This is a global effort that we must lead to overcome this jihadist effort. It's more than Osama bin Laden. \"But he will pay, and he will die.\" This indicates that Romney was critical of the Democrats for focusing too much on the Al-Qaida leader rather than on the whole organization, and would have pursued bin Laden violently in the context of a larger counter-terrorism strategy. However, in just a few months, Romney suggested that he would not do what Obama eventually did - calling for a covert, unilateral attack on the naval forces inside Pakistan. In 2007, Obama said that if elected President, he would be willing to launch attacks against Al-Qaida targets in Pakistan with or without Pakistan &apos; s consent. On August 4, 2007, a headline from Reuters says an article quoted in the Obama Declaration that Romney is attacking Obama because of Pakistan's warning. Romney called Obama's comments 'late' and 'unconsidered',\" Reuters, along with other news services. \"There is a war being waged by terrorists of various kinds and nature around the world,\" said Romney, according to Reuters. \"We want, as a civilized world, to join with other nations in this civilized effort to help them reject extremism with them.\" Romney said, \"American troops shouldn't be sent all over the world.\" Other Republicans (and the Hillary Clinton democracy) had the same complaint, with some going so far that Obama would say \"want to blow up Pakistan,\" a statement we valued with pants on fire. On the other hand, the Obama campaign had issued a note that the United States had deferred to the rule of the Pakistani President for a long enough time, and that \"Buck Obama wants to turn the page,\" as Reuters said. The ruling Obama campaign announcement suggested that Matt Romney would not have chased Osama bin Laden by mentioning Romney's statement that \"it is not worth moving the sky and the earth and spending only billions of dollars in an attempt to catch one person.\" Obama's campaign is right that Romney used those words, but by choosing her cherry, it obscures comments that describe his broader approach. Romney said he wanted to go after all Al-Qaida members, not just its leaders. In April 2007, the reporter quoted him as saying that instead, he supported a broader strategy to defeat the Islamic Jihad. More than a week later, he said that he would \"take down Osama bin Laden and track him wherever he went, and make sure he paid for the anger he had directed to America... However, later that summer Romney was clear that he would prefer to engage with the Allies rather than take unilateral action to kill terrorists as Obama supported - and later. The Declaration brings Romani's words out of context, but it correctly introduces part of the story. We value it half right.", "vclaim_id": "vclaim-pol-11186"}