{"url": "/factchecks/2019/may/21/donald-trump/trump-says-ny-didnt-fight-salt-cap/", "speaker": "Donald Trump", "vclaim": "They didn't fight a war against Salt.", "truth_label": "false", "date": "stated on April 29, 2019 in a Tweet:", "title": "Trump says New York didn't fight Salt's hat.", "text": "President Donald Trump called New York on Twitter and confirmed that the State had not fought against any provision of tax law 2017, backed by Republicans. This provision, which amounts to $10,000 for government and local tax deductions, has a negative impact on some filers in high-tax states such as New York, New Jersey and California. His tweet followed the news that New York Attorney-General Letitia James would investigate the National Venice Society and its tax-exempt status. \"People flee New York State because of high taxes and yes, even some sort of repression,\" wrote Trump. They didn't fight a war against Salt. They could have won. A lot of lawsuits. The National Republican Army must leave and fight from outside this very difficult country to deal with (unfair) the state.\" Trump &apos; s claim that New York did not combat the provision of the Tax Reductions and Jobs Act, which set the discount limit for government and local taxes at $10,000, was immediately challenged. The Republic, Nita Louis, a democracy representing Rockland County and part of Westchester County, tweeted: \"Does he live under a rock? We have fought a tooth and nail against the Republican judiciary against the Salt opponent. If he agrees to return it, he must join me in convincing his party members to reverse their decision to harm working families.\" During a press conference on Trump's day, Grudt, Jove. Andrew Como questioned why Trump supported politics if he knew it was bad for New York. \"What he said about the unbelievable Salt,\" said Como. \"I've been saying for months it was an attack on New York, pardoning manipulation,\" said Komo. \"Now the President is running away from his own policy. Why did you start it? It was your policy. It's your budget. I've taken credit for that.\" We asked Trump's press office how he formed his opinion on New York's response to the cover, but he did not receive a reply. The date of the invitation dates from Kumu &apos; s reply to the ceiling to 2017, when it was proposed. Just before it became law, it was called \"an economic dagger directed to this state\" and \"a terrible injustice.\" In 2018, a campaign was launched against this provision using legal and legislative tools. Kumo even met with Trump at the White House in February to discuss changes in the cover after Trump indicated that it would be open to them. Kumo continued to criticize the cover publicly, and after his meeting with Trump, he announced that he had recruited other rulers in the effort. \"As Governor of New York State today, my top priority is the abolition of Salt. For a while, Como said the reporters in March. The invitation came from New Yorkers in Congress, too. Colin Schmidt mentioned on January 14, 2021 at a press conference \"We have scientific data, from all levels, but especially from high school sports levels, from many different states, which show that it is safe to play what New York is thinking of doing in high-risk sports.\" By Terry Ramos's generation on January 26, 2021, in October 2017, when the debate on Republican tax changes was in its early stages, Charles Schommer invited the New York House delegation to oppose any proposal to cancel the government and local tax discount. While the negotiations were under way, the minority leader of the house Nancy Belusi, in a press conference with Schommer, spoke of how upset people were with the proposed changes in government and local tax cuts, and that they \"ripped the salt into the wounds of taxpayers.\" Dan Jokin, Schumer's spokesman, also made a long history of his public advocacy on this issue, including at least 22 cases in which the Senator spoke publicly about maintaining the SALT opponent. In October 2017, Treasury Minister Stephen Menchén said about Fox's work: \"Senator Schommer has been complaining about this [SALT pulling] since the beginning of the year.\" The Democrats did not vote in favour of the law, and some Republicans voted in the New York House delegation against the law as well, including Republicans Peter King, Lee Zelden of Long Island, Dan Donovan of Staten Island, John Burkina Faso from the Albanian and Katskels regions, and Elise Stefanik, representing Adrondak and the northern countryside. With one exception, the Republicans in the House of Representatives who voted against the tax reform law were from New York, New Jersey, and California. The Republicans in New York vote for her. Chris Collins, Tom Reed, Claudia Tiny and John Catco. Some Republicans in New York and New Jersey who favored the law told The New York Times that they blame the state government, not the tax law, but the state government. The Trump Administration also suspended state efforts to work around the ceiling, when the law was enacted, something that Louis fought in a letter to the Commissioner of the Tax Administration. Louis and King have bi-party legislation to recover the SALT opponent, which began in January 2018 and January 2019. Our referee Trump said that people in New York did not fight a ceiling for the deduction of government and local taxes, which was included in the Tax Reform Act 2017. The elected officials in New York have been speaking against it since the time it was proposed, in the media, in meetings with Trump and in Congress. While the majority of New York's representatives in Congress voted against the Tax and Job Reductions Act, four members of the New York Republican Council voted in favour of it. The Democrats who spoke out against the Salt hat were in the minority party and had little influence in the White House, the House of Representatives and the Senate, all controlled by the Republicans. If no one was \"in battle\" in New York, it could have been the Republicans who could have used their influence as members of the majority party to press for the abolition of the ceiling, but who voted in favour of tax legislation. We also appreciate Trump's false establishment. Sharing the facts 2019-05-22 19:24:11 UTC Politics Fact 2 1 7 PolityFacting: Wrong \"They did not fight against SALT\" Donald Trump President https://twitter.com/realDonaldTromp/status/112282539260878224 on Monday, 29 April 2019 2019 2019-04-29 Read more information.", "vclaim_id": "vclaim-pol-00611"}