{"url": "/factchecks/2014/nov/01/david-cicilline/david-cicilline-says-us-has-third-lowest-minimum-w/", "speaker": "David Cicilline", "vclaim": "\"We have the third lowest minimum wage... in developed countries.\"", "truth_label": "true", "date": "stated on October 26, 2014 in a TV debate:", "title": "David Ceciline says that the United States has the third lowest minimum wage among developed countries.", "text": "In a very charged debate -- and very interesting -- on Channel 10 last Sunday, the current Democrat David Cecilin exchanges with Cormick Lynch, the Republican who challenges him to the first county seat in Congress. Lynch kept talking about Cecilin, Cecilin raised Lynch over and over again on his arm to calm him down, and Director Bill Rappley tried to keep everything under control. \"Please, don't touch,\" he said more than once. One of the issues that divides candidates is the minimum wage at the federal level. Cecilin is co-sponsoring a bill that brings it to $10.10 out of the current $7.25. Lynch is strongly opposed to this move. \"The raising of the minimum wage is going to further destroy the business environment,\" said Lynch in the discussion. \"We need to boost private sector investment and restore the economy, not to legislate solutions to the problem.\" Ceceline replied that raising the minimum wage would stimulate the economy by giving people more money to spend. \"No one must work full-time in this country... and live in poverty,\" he said. \"We have the third lowest minimum wage in countries in the Organization for Economic Cooperation and Development, in developed countries.\" Lynch wasn't convinced. Congressman, what color rhinoceros did you ride today? He said. \"What planet did I take you from here?\" Far from the mythological and space creatures, we were interested in asking Cecilin about how the minimum wage in the United States was piling up against those living in other countries. The Organisation for Economic Cooperation and Development (OECD) referred to in the Cecilin Statement is the Organisation for Economic Cooperation and Development (OECD), an international group based in Paris aimed at stimulating world trade. It has 34 member countries, ranging from developed countries, such as the United States, Germany and Japan, to emerging countries, such as Mexico, Turkey and Chile. The Group collects a set of data on the economies of its member States. One area of analysis is income, which includes the minimum wage. When we first looked at the data on the minimum wage, we thought Cecilin might be wrong. The United States minimum wage measured in real dollars is in the middle of the Group of 24, which has provided figures to the Organisation for Economic Cooperation and Development (OECD), according to this table. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. • On 15 January 2021, Australia ranked first with a minimum wage of US$ 15.20, followed by Luxembourg (14.30) and France (12.50). The United States ranked eleventh, and Mexico finally came at $0.60. However, another method of comparing minimum wages provides a more context by calculating changes in the cost of living from one country to another. OECD is compiling another table comparing minimum and intermediate wages for full-time workers. OECD explains that \"medium income rather than average income provides a better basis for international comparisons because it explains the differences in the distribution of income between countries.\" In the United States, the minimum wage does not exceed 37 per cent of the average wage. Compared to the 28 countries listed in the table, the United States ranks 26, above the Czech Republic and Mexico only. The leading countries in this table are Turkey, where the minimum wage is 69 per cent of the average wage, followed by Chile (68 per cent) and France (61 per cent). In this comparison, the United States is in fact the third lowest state. Economists say that this type of comparison establishes a reference standard for consideration of the minimum wage over time periods or countries. It shows the purchasing power of different minimum wages in different places, as they say. On average, the minimum wage in OECD countries was about 50 per cent of the average wage, according to this paper from the Hamilton Project. In the United States, this ratio was high but steadily decreased. (See page 3 of the paper for a good graph showing this.) The Cecilian spokesman told us that the source of Congressman &apos; s statement was an interview on 24 October on MSNBC with United States Secretary of Labor Tom Perez. During the interview, as the screen showed data from the same table as we found, Perez said that the United States had the third minimum wage among OECD countries. Our rule, David Cecilin, has said that the United States has the third minimum wage among OECD countries. Although the minimum wage in the United States is not so low in terms of United States dollars, it is the third lowest level in a more meaningful comparison compared to the average wage. (Here's a good picture from the Department of Labour showing how the United States is piling up against other developed countries.) We're ruling the Cecilin statement right. If you have an allegation that you want Polly Fact Road Island to check, send us an e-mail on [a protected e-mail] and follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07039"}