{"url": "/factchecks/2016/mar/10/hillary-clinton/hillary-clinton-said-my-predecessors-did-same-thin/", "speaker": "Hillary Clinton", "vclaim": "With regard to the Ministry of Foreign Affairs' e-mail practices, \"My ancestors did the same thing.\"", "truth_label": "barely-true", "date": "stated on March 9, 2016 in a Univision/Washington Post Democratic debate:", "title": "Hillary Clinton said my ancestors did the same thing with the e-mail.", "text": "The decision of former Secretary of State Hillary Clinton to use private e-mail exclusively to carry out the work of the Ministry of Foreign Affairs was not unprecedented, in a democratic debate in Miami. In the debate on March 9, Jorge Ramos of the University of United Clinton asked where she had been given permission to prepare her e-mail and whether she had a different set of expectations for herself than she had for her staff. \"I will give the same answer I gave for several months,\" Clinton answered. \"It wasn't the best option. I made a mistake. It was not prohibited. It wasn't allowed in any way, and as I said and came out now, my ancestors did the same thing, and many other people in the government.\" There are some problems with Clinton's point in speaking that her predecessors at the Ministry of Foreign Affairs used e-mail practices similar to those of hers. First of all, there is the fact that most of Clinton's ancestors did not use e-mail regularly. Only four former state ministers took up this task during the advent of e-communications: Clinton, Condoleezza Rice, Colin Powell and Madeline Albright. According to MSNBC, an Albright assistant said that she \"did not use e-mail while she was at the office\" from 1997 to 2001. And Rice, head of the Ministry of Foreign Affairs from 2005-09, was not the usual e-mail either, according to multiple reports. This leaves Paul, the regular e-mail user, as the only Clinton predecessor who acts as a useful comparison. When we reached Clinton's campaign, they referred us to Powell. Like Clinton, Paul used a personal e-mail address. But there is a big difference: Clinton hosted her e-mail on a private server located in her home. Paul didn't. Many politicians use special addresses, but private servers such as those used by Clinton are rarely seen, as John Wonderlik, the director of politics at the Sunlight Foundation, a non-partisan group focusing on government transparency, told a previous story of Politi Vac. On January 17, 2021, President Donald Trump stated in an interview with Fox News that he \"cannot say anything (about the riots in the American Capitol Building) because the platforms removed it.\" By Bill McCarthy on January 18, 2021, there is a big difference between the special account, which is generally free and simple at first, and the special servant, which requires more accurate preparation. The Atlantics guessed \"maybe they wanted to be in control of the encryption of their correspondence, thus ensuring that no third party - whether commercial, hacker or government - could interfere with them.\" The non-traditional approach has raised questions about the level of security in its system. If the server has been run without third-party help, \"You must have staff accompanying all recent repairs,\" said Clifford Newman, Director of the Computer System Security Center at the University of Southern California. It should be noted that the Ministry of Foreign Affairs has referred to a handful of e-mails containing information now considered confidential and received by Paul and Rice's assistants on private e-mail addresses. In more than 50,000 pages of Clinton's e-mail reviewed by the State Department, only over 100 were sent by Clinton as classified, according to the Washington Post analysis. It is unclear whether the information is confidential at the time of sending an e-mail. Our judgment, Clinton, said, with regard to the Department of State's e-mail practices, \"My ancestors have done the same thing.\" This is mainly misleading because the former Secretary of State regularly used e-mails, Colin Powell. Paul used a personal e-mail address for government business, but he didn't use a private server at his house, just like Clinton did. We're assessing this allegation mostly wrong. Sharing Policy Facts 4 7 Evaluation of Policy: Mostly Wrong With regard to the Ministry of Foreign Affairs' E-mail Practices, \"My ancestors did the same.\" :: Hilary Clinton, candidate for the presidency, in a debate on Wednesday, 9 March 2016, 03/09/2016", "vclaim_id": "vclaim-pol-05295"}