{"url": "/factchecks/2018/oct/31/sean-casten/casten-tax-claim-taxed-facts/", "speaker": "Sean Casten", "vclaim": "Under the GOP tax code, \"If you live in Hensdale, Illinois... you're now double-taxing to a $35,000 tone.\"", "truth_label": "false", "date": "stated on October 22, 2018 in a debate:", "title": "∙ Claim for a fact-restricted Castine tax", "text": "The effects of the new tax code have played a major role in the narrow race of the western suburbs of the sixth province of Congress, where Peter Roscam, the principal representative of historical design, is fighting for his seat against the democratic challenger Sean Casten. They met at the last TV interview last week, and then we gave Roscam fire pants! Because he made an allegation about the fact-finding in Washington Post, he said that he had dismantled his attacks on his position on the protection of health insurance for those who had pre-existing circumstances. There is no such verification of facts. In that same debate, Castine also made a claim that made us confused. This involved the Tax Code, which accused the Democratic Ruskam of distorting his image. The Republicans said: \"Shon also took the tactic of going out the door to the door in the western suburbs, referring to people's homes, saying that their taxes would rise.\" \"That's not true.\" Castin moved the numbers in an attempt to prove that, not Roscam, he was the real world when it came to tax law. \"If you live in Hensdale, Illinois, your average government and local taxes are $45,000 a year,\" said Castine. \"Now you're being taxed double on a $35,000 tone.\" At first, Castin's choice of words was vague. Did he mean that Hensdale taxpayers were facing a $35,000 increase in their tax bills? Or does it mean that $35,000 more of their income is now taxable because of Rosscam and his Republican colleagues? More generally, we wondered whether Castine was right that most of the people of Hensdale would pay more under the GOP Act. The first questions are easy to answer. A spokesman for Castin referred to the data of the Tax Authority, which indicated that when he cited double taxation, he did not intend to suggest that the average tax bill was increasing by $35,000. For 2015, the people of Hensdale, who cut off the so-called State income and property tax, demanded an average of over $48,000 for this group. In the following year, the average claim in Hensdale was approximately $44,000. The new tax law now sets a ceiling of SALT deductions at $10,000, which means that approximately $35,000 would not have allowed the deduction annually had the rules been in force in 2015 and 2016. But it's important to note that the Salt hat doesn't exist in a vacuum. The tax reform introduced a number of other changes, from lowering federal tax rates to increasing the number of persons or allowing them to benefit from various exemptions and credits. In Hinsdale, where the average income in 2016 was $173,500 according to census figures, a number of the population is likely to benefit from other changes in the law, including increased credit for children and double the standard discount. Castin &apos; s argument also depends on the tax experience of an average resident in Hensdale, which is misleading at multiple levels. About 40 per cent of the filers in Hensdale did not classify discounts in 2016 returns, and instead chose to take the standard discount. It is likely that SALT's cover means nothing to these future filers, because they did not take the discount in the first place. According to the Tax Act 2017, \"persons who earn less than $75,000 will raise their taxes in 2021 and every two years thereafter until 2027.\" By Louis Jacobson in February • on February 5, 2021, Heinsdale may be a well-functioning suburb, but those who are at the top of the income pile benefit much more than everyone. The data of the Tax Service show that 37 per cent of the tax reporters in Hensdale recorded an income of $200,000 or more in 2016, yet the filers accounted for approximately 82 per cent of the claimed dollars for the discounts classified in that year. \"You're not talking about the typical person in that special jurisdiction,\" said John Davis, an expert at the University of Illinois in Urbana-Champagne, who runs that school for government and public affairs. \"You're talking about the average, which is deformed. This in itself could be misleading to the public.\" Raise taxes or reduce taxes? The broader question posed by Castin's claim is whether the average residents of Hensdale will be affected by an actual tax increase due to the actions of Roscam and his Republican colleagues. This is what the brochures published about Hensdale and several other cities of the Castin campaign. \"Your tax bill could increase an average of $19.169 due to the loss of State tax cuts and local property,\" reading brochures. To support this claim, Casten's spokesperson sent us a table detailing the campaign's calculations. However, the table shows that the figure of $19,169 indicates a decrease in the tax deduction, not an increase in taxes. \"Unauthorized deduction is not tax effect,\" said Davis, accounting expert. \"The tax impact is the unpermissible deduction multiplied by the tax rate\" In short, the campaign failed in basic mathematics. However, even if they had done so correctly, the other provisions of the Tax Code meant an increase in federally-taxed income due to the SALT ceiling would not necessarily translate into a tax increase for many in Hensdale or other communities in the Congressional region. The Tax Corporation, a conservative group with a well-established reputation for breaking numbers, has established an online calculator that tries to calculate changes in tax law, including the SALT roof. For his test, we delivered information to a couple who made $200,000 without children. Even in this limited case, the tax institution calculates that this family will receive a tax reduction of approximately $1,000 under the new law. Add two children and increase savings to $5,000, thanks to the extended tax exemption for children under the law. Our judgment, Castine, said that under the General Tax Code, \"If you live in Hensdale, Illinois... His mysterious comment in the debate - and his campaign publications published about the allegation in the region - suggests that because of the maximum SALT deductions, the population could be exposed to dramatic increases in their 2018 tax bill. However, Castin's statement ignores the fact that the calculation of any average taxes in Hensdale is severely distorted by a minority of the very wealthy population. Nor does it recognize the many other factors involved in the new tax law. The Republican reform introduced several changes to the previous tax code, some of which may benefit taxpayers and some of which may not. By focusing only on the negative side, and overestimating its impact, Castin's claim significantly distorts the tax status of the voters he seeks to serve. We assess his claim is wrong.", "vclaim_id": "vclaim-pol-01350"}