{"url": "/factchecks/2011/may/09/nathan-deal/deal-touts-georgias-bond-rating/", "speaker": "Nathan Deal", "vclaim": "Georgia is \"only one of the seven states in the country\" with the AAA bond rating.", "truth_label": "true", "date": "stated on April 20, 2011 in a speech before the Atlanta Press Club:", "title": "Georgia Bond Arrangement", "text": "Despite all the problems in the budget of this State and the struggling economy, Georgia is not helpless, hollow. Nathan said a deal. In his address to the Atlanta Club for the press, which looked at his work during the first 100 days of his administration, the agreement stated that Georgia &apos; s long-standing practices had kept him in good financial condition. The evidence of the transaction was the estimation of our State bonds. \"We have maintained the valuation of AAA bonds. We're one of only seven states in a country that has such an assessment, \"he said the deal. One in about seven states? That sounds great to Georgia, but is that a few countries that have such good credit? First of all, here's a little bit of evidence of bonds. If Georgia needs more money than it has at hand for a large public project, it does not borrow from a bank. Instead, bonds are issued, promising to repay a loan with interest over a specified period of time. Lee McCalhannon, Director of Bond Finance at the State Finance and Investment Committee of Georgia, told me. Members of the public buy bonds and buy any investment. In order to discover the likelihood of the State meeting its bonds, it consults with the information received from the three major credit rating companies: Standard and Bors, Modi and Fitch. These companies analyse the creditworthiness of States and determine their bond ratings based on factors such as existing State debt, government framework and economy. The highest estimate is AAA (or Aaa for Moody's). High ratings mean the state will have easier time to raise money. We've reached out to the spokesman for the deal, Stephanie Mayfield, who gave us more information. Georgia was one of eight, not seven states, that maintained the AAA bond valuation with three credit rating companies, as she had said. We checked with the three rating agencies and found that they were right. The other states are Delaware, Iowa, Maryland, Missouri, North Carolina, Utah, Virginia. The AAA assessment requires some work to get it. Only 4% earn this estimate from Standard &amp; Poors in the public financial sector, which includes the rankings of State bonds, as Robin Bronty said, the Managing Director of State Estimates. Each evaluation agency states that the expectations of State bonds are stable. Since 1974, Georgia has maintained the Aaa degree at Modi, according to a report issued by the Agency in April. In conclusion: The actual number of states receiving AAA ratings from all major credit rating agencies is eight. But since she cornered the deal and said \"about seven,\" and it was his general point that the credit in Georgia is extraordinary, we'll really give it. Roy Barnes mentioned on May 21, 2010 in an advertising campaign when Roy Barnes was governor, \"Georgia created 235,000 jobs.\" 4 June 2010", "vclaim_id": "vclaim-pol-13127"}