{"url": "/factchecks/2019/jul/02/kamala-harris/was-kamala-harris-part-second-class-integrate-her-/", "speaker": "Kamala Harris", "vclaim": "He says, \"I was part of the second grade of Berkeley's merger, California, public schools.\"", "truth_label": "mostly-true", "date": "stated on June 27, 2019 in her exchange on busing during the Democratic presidential debate:", "title": "Was Kamala Harris 'part of the second grade of integration' of public schools in Berkeley?", "text": "Kamala Harris won a moment of flight in the presidential democratic debate last week when Joe Biden's anti-bus record attacked schools that abandoned integration in the 1970s. However, her criticism of the former Vice-President also highlighted her claim that she was \"a part of the second grade of integrating her public schools\" through a bus programme in Berkeley. Some have questioned social media about the validity of their claim. Harris, 54 years old, repeated her statement twice during her exchange with Baiden, immediately after pointing out that he was opposed to overcrowding. \"There was a young girl in California who was part of the second grade to integrate her public schools, and she travelled to school every day. And that little girl was me.\" \"I was part of the second grade of the merger of Berkeley, California, public schools almost two decades after Brown v. Board of Education.\" Harris referred to the decision of the United States Supreme Court of 1954 that apartheid in public schools was unconstitutional. In view of the interest in this subject, we wanted to know whether Harris' claim to \"second degree integration\" is the truth of the autobiography or fiction. We went through Harris's statement, talked to officials from Berkeley Uniform School County, a historian who studied the city's busy integration programme, and reviewed news articles and Harris' résumé. Here's what we found: Harris was born in Oakland on October 20, 1964. I grew up in a black middle class neighborhood in West Berkeley. Harris was three years old when the Berkeley Uniform School Board voted in January 1968 to dismantle primary schools in the province, starting that autumn, through a unique bus program. Children from the most diverse western neighbourhoods of the city have been transferred to primary schools in the eastern Berkeley hills, a richer and whiter area. At the same time, children have been transferred from the hills to schools in the most diverse neighbourhoods. Kamala Harris (left) in 1970 with her sister, Maya Harris, and her mother, Chiamala Goblan. Kamala Harris was part of one of the first classes that integrated Berkeley, Califf, primary schools through a pilot bus programme started in 1968. Natasha Perry, Director of Community Relations, Berkeley Single School District, told us that Harris' claim was \"fully true.\" She said Harris went to Alf Oaks Primary School on the northeast side of the city. \"You'll be part of the second grade that merged our schools through our two-way bus program,\" added Perry. \"I started in 1968. She joined a group that had started kindergarten the following year in 1969 and thus described it correctly.\" A spokesman for the Senator's campaign told us that Harris joined the second grade of first grade integration in 1970. She had attended a private kindergarten school the previous year. In total, this is almost 16 years after the Brown Council's decision against the Council, which is broadly in line with Harris' statement of \"almost two decades after Brown v. the Board of Education.\" Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2021, after discussion, the Berkeley Federation published a statement on its website explaining the history of its integration programme and the Harris experience. \" The girls took the bus over the hill, Carol Porter, a former neighbour and colleague in Harris' elementary school class, confirming what the Senator said in a recent article in The New York Times. \"The girls took the bus to the top of the hill from Berkeley Apartments from the middle class where they lived to 1,000 Oaks, a school in the richest white Berkeley Hills,\" said the article. \"Mrs. Porter states that it took about 40 minutes to get on. Ms. Harris attended the Montessori Kindergarten School and joined Ms. Porter in the A-Ox in the first grade.\" The mural celebrating women leaders at the Alpha Oaks elementary school in Berkeley, Califf, includes a picture of Mr. Kamala Harris, who attended the school. The others (from left to right) include Ruth Asawa, Dolores Huerta, Malala Yousifzai, Serena Williams and Anne Frank. Questions about Harris' claim arose, in part, after Gitway Bondit published a misleading article. The conservative site claimed that the senator had wrapped up her story, citing pictures of Berkeley's annual school book showing various classes before Harris was born. But the school district officials, the historian of the city, say that the prosecution ignores a key fact: \"Berkley has only one high school, so he was always integrated or at least separated,\" said Charles Wallenberg, author of \"Berkley: a city in history.\" Integration into the city &apos; s middle secondary schools began in 1964, as Wallenberg said. This happened without overcrowding, \"because the word \"boz\" was still unwelcome in Berkeley,\" at the time, according to a report published by the school last year on the occasion of the fiftieth anniversary of the bus system. \"The summation,\" Wullenberg added, \"that it was saying a simple but essentially accurate version of the truth.\" We asked Harris's attitude about using buses to integrate schools today. Her spokesman said: \"Senator Harris supports federal measures to increase school diversity, including bus resources,\" such as the power in diversity law proposed by Senn. Chris Murphy, DCT, the Republic of Marcia Fudge and D-Oh. This would authorize $120 million for \"community-led voluntary strategies to increase school diversity,\" including expanded bus transport. Kamala Harris claimed that she was \"part of the second grade of integrating her public schools\" and was transferred to school in Berkeley, Califf. We found that Harris was transferred to school, and joined the second grade of a pioneer primary school integration programme in Berkeley. She was a first grade student when she joined in 1970. Her statement could have been used to explain that the city &apos; s middle secondary schools had been integrated several years ago in 1964, although not through a bus programme. It should also be noted that Berkeley High School was integrated years before Harris started school, but not because of overcrowding. Instead, the secondary school was ethnically diverse because it was the only comprehensive general secondary school in the city, which attracted students from all backgrounds. Even with these clarifications, Harris' statement is generally correct, given the context of her exchange with Paiden on the bus. It was supported by its school district, a city historian, and recent news articles. We assess her claim mostly correct. In fact, this statement is accurate but requires further clarification or information. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Sharing the facts 2019-07-03 01:03:29 UTC PoliticsFact 5 1 7 PoliticsFact Dating: It's probably true that \"I was part of the second grade of Berkeley's merger, California, public schools.\" Kamala Harris United States Senator Thursday 27 June 2019 2019-06-27 Read more information", "vclaim_id": "vclaim-pol-00466"}