{"url": "/factchecks/2019/apr/01/facebook-posts/did-hitler-say-best-way-control-people-take-little/", "speaker": "Facebook posts", "vclaim": "As Adolf Hitler quotes, the best way to control the people is to \"take a little of their freedom at the same time.\"", "truth_label": "false", "date": "stated on March 21, 2019 in a Facebook post:", "title": "Did Hitler say that the best way to control people is to take \"a little freedom at once\"?", "text": "Sometimes fake quotations are placed in the mouths of influential and impressive people in order to gather support for a particular idea. At other times, the words are falsely attributed to historical and counterproductive evils - to discredit belief. Take, for example, a quote attributed to Adolf Hitler on social media. Soon after New Zealand Prime Minister Yacinda Arden announced a ban on high-capacity offensive weapons and magazines following the deadly attack on the mosque on March 15, we saw this false quote Hitler re-emerge on Facebook: \"The best way to control and control a people is to take a little bit of freedom at once, to erode rights with almost a thousand small and intangible cuts. In this way, the people will see the removal of those rights and freedoms only after the point at which these changes cannot be reversed. The address next to the post says, \"Stop being unreasonable, no one's here to take your weapons... Don't worry, we're the government and we're here to help. It's for your own good. Ice collapse starts with a little ice chip. This article has been shared more than 2,600 times since March 21 and has been referred to as part of Facebook efforts to combat false news and misinformation in the news broadcast. ∙ (Read more about our partnership with Facebook.) On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. By Madison Chubik: 22 January 2021, there is no record of Hitler saying or writing this statement, and it could not be found in \"Mein Kampf,\" his notorious resume and statement. We followed the quote to the 2014 novel \"Determinately Stupid,\" by Pat Miller, who served as the legislator of the Republican State in Colorado in the early 1990s. Miller's quote is used as a guide at the beginning of a chapter and also wrongly quotes that it came from Hitler's book \"Mein Kambf.\" We contacted Miller about the quote, but we didn't get a response. In addition to the lack of evidence that Hitler said or wrote these words, in Maine Campe or otherwise, it also represents the opposite of his actions. Instead of small changes that slowly eroded the rights of the German people, Hitler made significant changes over a short period of time. Within a month of Hitler's rise to power in January 1933 as Chancellor of Germany, Hitler used the Reichstag fire (the assembly site of Parliament) as a pretext for issuing a decree that went beyond individual rights and authorized mass arrests. One month later, the enabling law was passed, which gave him full authority without the need to consult other government representatives. Less than three months after his appointment to the post of Chancellor, all non-Nazi parties, organizations and trade unions no longer exist. By 1934, the post of Chancellor and President had been merged, securing his position as \"Führer.\" There's no evidence that Hitler said or wrote this statement and it couldn't be found in Maine Camp. We value this allegation wrong. Sharing the facts 2019-04-01 15:50:08 UTC Politi Vah 2 1 7 Polite Vaking: A false quote by Adolf Hitler says the best way to control the people is to \"take little freedom at once.\" On Thursday, 21 March 2019, 2019-03-21, Facebook bulletins read further information correction, 2 April 2019: The enabling law was passed by the German legislature. An earlier version of this article indicated that it had been approved by Hitler.", "vclaim_id": "vclaim-pol-00824"}