{"url": "/factchecks/2019/aug/07/facebook-posts/no-congressional-salaries-have-not-gone-231-over-l/", "speaker": "Facebook posts", "vclaim": "He says that Congressional salaries have risen by 231% over the last 30 years... now Congress says they need an increase of $4,500.", "truth_label": "false", "date": "stated on July 19, 2019 in a Facebook post:", "title": "No, Congressional salaries have not risen by 231% in the last 30 years.", "text": "Public interest is usually high when it comes to stories of legislators who give themselves wage increases. But sometimes those stories are wrong. Take, for example, the claim that Congress voted to give itself an increase in pay in 2018 (he did not) or the rumor that members could retire with full pay after only one term (they could not). Now, an article on Facebook says that while the Democrats in the House of Representatives request an increase in wages, Congressional salaries have risen (231%) over the past 30 years. \"For the past 30 years, Congressional salaries have risen by 231 per cent, while 80 per cent of Americans have not even been able to cope with the cost of living! Now Congress says they need an increase of $4,500 to do what? The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The part of the allegation that says \"80 percent of Americans\" cannot keep up with the current cost of living is basically true. According to the 2017 report for career builders, 78% of full-time employees in the United States said they lived in a paycheck to cover their expenses. While members of Congress have, in fact, gained an increase over the years, it has not occurred since 2009. In addition, salary increases approved in the past 30 years appear to account for less than half of the 231 per cent post occupied. First, let's consider how to increase Congress's salaries for the work required under article 1, section 6, the frameworks of the Constitution have determined that Congress will determine its own salary. In 1789, members received $6 a day when they attended the sessions. The daily allowance was increased to $7 for senators in the same year, representing the first official increase in remuneration in Congress. Subsequently, Congress periodically enacted specific legislation to change its remuneration - up to 30 years ago with the adoption of the Ethics Reform Act 1989. Donald Trump's second presidential isolation was \"the most isolated of the two parties in American history.\" In the history of Louis Jacobson on January 13, 2021, the bill drafted the current automatic annual adjustment formula, which has been established in the labor cost index and which measures wage changes - in the sense that increases must be equal to increases in the labor cost index. Under this system, wage increases in Congress are automatic every year unless Congress voted against it - as it has done since 2009 - last year senators and representatives received a salary adjustment. So how much did Congress pay? According to the report of the Congressional Research Service, Congressmen of rank and file earned $89,500 30 years ago in 1989. Today they receive the same salary as they have received since 2009: $174,000. This amounts to a 30-year increase of 94 per cent. (Note that the Congressional leadership receives higher salaries: $223,500 per year for the Speaker of the House of Representatives today, and $193,400 for the President of the Provisional Senate. Majority and minority leaders in both houses also receive $193,400. Bill Ryan, Speaker of the Library of Congress, assured Bolivi Fuckett that according to the report of the Congressional Research Service that we consulted, salaries have increased by 94 per cent since 1989. The function is more incorrect when it takes into account inflation. According to the inflation calculator of the Bureau of Labour Statistics, the 89,500 lawmakers in 1989 now receive approximately $182,000. When it comes to the next settlement in January 2020, should the possible increase of $4,500 be approved, the percentage increase projected for the year would be 2.6 per cent, raising the total increase for 30 years to 84 per cent compared with $96,000 in salary members received in 1990. Our ruling article on social media says that over the past 30 years, Congress salaries have risen 231% while 80% of Americans have not even been able to keep up with the cost of living! While three quarters of full-time workers in the United States said that they lived at the expense of pay, Congress salaries had not risen since 2009, and in the past 30 years had risen by about 94%. We value this allegation wrong.", "vclaim_id": "vclaim-pol-00354"}