{"url": "/factchecks/2011/may/04/eric-cantor/rep-eric-cantor-says-10000-baby-boomers-day-are-be/", "speaker": "Eric Cantor", "vclaim": "\"Every day you have 10,000 new seniors, prosperous children, who become eligible for benefit programs.\"", "truth_label": "true", "date": "stated on April 27, 2011 in a TV appearance.:", "title": "Eric Cantor says 10,000 prosperous children a day are eligible for benefits.", "text": "In the middle of the pop of champagne at the beginning of 2011, you all didn't notice the beginnings of a huge event that will reshape America. The first booming 65-year-old boy Each day of this year, in the next 18 years, more people will reach 65 years of age and begin to rely on the merit programmes that the nation is already experiencing. The prosperous children are Americans born between 1 January 1946 and 31 December 1964. Their sixty-fifth birthday marks the beginning of eligibility for medical care and a one-year drop before they have fully qualified for social security. The majority leader of the home, Eric Cantor, covers cable networks to promote the budget of the World Programme of Action at home and the need for significant spending cuts. His effort comes as Congress and the President is wrestling with both the federal budget for 2012 and the most urgent need to raise the debt ceiling. On April 27, Centor, R-Va said: \"Every day you have 10,000 new, prosperous children who become eligible for benefit programs. Ten thousand a day.\" Is Cantor's number correct? We asked Megan Whitmore, a press secretary in Cantor, where a congressman reached 10,000 older persons a day who became eligible for benefits. She referred to a series of data and reports from the Department of Social Security. In October 2007, when the first prosperous child claimed early retirement benefits from social security, the Agency issued a press release. Kathleen Casey-Kirschling, born one second after midnight on January 1, 1946, eligible for payment in January 2008, said, \"For the next two decades, nearly 80 million Americans will become eligible for social security benefits, more than 10,000 a day. Social security allows beneficiaries to start claiming benefits at age 62, although this means accepting a lower monthly payment. The full retirement age for prosperous people born in 1954 or earlier is 66 years. It then increases by two months in each of the six years following birth, with every person born in 1960 or later receiving full benefits at the age of 67. Retirees can choose to postpone payments until they reach the age of 70 and receive a larger monthly check in return. The Social Security Agency also referred to the 10,000 per day statistics in its report for fiscal year 2012. The Pew Research Centre highlighted statistics in a 2010 study on children &apos; s prosperity. According to census data collected by Pew, 76 million people were born in the United States during this generation. Following the introduction of those who have already died and the addition of immigrants born during those years, the census estimates that there are some 79.6 million people between 45 and 64 years of age in America. If you divide 79.6 million by 19 years, then you divide that by 365 days, you get 11.478. This is the number of people who will average 65 years a day for the next 19 years. Clearly not everyone in that category will live to 65, but math clearly gives you a higher number than the 10,000 a day that Cantor mentioned. We have also reviewed the Social Security Awards presented in 2010. According to the Social Security Act, 4.05 million retired workers or survivors of deceased workers began to receive payments last year. This means that 11,102 people began to receive checks every day. In 2009, the number was slightly higher, at 11,436 per day. At present, some 8,600 persons per day enter social security through the traditional retirement programme and another 3,000 per day through programmes for families of disabled or deceased workers. If the number of persons increased to 11,400 per day through the traditional programme, plus another 3,000 per day through the programmes of families of disabled or deceased workers, this represents an increase of approximately 25 per cent in the number of social security beneficiaries. Consider this: in 1950, as social security escalated, there were 16 workers per beneficiary. Today there are 2.9 workers per beneficiary, and by 2041, the Social Security Agency states that there will be only 2.1 workers per beneficiary. Let's go over it. Eric Cantor said that 10,000 Americans a day are eligible for benefit programmes, i.e. social security and medical care. The figure is presented in the projections and data from the Department of Social Security. :: During 2009 and 2010, the number of social security beneficiaries actually exceeded 11,000 per day, although many of these persons were not retirees. Census data show approximately 80 million children, born over 19 years. They will reach the age of 65 and become eligible for medical care at the rate of 11,478 per day. In fact, as at 3 May, an estimated 1.4 million people had reached 65 this year. The numbers are amazing. We also appreciate that you also appreciate that you can't be able to achieve it. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • January 20, 2012", "vclaim_id": "vclaim-pol-13154"}