{"url": "/factchecks/2019/aug/09/viral-image/fact-checking-bernie-sanders-abortion-position/", "speaker": "Viral image", "vclaim": "Bernie Sanders says he wants to end the abortion until 36 weeks, because he says, \"A child at that point has no pain and no right to life.\"", "truth_label": "false", "date": "stated on June 9, 2016 in a Facebook post:", "title": "Verification of Bernie Sanders &apos; abortion status", "text": "An old Facebook article on abortion gained new power, such as Sen. Bernie Sanders, took the stage of discussion last month. \"So Bernie and Hillary want to make an abortion cut date up to 36 weeks,\" says the 2016 article. \"That's right! They say that the child at that stage feels no pain and has no right to life. If anyone wonders what a child looks like in 36 weeks, here's a picture of my child born in 36 weeks. They shared this article, and they took the word out!\" This article, in which more than 20,000 people participated, was referred to as part of Facebook's efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) We will focus on Sanders for this check because he seeks a democratic presidential nomination, not former Secretary of State Hillary Clinton. But Snoops looked into this claim in 2016 when Clinton was running for president and decided it was wrong for both Democrats. Since it is still being shared after three years in almost identical language, we went to look for evidence to substantiate the claim, but we did not find any evidence. We sent Sanders' campaign via e-mail to ask about Facebook, but we didn't answer it. Sanders does not mention the limits of abortion on his campaign website. Among its \"issues\" are \"fighting for women's rights,\" where two points are made on abortion: \"total funding for family planning, section X, and other initiatives that protect women's health, access to contraceptives, and availability of safe and legal abortion.\" \"Do all efforts to undermine or overthrow Roe against Wade, and appoint federal judges who will defend the most fundamental rights of women.\" This latter position was reiterated during the first democratic presidential debate in June. As a member of the Senate, abortion has been placed in the framework of health care. Abortion was supported before the United States Supreme Court decision against Wade, which made abortion legal nationwide. In 1972, the Pennington Banner reported that Sanders, and then Vermont's candidate for governor, said that abortion should be a matter of concern only between a woman and her doctor, not the Government. More recently, he criticized the states that restricted abortion but, in May, Bazved, a male, \"he did not go into more detail about what he would have done to fight the laws if he had been elected.\" \"The consequences will be completely catastrophic and will threaten the lives of women.\" \"It is no exaggeration to say that the prohibition of legal abortion with medical assistance - forcing women to return to the hands of impostors - will literally kill women.\" In 2018, Sanders voted against a bill prohibiting abortion after 20 weeks, and in 2016, PBS Newshour reported in February, saying that it would not give a specific answer when asked whether it would place any restrictions on abortion but \"said repeatedly that it was \"a strong supporter of choice\" and believed that the decision was between a woman and her doctor. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" Samantha Butterman came that year when, during the Fox News Municipal Hall like Sanders and Clinton Fed for the Democratic Presidential nomination, he asked Brett Bear Sanders if he could \"state one circumstance at any time of pregnancy where she would agree that abortion was illegal.\" \"It's not a matter of being okay,\" said Sanders. \"I happen to think it's wrong for the government to tell a woman what to do with her body.\" Bayer said: \"I think the emergence of the question is that there are some Democrats who say after five months, except for the life of the mother or the health of the child, perhaps that's something to look at. You say no.\" Sanders said: \"I am a strong supporter of choice. This is a decision made by the woman, her doctor, and her family. That's my opinion.\" Now, Saunders among the other Democratic presidential candidates co-sponsored a bill that would codify Roe against Wade. New York did so in January when it enacted the Reproductive Health Act, which allows abortion within 24 weeks or later if the foetus is unfit for life or if the mother &apos; s health or life is threatened. \"As President, using all available executive, judicial and legislative tools (protection of women's constitutional rights), a spokesman for the Saunders campaign for Bazvid said in a statement in May, \"including by appointing federal judges to protect Roo, by combating unconstitutional embargoes and restrictions, and by building a movement that talks about the vast majority of Americans who believe that Roe should remain a law in the country.\" When asked in the Fox News Municipal Hall in April whether a woman should be able to terminate a pregnancy until the moment of delivery, he believed that this was happening \"very rarely\" and struck a familiar remark: \"A woman and her doctor have an abortion decision.\" In our search for Bernie Sanders, 36 weeks and \"abortion\" in the news archive, Nexis, we found one result: May 2019 at Star Toronto about Rich Coleman, a member of the Canadian Legislative Assembly. The article discusses Coleman's comments on abortion in March's march for life. The story says: \"It wasn't Coleman's first march for life or his first general whim in women's reproductive health.\" \"On his Facebook account last August, Coleman shared an article - witnessed by Star Vancouver before he deleted it several days later - falsely claiming that former US Democratic Command candidate Hillary Clinton and Bernie Sanders wanted to allow an abortion up to 36 weeks (8.5 months) of pregnancy because they believed that embryos had no rights to life. \"On August 31, he revoked the recognition that it was a \"fake news story against abortion.\" \"Our Facebook article said that Bernie Sanders wanted \"to make an abortion cut-off date up to 36 weeks\" because he said, \"A child at that stage feels no pain and has no right to life.\" The record shows that while Sanders refused to support specific restrictions on abortion, he did not call for an extension of the deadline for abortion to 36 weeks because \"the child at that stage feels no pain and has no right to life.\" For almost five decades, when Saunders was asked about a specific abortion policy, he repeatedly said in response that the decision to have an abortion should be between a woman and her doctor, not between the Government. We're categorizing this article on Facebook as wrong.", "vclaim_id": "vclaim-pol-00289"}