{"url": "/factchecks/2011/oct/04/rick-scott/gov-rick-scott-changes-math-700000-jobs-pledge/", "speaker": "Rick Scott", "vclaim": "How to measure his promise to create 700,000 jobs in the private sector in seven years.", "truth_label": "full-flop", "date": "stated on October 4, 2011 in an answer to reporters:", "title": "(Joff) Rick Scott changed math for 700,000 jobs.", "text": "Rick Scott, candidate, ran on the job creation platform. That's why the businessman who turned into a politician won the bruises in the Republican elections last summer, as he said. That's why he squeaked by the Democrat Alex Sink in November 2010. \"That was my full campaign,\" he said in February. \"Seven steps to 700,000 jobs over seven years.\" More than a year since candidate Scott implemented his plan 7-7-7, Jove. Scott still talks a lot about those 70,000 jobs. But how do you keep on track? The candidate Scott presented one action: \"Our plan is seven steps to 700,000 jobs,\" and said in a debate a year ago, \"This plan is at the top of what natural growth will be.\" Now the Governor Scott is making another offer. \"700,000,\" told the reporters in October 4, 2011, when he asked how many jobs he promised to create. \"But the first promise was to create 700,000 on the top of the expected growth,\" Scott was asked. \"No,\" said Scott. While creating those jobs is the main promise we're tracking on Scott-O-Mitter, we wanted to evaluate Scott's data about his promise on our Flip-O-Meter, which Politi Fact Florida was created to measure whether the candidate was turning on any particular position. \"We'll increase another 700,000 jobs\" to go back to July 2010. The state economists have already estimated that the recovery of the Florida recession - regardless of the identity of the new Governor - will add more than a million jobs by 2017. On July 21, Scott revealed his plan 7-7-7. He was going to present the \"accountability budget\" He was gonna cut off government spending. He was failing to organize. He would focus on job growth and retention. He would invest in world-class universities. He was shrinking property taxes. He'll get rid of the company's income tax. These changes would create 665,000 jobs over seven years. He met, and he promised the 700,000 jobs he was born. The correspondents wanted to know: if the expected growth of the State alone is expected to restore a million jobs, does this mean that Scott &apos; s structural changes in spending, regulation and tax code will add 700,000 more jobs? \"Are those jobs that are in addition to the number of jobs that will be created automatically, only without any change in tax policy over the next five or ten years?\" A reporter asked Scott while he was travelling on his campaign bus. (We know, because we have the video.) Scott answered yes, and then pointed out that jobs were not created automatically. Then the reporter corrected himself. \"Well, drop. Creating jobs expected over the next five years,\" he said. \"That's what's expected, yes. That's what's expected, yeah. \"Scott said, nod his head. \"It's above that. If you do these things, we'll grow another 700,000 jobs.\" Reporters have their answer. Scott's plan will grow 700,000 jobs more than Florida would generate without him. Three months later, Scott made the same statement during a debate sponsored by the Florida Command and the Florida Press Association. (We have video of it too.) \"Our plan is seven steps to 700,000 jobs, and that plan is on top of what natural growth will be,\" said Scott. The moderator subsequently noted that this meant creating about 1.7 million jobs, while only 1 million fluorescents were currently unemployed. \"We're gonna grow the state.\" Scott responded. In November, Florida elected the post governor. Scott: 'I don't know who said it' not long after that, Scott moved the target point. New promise: creating 700,000 jobs. A while. In June, the spokesman for Scott Brian Burgess reported that Florida had added 50,000 jobs since January, saying that Scott was about to count everyone towards fulfilling his promise. In the same few days, another spokesperson for Scott, Lynn Wright, ignored a question about Scott's original promise to create 700,000 jobs \"on top of what would be natural growth.\" \"Goff. Scott committed himself to creating 700,000 jobs in seven years, and we're on track to achieve that goal, \"Wright said. In August, the governor himself weighed in. An Associated Press journalist reminded Scott that his action plan was designed to generate 700,000 jobs at the top of those that had been restored to the expected growth of the State. On January 18, 2021 in the Committee &apos; s discussion. Scott said: \"The United States is the only modern industrial nation that does not already have a paid family medical leave programme.\" So, the reporter paid, his campaign statements were completely wrong? \"I don't know who said that,\" said Scott. \"I have no idea.\" Last week, the Governor again faced the question asked as a candidate, about a year ago. This time, instead of the debate audience, Scott faced members of the Sun Sentinel Editorial Board. \"Your pledge was for 70,000 plus natural growth, right?\" Scott was asked. No, he answered. The problem with Scott's new attitude is that there are at least two times during the campaign -- it was filmed on video -- where Scott said the exact opposite. Either way, someone asked Scott a question later. In both responses, Scott reinforced his position -- 700,000 jobs, at the top of normal growth. Now, Scott says it's only 700,000. Let's be clear: this is a difference of about a million jobs. The Governor's plan was on the record and was specific. Its policy changes, from regulatory reform to spending cuts, can lead to job growth. Instead, his office had calculated every new job in the private sector - beginning with the Governor's opportunity to change policy. For the Governor, that means counting over 71,000 jobs since January. On Flip or Meter, that's a complete prank. See version WTSP of this fact check here.", "vclaim_id": "vclaim-pol-00305"}