{"url": "/factchecks/2016/mar/04/ted-cruz/ted-cruz-says-donald-trump-wrote-10-checks-hillary/", "speaker": "Ted Cruz", "vclaim": "He says Donald Trump wrote 10 cheques to Hillary Clinton and four of these checks weren't for her campaign in the Senate. It was for her presidential campaign.", "truth_label": "half-true", "date": "stated on March 3, 2016 in a Republican presidential debate in Detroit:", "title": "Ted Cruz says Donald Trump wrote 10 cheques for Hillary Clinton's campaigns.", "text": "During the presidential Republican debate in Detroit, Ted Cruz went after Donald Trump by raising prior contributions to the real estate developer to the democratic front, Hillary Clinton. Cruz said, \"Donald Trump wrote checks to Hillary Clinton not once, not twice, not three times. Ten times. And four of these checks weren't for her campaign in the Senate. It wasn't that she was a senator in New York and that was the cost of doing business. It was for her presidential campaign.\" We found that Cruz had a point that Trump made a lot of donations to Clinton, including her presidential campaign. However, the number of Cruz is very high, and with presidential donations, there is less than the eye can see. (We are not looking at Trump's contributions to the Clinton Foundation.) We sought Trump &apos; s contributions in the search for donors to the Federal Electoral Commission and a similar tool provided by the Centre for Responsive Policy, a group that tracks campaign contributions. The number of cruises -- 10 donations -- corresponds to the number of donations that come when searching the FEC site for donations by Donald Trump. But in this way, the search for lumps of donations made by Trump's son, Donald Trump's son. Here is a summary of the contributions made by President Trump to Clinton: the date of the sum in the Senate or the Presidency of US$ 05.01/2002 thousand in the Senate 03/23/2005, US$ 1,000 in the Senate 09/30/2005, US$ 900 in the Senate 12/02/2005, US$ 1,000 in a story written by General David H. Berger, the commander of the United States Navy, who rejected Nancy Belusi's request to use the Marines to provide security, saying, \"We are not working for you.\" But Cruz is out of detail in many ways. First, the total number of donations is not 10, as Cruz said, but 7. The number of donations for her presidential campaign was not four, as Cruz said, but two. Second, the total amount of contributions made by Trump to the Clinton presidential campaign in November 2009 was refunded. The request for this amount - Trump or Clinton - was not recorded in the documents. Thirdly, the timing of the largest presidential gift from Trump and the recovery of funds is also curious. The money was not spent and received during the 2008 major presidential campaign when Clinton was working. Instead, the transactions came one year after Barack Obama, Clinton's main competitor, was elected president. If we can learn more about the circumstances of these donations and the amounts recovered, we will update this article. Members of the Trump immediate family have given Clinton money over the years. His wife, Melania, donated $2,000 to the Clinton Senate campaign in 2006. His daughter Ivanka made three donations totalling $4,400 to the Clinton Senate campaign in 2006 and 2007. Donald Trump, Jr., made three donations worth $6,100 in 2006 and 2007, less $1,700 in 2008. On the Internet, the younger Trump provided $2,100 in contributions to the Clinton campaign in the Senate and $2,300 for her presidential campaign. In fact, Crose's spokesman, Catherine Frasier, told Bolift Fuckett that \"between Trump and his kids, it's 10 times. It's Donald Trump's money.\" However, we don't consider this money for Trump -- his wife and the kids who donated are adults -- and Cruz didn't refer to the Trump family in general. Our judgment, Cruz, said that Donald Trump wrote 10 cheques to Hillary Clinton, and four of these checks weren't for her campaign in the Senate. It was for her presidential campaign. He has the point that Trump made several donations to the Clinton election campaign, but he overreacted. Five donations worth $4,100 to the Clinton Senate campaign and two contributions worth $2,300 to its presidential campaign ended up being paid. Presidential donations were eventually fully returned. We appreciate Cruz's half-right statement. Ted Cruz's candidate participated in the presidential election, saying Donald Trump wrote 10 cheques to Hillary Clinton and four of these checks weren't for her campaign in the Senate. It was for her presidential campaign. In a debate on the campaign in Detroit - Thursday, 3 March 2016 Shareread More empted", "vclaim_id": "vclaim-pol-05327"}