{"url": "/factchecks/2011/apr/28/john-boehner/john-boehner-says-obama-took-exactly-none-his-own-/", "speaker": "John Boehner", "vclaim": "President Barack Obama \"didn't take any of his disability reduction committee's ideas. None.\"", "truth_label": "false", "date": "stated on April 25, 2011 in an interview with ABC news:", "title": "John Bohner says Obama didn't take any of his disability reduction commission ideas.", "text": "In an interview with Jonathan Carl of the British News Agency, Speaker John Bohner of the House of Representatives, Ohio, received an explicit message from President Barack Obama on disability: \"Grow up.\" With reference to the Disability Committee chaired by the former Republican Sin Allan Simpson of Wyoming and former Chief of Staff of the White Democratic House Erskine Bowls, Bohner said: \"When I did not agree with everything they had done, there was much in their proposal to consider. And what did the president do? In particular, he did not take any of his disability reduction commission ideas. None. Come on! It is time to grow up and become serious about the problems facing our country.\" We were asked by a reader to check whether the White House had already ignored the recommendations of the very blue team that it created. We thus looked at the final report of the Committee, which was issued in December 2010; the President &apos; s budget proposal for fiscal year 2012, which was issued in February 2011; and a White House fact sheet issued following the Obama budget address at George Washington University in April 2011. We should begin by noting that the Committee &apos; s report did not provide any lack of recommendations for the White House to choose from among them - in fact, more than 70. Based on our analysis of these three documents, as well as our discussions with independent budget experts, we found numerous policies advocated by Obama that were included in the final report of the bi-party committee. In many cases, however, the White House proposal varies in some detail or lacks full detail. When we contacted the Bohner office, one of the spokespersons said that the best way to compare proposals was to look at the budget proposed by the President, since that document contained more details than the fact sheet that accompanied the George Washington University speech, which was informally known as the \"box.\" However, we believe that the framework is valuable, so we will evaluate it separately. First, two recommendations made by the Commission were included in the Chairman's budget proposal: to allow the pension benefit insurance company to increase insurance premiums. This body is the federal agency that protects the traditional defined-benefit pension payments of workers whose companies have failed. Both the Commission and the White House agreed that the premiums paid by PBGC were lower than those paid by private financial institutions and were too low to allow the Agency to remain financially stable. Both proposals would allow the Agency to increase premiums in order to strengthen its financial situation. • Increase government authority and funding to reduce medical care fraud. The President &apos; s budget does so. Therefore, these two items themselves show that Bohner is mistaken in saying that none of the Committee &apos; s recommendations have been included. We will then list six of the Committee &apos; s recommendations that have been included in the Chairman &apos; s budget with minor variations. On January 13, 2021, the distinguished fact-checkers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request to use marines to provide security, and told her that we were \"not working for you.\" By Samantha Buterman: January 17, 2021: \"Abolishing \"school subsidies\" for the federal student loan program. Both the Commission and the President &apos; s budget agree that this policy should be abolished, although the President will do so only for graduate and professional student loans. • Elimination of reliance on underexpenditures to finance the Transport Trust Fund. The main difference here is that Obama does not specifically call for a 15 per cent increase per gallon in the gas tax - a key provision in the Commission &apos; s recommendation. • Freeze the wages of federal and civil workers of the Ministry of Defence. The Committee recommended a three-year freeze; the President &apos; s budget would serve for two years. • Exceeding the system of malpractice. The Committee called for a series of \"hostile\" changes to the medical malpractice system, such as the statute of limitations on cases, the establishment of specialized \"health courts\" and the granting of \"safe haven\" rules for service providers following best care practices. The Obama budget is less specific, saying only that \"the President encourages Republicans to work constructively with him on medical malpractice as part of the overall effort to reduce health costs.\" • Reform of the corporate tax system. The President &apos; s budget calls for simplification but does not go so far as to endorse the Commission &apos; s specific recommendation to establish a single tax rate for companies ranging from 23 per cent to 29 per cent and to change the way foreign income is taxed. • Increasing the efficiency of government. Both the Commission and the President &apos; s budget support the idea of restructuring the Government to make it more efficient, but neither provides much detail. Finally, the White House's \"box\" on overall disability reduction refers to seven of the Committee's recommendations. In many of these examples, the White House proposal provides less detail than the Committee. • Reducing both security and non-security spending. She urged the Committee to reduce both types of expenditure by an equal percentage. In the Framework Fact Sheet, Obama calls for the reduction of non-security spending to levels consistent with those of the Commission, but its reductions in security-related spending are not as large as the Commission proposed. • Implementation of structural tax reform. Both the Commission and Obama agree with the principle of lowering marginal tax rates while eliminating gaps. However, while the Committee recommended \"a small number of simpler and more targeted provisions that promote work, home ownership, health care, charity and savings,\" Obama was less specific. • Reform of the mechanism for the sustainable growth rate of medical care. Both the Commission and Obama agreed on the need to reform the rate of sustainable growth, in full budgetary terms, but their approaches are somewhat different. • Develop a long-term global budget for federal spending on health care. The Committee urged \"the goal of maintaining growth (out of all federal health-care expenditures) to GDP plus 1 per cent and requiring action by the President and Congress if growth exceeds targets.\" In its framework, Obama proposed a more aggressive standard -- GDP plus 0.5 per cent per beneficiary -- but only for the more limited goal of medical care. • Elimination of government \"manufacturing\" of medical preparations. The Committee recommends that the States be prevented from taxing tax providers in order to increase their payments, thereby increasing federal conformity. Obama &apos; s framework supports a limited version. • Reducing agricultural subsidies. The Obama Framework supports reductions, but does not mention specific programmes recommended by the Committee. • Establishment of a mechanism to enforce the commitment to stabilize debt. Both the Committee and the Chairperson &apos; s framework agree in principle, but use different mechanisms. The Committee recommended that if balanced budget targets were not met, Congress would have to implement a quick-impact legislative procedure to enforce changes in expenditure and/or taxes. The President would have done something similar, but he was specifically granting social security, low income and medical care programs, \"in line with the previous financial incentives put in place by President Reagan, George H.W. \"Bosch and Clinton.\" We believe that it is fair to say that Obama stopped adopting many of the Commission &apos; s recommendations, and it was clear that he would not accept the package fully. However, even if you look only at the 2012 fiscal year budget plan rather than the less detailed framework, Obama has submitted two proposals - pension guarantees and medical care fraud - that are very similar to those presented by the Commission, and its proposed budget contains six additional provisions that share important common ground with the Commission &apos; s recommendations. The former Director of the Administrative and Budgetary Office of Clinton and member of the Committee, Paulette Fuckett, told Alice Rivlin, that the most important idea taken by Obama from the group was not a political proposal at all, but rather a \"concept of common sacrifice,\" which was at the heart of the Committee's preamble. If Bohner had presented a more representative assessment, he would have had a fair point about the differences between Obama &apos; s financial approach and that set out by the Committee. The Chairman could certainly have gone further in adopting the recommendations of the panel that he had commissioned. But he embraced a wide range of these ideas, so that to say frankly, as Bohner did, that Obama \"didn't take any of his disability reduction committee's ideas\" is simply not true. To some extent, the Committee &apos; s recommendations are scattered in all Obama &apos; s budget proposals, in a form that can be identified - if not always identical. It is therefore estimated that Bohner's statement is wrong.", "vclaim_id": "vclaim-pol-13184"}