{"url": "/factchecks/2014/sep/28/vincent-buddy-cianci/buddy-cianci-says-2001-and-02-when-he-was-providen/", "speaker": "Vincent \"Buddy\" Cianci", "vclaim": "\"In 2001 and 2002. ................................................................................................................ ................................................................................................................ We had a 100% funded retirement system that year, and we did it for two years at that point.\"", "truth_label": "false", "date": "stated on September 21, 2014 in an interview on WPRI-TV's \"Newsmakers.\":", "title": "In 2001 and 2002, when the mayor of Providence was, the pension scheme was fully funded", "text": "Former Mayor of Providence Vincent \"Paddy\" Chayancy Jr. says he's running to get his old job back because he thinks the city's been down since he had to leave office in September 2002. One of the biggest problems facing the city is the lack of money and part of the problem is a highly underfunded pension system. According to the most recent data, as of July 31, 2013, the city has only 31.4 per cent of the money it needs to pay its pension obligations. During the September 21, issue of the WPRI-TV \"News output,\" which offered Cianci off a snowstorm of financial figures for the city, host Tim White Sheanche asked about his role in pension deficits. After showing an old video in which Cianci emphasized the importance of paying the city's full pension costs, Wyatt noted that from 1998 to 2002, the city was only 60 per cent or less of what it was supposed to pay. Chayancy said he paid in full, and he had a document to prove it. \"In 2001 and '02, the letter that I have from the finance manager says that our pension system was funded at 100 percent that year, and we did for two years at that stage,\" he said. Cianci later in the interview explained that he was referring to the two years before leaving his office. So did the Chayancy administration put all the money you were supposed to do in the pension fund in those two years? The short answer is no. The city &apos; s pension records show that in fiscal year 2001, the city paid only 60.6 per cent of the amount it needed to properly fund its pension programme. This amount is an estimate known as the required annual contribution, or ARC. In 2002, another year when Cianci said that the pension was 100 per cent funded, the funding level was in fact 64.2 per cent. In fiscal year 2003 alone, when Cianci was mayor for a little more than two months (to be succeeded by John Lombardi, and later by David Cecilin, the representative of the United States now) the ratio rose significantly, to 80.3 per cent. At that time, the Pension Fund was heavily indebted, with only $335 million of the $899 million it needed. And what about the message that Chayancy was talking about? First, a small background. From 1991 until fiscal year 1994, again in fiscal year 1996, Providence paid 100 per cent of ARC. (Sienci, who was mayor from 1975 to 1984 when he was removed from office after being convicted of an assault, began his second job as mayor in 1991.) However, after the first few years of the second Chianxi administration, funding for the Providence retirement programme began to decline rapidly. The city paid 54 per cent in 1995, 93.6 per cent in 1997, 57.5 per cent in 1998, 56.2 per cent in 1999 and 60 per cent in 2000. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • On 20 January 2021, Cianci and Alex Brignano, who was then a financial manager of Cianci and is now a business manager in the Cumberland School Department, told Polyte Fact Road Island in a joint interview that retirement benefits were the subject of lawsuits. To sum up the story, in 1991 Cianci agreed to annual cost-of-living increases of 5 per cent; in 1994, in the midst of fears of increased expenditures for its financing, the city initiated an action seeking exemption from these increases. As the case progressed, the debtor based its payments to the Pension Fund on the assumption that it would win the case. It also operates on the basis of the belief that if the pension system is fully funded, it will be difficult to pay before the court that the cost of living is unsustainable, as Brigano and Sianci have said. (Tom Mooney from Providence's daily story in June 7, 2011) When the State Supreme Court decided the case in 2000, the decision resulted in an annual pension deficit of $16 million, as Brignano said. A timetable has been established to restore the payment level to 100 per cent. The letter to which Chianxi was referring was dated 23 August 2002, exactly two weeks before Cianci was removed from office again, this time after he was convicted of conspiracy to blackmail. In the letter, Brignano writes about Cianci &apos; s support for a four-year plan proposed by my Office in fiscal year 2000 to fully fund the annual pension contribution in accordance with the amount recommended by the actuary. In other words, in his interview with Polyte Fact, Brignano explained that Cyance had agreed to the schedule for the repatriation of funding to 100 per cent of the Centre. The percentage driven by the city began to rise - albeit very slowly - in 2000. The biggest increases didn't come until Cheyenne left the office. As Brignano admitted, it would not reach 100 percent until 2007, five years after Cheyancy left, when David Ceciline was mayor. Cianci said that when he spoke of 100 per cent pension system funding, he referred to 100 per cent of the amount recommended by Brignano, not 100 per cent of the required annual contribution. The Governor, Cianci, said, \"In 2001 and '02. ................................................................................................................ ................................................................................................................ We financed the pension system at 100% that year, and we did it for two years at that point.\" However, the last full contribution to the system under the Cianci system was in 1996. In the last years of his mandate, he changed the system each year by more than one third of the money he would eventually need. This will have a long-term adverse impact on the validity of the pension scheme. Chianxi claims that his \"100 percent\" note refers to a plan to eventually restore the level of funding. But even though he had enough time to explain that during the interview with \"the news director,\" he never made it clear. It is likely that the viewers made the wrong impression that Cyance gave the Pension Fund the full amount it needed in those years. We're assessing Cianci's wrong claim. (If you have an allegation that you want Polly Fact Road Island to check, send us an e-mail on [a protected e-mail] and follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07241"}