{"url": "/factchecks/2016/apr/15/bernie-sanders/does-hillary-clinton-want-15-or-12-minimum-wage/", "speaker": "Bernie Sanders", "vclaim": "\"When this campaign began, I said that we must end the minimum wage of $7.25 for the hungry and raise it to $15. Minister Clinton said let's raise it to $12.\"", "truth_label": "mostly-true", "date": "stated on April 15, 2016 in a Democratic debate in New York:", "title": "Does Hillary Clinton want $15 or $12 minimum wage?", "text": "Do you think Hillary Clinton's minimum federal wage should be $12 an hour or $15? This question resulted in one of the most interesting issues in a democratic presidential debate on 14 April between Clinton and opponent S. Bernie Sanders began when Clinton asserted that it had been supporting the fight for the $15 advocacy campaign. \"I supported the fight for $15,\" Clinton said. \"I'm proud to have the support of most of the unions that led the battle for $15.\" For Sanders, that was news. \"I'm sure a lot of people are very surprised to know that you supported raising the minimum wage to $15 an hour,\" said Sanders. \"When this campaign began, I said that we must end the minimum wage of $7.25 for the hungry and raise it to $15. Minister Clinton said let's raise it to $12.\" This was followed by a long period of back and farth. We're putting Sanders' claim on Treat-O-Meter. He is right that Clinton &apos; s official position is to raise the national minimum wage to a minimum of $12. However, it also supported the 15-dollar struggle campaign, which seeks a higher threshold in individual states and cities. Here's what Clinton's website says on this point: \"Hilary thinks we're too late to raise the minimum wage. It has supported raising the federal minimum wage to $12, and believes that we should go beyond the federal minimum through state and local efforts, and workers who organize and negotiate higher wages, such as the fight for $15 and recent efforts in Los Angeles and New York to raise the minimum wage to $15. In June 2015, at the beginning of her campaign, Clinton telephoned a group of fighters for 15 members and told them that she supported their campaign. \"You shouldn't all walk in the streets to get a living wage, but thank you for walking in the streets to get a living wage,\" she said, according to Washington Post. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, a few days later, Clinton delivered a speech at the beginning of the campaign calling for raising the minimum wage, but it did not specify a number. Its support for the $12 minimum wage proposal appeared to have emerged around July 2015, when it commended the legislation proposed by X. \"Let's not just do it for there's more,\" she said, according to The New York Times. \"But let's move behind a proposal that actually has a chance of success.\" By November, Clinton had clearly begun to say that it preferred a federal minimum wage of $12. In the same month, however, she tweeted with the tag #FightFor15. What about Saunders? He is right to call specifically for the minimum wage of $15 from the start of his election campaign. \"Let's be honest and admit that millions of Americans are now working at quite inadequate wages,\" he said as part of his May 2015 announcement. \"The current federal minimum wage of $7.25 per hour is a famine wage and must be raised. The minimum wage must become a living wage, which means raising it to $15 an hour in the next few years.\" Two months earlier, in March 2015, he submitted an amendment to eventually raise the minimum wage to $15. It also introduced legislation in July 2015. Our rule, Sanders, said, \"When this campaign began, I said that we must end the minimum wage for hunger of $7.25, and raise it to $15. Minister Clinton said let's raise it to $12.\" From the beginning of his campaign, Sanders called for a minimum wage of $15. Since the beginning of its electoral campaign, Clinton has supported the fight for $15 in individual cities and states. However, its official position is that it prefers the minimum federal wage of $12 at a minimum, allowing cities and states to go even further. Sanders has the view that he calls for a minimum federal wage of $3 an hour higher than Clinton's favorite. However, he lacks that Clinton also supports local efforts to raise the minimum wage to $15. We assess his claim mostly true. https://www.sharethefacts.co/share/c08e34bc-e615-4605-84d8-f26637305f291", "vclaim_id": "vclaim-pol-05101"}