{"url": "/factchecks/2007/sep/04/barack-obama/by-itself-black-voter-increase-does-not-flip-missi/", "speaker": "Barack Obama", "vclaim": "If African Americans vote for their proportion of population in 2008, \"Missippi has suddenly become a democratic State.\"", "truth_label": "false", "date": "stated on August 20, 2007 in New Hampshire:", "title": "In itself, black voter growth does not turn Mississippi-or the South.", "text": "On August 20, 2007, in an attempt to convince Democrats in New Hampshire that he had the best chance of defeating the Republican candidate next year, Obama said that he could be the only candidate \"to redraw the political map in fact\" - especially in the south. \"If we only have African-Americans in Mississippi to vote on the percentage of the population,\" said Mississippi, \"So suddenly a democratic state.\" He said that the same would happen in Georgia, and that South Carolina would also be playing. His claims about those states don't stand very well for math. At the outset, Afro-Americans in Mississippi and Georgia are already close to voting on their percentage of the population. Although the proposed gains may be welcome, they will not be large enough to transform the current in these red nations. In the 2004 presidential election, 34 per cent of the electorate was black, accounting for 37 per cent of the population. The figures are similar in Georgia. In South Carolina, blacks actually made up a slightly larger proportion of the electorate on election day than they did in the population. However, the democratic candidate, John Kerry, went down to defeat in those states. On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" By Daniel Funk: 19 January 2021, Obama entered, who says that his African-American heritage changes the game in 2008. What if the blacks voted on the percentage of the population in the states he mentioned? Say he gets every vote for the Black Mississippi that Kerry got in 2004. (approximately 352,500) Then he says he gets the white Mississippi voters who supported Kerry 105,200. Then I give him all the 7200 black voters who will change if the blacks vote in Mississippi for their percentage of the population in 2008. Some 530,000 votes to Obama - still less than 685,000 Mississippi votes that went to George W. Bush in 2004. In sum, it falls short of more than 150,000 votes in Mississippi, about 300,000 votes in Georgia and more than 200,000 votes in South Carolina - even using the best estimates. We did the same analysis on the rest of the southern states. Mathematics are similar everywhere but in Florida, where the party margin is so close that more than 400,000 black voters - all of whom support Obama - may buy him a very narrow victory.", "vclaim_id": "vclaim-pol-00314"}