{"url": "/factchecks/2019/jul/23/blog-posting/yes-trump-campaign-selling-plastic-trump-straws/", "speaker": "Bloggers", "vclaim": "\"Demobilization of leftists, Trump re-election campaign for the sale of plastic straw.\"", "truth_label": "true", "date": "stated on July 20, 2019 in in a story:", "title": "Yeah, Trump sells plastic trump straws.", "text": "The conservative media published articles alleging that President Donald Trump &apos; s 2020 campaign sells plastic straw with the President &apos; s name on it. \"The Locating of Leftists, The Trump Re-election Campaign Selling Plastic Straw,\" reads a headline from one of the outlets, PJ Media, on July 20, 2019. One site, \"Policic Coowboy.com,\" commends the goods as \"billant, hilarious and timely\" and states that \"bans on single-use plastics (especially straw drinking) are all anger in left-wing circles today.\" \"The Trump Game\" was described as \"the High Jump.\" These articles were referred to as part of Facebook's efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) We were wondering if the headlines were true. Yeah, it is. The red straw carved with the white letter of Trump is available in a package of 10 on the Trump 2020 set of online campaign goods. \"The paper straw isn't working. Get up with President Trump and buy your can of recyclable straw today. The campaign told Poletti Fuckett that the straw was added to the Internet store last week. Local and state governments, such as Seattle and California, have introduced restrictions on single-use plastic straw. Alternative straw, such as paper straw, is sold in affected areas such as San Francisco. On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" By Daniel Funk: January 19, 2021, the story on Facebook followed a tweet on July 18, from Brad Parstel, director of the 2020 Trump presidential campaign, about paper straw. I've had a lot of paper straw. That's exactly what they're gonna do to the economy, too. Press it so it doesn't work. Pic.twitter.com/zKfiziSHV5 - Brad Parstable (@parstable) 18 July 2019 Trump straw sold on July 19, according to a tweet from Elizabeth Harrington, National Speaker of the National Commission of the Republic. Later that day, Barstile rewrited that they were \"one time available again.\" On July 22, Barstile also tweeted that the campaign raised over $200,000 from Trump's straw. We sold over 140,000 hay. This is over $200,000. More than half of all Strue buyers were new dollar donors. Amazing! -- Brad Parmag (@parstable) 22 July 2019 Trump sells plastic straw. It is declared reusable. We're assessing this correct address.", "vclaim_id": "vclaim-pol-00407"}