{"url": "/factchecks/2012/sep/24/tommy-thompson/us-has-more-natural-gas-saudi-arabia-has-oil-senat/", "speaker": "Tommy Thompson", "vclaim": "\"We have more natural gas than oil in Saudi Arabia.\"", "truth_label": "barely-true", "date": "stated on September 11, 2012 in a speech:", "title": "The United States has more natural gas than Saudi Arabia oil, says Senator Tommy Thompson.", "text": "After speaking to the Milwaukee Rotary Club on 11 September 2012, the US Senate candidate in Wisconsin, Tommy Thompson, took questions from the public. When asked about energy independence, the former Republican Governor called for several initiatives, including the conversion of trucks and semi-trailer buses so that they could burn compressed natural gas instead of diesel fuel. After all, Thompson said: \"We have natural gas, ladies and gentlemen, more than Saudi Arabia has oil.\" Really? Turns out another GoB politician recently beat Thompson on this road. Let's see where that led them. John Huntsman, the former presidential candidate and Governor of Utah, also referred to new sources of energy when presenting the same allegation as that made by Thompson during a presidential debate held by the organization in December 2011. PolitiFact National is often misstated, as it is cancelled on the basis of two of the three methods of measuring the issue. 1. With regard to proven resources - those likely to evolve under current economic and operational conditions - Saudi Arabia &apos; s oil reserves are much larger than those of the United States for natural gas. 2. Human rights and fundamental freedoms. 12 - 17 5 Saudi Arabia is also moving forward when considering technically recoverable resources - those that could be developed using existing exploration and production technology, without regard to cost. 3 - The United States leads only Saudi Arabia when comparing current production levels - the United States produces more natural gas annually than Saudi Arabia produces oil. Even then, reserves are more important than current production in terms of moving America towards energy independence. The United States Department of Energy Information provided statistics used by the National Polyte Fact Company. We checked with the agency, which confirmed that each of the three statistics is still valid. Back to Thompson. \"It is clear that he means to say that we produce more natural gas in this country each year than Saudi Arabia's oil production.\" We don't think that's very clear, because Thompson didn't mention production. Our assessment of Thompson says, \"We have more natural gas than oil in Saudi Arabia.\" The United States produces more natural gas than Saudi Arabia produces oil. But in terms of reserves -- those that have been proven and those that can be technically recovered -- Saudi Arabia leads. We appreciate that Thompson's statement is often wrong. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012", "vclaim_id": "vclaim-pol-00304"}