{"url": "/factchecks/2014/nov/06/delia-garza/delia-garza-says-austin-residents-del-valle-must-d/", "speaker": "Delia Garza", "vclaim": "\"The family in del Valle, who are residents of the city of Austin, must lead to Bastrup to go to the nearest grocery store.\"", "truth_label": "false", "date": "stated on October 21, 2014 in as quoted in a news story:", "title": "Delia Garza says that Austin's people in Dale Valley should be driving to Bastrop to the nearest grocery store.", "text": "Delia Garza, newly elected to the Austin City Council, stated during her campaign that the Ossetians on the south-eastern edge of the city must leave the city and drive to the next district to find the nearest grocery store. :: Garza, who won District 2 seat in South-East Austin, told the American Austin-Stateman of the October 2014 news story that some communities in South-East Austin lack basic modern amenities. \"The family in del Valle, who are residents of the city of Austin, must lead to Bastrup to go to the nearest grocery store,\" said Garza. Del Valle is a non-integrated group on land granted to the Mexican noble Santiago del Valle in the early nineteenth century. It has no local government of its own and no official borders. However, Austin annexed parts of it, including the location of Austin-Bergstrom International Airport (established in 1942). In 1990 the city of Austin attached the site of Austin-Bergstrom International Airport. Subsequently, most recently in 2013, the city added more Del Valle land to the east. ∙ (map excerpt from the city map of Austin for the city council of Austin). According to Google maps, parts of del Valle are attached in Austin 8 to 13 miles south-east of central Austin and 15 to 20 miles from Bastrop to the east. So, is Garza right that Dale Valley Austinitz is closer to a grocery store in Bastrup than a store in Austin? That's not what we found. Some small shops in del Valle offer perishable products and groceries. In addition, the nearest large-scale commercial store is 10 miles away in Austin while the nearest market for Bastrup is further away. Garza inquired about the basis of her claim and stated that she had learned about the local difficulties in accessing the main groceries at a meeting held in September 2014 at the Margaret Gomez office, representing District 4 in the south-eastern province of the Travis County Commissioner &apos; s Court. By telephone, Gomez told us the residents of del Valle must drive 20 miles to the nearest grocery store in Austin or Bastrope. The Del Valle area was also described as \"food desert.\" According to the United States Department of Agriculture, there is a food desert if at least 500 low-income urban dwellers live one mile from the supermarket or if at least 500 rural residents live more than 10 miles from one. According to Gomez and Garza, the absence of a grocery store in the area has disturbed residents for a long time. According to the November 2010 stateman's news story, Del Valle Patricia King gathered more than 1,300 signatures on a petition to bring a large groceries to Del Valle. The story describes King leading to Bastrup H.E.B. for groceries every two weeks. In his interview on January 31, 2021, John Kerry said that Hurricane Harvey \"more water fell in Houston in five days than he went to Niagara Falls in one year.\" Sweet said H-E-B leaders consider population and density to be important criteria when deciding where to build. We were willing to check the distance from the eastern part of del Valle also in Austin -- and therefore, still in Council area 2 -- to the groceries in Austin and Bastrup, following up with a field trip in del Valle. Using Google maps, we found that the nearest estrop H-E-B, on Hassler Blvd. About 20 miles away while Austin is the nearest H-E-B, in East Riverside Drive, less than 10 miles away. Also, Austin H-E-B on East 7th Street is about 10 miles from over the Del Valley neighborhood in Austin away and Austin and Marte on Slater Road 16 miles away. Bastrop and the martin are 20 miles away. On our journey to del Valle, we first stopped at Ok Ranch, a neighbourhood inhabited by about 350 years near the city's borders, and built on land annexed to the city in 2003 and 2006. Jody Lulich, the director of the Ok Ranch community, described the lack of a nearby shop in the biggest problem in the neighborhood, and estimated that about half of the Oak Ranch population, especially the elderly, were buying groceries in Bastrop to avoid traffic in Austin. Despite the shorter distance to the H-E-B riverbank, she said, this trip could take as long as one to Bastrop. \"Sometimes with Texas 71 traffic, going to get emergency food becomes more than an hour of distress,\" said Lulic. A couple of Oak Branch residents told us that they sometimes shop in Bastrop to avoid traffic in Austin. Other residents told us that they bought groceries from the Texaco bread shop near Pierce Lane and Ross Street, a quarter mile from Ok Ranch. We stood in Texaco to talk to customers. Twelve of the 13 marketers questioned (no one lives in Austin, part of Del Valle) said that easy access to groceries was a local problem. Four shoppers reported buying groceries from time to time in Bastrop or knowing someone did. Within the Texaco bread basket, it is the closest grocery choice to the inhabitants of del Valle living inside and outside the city of Austin. ∙ (Foto/Dylan Baddor, Austin U.S.-Stateman). Our Governor Garza said that Del Valle's families, who live within the limits of Austin City, \"should lead to Bastrup to go to the nearest grocery store.\" It may be more stressful to travel to Austin than Bastrop for shopping, and we can see how sad it is not having a big grocery nearby. However, many grocery stores in Austin are closer - about 10 miles - to the nearest grocery store in Bastrope. This fact makes that Garza said wrong. - The statement is not accurate. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07028"}