{"url": "/factchecks/2011/may/06/jim-durrett/marta-chair-says-transit-system-more-and-more-safe/", "speaker": "Jim Durrett", "vclaim": "According to crime statistics, Marta's ride has become safer over the years.", "truth_label": "half-true", "date": "stated on April 28, 2011 in a radio interview:", "title": "The MARTA chair says the transport system is \"more and safer.\"", "text": "A witness to a recent attack on Marta's train had a bold TV drama effect. It happened before midnight on Saturday. The doors of the train car slipped open at Garnett Station. A crowd of teenagers entered, chanting in the initials of the notorious Atlanta gang. The doors are closed. There was no place to escape. \"There was blood everywhere. People were screaming and screaming, and the second channel knight said business news. The attack of 16 April resulted in minor injuries to two Delta Air staff members. The witness &apos; s account, criticized by ASEAN officials as interesting and inaccurate, raised general concerns about the integrity of the public transport system. Jim Dorrit, the new head of Marta's board, tried to reassure the public during an interview on 28 April with Dennis O'Hare on WABE-FM (90.1). \"When you look at crime statistics, MARTA's ride has become more and more secure over the years,\" said Dorrit. More and safer? What about Robin Hand III, 14, who cut his neck off New Year's Day at five-point station? And Anthony Beavers, 19-year-old chess hero, who was shot to death during a robbery at the Eastern Point Station in March 2010? The police made arrests in both massacres, as well as in the attack last month. The spokesman for the Kara Hodgson Transit Agency referred Polyte Fact Georgia to crime statistics on the MARTA website. She also sent us a written statement saying, in part, that Dorrit's statement was \"unmistakably accurate and reasonable.\" We took a look at Marta's crime data. They tell a more accurate story. The Marta Police Department controls the transit system, a fully serviced and nationally accredited law enforcement agency with some 300 sworn officers, its Criminal Investigation Unit and an emergency liaison centre. It is responsible for law enforcement in Marta &apos; s buildings, stations, trains, buses and vehicles. The Marta police send their crime statistics to the Federal Bureau of Investigation, which publishes them every year. The most recent data are from 2009. During his interview with WABE, Dorrit did not specify the years in which he believed that the transport system had become safer. The data to which Hodgson referred covered four years. Since the FBI's data was more comprehensive, we used the numbers of that agency. Crime in the transit system is rare, according to FBI statistics on the crime of \"Part One,\" a category of serious crimes such as murder, rape, theft, theft and theft, which are reported to the police more commonly. Overall, the crime against Marta is dropping, the data is showing. Crime in the first part has dropped 42% over the past decade, from 752 incidents to 438. This reduction has led to a decrease in non-violent property offences, which are largely the most common types of crime. However, violent crime rose by 8 per cent to 163 incidents between 2000 and 2009. The increase has led to a 26 per cent increase in aggravated attacks to 96. Killings and rapes remained generally stable while robberies decreased. Violent attacks have increased even as the number of horse riders has decreased by 6 per cent to less than 157 million unconnected journeys, or passenger boarding, according to federal statistics. The increase in violent crime is even more dramatic over a five-year period. These crimes increased by 36 per cent from 2005 to 2009, resulting in a 27 per cent jump in theft and a 41 per cent increase in aggravated assault. This occurred with the number of passengers rising by 10 per cent. So does the statistics show that Marta's ride is safer, as President Dorrit said? People in Marta are less likely to be victims of crime than they were 10 years ago. This applies particularly to property offences. The knights are less likely to steal their wallets. However, they are more likely to be violently attacked. This factor was not observed to have the weight it deserves. That's why, earn a real half. Marco Rubio mentioned on January 27, 2021 in his remarks \"Only in the Third World do you see this routine use of trials of former leaders.\"", "vclaim_id": "vclaim-pol-13141"}