{"url": "/factchecks/2019/oct/09/donald-trump/donald-trump-whistleblower-got-phone-call-almost-c/", "speaker": "Donald Trump", "vclaim": "\"The first so-called second-hand information, \"the whistle-blower,\" was completely wrong with my phone conversation.", "truth_label": "pants-fire", "date": "stated on October 5, 2019 in a tweet:", "title": "Donald Trump is wrong. The reporting on Ukraine's phone call was \"almost exactly,\" right.", "text": "When President Donald Trump heard that another informant was in the wings, he soon refused the news. \"The first so-called \"whistleblower\" got my phone conversation almost completely wrong, so now the word is that they're going to the benches and another \"whistleblower\" coming from Deb State, too, with the second hand's information,\" rewrites Trump in October 5. \"Meet Shivti. Keep them coming!\" The first so-called second-hand information \"whistleblowers\" got my phone conversation almost completely wrong, so now the word is that they're going to the benches and another \"whistleblowers\" comes from the deep state, with the second-hand information as well. Meet Schifty. Donald Trump (@realDonaldTromp) 6 October 2019 compared the complaint of whistleblowers with the White House note on 25 July between Trump and Ukrainian President Volodymyr Zelinski. What we found was Trump's fault: the whistleblower got everything right. The following are extracts from the whistleblower file (in bold type), followed by whether the information is confirmed. In the early morning of 25 July, the President spoke by telephone with Ukrainian President Volodymyr Zelinski. - Confirmed by the appeal note. After an initial exchange of compliments, the President used the rest of the appeal to advance his personal interests. Apart from describing the purpose as \"personal interests,\" the distribution of the number of words between compliments and the request for assistance in investigations accurately reflects the memorandum. The complaint then describes what Trump wanted Ukraine to do. To initiate or continue to investigate the activities of former Vice-President Joseph Biden and his son, Hunter Biden. According to the note quoting Trump, she confirmed that she said: \"The other thing. There's a lot of talk about Biden's son, that Paden stopped the prosecution and a lot of people want to know that so all you can do with the Attorney General would be great. Paden went bragging that he stopped the prosecution, so if you could look into it... It sounds terrible to me.\" :: To assist in the alleged disclosure of allegations of Russian interference in the 2016 United States presidential election that originated in Ukraine, with a specific request from the Ukrainian leader to locate and deliver the servers used by the National Democratic Commission and examined by the United States Electronic Security Company Kodstryk. - Confirmed, in accordance with the memorandum. Trump quoted him as saying: \"I would like you to do us a favor, though, because our country has been through so much and Ukraine knows so much about it. I'd like you to know what happened with this whole situation with Ukraine, they say, \"Kodstrik...\" I think you have one of your rich... The server, they say Ukraine has it. There are a lot of things that have happened, the whole situation. I think you're surrounding yourself with some of the same people. I'd like to have the D.A. call you or your people, and I want you to understand. \"As you saw yesterday, all this nonsense ended with a very poor performance by a man named Robert Muller, incompetent performance, but they say that much of it began with Ukraine. Whatever you can do, it is very important that you do it if possible.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On 11 January 2021, he met or spoke with two persons explicitly designated by the President as his Personal Envoys on these issues, Mr. Giuliani and Attorney-General Bar, to whom the President referred several times in tandem. The note confirmed that Zelinski was the first to mention the name Giuliani. With regard to Tramp, the two men were mentioned several times in tandem. Trump: \"Mr. Giuliani is a highly respected man. He was the mayor of New York City, a great mayor, and I'd like him to call you. I'm gonna have to ask him to call you with the DA. Rudy knows exactly what's happening and he's a very capable man. If you could talk to him, that would be great. Trump: \"I'd like the prosecutor to contact you or your people.\" Trump: \"I'll ask Mr. Giuliani to call you and I'll also ask Attorney General Bar to call and we'll get to the bottom of it.\" The President also commended the Attorney-General of Ukraine, Mr. Yuri Lutsenko, and noted that Mr. Zelinski might wish to keep him in office. - That's mysterious. Trump didn't mention Latsenko by name. What he said was, \"I heard you have a very good prosecutor who's been shut down and that's really unfair. Many people talk about it, the way they shut down the very good DA and you had some very bad people involved.\" Maybe Trump was thinking about the former D.A. Victor Schucken. However, the current prosecutor at that time is Lutsenko. From the memorandum, which indicates that some sections have been excluded and do not mention the name of the Prosecutor, we cannot be certain with certainty. I was told by White House officials that no other \"cases\" (corruption) were discussed. - The memo shows that the DNA server and Bidens just came up. I was told that one of the officials of the Ministry of Foreign Affairs, Mr. T. Ulrik Pritchpol, also heard the appeal. - Unconfirmed. One of the news reports based on an unnamed source said Pritchpole wasn't on the call. We contacted the White House and didn't answer it. Our verdict, Trump, said the whistleblower had me completely wrong in my phone conversation. In fact, the complaint became almost all the details, as the White House note shows. It was correct upon request that Ukraine investigate the Paidens case and the idea that Ukraine might have the DNA server that the Russians hacked into in the 2016 elections. It was true that Trump was aimed at connecting Ukrainians to Galwani and Bar, even with the details given by Trump in the mention of both. The complaint described Trump as trying to put pressure on Ukraine. This is a matter to be resolved by the dismissal investigation, but the details provided by the whistleblower to support this are correct. We're assessing this pants claim on fire.", "vclaim_id": "vclaim-pol-00079"}