{"url": "/factchecks/2011/may/20/chain-email/conservative-group-claims-new-law-would-require-pe/", "speaker": "Chain email", "vclaim": "Next year, \"you will be authorized under federal law to dispose of your light bulbs.\"", "truth_label": "pants-fire", "date": "stated on May 16, 2011 in a fundraising letter:", "title": "The conservative team demands a new law that requires people to get rid of existing lightbulbs and replace them with more efficient light bulbs.", "text": "A fund-raising letter is making rounds from a conservative political action committee drawing a political line in the sand over the light bulbs. The letter, circulated by AmeriPAC, the Political Action Committee which largely supports conservative Republican candidates, claims President Barack Obama is \"Banning\" the glowing lamps in favour of integrated fluorescent lighting. It contains a long letter allegedly written by Ron Arnold of the Self-Employment Fund Defence Centre. \"A silly little lamp is just a small piece of the larger puzzle of global socialism that feels like its agenda to enslave the American people -- and strangle Americans from the entrepreneurship system!\" The message says. The letter requests contributions and support for S.B. 395, the Law on the Better Use of Light Rods, sponsored by Sin. Mike Enzi, R-Wyo., which seeks to eliminate the standards of light bulb efficiency contained in the Energy Independence and Security Act 2007. We are writing about several allegations in the letter, but here, we wanted to set things right on one of its worst mistakes. \"The next year your light bulbs will be obsolete,\" the letter reads. \"You will be authorized under federal law to dispose of your light bulbs.\" After a few paragraphs, the message hits the same idea, it says, \"Next year you'll have to trade in-- (sik) 321 of the Energy Independence and Security Act 2007 provides for new standards for lightbulbs, which essentially require 25 per cent more efficient. The idea is that over time, more efficient lamps will replace old, less efficient lamps. But there's nothing in the bill that requires you to get rid of your lightbulbs. Instead, the bill sets standards for new light lamps \"processed or imported\" to the United States. Just to be sure, we asked Jane Stotsman, spokesman for the Department of Energy, who said, \"The standards apply to lamps imported or manufactured after the standards have entered into force.\" Not only could people continue to use existing lamps, but shops could continue to sell old lamps - even after new standards had been established - until they were sold. \"There's no power police coming into your house to get you to remove your lights,\" Stephen Waddle, Executive Director of the American Council for Energy Efficiency. We asked Arnold from the Self-Employment Defense Center, who allegedly wrote the letter, about the claim. At first, Arnold said to us, \"This is probably not a very good way to put it. I could have been more careful with that.\" He did not remember the inclusion of such a phrase in his letter at all. When we sent him a copy of the letter we received, he said that it was \"a previous version sent by AmeriPAC, which had no reason to believe that it was wrong in any part.\" A further copy of the letter, which he said was sent, says the allegation more carefully: \"The Congressional Democrats committed you to abandon the use of traditional light bulbs because environmental scientists believe that conventional light bulbs cause global warming.\" But we're checking the previous version of AmeriPAC because it was widespread and more widespread via serial e-mail. The claim that next year, \"you will be authorized under federal law to dispose of existing lightbulbs\" has no basis in fact. It's an unfounded shipment, and we're putting pants on fire. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-13068"}