{"url": "/factchecks/2018/nov/01/blog-posting/viral-photo-does-not-show-pipe-bomb-suspect-cesar-/", "speaker": "Bloggers", "vclaim": "Suspect Bip shot last year with Izzie Hernandez. \"Democracy donor/supporter\"", "truth_label": "barely-true", "date": "stated on October 27, 2018 in a post on Facebook:", "title": "The viral image doesn't show the suspect in the pipe bomb Cesar Seok with a Democratic donor.", "text": "A viral image of Cesar Sayuk, a supporter of President Donald Trump, who was accused on Monday of five federal crimes involving 14 explosive charges sent to Democrats and CNN, alleges that he was a \"democratic donor.\" The picture shows Sayoc's smile next to a man, and it has been shared thousands of times by Twitter users, Facebook, and 4 Chan. A user named Alan Reynolds posted the photo on 27 October on Facebook, which shared over 44000 times, and wrote: \"PIPE BOMBER SOSPECT was photographed last year with Izzie Hernandez. Syook doesn't seem to be needy. In addition, why would one of the enthusiasts bring Trump a banquet and take a picture with a democratic donor/supporter? Facebook keeps trying to drop this picture, PS sharing this as soon as possible!\" This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) Reynolds did not respond immediately to a letter requesting evidence justifying his claim. Even the conservative blogger Anne Colter shared the picture on October 28, retweeting it, and wrote, \"Why is Facebook and Twitter immediately deleting the nuts' accounts at all?\" So we can rely on the media to tell us what they published? Why don't you let everyone see?\" Facebook and Twitter removed Sayuk's social media accounts on Friday, as reported by The New York Times. Here's what we know as the picture shows Sayuk, it's not clear who the man is smiling next to in the picture. Users on message boards such as 4Chan indicated that he was probably a football coach in North Carolina named Israel Hernandez. In fact, it seems that Sayok had a personal relationship with a man named Israel, \"Izzie\" Hernandez: They were football friends. According to The New York Times, Sayok went to Brevard College in North Carolina, \"for the year he started in the fall of 1980 and played on the football team but did not graduate, according to her spokesperson. In a digital archive of the 1981 book of the University of Brevard, \"Bartlett,\" a student named Cesar Sayuk appears on pages 152 and 155, in a team photo and football game. One photo address says: \"Cesar Sayuk extends after a shot to the target.\" As a student named César Sayuk appears in the 1982 Harvard School Yearbook on pages 77 and 136, again in the pictures of the football team at the school. On January 10, 2021, in an article on Facebook that says that Nancy Belusi sent a letter to the mayor of Portland after demonstrations there \"requiring him to stick to a proven democratic playbook.\" By Sierra Aurork • January 11, 2021 after Syok's arrest, the former football coach at the Harvard School of Don Scarborough spoke on October 26 to RAL-TV NBC affiliated in Rally, North Carolina, about his experience in training Sayuk. In it, Scarborough stated that the North Carolina Football Hall of the Far Israel \"Izzy\" Hernandez was on the same team as Sayuk and that the two were \"friends.\" Cesar was only one of the men. I mean, given that, I think the football team he's been working on for two years was the best family and the only family he's ever had. And to hear what happened last time with Cesar is just tragic, Scarborough and RAL-TV said. Scarborough said the last time he saw Sayuk was \"four or five years ago\" when Sayok visited Brevard to attend the Scarborough campaign in the Hall of Fame. According to the Tornado website of the School of Brevard, Scarborough was introduced in 2015. A file on a trainer named Israel \"Izzy\" Hernandez, who was admitted to the North Carolina Football Hall in 2009, says that he spent his first two years in college from 1980-82 at the Harvard College - at the same time as Scarborough was a trainer and Sayok was on the football team. A video article on sports in 2007 summarizes Hernandez &apos; s achievements in training. In 2006, the news and surveillance newspaper Raleigh, NC, published an account of Hernandez, born in Cuba, an article with his full name: Israel Abel Hernandez, then aged 44. Izzy Hernandez, \"Dim's donor\"? We searched the donor records of the campaign and found no donations from anyone who seemed to fit the image of Israel Abel Hernandez, who seemed to be Sayuk's old football friend. The Federal Electoral Commission &apos; s database of individual political contributions shows 27 donations recently made by people named Israel Hernández - six contributions made during the period 2017-18 and 21 contributions made in 2016-17. Of these, none of the so-called Israel Hernandez of North Carolina. We searched the Federal Election Commission database a little more, this time back to 1985-86, and we didn't find anyone from North Carolina in the name of Israel Hernandez who made any donations to a campaign in any of those years. Nor have we found any documents through donations to anyone named \"Izzy Hernandez\" in any of the years back to 1985-86. Similarly, Pensecents.org, whose data are drawn from the Federal Election Commission, shows no record of any political contributions from Israel or Izzy Hernández from North Carolina for any election cycle dating back to 1990. The voter registered as \"Israel Abel Hernández\" - the same full name as the football coach and graduates of the Harvard College who were classified in 2006 as \"non-politically associated.\" We tried to reach Izzie Abel Hernandez, but we couldn't locate him by phone. Our verdict is a viral image claiming that the suspected pipe bomb Cesar Seok was photographed with a democratic donor named Izzy Hernandez. We're not sure who the man is in the picture. But his image is similar to that of a man named Israel Hernandez, a former football coach who played football in the same teams as Cesar Siauk and then became involved in the Hall of Fame in North Carolina. While Sayuk appears to have been filmed with a man named Israel \"Azzi\" Hernandez, we find no indication that Hernandez is a democracy or a democracy campaign donor. We're assessing this allegation mostly wrong.", "vclaim_id": "vclaim-pol-01349"}