{"url": "/factchecks/2019/apr/25/gavin-newsom/newsom-california-leads-prescription-drugs/", "speaker": "Gavin Newsom", "vclaim": "California is leading the country in holding pharmaceutical companies accountable and fighting the price of prescription drugs.", "truth_label": "half-true", "date": "stated on April 17, 2019 in a news release:", "title": "Newsome: California's leading prescription drug.", "text": "California regularly portrays itself as a national speaker on political issues, Gov. Gavin Newsome claims to be a prescription drug. Newsome has a plan to deal with the drug industry, and at a press conference on April 17 in Southern California, he announced that two other governors already wanted to join his efforts. \"California leads the nation in holding pharmaceutical companies responsible and fighting the price of prescription drugs,\" said Newsome through a press release that day, There is no doubt that the Democratic Governor takes the pharmaceutical industry very seriously - he pledges to take advantage of his country's purchasing power to derive lower prices, and he openly tells drug manufacturers that taxpayers have been tired of \"freezing.\" However, Newsome's claim that California is leading the nation in this matter led us to the question: Is that really true? What's Newsome doing with the prescription drugs? Newsome celebrated his first day in office, in January 7, with a direct message to the pharmaceutical industry: the country's most densely populated country was fed up with the rise in meteoroid prices. He signed an executive order directing the State to negotiate the prices of medicines for some 13 million registered in Medical, the country &apos; s largest Medicaid programme, which serves the low-income population, by 2021. :: His administration should study how State agencies can work together and buy prescription drugs in bulk. With the purchase of medicines by the State to all those registered with Medical and State entities, Newsome argues that California will benefit from its purchasing power as the third largest buyer in the country to demand lower prices than drug manufacturers. In the end, Newsome envisages the participation of private buyers - including small businesses, health plans, and self-insured California. Newsome said several times that he hoped that such cooperation would serve as a model for the rest of the country. Newsome travelled to Downey, Califf. Last week to announce that Los Angeles County would join California's wholesale procurement complex, a step aimed at showing that others were keen to join his initiative. How do California's efforts on prescription drugs compare with those of other countries? We met with five health-care experts who praised Nisum for focusing on prescription drugs, but each of them pointed out that he was not the only legislator dealing with this issue. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black, 2 February 2021. \"Is California a leader? Yeah. Is he the leader? Edwin Park, a research professor at the Georgetown University Center for Children and Families, asked. \"This is not an assessment of what all other countries are doing.\" In recent years, a number of states have enacted laws to regulate pharmaceutical utility managers, i.e. so-called intermediaries negotiating with drug manufacturers; to impose rules on transparency in drug prices; to prohibit \"gravity provisions\" that prevent pharmacists from telling consumers about cheaper alternatives to drugs; and to authorize the import of drugs from Canada. At least 28 states and the province of Colombia are already participating in multi-state procurement complexes - which have their powers to obtain greater discounts for their programmes for medical personnel or State employees. The North-West Prescription Federation, formed by Oregon and Washington in 2006, calls on State agencies and local governments, businesses, trade unions and uninsured consumers to voluntarily pool their purchasing power. Some 1.1 million people are represented by the Federation, either as individuals or through public and private entities such as the Department of Corrections in Washington, D.C., the Medicaid programme in Washington, and SAIF Corp. Trevor Douglas, director of the Oregon prescription drug program, said that \"other states are actively looking at us as a partner.\" Earlier this month, legislators in the State of Maryland passed legislation that would establish the country &apos; s first Council for the Purchase of Affordable Medicines, which, if signed by the Government of the Republic, would take place. Larry Hogan would have allowed the state to reduce the prices of certain medicines. Trish Riley, Executive Director of the National Academy of State Health Policy, said that draft laws were being followed up in state legislatures throughout the country. \"Many bills have been submitted this year.\" What makes California &apos; s efforts the novel, the spokesman for Newsome Nathan Klick, is the mandatory involvement of all state agencies and the Medi Cal program - which he said will make the largest drug buyer after medical care and the war veterans &apos; administration. Programmes in other states are more limited, some of them voluntary. Health-care experts agreed that the size of California is hypothetically a national leader on the health-care front, not the national leader. But if California succeeds, they say, it can reduce the price of medicines nationally. \"California leads the nation to hold pharmaceutical companies responsible and to fight the price of prescription drugs,\" said the ruling newspaper Newsome. States throughout the country are addressing the high cost of prescription drugs in various ways. California isn't the only or the first. The scope of what Newsome is trying to lower the prices of medicines for Californians, perhaps residents of other states that are joining the effort. But Newsome's comprehensive plan is still in its infancy with a lot of outstanding details, so it's too early to measure success. We're assessing the claim for HALF True. This fact-finding was reported and edited by the Kaiser Health News. The Polyte Fact and KHN Health Care Fact-Finding Partnership.", "vclaim_id": "vclaim-pol-00710"}