{"url": "/factchecks/2019/jun/28/kamala-harris/fact-check-did-kamala-harris-really-disagree-obama/", "speaker": "Kamala Harris", "vclaim": "He says, \"He disagrees\" with President Obama's programme to move safe communities.", "truth_label": "half-true", "date": "stated on June 27, 2019 in a Democratic presidential debate:", "title": "Did Kamala Harris really disagree with Obama's deportation policy?", "text": "Yesterday, Kamala Harris claimed that during her tenure as State Attorney-General, she \"rejection\" of President Obama's use of the Safe Communities Programme, which partnered with local and federal authorities to deport people who were illegally in the country. Harris was elected Prosecutor in California in 2010 and re-elected in 2014. She claimed that she did not agree with Obama during the democratic presidential debate in Miami, along with other enthusiastic assertions about the civil rights and the economy that we have achieved here. Harris answered a manager's question about whether the person living in the United States, \"without documentation, is his only crime, should that person be deported?\" \"I will say - no, absolutely not, they should not be deported. And I was actually - this was one of the very few issues with which I disagreed with the administration, with which I was always in a big relationship and with which I enjoyed a great deal of respect. \"But in the Safe Communities case, I was the Attorney General of California. The second largest Department of Justice in the United States, after the United States Department of Justice, led 40 million people. \"I do not agree with my president, because the policy was to allow the deportation of people who, according to their ICE definition, are not criminals. In my capacity as Attorney General and Chief Law Officer of California, I have directed the heads of state police that they did not have to comply with the detainees, and instead they should make decisions based on the best interests of the public safety of their community.\" President Obama stopped safe communities in 2014 following opposition from states and cities that said they eroded trust between local police and undocumented communities. President Trump rebooted shortly after taking office in 2017. Given the controversial history of Obama's policy, we wanted to know: Was Harris really not okay with it? And if so, how much? And what did you do about it? We've begun to verify the truth. Democratic candidates for former Vice-President Joe Biden, left, Sin Bernie Sanders, I-Vet, Sen Kamala Harris, De-Califf, right, stand on stage for the initial democratic debate, Wednesday, 27 June 2019, in Miami. We looked there for some evidence that Harris disagreed with the safe communities. In 2014, Harris &apos; legal aid team informed the local police and sheriff &apos; s departments, in the form of a bulletin, that they did not have to comply with immigration and naturalization detention requests. \"Federal immigration detainees are voluntary, supported by the TRUST Act and the discretionary power of law enforcement leaders to use resources in a way that best serves their communities,\" Harris said in a newsletter that announced the bulletin. Previously on Goff... Jerry Brown signed the Trust Act in 2013. The cooperation of the local police and the police mayor with the federal immigration agents was limited, as a precursor to the State Asylum Act, SB 54, signed by Brown in 2017, which further restricted such cooperation. The Harris newsletter stated that two years ago, in 2012, it issued another \"information bulletin\" for law enforcement agencies that states that federal immigration detainees are \"not binding, but only enforceable requests at the discretion of the state and local agency. Many immigration experts said that these notes show that Harris resisted Obama's policy, at least to some extent. However, they said that the resistance did not occur earlier. \"The bulletin on detainees was meaningful,\" UC Davis Law School Dean Kevin R. Johnson said in the e-mail. \"The local law enforcement agencies have been given the discretion not to detain low-level criminals.\" Johnson added: \"Prosecutor Harris was not aggressive in opposing President Obama's immigration policies, and Attorney General Javier Picera opposed President Trump's policies.\" \"She could be criticized, but she was a democracy that wanted to work with a democratic administration. It is clear that Senator Harris is now ready to criticize immigration enforcement policies for this republican administration.\" Devin Nunes reported on January 10, 2021 in an interview on \"The Republicans have no means of communication\" after the Barler tech companies were cut off. • On January 13, 2012, Harris shut up early on the Haventon Post, published an in-depth report last week about Harris not taking action early in California's discussion on the protection of migrants. :: From 2011 to 2013, Harris remained largely silent, where activists and legislators worked on the adoption of the Act on Confidence, a landmark law throughout the state on Goof &apos; s objections at the time. Jerry Brown and Obama. \"The law of trust was a new way of reducing ICE at the state level,\" said Angela Chan, Policy Manager for the Advancement of Asian American Justice, Huffington Post. \"We were in the lead. She did not understand why it was important to support her at that time. I only referred to support when it was safe to do so.\" Samir Ashar, a professor of law at the University of California and former director at the University of California Immigration Rights Clinic, told us that the record is mixed in Harris's position. \"The general logic is that there was a lot of pressure from the People's Movement on elected officials in California to guide domestic law enforcement rather than to cooperate with the Federal Government in immigration enforcement,\" Ashar said. And she responded to that pressure. Some positive steps were taken, but he was under considerable pressure.\" He added: \"She has never led California in fighting at that time. If anything, I drove from behind... I've evolved over time.\" The Harris campaign cited an article from the Los Angeles Times in 2009, quoted by the San Francisco Harris District Attorney: \"It is not a duty to enforce domestic law, as she said, to enforce federal immigration laws.\" The campaign also cited a 2011 report of the San Francisco Fact Sheet. She quoted Harris' spokesman at the time, saying that her office \"was extensively looking into the issue of safe communities and taking a serious look at the programme.\" In late 2012, Harris was more vocal in her opposition, describing the programme in the news articles as \"dissenting,\" and \"not sticking to what he was looking for,\" as her campaign pointed out. Our ruling, Kamala Harris, claimed to be \"uncompromising\" with the Obama administration on the deportation programme, where local police and sheriffs partnered with federal immigration agents to expel people who were illegally in the country. As Attorney General in 2012 and again in 2014, Harris issued bulletins informing local law enforcement agencies that they had not to comply with the requests of federal immigration detainees in the programme. In late 2012, news articles quoted their strong opposition to the programme. However, immigration experts say Harris was largely absent from California's early efforts to enact laws limiting domestic cooperation with federal agents. I resisted the program, as they said, only after the pressure that was built to pass state laws and then \"lead from behind,\" as one expert described. Harris' statement of disagreement is partly accurate, but it ignores some of the main history and brings things out of context. We're appreciating Harris' claim we're seeing. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Sharing facts 2019-06-29 02:16:51 UTC Politic Fact 4 1 7 Politic Fact Rating: A true half says \"I disagree\" with President Obama's programme to relocate safe communities Kamala Harris of the United States. Member of the Senate Friday, 28 June 2019 2019-06-28 read more relevant information: Kamala Harris calls her plan LIFT \"the most important tax reduction for the middle class in generations. Are salaries unable to keep up with inflation? Did the teacher pay less than 30 states, as Kamala Harris said?", "vclaim_id": "vclaim-pol-00478"}