{"url": "/factchecks/2018/dec/14/carl-heastie/heastie-says-legislators-compensation-hasnt-kept-p/", "speaker": "Carl Heastie", "vclaim": "\"In any objective measure, our constant compensation has failed to keep pace with economic realities.\"", "truth_label": "mostly-true", "date": "stated on November 30, 2018 in a public hearing:", "title": "Hasty says the legislators' compensation didn't go along with it.", "text": "The President of the Assembly, Carl Hasty, was recently brought before a group of current and former financial observers to make the issue more rewarding to his colleagues. Finally, the Panel recommended substantial increases to the 213 legislators in New York State. :: During the Manhattan public hearing, Hasty told the New York State Compensation Commission about several economic indicators, saying that with the rising costs, this had not happened. He said: \"With any objective measure, our constant compensation has failed to keep pace with economic realities.\" The consumer price index, as well as the cost of health care, child care and housing, has risen, while the base salary of legislators has remained at $79,500 over the past 20 years, as Hesty has said. \"During this same period, the average household income in the State increased by 67 per cent,\" Hesti said. Did the compensation of legislators fail to keep pace with \"economic realities \"? We have contacted an economist at the Brookings Institution to ask how best to assess Hasty &apos; s argument that legislators &apos; salaries are delayed as expenditures increase. The economist and Senior Fellow Gary Bertless referred to us to the Office of Labour Statistics, which provides a tool to calculate how inflation, as measured by the consumer price index, affects the purchasing power of a given salary. This is what the calculator shows: it now requires an annual salary of $121,954 to have the same purchasing power as legislators in January 1999 on the basis of the base wage of $79,500, the last time that the work began to increase for legislators. Bertless said the advantage of using the indicator when measuring whether wages were incurred was that it represented on average all goods and services consumed by Americans. A spokesman for the Federal Reserve in New York also referred to the index when assessing Hasty &apos; s claim. :: Portleas, Brookings Institution, agreed with Hasty that the rise in average household income \"provides useful additional information, regardless of the cost of living.\" The spokesperson for Hasty provided data from the United States Census Bureau, the current population survey and the annual socio-economic supplement to evidence that the average household income in New York had increased as the basic salary of legislators remained the same. The data show that the average household income in New York was $62,447 in 2017, and $37,394 in 1998, the last time an increase was approved. The increase between 1998 and 2017 is already 67 per cent. Colin Schmidt mentioned on January 14, 2021 at a press conference \"We have scientific data, from all different levels, but especially from high school sports levels, from many different states that show that it's safe to play what New York thinks of high-risk sports.\" Legislators can also receive additional remuneration for various leadership positions, such as chairing committees. This additional remuneration varies from $9,000 to $41,500 per year, by function. In general, they can also collect miles and daily subsistence allowance of $59 per day trip or $174 for night stay while in Albany, which is determined by the United States Department of Public Services and is increasing over time. They can also participate in the New York Empire Plan, a health insurance policy for State employees and some local government employees, or they can participate in a variety of health maintenance organizations, according to information provided by the State Ministry of the Civil Service. \"The mixture of the Imperial Plan from the features of managed care and reasonable common payments keeps benefits rich and costs low,\" according to the State. For those who belong to the category of wages of legislators, the State pays 84 per cent of the premiums to those enrolled and 69 per cent to eligible dependants. This is consistent with national trends, according to a survey on employer health benefits in 2018 for private and non-federal employers from the Kaiser Family Foundation. The survey showed that \"on average, workers covered contribute 18 per cent of the premiums for individual coverage and 29 per cent of the premiums for family coverage.\" The employee &apos; s share of the premiums in the remuneration package of legislators for the Imperial Plan is $1,490.58 for individuals and $5,831.54 for family coverage. The Caesar found that \"the average annual amounts contributed by covered workers for 2018 are $1,186 for individual coverage and $5,547 for family coverage, similar to those made last year.\" State lawmakers can also receive dental and visual coverage, pension health insurance, specific benefits or pension schemes from contributions, according to Ken Gerardin, a policy analyst with the Empire Public Policy Centre, a non-profit think tank studying government spending. Gerardin indicated that the New York State Compensation Commission had not included in its report of 10 December an analysis of the entire compensation package received by legislators. The Compensation Commission recommended that the additional wages of legislators be increased to $130,000 in 2021. The recommendation remains valid unless the legislators take action to stop it before the end of the year, which seems unlikely. :: Karl McCall, Government Comptroller Thomas Dinapoli, New York City Controller Scott Stringer and former Controller of Bill Thompson, have been commissioned to make recommendations \"in respect of appropriate levels of compensation, non-salary benefits and allowances\" for legislators, elected state-wide officials, some executive branch commissioners and section chiefs. :: During a public hearing in November 13, the Committee stated that it would consider the functioning of State officials, the \"general economic climate,\" inflation rates, changes in public sector spending, payment of wages for similar jobs elsewhere, whether the State was able to attract talented persons who received private wages, and whether the State was able to pay more for such jobs. The last increase in the number of legislators was in 1998 and entered into force in 1999. Two years ago, when the increase in the remuneration of legislators was under discussion, Politi Fuckett found that Hesti &apos; s claim that the purchasing power of the basic salary of legislators was in fact only $53,000, when inflation was taken into account, was often correct. Hasty said that under any objective measure, compensation for legislators had not been met in support of his case that state legislators deserved an increase in wages. Data from the United States Bureau of Labour Statistics and Census show that inflation has far exceeded the fixed salaries of legislators and how other New Yorkers have enjoyed household income growth over the past 20 years. However, a full look at the compensation package provided by legislators includes their daily income, which increases over time, and the health care and retirement benefits they receive. We appreciate the hysterical allegation mostly true. They shared the facts of 2018-12-15 14:32 at the global time of political realities 5-7 by classifying political facts: it is often true: \"With any objective measure, our constant compensation failed to keep pace with economic realities.\" President of the Carl Hasty Society https://www.youtube.com/watch?v=4Bmt8K1mifY in public session on Friday, 30 November 2018-11-30.", "vclaim_id": "vclaim-pol-01188"}