{"url": "/factchecks/2019/jun/21/donald-trump/donald-trump-again-falsely-says-obama-had-family-s/", "speaker": "Donald Trump", "vclaim": "\"When I became president, President Obama was a policy of secession. He wasn't with me. He had it.\"", "truth_label": "false", "date": "stated on June 20, 2019 in a Telemundo interview:", "title": "Donald Trump, again, says Zora Obama was a family separation policy.", "text": "In an interview with the Telemundo television network in Spanish, President Donald Trump insisted that the separation of immigrant families at the border during his tenure had occurred because of Obama &apos; s policy. That's not true. José Díaz-Balart, anchor of \"Noticias Telemondo,\" asked Trump if his immigration policy was wrong. The Trump policy calls for the prosecution of all adults who cross the border illegally; when parents come with their children, families are separated. In the interview broadcast on June 20, Trump said it wasn't a mistake. The separation was due to Obama &apos; s policy and Trump himself wanted families together. \"We had the breakups,\" said Trump. \"When I became president, President Obama was a policy of secession. He wasn't with me. He had it. I've brought families together. \"I'm the one who brought them together.\" Diaz-Balart said that despite 2,800 recent reunions, the Government still did not know how many children were still separated from their parents. \"Are you ready? As part of Obama's plan, Trump began to say, before Diaz Ballart pushed back, that what they were talking about was Trump's plan. \"No, we're not, because I brought people together. They broke up. I brought them together, Trump. Repeat. The reunification took place, Diaz Ballart said, because the court ordered it. \"I inherited the separation, changed the plan and brought people together,\" said Trump. Trump repeated this allegation later in the interview. The ongoing Tramp allegations are not consistent with the facts. Children and adults who arrive together at the border can generally be separated when border officials are unable to prove the custody relationship; when they believe that the guardian may pose a threat to the child; or when the guardian is detained for trial. We have been told by immigration experts that family separations were relatively rare in Obama and other former administrations. It did not occur nearly as far as it was under the Trump administration. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • On 3 February 2021, George W. Bush &apos; s simplification process was referred to the Office of the Attorney-General for Immigrants who had crossed the country illegally, but who made exceptions for adults travelling with children. At first, the Obama administration kept families together in detention, but after losing a legal appeal, the families were released after being held for a limited period of time. The Ministry of Internal Security, which oversees border enforcement, has already informed Poletti Fact that the Obama administration does not count the number of separated families. It is not clear exactly how many children separated from their parents during the Trump administration, which acknowledged problems in logistics and record-keeping. By court order, some 2,800 children were reunited with their parents or otherwise removed from federal detention. The controversial family separations took place under Tramp &apos; s control as a result of a new policy introduced in April 2018 by then Attorney General Trump at Jeff &apos; s hearings. The hearings said that the \"excessive effort\" was required to address a crisis on the south-west border and directed the implementation of a \"zero tolerance\" policy to prosecute all adults who entered the United States illegally. In March 2017, the then Secretary of the National Human Rights Assembly, John Kelly, told CNN that he was considering separating children from their parents in order to deter irregular migration. In the Telemundo interview, Trump also said, \"When parents put with children, when they don't separate,\" more people reach the border. In the midst of growing negative reactions and increasing criticism of family separations, Trump issued an executive order to keep families together, even if one parent faced prosecution. Families would be detained together \"where appropriate and in accordance with the law\" and, based on available resources, said that it was a June 2018 order. Before the order was issued, Trump claimed that family separation could not be stopped by an executive order. That was not true either. Our Governor Trump said, \"When I became president, President Obama was a policy of secession. He wasn't with me. He had it.\" The Obama administration did not have a policy of separating families that illegally reached the border. Family separations rarely occur under the Obama administration, which seeks to keep families together in detention. Subsequently, on the basis of a court decision, two families were released together outside detention. The separations under Trump occurred regularly as a result of his administration &apos; s policy of prosecuting all adults who crossed the border illegally. After mounting public pressure and criticism, Trump signed an executive order to stop the separation of families. Some 2,800 children were reunited with their families because a court ordered the Trump administration to do so. Trump repeatedly tries to change the story about family separations, but the facts are still the same. Obama did not pass to Trump a family separation policy. Trump's claim is inaccurate. We assess it wrong.", "vclaim_id": "vclaim-pol-00506"}