{"url": "/factchecks/2018/nov/20/gwen-moore/us-rep-gwen-moore-correctly-says-fewer-are-insured/", "speaker": "Gwen Moore", "vclaim": "\"We've lost more than a billion dollars in not taking Medicaid expansion money, just to secure fewer people.\"", "truth_label": "mostly-true", "date": "stated on November 8, 2018 in a TV interview:", "title": "The U.S. Republic of Gwen Moore correctly states that fewer insurers after refusing to expand Medicaid", "text": "A Republican government is at large. Scott Walker pulled repeated fire from Democrats to refuse to expand Medicaid in 2014. With the democratic Tony Evers ready to seize the Governor's palace, the United States Republic of America, Gwen Moore, in an interview on 8 November 2018, said that she expected that Wisconsin would now take those federal dollars. It expanded on a public claim for the cost of Walker's decision. \"We lost more than a billion dollars in not taking Medicaid expansion money, just to secure fewer people,\" said Moore in an interview on Milwauke's WTMJ-TV (channel 4). Democracy Milwaukee says that the resolution not only cost Wisconsin $1 billion, but resulted in fewer insured persons. We'll look at two points. Walker dropped a billion dollars in federal funds. We checked a similar $1 billion claim in June when the candidate who was at the time Dana Wax said she refused a billion dollars of Medicaid's money. We've mostly evaluated that right. This item was examined by a memorandum from the Wisconsin Legislative Tax Office in April 2017, which detailed the federal funds that Wisconsin would have received had the state fully expanded medical aid in April 2014. With this expansion, anyone who earns up to 138 per cent of the federal poverty level will be eligible for Medicaid. Wisconsin could have received enough additional federal funding to cut government spending by an estimated $1.07 billion on Medikid from 2014 to 2019, according to the Bureau &apos; s financial note. However, since that period is not yet over, the State has not yet missed the full $1 billion. With seven months remaining in fiscal year 2018-19, about $114 million of that amount has not yet been lost, as John Dyke, an experienced analyst at the Finance Office, said. However, he pointed out that it was not really possible to \"not lose\" funds at this stage because the State was unlikely to reflect that policy by the end of the fiscal year. Walker, who criticized the full expansion as a new form of social welfare, did not partially expand Medecaid, so for the first time every person in Wisconsin living below the federal poverty level was eligible for Medicaid. (On the other hand, it should be noted that the maximum medical coverage in various publications is 133 per cent or 138 per cent of the federal poverty level. The official limit is 133 per cent, but there are 5 per cent \"neglect,\" which means that the functional limit is 138 per cent, which is what we refer to.) Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On 20 January 2021, the number of persons covered in the second part of Moore's claim was reduced by the decision to transfer the full expansion of Medicaid to the state \"secure fewer people.\" The Ministry of Health Services in Wisconsin found about 63,000 adults who lost their coverage that year through Badger Care Plus, who runs Medicked in Wisconsin. The Agency has tried to track the insurance status of these adults and can prove that 58 per cent of them received other insurance coverage or recovered mob care coverage. It was assumed that most of the rest of them were about 26,000 people who were not insured. The state's non-partisan legislative financial office has also analysed the impact that change may have today. If Wisconsin accepts Medicaid &apos; s expansion now -- increasing the state &apos; s permissible threshold from 100 per cent of the federal poverty level to 138 per cent -- the number of adults and parents without children enrolled in the Bader Kirr programme will increase by some 25 per cent, or by some 70,000, as the Agency has said. Dike said it was reasonable to assume that a large number of those new entrants would move from the uninsured to the care of Badger, given the number of people living close to poverty and not insured. The United States Census Bureau &apos; s 2017 Community Survey estimates that 38,000 people are not insured in Wisconsin and that their income ranges from 100 per cent to 138 per cent of the federal poverty level. These are persons who are currently not covered by the badger &apos; s care and who will be covered if Wisconsin accepts the expansion of Medicaid. Our assessment says that Wisconsin \"lost\" more than a billion dollars from Walker's decision to refuse to expand fully in Medicaid and that Wisconsin is securing fewer people as a result. This figure is based on an estimate that runs up to 2019, and therefore the actual funds that have been missed are only $1 billion, although they are not far away. And it's not right to say that Wisconsin \"lost\" money -- that she spent much more because she didn't receive federal money. In the meantime, a State study confirmed that the number of insured persons after the 2014 decision was lower. To add further support, it is clear that more people will be covered if elected Governor Evers accepts the expansion of the Medicaid programme in the future. We assess Moore's claim mostly true.", "vclaim_id": "vclaim-pol-01248"}