{"url": "/factchecks/2019/jul/22/dan-bishop/trump-rally-bishop-tells-half-story-mccready-and-o/", "speaker": "Dan Bishop", "vclaim": "He says, \"Dan McCreedy took money from Elhan Omar.\"", "truth_label": "half-true", "date": "stated on July 17, 2019 in a speech at a Trump rally:", "title": "In the Trump race, Bishop tells half of McCreedy and Omar's story.", "text": "It was not only President Donald Trump who tried to score political points off Elhan Omar during the Trump rally in Greenville. On Wednesday, Trump deepened his hostility with the Democratic Republic, Omar of Minnesota, a Muslim woman who came to the United States from Somalia as a refugee child. Trump accused her of being anti-Semitic. At some point during the rally, Trump welcomed the Republican National Congress Party, Dan Bishop, to the stage. Bishop, who is running for Congress in the Ninth North Carolina District, took the opportunity to link his opponent to his age. Bishop said that Dan McCready, his democratic opponent, was before he donated the campaign to Omar. \"Dan McCreedy took money from Elhan Omar,\" said Bishop the crowd. That's not the whole story. McCready received a $2,000 donation from Omar on November 6th. But then, earlier this year, McCready returned this donation. The decision was set aside on April 17th. \"Some people ask why the return of the Republic's donation directed Omar. I did it weeks ago because I strongly disagree with any anti-Semitic comments. Since this time, serious and heinous attacks have started against her... \"Macreedy Tweet.\" \"I condemn in the strongest terms the hateful rhetoric against her and against the Muslim community and people of colour. Many have been hurt by our shattered policy. We must end hate speech against all people and groups.\" Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. • On January 29, 2012, Umar McCready's comments did not identify any of Omar's comments that made him uncomfortable. But the L.A. Times recorded some of her controversial statements. Earlier this year, Omar apologized on Twitter in 2012 that \"Israel has grown up the world, so that God wakes people up and helps them see Israel's evil actions.\" In February, Omar said that the supporters of Israel were driven only by money. I'm like, \"It's all about the Benjamins, baby!\" And I apologized later. * Revacation Politicfact called the Bishop campaign and asked why Bishop did not mention McCreedy's decision to return Omar's donation. Jessica Brod, speaking on behalf of his campaign, suggested that work makes no difference. \"Amar's Repertory has a long and well-documented history of anti-Semitic remarks,\" he said proud in an e-mail, referring to the 2012 tweet. So McCreedy shouldn't have taken a cent from her in the first place. The spokesman for McCreedy, Matt Fred, who the Poletti Fuckett called on Friday, said that McCreedy would rather serve his community than engage in a hostile and unproductive debate. \"The obvious politicians in Washington have lost contact with the American values that define us as patriots and when they put hatred - of any kind - above the country's love, we harm this nation in its heart,\" Fred said in an e-mail. \"That's why Dan McCreedy on Wednesday in Mint Hill announced his national service plan and invited more young Americans to serve their country, through the army as Dan did, or through the civil service such as AmeriCorps.\" Our deceiving bishop said that McCreedy took money from Elehan Omar. Omar donated to the McCready campaign last fall. But McCreedy did make a donation this spring. Bishop did not mention the money returned on the stage, which may make some Trump supporters believe that McCready supports Omar's controversial comments. The claim is partially accurate but omits important details. We value it half right. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To present ideas for fact-finding, e-mail: 2019-07-22 16:32:06 UTC PoliticalFact 4 1 7 PoliticalFact Rating: A Correct half says: \"Dan McCreedy took money from Elehan Omar,\" Dan Bishop, Republican candidate of Congress NC https://www.newsobserver.com/news/politics-Government/article 232901642.html, Greenville, NC on Wednesday, 17 July 2019-2019-07-17, read further information.", "vclaim_id": "vclaim-pol-00411"}