{"url": "/factchecks/2018/nov/28/alexandria-ocasio-cortez/alexandria-ocasio-cortez-wrong-about-spending-geor/", "speaker": "Alexandria Ocasio-Cortez", "vclaim": "In its defeat of the Republic, Karen Handel, the rival Democratic Lucy McPat \"was spending more than 5.1.\"", "truth_label": "false", "date": "stated on November 19, 2018 in a tweet:", "title": "Alexandria Okasio Cortez is mistaken for spending in the Georgian race.", "text": "In the mid-term elections of 2018, the Democrats were able to seize more than thirteen seats in the Republican-controlled House of Representatives. One such area was the sixth district of Georgia, where the Democratic challenger Lucy MacBath defeated Republican Governor Karen Handel. The victory of the vulnerable in the cabbage, which was driven in part by the frustration of the voters of suburban Atlanta over the violence of arms, drew the attention of another new democratic legislator, Alexandria Ocacio-Cortez, who herself had ripped out anger. At the primary level, Okasio-Cortiz was overthrown by a senior democracy in the New York City District. On November 19, Ocacio Cortez wrote on Twitter: \"Lucie McBat is a hero. After losing her son to armed violence, she ran for Congress against her position in the Rwandan Patriotic Army. She was a former flight attendant. Lucy was spending more than 5.1, but she kept running with her conviction. She won. I've been very upset with Ga-06. \"No one saw her coming.\" Lucy McPate is a hero. After losing her son to armed violence, she ran for Congress against her position in the Rwandan Patriotic Army. She was a former flight attendant. Lucy was spending more than 5.1, but she kept running with her conviction. I've been very upset with Ga-06. No one saw her coming. https://t.co/txWhV2j52A - Alexandria Okasio-Cortiz (@Ocario2018) 19 November 2018, in fact, the difference in spending was not as large as Okasio-Cortiz said - and once the expenditure was calculated by outside groups, MacBath was actually the edge. The reason: As the Constitution of Atlanta initially pointed out, the Ocacio Cortez statement not only collects money from the Handel-Cubbat match, but also from the 2017 high-spend private elections in which Handel defeated the Democratic John Osov. (Occayo-Cortiz staff did not reply to a query on this article). We looked at page 6 of Georgia's OpenSecrets.org website and found that Handel spent $7.99 million in the 2018 election cycle and MacBath spent $1.23 million. This is 6.5 to 1 for Handel. (The amount collected by each candidate - instead of spending it - was closer to the border of 5 to 1 Handel, from which Okasio-Cortez had tweeted.) However, the total number of Handel has grown artificially because of the difficult and costly battle that I waged on Osov last year. That previous race was officially considered in the 2018 election cycle of two years. Sarah Brenner, Director of Research at the Centre for Responsive Policy, who runs OpenSecrets.org, said that their website was organized in this way because this is how the Federal Election Commission compiles data. \"It's really not possible to isolate spending and fund-raising figures for specific time periods,\" said Brenner. The fund-raising of candidates has estimated the amount of money in the McBath Handle race based on what the Constitution reported about the dollars spent and collected in the special elections. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 in July 2017, the newspaper reported that Handel raised $6.3 million for special elections, with $430,000 remaining for the 2018 general elections. This means that Handel raised $1.69 million specifically for general elections. If I add $430,000 in special elections, it'll work for about $2.12 million. MacBath, for its part, raised $1.79 million for general elections. So depending on how you treat the $430,000 that Handel was holding, either she woke Macbath up a little bit, or she was modestly ahead of Macbath. In both cases, fund-raising for candidates ended on an equal footing, not at the edge of 5 to 1 for Handel. We can also estimate the amount spent by each candidate, which Okasio Cortez expressed on Twitter. Handel ended the general election with $402,000 left in the bank. To subtract that from the money she had available for the general election means that she actually spent $1.72 million. This is more than $1.22 million spent by dumpsters, but the difference is still more modest than what Okasio Cortez wrote on Twitter - a 1.4-1 ratio for Handel. But even this is misleading about the patterns of public spending in the race, because these figures include only the dollars spent by the campaigns themselves, not external groups allied with one candidate or another. When external groups were taken into account, MacBath was actually on the edge of a large spending on Handel. We asked the Centre for Responsive Policy to break external spending on Georgia's sixth district, and they counted contributions made after June 20, 2017, the date of the special liquidation cycle. Groups that either supported Handel or opposed Macbath spent $1.6 million. In contrast, support groups for or against Handle spent approximately $4.9 million. According to the Jornal Constitution, \"Every town for gun safety,\" the arms control group of the former mayor of New York (Michael Bloomberg), was the largest spender allied to Macbath, allocated $4.5 million for the race. The main external group, on behalf of Handel, spent $1.4 million on the National Commission of the Republican Congress. So the edge of Macbath's external spending actually cut short the edge of Handel's candidate's spending. This greatly reduces the importance of the Okasio-Cortez tweet. Our reign, Okasio Cortez, said that Macpat was \"more than 5-1\" in her race against Handel. Even given only the candidates &apos; funds, Handel &apos; s fund-raising and expenditure advantage was not higher than 1.4 to 1. As soon as it involved spending by outside groups, MacBath was actually on the edge. We're assessing the statement wrong. Sharing the facts of 2018-11-28 22: 01: 47 UTC PoliticFact 2 1 7 Politic Facting: Wrong to Beat the Republic of the Republic. Karen Handel, Lucy McPate's Democratic Challenger, \"He was spending more than 5.1.\" Alexandria Okacio-Cortez, United States-elected Republic, D-N.Y. https://twitter.com/Ocario2018/status/1064517892664905729, tweet on Monday, 19 November 2018-11-19. Read more information.", "vclaim_id": "vclaim-pol-01236"}