{"url": "/factchecks/2018/nov/01/kevin-cramer/no-protections-pre-existing-conditions-have-not-ex/", "speaker": "Kevin Cramer", "vclaim": "\"Protection in pre-existing circumstances has been there since the 1970s.\"", "truth_label": "false", "date": "stated on October 26, 2018 in U.S. Senate debate:", "title": "There has been no protection in North Dakota since the 1970s from pre-existing conditions.", "text": "Democratic Governor Heidi Hitkamp chased her Republican competitor, Kevin Kramer, to his health-care voices in the final debate of the North Dakota Senate on 26 October. Hetkamp pressed Kramer to explain why he voted several times to repeal the Affordable Care Act in the House of Representatives. Kramer said that the Republican alternatives I voted for \"work as a guarantee, unequivocally, without any ambiguity whatsoever, While protection against pre-existing conditions was toast in many ACA alternatives, we found that language is not as narrow as it is under Obama's care. The limits of the fees that insurance companies could charge would also have been reduced, thus sending insurance premiums to the point where coverage for many would not be achievable. However, Hitkamp addressed proposals that were not supported by any alternatives. \"But, admit it, when they voted to cancel it without an alternative, what happened? I took protection from the conditions that existed before, \"Hetkamp said. \"No, because protection over pre-existing conditions has been there since the 1970s, and North Dakota, under government rule. Ed Schaffer had a plan to cover people in North Dakota, said Kramer. \"I trust the Governor of North Dakota and our legislature more than I trust the Federal Government.\" Have the conditions already existed in North Dakota been protected for decades? No. \"The proposal was fully protected from pre-existing conditions under state or federal law is not accurate,\" said Kevin Lucia, project manager at the Institute of Health Policy at Georgetown University. The Kramer campaign referred to the Personnel Retirement and Income Insurance Act of 1974. This regulates the various aspects of most collective health plans submitted by employers. This was not the case until after the Health Insurance Transfer and Accountability Act was passed in 1996, but according to Amy Monhan, a law professor at the University of Minnesota, the federal law limited the ability of such schemes to exclude coverage of pre-existing circumstances. In the debate and through its electoral campaign, Kramer explained that federal law protects people on the basis of collective plans, which the majority of people in North Dakota have planned. \"This takes us to a very small number,\" said Kramer. But covering people in group plans is not at stake here; it is covering individuals outside group plans. This means about 8 percent of North Dakota's population. It's a small number, as Kramer said, but it's not trivial. On January 13, 2021, bloggers announced the verification of the remarkable facts in a story written by General David H. Berger, US Navy Commander. They rejected Nancy Belusi's request to use Marines for inaugural security, and told her \"We're not working for you.\" The Association provides some protection to persons who have recently lost work-based coverage to move to individual coverage, and each state has to find out how to implement it. North Dakota did so through the Comprehensive Health Association of North Dakota, which entered into force in 1982 and which already preceded the law. \"Even though these plans technically provide a safety net for people with pre-existing conditions, they were a weak safety net,\" said Allison Hoffman, Professor of Law at the University of Pennsylvania. \"For most people, it didn't work well because the coverage was expensive and limited.\" :: Earl Pomeroy, former Commissioner of Insurance of North Dakota from 1985 to 1992, said that he was not aware of any other government programmes that had enhanced coverage of pre-existing conditions. The complex remains high-risk today, but its protections are limited in comparison with the Anti-Corruption Act. Most other states removed their collections after the Anti-Corruption Act became law. First, persons who do not meet the required requirements must wait six months before they start covering their previous situation, or nine months if they are pregnant. For cancer patients, six months can be too many. Eligibility is granted under 18 months of eligibility for previous coverage and less than 63 days of coverage gap. Second, policies do not exceed $1 million. \"Someone with a serious case already exists who can hit this cover very quickly and then has no source of coverage after that,\" said Wendy Nitter Epstein, Professor of Law at DePaul University. Third, premiums can be 35 per cent more expensive than standard rates. In the individual market in ACA, there is no lifetime ceiling and the standard rate is, according to Karen Politz, a senior colleague at the Kaiser Family Foundation. While the rates are rising, the Anti-Poverty Act provides progressive subsidies to persons who earn up to 400 per cent of the federal poverty level. In North Dakota this year, 87 per cent of those registered in the market received subsidies, according to the Kaiser Family Foundation. Our Governor Kramer said, \"Protecting the conditions that existed before was there since the 1970s.\" Since 1994, rather than the 1970s, the law has covered the conditions that previously existed in collective plans. But private insurance companies in North Dakota can refuse people on the individual market because of a situation that existed before ACA. The 1982 State Act provides for an alternative, but it is hardly a strong safeguard for the protection of existing conditions such as those provided for in the Anti-Corruption Act. We're assessing this statement wrong. Sharing the facts of 2018-11-01 13:45:49 UTC PoliticsFact 2 1 7 PoliticsFacting: Wrong \"Protection over pre-existing circumstances has existed since the 1970s.\" The representative of the United States House of Kevin Kramer from North Dakota https://www.yotube.com/watch?v=FrgFJtz0Xlo&fatury=Youtu.be&t=773 in the United States Senate debate Friday, 26 October 2018-10-26 read further information", "vclaim_id": "vclaim-pol-01348"}