{"url": "/factchecks/2017/mar/22/donald-trump/trump-says-illegal-immigration-down-61-percent-ele/", "speaker": "Donald Trump", "vclaim": "\"Since my election day, we have already reduced illegal immigration on the southern border by 61 per cent.\"", "truth_label": "mostly-true", "date": "stated on March 20, 2017 in a rally in Kentucky:", "title": "Trump says illegal immigration on the southern border has dropped by 61% since election day.", "text": "President Donald Trump told Kentucky supporters to focus on their basketball team and allow him to take care of the rest, such as securing borders and illegally expelling immigrants in the country. \"We will build, that's right, a great great border wall, and we will stop the drugs that flow into our country and poison our youth and many others. Trump said March 20th. \"Many of them come from the southern border. Since my election day, we have already reduced illegal immigration on the southern border by 61 per cent, think about it, 61 per cent, and we have not yet started.\" Trump boasts about 40 percent of the decline in illegal immigration in his first month in office. We've mostly evaluated that right. It now extends the comparison to November to show greater reductions. The arrests of border patrols at the United States-Mexico border declined by 60 per cent from November 2016 to February 2017, but immigration experts caution against assuming that the declines were the sole result of the Trump policies. On 8 March, the Ministry of National Security published illegal border crossing data showing that in the month of the presidential election, November 2016, 47,210 arrests were made by the Border Patrol. In February 2017, there were 18,762 concerns, a 60 percent decrease. Total south-west border concerns decreased by about 63 per cent between November 2016 and February 2017. The Department of National Security has defined total arrests as those carried out by border patrols between ports of entry and inadmissibility at ports of entry defined by the United States Customs and Border Protection Office. We have asked United States Customs and Border Patrols to obtain arrest data from election day until the day before Trump's speech in Kentucky, but the Agency has said that it provides statistics by month, not specific dates and time frames. It should be noted that this past autumn there was a seasonal increase in unauthorized border crossings, as said by Christopher Wilson, Deputy Director of the Mexico Institute at the Wilson Centre. People had rushed to the border before Trump took power and implemented new policies. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" Through Miriam Valverde • 3 February 2021 \"After that rush to the border, it's natural to expect a retreat,\" as Wilson said. \"What we cannot answer is whether this is a temporary or permanent landing.\" In a statement on March 8, the Minister of National Security (John Kelly) said that illegal crossings usually rose between March and May. While Trump &apos; s discourse against illegal migration has played a role in reducing concerns recently, levels of fear are usually lower in winter months, and changes in the field in policy response may take longer, as experts have told us. \"It is almost always necessary to look at trends over a longer period, usually at least six months, to gain a better sense of change,\" said Denise Gilman, a clinical professor and director of the Immigration Clinic at the University of Texas Law School. \"It seems likely that the numbers of border-crossers will increase again long before the human rights situation in Central America remains incredibly problematic, and asylum-seekers in Central America have been one of the main sources of migration in recent years.\" Another factor worthy of consideration, according to Gilman, is that Mexico may have intensified its enforcement efforts so that migrants do not reach the United States-Mexico border, and that smugglers may be waiting for a decision on new ways to bring people across the border, and the Governor Trump said: \"From an election day, we have already reduced illegal immigration on the southern border by 61 per cent.\" While United States customs and border protection do not provide statistics on border arrests for specific dates, monthly data show a 60 per cent decrease from the month of the presidential election, November 2016, to February 2017. Experts said that other factors should be considered in the decline, and it was too early to know whether low concerns would become the new rule or whether they would increase in the coming months, as was usually the case. We appreciate what Trump often said was true. Political fact-sharing 2.7 Policy assessment: Mostly true: \"From an electoral day, we have already reduced illegal immigration on the southern border by 61 per cent.\" The President of the United States, Donald Trump, is in a gathering in Kentucky on Monday, 20 March 2017 03/2017. Read more information.", "vclaim_id": "vclaim-pol-03529"}