{"url": "/factchecks/2018/nov/26/blog-posting/would-legislation-have-prevented-california-wildfi/", "speaker": "Bloggers", "vclaim": "He says \"California Goff.\" Jerry Brown, \"The Forest Fire Management Bill 2016 while California was on fire.\"", "truth_label": "half-true", "date": "stated on November 17, 2018 in a post on Facebook:", "title": "Was legislation going to prevent forest fires in California?", "text": "While fire squads fought the fire of the North California camp, now the deadliest in state history, and the Wolsey fires in the south, social media users shared a story that partially blamed the horrors of California's forest fires on Goof. Jerry Brown. More than 85 people were killed in the camp fire and thousands of homes were destroyed. A recent article published by the Free Canada, a Canadian website reserved for news and opinions, was distributed on the Internet with a headline, Gov. Jerry Brown, \"The Forest Fire Management Bill 2016 while California was on fire.\" This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) So did Brown really veto a bill that would have helped reduce the prevalence of forest fires in the state? Not exactly, but the claim is not entirely void. Let's take a look. The relevant legislation of 2016, SB 1463, would have required the California Public Utilities Commission and Cal Fire (the California Forestry and Fire Protection Administration) to give priority to communities with circumstances that could increase fire risks associated with public utility wires. What does that mean? The draft law aims to reduce the risk of lighting power lines in wooded areas and requires the updating of fire safety maps. The maps determine whether utility companies need to clean brushes in areas near the upper wires in order to mitigate the risk of fire. Relevant coverage: The study of Jerry Brown &apos; s veto in California &apos; s forest fire legislation and the criticism of Brown &apos; s rejection of the Bill, but there is no direct evidence that this action increases the likelihood of forest fires. The Committee also stated that it was already doing similar work before making the proposal. The highlights of Facebook articles mentioned on January 11, 2021 in Facebook by the Speaker of the House of Representatives, Nancy Belusi, are no longer published by Samantha Buterman on January 12, 2021, but there are still some questions to be asked here. The state legislature had unanimously approved Bill 1463 and many wondered why the Governor had objected to the bill, which had not been opposed. In his message on the veto, Brown says that because he would have stepped up efforts, he points out that the agencies were already dealing with the issue and that the process should continue \"in that forum.\" The President of the Non-Profit Consumer Control Report, Jimmy Kurt, a progressive organization defending the interests of taxpayers and consumers, disagrees and says that the neglect of State and Goff public utilities is being neglected. Brown &apos; s failure to control them has contributed to the spread of past and present forest fires. The Court, citing the reports of the Gulf Area News Team, states that since the forest fires in San Diego in 2007, the Pacific Gas and Electricity Company has disrupted the development of new fire maps in the context of the Utilities Commission process. The Court argues that the Stone Wall, together with the former PG & E executives, who were senior assistants to Brown, highlights the Governor &apos; s role in the rapid spread of forest fires in the state. However, the California Public Utilities Commission said that the bill would in fact have prolonged the security work already under way by \"requiring the participation of certain entities, which was not necessary because Cal Fire was already a party to the lawsuit, and local governments and fire department could also participate.\" The Committee also stated that Cal Fair already had risk maps and, based on those living in high-risk areas, faced stricter construction standards. No matter how you look at it, the state-wide fire threat map was updated and approved in January 2018. Our rule, a widely shared article of the Canadian Free Press, links the California government. Jerry Brown's objection to the 2016 draft law on the prevalence of forest fires in the state over the past two years. It is true that Brown rejected the bill, but the legislation dealt with only one part of forest fire management - a part that is already being implemented by the fire services and the Public Utilities Commission. The Committee also stated that the bill would have slowed down their work. However, some argue that, over the years, the Commission has unnecessarily slowed down the process of updating fire safety maps, which have played a role in failing to reduce preventable damage to wildfires. The maps were eventually updated and approved in January 2018. The story contains elements of truth, but it does not provide all the details. We value it half right. Sharing the facts of 2018-11-26 21:19:49 UTC PoliticsFact 4 1 7 PoliticsFact Dating: Half True Gov. Jerry Brown, \"The Forest Fire Management Bill 2016 while California was on fire.\" Canadian Free Press News site https://canadafreepress.com/article/ca-gov.-jerry-brown-vetoed-2016-wildfire-management-bell-wait-ca-burned in a press article on Saturday, 17 November 2018-11-17. Read more information.", "vclaim_id": "vclaim-pol-01242"}