{"url": "/factchecks/2019/aug/14/viral-image/no-daughter-trump-appointee-didnt-pose-el-paso/", "speaker": "Viral image", "vclaim": "The appointed Donald Trump's daughter appeared as the victim of El Paso's murder in a photo with the president.", "truth_label": "pants-fire", "date": "stated on August 12, 2019 in a post on Facebook:", "title": "No, a daughter appointed to Trump was not the victim of the shooting at El Paso or Dayton.", "text": "With the recovery and grief of survivors and family members of victims of mass shootings, they are increasingly pained by accusations that they are not real survivors or family members of victims. According to conspiracy theories, whose allegations are often widespread, they are actors in crises that play roles in a fabricated tragedy. Add to this false account the doubts of President Donald Trump's critics and you will receive such a social networking function. It presents two images. The first is Mel Trump on a person in a hospital bed. The second is Ivanka Trump's attitude and arm around a girl's shoulder. The text says: \"This young girl is Emma Breyer, the former daughter of Trump who appointed Kimberly Breyer. Wasn't it nice of her to be a victim in El Paso with Uncle Donnie?\" This article, published on 12 August, was referred to as part of Facebook efforts to combat false news and misinformation in the news broadcast. ∙ (Read more about our partnership with Facebook.) We're gonna cut to the chase: the patient's picture at Miami Valley Hospital in Dayton, not El Paso. Our reports show that she survived the mass shooting outside a bar in Dayton on 4 August that left 10 dead, including the suspect. However, she is an adult, not a young girl, as the Facebook article suggests, and there is no evidence that she is a crisis actress, let alone the daughter of a certain Trump. The first, among others, was posted on the White House Instagram page on 7 August with this address: \"The President and First Lady met with survivors and family members in Dayton, Ohio, this afternoon.\" On January 12, 2021, Sharon Howard, spokesman for Miami Valley Hospital, did not comment directly on Facebook's allegations. But she told us that all hospital patients were adults and that all the photos released by the White House after the President &apos; s visit were legitimate. While Trump was at the hospital, Howard said that he had met with the three patients who were still examining after the shooting, and he had met with their families, the first responders and the medical team that treated the patients. She said that he had not met with any other patients while he was there. Ivanka Trump posted the second photo on Twitter on 7 August and tweeted: \"Thank you for your friendship and service. While Jared and I are gonna miss working with you, we're glad that Emma is now gonna be able to see more of the mother you're proud of. On Facebook, the photo of Ivanka Trump was taken to exclude the image of Kimberly Breyer, Assistant Secretary of State for the Western Hemisphere, who resigned this month. These pictures are for two different people. We're assessing this Facebook mail pants on fire!", "vclaim_id": "vclaim-pol-00273"}