{"url": "/factchecks/2019/jan/08/blog-posting/stop-likening-melania-trumps-quote-family-separati/", "speaker": "Bloggers", "vclaim": "Milania Trump echoed Hitler's wife when she said: \"I hate to see children separated from their parents like this. ................................................................................................................ ................................................................................................................ \"But we can barely blame Donald.\"", "truth_label": "pants-fire", "date": "stated on January 2, 2019 in a post on Facebook:", "title": "Stop loving Melanie Trump's quote on Eva Brown's family separation.", "text": "President Donald Trump &apos; s critics underestimated the policy of family separation that divides parents and children on the United States-Mexico border, some of whom resembled the conduct of the Nazi administration. However, bloggers took a step further and claimed that First Lady Melania Trump echoed Mr. Adolf Hitler &apos; s wife on the subject. \"I hate to see children separated from their parents like this, but we can hardly blame Adolf,\" reads a quote from Eva Brown in an article in Facebook that appeared on the Internet in January. In addition, another quote was attributed to Melania Trump: \"I'd hate to see children separated from their parents like this. ................................................................................................................ ................................................................................................................ \"But we can barely blame Donald.\" This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) Although the Mimi received new attention in the new year, it arose early in June when a spokesman for Melania Trump made a statement on family separations. \"Ms. Trump hates seeing children separate from their families and hopes that both sides of the corridor will finally be able to meet together to achieve successful migration reform,\" said Stephanie Grisham, First Lady's Press Secretary, on June 17, \"as reported in the news, \"She thinks we need to be a state that follows all the laws, but also a state that rules with a heart.\" The June 18 story about the statement does not mention the First Lady says, \"We can't blame Donald.\" The stories in The New York Times and Fox did not mention Melania Trump saying that. It is no longer possible to find any legitimate evidence that Brown said she hated seeing children separated from their parents. In an electronic version of what the New York Times called \"Eva Brown's first complete autobiography\" - \"Eva Brown: Living with Hitler\" by Haik P. Gortimemaker - no results were revealed. In June, Snoops checked similar social media releases on Brown. On Twitter, Daily Edge Twitter published a photo of Brown with a quote on June 17, the same day, Melania Trump's statement about family separation through the news cycle. But Twitter magazine describes itself as \"political news, a liberal comment and joke to support the resistance. Snoops said, \"This Eva Brown quote seems to fall into the category of \"consent.\" \"We found no record of Eva Brown speaking these words in 1939 or at any other time; it appears that this false quote from Brown was invented in response to the Milania Trump statement.\" We agree. While Melania Trump's spokesman said something similar to what appeared on Facebook, the quote attributed to her in that viral article is not quite accurate. She never said, \"But we can barely blame Donald.\" This article also draws a parallel line between the First Lady and the wife of the Führer by their false suggestion that the woman said the same thing. There's no evidence that Brown said something like that. We're assessing this allegation pants on fire! Sharing the facts 2019-01-08 20:08:46 UTC Politic Fact 1 1 7 PoliticFact Dating: Pants on Fire Milania Trump echoed Hitler's wife when she said: \"I hate to see children so separated from their parents. ................................................................................................................ ................................................................................................................ \"But we can barely blame Donald.\" To quote the image of Melania Trump Veral https://www.facebook.com/photo.php?fbid=275140769170054&set=a.1247956991888445&type=3&theter on Facebook after Wednesday, 2 January 2019 2019-01-02 read more information", "vclaim_id": "vclaim-pol-01152"}