{"url": "/factchecks/2019/jul/10/michael-burgess/are-immigrant-children-free-leave-shelters-anytime/", "speaker": "Michael Burgess", "vclaim": "From immigrant children's shelters: \"You know what? There's no lock on the door. Any kid's free to leave anytime, but they don't. You know why? 'Cause they're being taken good care of.", "truth_label": "half-true", "date": "stated on June 24, 2019 in an MSNBC interview:", "title": "Are immigrant children free to leave shelters \"at any time \"? Half right.", "text": "The treatment of immigrants at the United States-Mexico border became a huge issue this summer, with members of Congress visiting border patrol facilities to see for themselves conditions. A member of the Republican Congress from Texas recently stated that while resources are under pressure in facilities run by immigration authorities, children who sponsor another government agency are well treated. \"At the Refugee Resettlement Office, I was in Casa Padre, Brownsville, Texas, yes, it's Walmart again. You know what? There's no lock on the door. Any child is free to leave at any time, but they don't leave at any time, \"Rep. Michael Burgess, R-Texas, said, during an interview with MSNBC on June 24. \"You know why? 'Cause they're being taken good care of. And yes, at some point they will live with the family, usually not the mother or the father, but some family members, which is good.\" The readers asked Polyte Fact to consider Burgess's claim about children's freedom to leave shelters at any time, but they chose to stay there. We found that Burgess &apos; s claim ignored critical facts and did not understand the complexity of the issue. • Children are in shelters because they are in federal detention and are awaiting placement with a sponsor and decision on their immigration issues. • Shelters are not detention centres and therefore their staff cannot forcibly restrict children if they leave. • If the child leaves a shelter without permission, the law enforcement officers shall contact the child and request the return of the child. The reply of Burgess and the types of facilities that detain immigrant children sent a statement from Congressman Burgess' office. \"In my experience, all the shelters I visited are properly designed for the ages of the children who occupy them,\" said Burgess in the statement. \"If an adult decides to leave voluntarily, they shall neither be detained nor restricted.\" The age of migrant children in federal custody varies. For example, as at 31 May, some 11,500 persons were between the ages of 13 and 17, about 1,400 were between the ages of 6 and 12 and 432 were between the ages of 5 and under. Children under the auspices of the Refugee Resettlement Office are required to be placed in a less restrictive environment, in accordance with the mandate of the Flores settlement, and the Press Office of the Ministry of Public Health has informed the Polyte Fact by e-mail. For this reason, most children are placed in State-licensed housing facilities instead of closed detention centres (state laws differ with regard to locking in residential facilities). \"If the child leaves without proper authorization, then the enforcement of domestic law is notified (Ministry of Internal Security). Just as if a child had left school without permission -- the police would be called.\" Organizations defending migrants and helping children to obtain legal aid have informed the Polyte Fact Foundation that there are different levels of security in various facilities, which may include shelters, nurseries and safe facilities, such as the juvenile detention centre. The experts said that children generally did not enjoy the freedom to leave the facilities without consent, while noting that this had happened. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" \"If they leave, he is considered to be a fugitive,\" said Rachel Brandini, a lawyer at the Immigration Legal Resource Centre, who defends the rights of migrants. Brandini referred to a federal policy that a child may be placed in a \"safe facility for employees\" only because it poses a risk of escape. Children did not enjoy the freedom to leave in the more secure facilities in which the Ministry of Health operated. What about the Casa Padre facility Burgess mentioned? :: Polyte Fact sought information from Southwest Key Non-Profit, which runs the Migrant Children &apos; s Shelter in Casa Padre in Brownsville, Texas. She sent us a link to the July 2018 book of Texas Tribune, entitled \"Can separated migrant children leave the shelters? Technically, yes.\" Texas Tribune stated that according to state and federal guidelines, employees in Casa Padre and other shelters \"are almost never allowed to stop a child by force\" from leaving the country. The Texas Tribune was associated with a article from The New York Times in June 2018, quoting a South West Key spokesman, after a 15-year-old immigrant left the Casa Padre shelter. The spokesman for The New York Times Jeff Eiler told the newspaper that the child could not be legally required to remain. \"We're not a detention centre,\" said Eller The New York Times. \"We talk to them and we try to make them stay.\" If they leave the property, we'll call law enforcement.\" The doors in Casa Padre (a former mart) are not closed, but they have alarms that alert staff if the child is coming out (and in the back area where children play abroad, there's a fence), and Michel Branny, Senior Director of the Migrant Rights and Justice Programme at the Non-Profit Refugee Commission. Why are the kids in the shelters? Children are held in closed facilities because they are undocumented and in deportation proceedings, for child protection reasons, and because the Federal Government is responsible for their care and care, Jennifer Bodkul, the chief policy manager for children in need of defence, said. These facilities are intended to be temporary places for children pending their placement with the sponsors. The sponsor (usually one of the parents or a family member) is expected to take care of the child while receiving an immigration judge &apos; s decision. On average, children spend less than 45 days in shelters. In his statement to the newspaper Politi Fact, Burgess also said that children could request their repatriation. The experts told Politi Fuckett that while children could apply for return, this was not always granted because it was at the discretion of the immigration judge. If the judge allows the child to return home by voluntary departure, or if an order for the removal of the child is issued, the child will be transferred to United States immigration and customs enforcement, and this agency will facilitate his/her removal from the United States, as Bodkul said. Our reign, Burgess, said, \"At the facilities of the Refugee Resettlement Office... I went to Casa Padre in Brownsville, Texas, and I've been there for a long time. You know what? There's no lock on the door. Any kid's free to leave anytime, but they don't. You know why? 'Cause they're being taken good care of. There are different levels of security in different facilities. We did not get a clear answer from the Ministry of Health, the department in charge of the Refugee Resettlement Office, or from Casa Padre about whether there was a lock on the door in Casa Padre. An expert told us that the doors in that facility are not closed but they have alarms to alert staff if the child is coming out. In 2018, a spokesman for the non-profit organizations running the Casa Padre prison said that the facility was not a detention centre and could not legally prevent the child from leaving. But the institution calls the police if the children leave without permission. Children in these facilities are subject to federal detention, pending immigration procedures, and are placed with a sponsor in the United States. Therefore, children may remain for reasons other than \"because they take good care of them.\" While most children in federal prisons are between the ages of 13 and 17, hundreds of other children are 12 years old or younger. Burgess's statement is partially accurate, but he ignores important details or gets things out of context. We value it half right.", "vclaim_id": "vclaim-pol-00451"}