{"url": "/factchecks/2019/mar/06/facebook-posts/yes-jk-rowling-was-knocked-forbes-billionaires-lis/", "speaker": "Facebook posts", "vclaim": "The writer, J.K. Rolling, says he was the first billionaire to fall off the billionaire list because of charity.", "truth_label": "half-true", "date": "stated on March 1, 2019 in a Facebook post:", "title": "J.K. Rolling fell off the billionaire Forbes list because of charity, but it wasn't the first.", "text": "J.K. Rowling, the precious writer of the very successful Harry Potter series, is known for her inspiring stories of wealth. Now, Mimi is about Facebook commending the writer for her charitable contributions, claiming that Rolling is the first billionaire to fall from the Forbes Billionaire list on her donations. \"Harry Potter, author J.K. Rolling, is the first billionaire to fall from the billionaire Forbes list because of charity.\" And this quote ends, supposedly from Rolling, \"You have a moral responsibility when you've been given much more than you need, to do wise things with her and to give intelligence.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This claim is partly accurate, partly because taxes are also a factor in their de-listing. ................................................................................................................ In 2011, Forbes estimated that Rolling was worth about $1 billion, with most of its money coming from Harry Potter's book series and film privilege. It fell from the list of billionaires a year later, after a contribution of an estimated $160 million to various charities (about 16 per cent of its net value). Forbes stated that high tax rates in Britain also contributed to the loss of the billionaire position. On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. • The author &apos; s income in 2018 is estimated at $54 million. The quote attributed to Rowling in the article also seems legitimate -- it appears in the 2011 story by the telegraph. But this is the problematic part of the statement: Rolling was not the first billionaire to fall off the list as a result of his charitable donations. Forbes reported that John Huntsman, the eldest, had been traumatized in 2010 by donations to his cancer foundation and later returned to the list. Rawling is well known for her charitable work, and has supported the Multitoxin Society of Scotland, Maggie Cancer Care Centres, Doctors without Borders, and more. The High-Level Group of Children, known as Lummus, was founded to \"finish the systematic placement of children in institutions throughout Europe and help them find safer and more caring places to live.\" It also contributed to various other charitable issues through its charitable trust, Volant. While Rolling was not the first billionaire to fall off the list because of charitable donations, it was unable to do so (in addition to paying high taxes) and was highly valued for its charitable work. We're assessing this point half right. Sharing the facts 2019-03-06 19:31:12 UTC Politic Fact 4 1 7 Politic Fact Rating: A True Half According to J.K. Rowling was the first billionaire to fall off the billionaire Forbes list because of charity. On Friday, 1 March 2019 2019-03-01, Facebook bulletins read further information correction, 7 March 7: The original version of this story was wrongly used to describe Rawling &apos; s income 2018. The story has been corrected on that point.", "vclaim_id": "vclaim-pol-00931"}