{"url": "/factchecks/2014/oct/16/rick-scott/scott-accuses-crist-voting-against-minimum-wage-hi/", "speaker": "Rick Scott", "vclaim": "Charlie Christ says, \"Vote against the minimum wage when he was in the Senate.\"", "truth_label": "false", "date": "stated on October 15, 2014 in a gubernatorial debate in Davie:", "title": "Scott accuses Christ of voting against raising the minimum wage in the State Senate.", "text": "(Joff) Rick Scott was sure to bring allegations that Charlie Christ had changed his attitude to Wednesday night's discussion in Duffy, including the new democracy's attitude to raising the minimum wage. After the former Jove. Christ said that he was in favour of raising the minimum wage to $10.10, echoing a plan from President Barack Obama, attacked Scott's new democracy. \"I voted against the minimum wage when he was in the Senate,\" said Scott. \"I didn't think it was the right thing to do, so I voted against it.\" We've already searched Christ's record for minimum wage. There is some evidence that Christ earlier in his career opposed raising the minimum wage. However, there is no evidence that Christ voted on the minimum wage when he was a state legislator. When the Republican Party in Florida Crest was accused earlier this summer of voting against an increase in the minimum wage, he said that that was not the case. He said, \"I haven't voted since 1998. That year was the end of his term in the Senate, a seat he won in 1992. He told us GOP a commercial he ran Krest's attack for a vote against raising the minimum wage was referring to 2004, when Christ was the Attorney General. That year, Florida voted in favour of the ballot initiative to raise the minimum wage by $1 to $6.15 per hour. Before that, there was no minimum wage in the state, but a federally mandated minimum wage. After the measure was taken, the minimum wage in the State rose and was linked to inflation. This year, it rose to 14 cents per hour and now stands at $7.93. As a public defender, Christ had no opinion as to whether or not the measure had been taken. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. In fact, white women gained employment.\" In the history of Nosiapa Mezan on January 15, 2021, he was also a member of the board of directors of the Florida State Public and Private Economic Development Agency, which took a position on the minimum wage. The minutes of the meeting showed that on 19 August 2004, the Board held a teleconference at which members unanimously voted against the increase in the minimum wage. Voting out loud was a statement of principle and not binding. Prosecutor Christ was present at the meeting. Christ barely mentioned this issue until this year, and there is no record that it has come up before now. Christ's campaign had no response to Scott's statement about Crist taking a Senate vote on the minimum wage. Karen Woodall, Executive Director of the Florida Centre for Financial and Economic Policy, said that there had been a vote on the minimum wage in the House of Representatives while Christ was in the Senate, but there had been no vote in the Senate. Jack Gordon presented the Democratic in Miami Beach with a bill in 1992, but that battle ended before Christ was elected. Another bill was introduced in 1994 by Howard Foreman, De-Hollywood, but died in the Committee without any action. The House of Representatives introduced a bill in 1997 without Senate facilities, but it also failed. The Scott Red Scott campaign did not clarify, but referred to the 2004 vote. In the absence of evidence that the issue had been raised during the Senate term in Christ, it was possible that the Governor had meant a vote in 2004 in favour of Enterprise Florida. There is no evidence of any action taken by the Senate between 1993 and 1999, when Christ was there. Our reign, Scott, said Christ, \"Vote against the minimum wage when he was in the Senate.\" Christ served on the board of Florida when the group opposed an increase in the minimum wage in Florida in 2004. At that time, he was the Attorney General. However, there is no evidence that Christ voted on minimum wage legislation as a member of the Senate. It is quite possible that Scott misspokes, but there is no evidence of any such vote during the State of Sen. We're assessing the statement wrong.", "vclaim_id": "vclaim-pol-07131"}