{"url": "/factchecks/2016/feb/28/donald-trump/fact-checking-donald-trumps-claims-about-trump-uni/", "speaker": "Donald Trump", "vclaim": "We, the University of Trump, have an \"excellent\" from the Best Business Office.", "truth_label": "false", "date": "stated on February 28, 2016 in comments on \"Meet the Press\":", "title": "Verification of Donald Trump &apos; s allegations about the University of Trump", "text": "The Republican competitors called him Donald Trump with many things; add to that list of charges from Florida Sen. Marco Rubio that Trump is a con man. The recent Rubio attacks focused on false marketing allegations by the University of Trump. It wasn't a real university -- and she had to change her name to the Trump Institute for Entrepreneurs because of it. It was largely a seminar programme that promised to teach his students the secrets of real estate that turned Trump into a billionaire. With some participants paying up to $35,000, the project attracted investigations and prosecutions in at least three states. The University registered as a private company in New York in October 2004 and was largely closed by 2011. When NBC hosted Chuck Todd to raise problems with the university, Trump defended the program, indicating that almost all the students thought it was \"great.\" \"Sign these documents that say, they evaluated the course, 98 percent rating approval and high marks,\" said Trump at the press meeting on February 28, 2016. He added, \"We have A from the Best Business Office.\" We went to the best office site and saw that, as of today, the Trump Institute of Entrepreneurs had no appreciation. Explain the location, \"This job has no classification because BBB has information indicating that it's out of work.\" The spokesman for Trump Hop Hicks told us, \"When the school was working, it was classified as A.\" We have asked Hicks to document this estimate and we have not responded to it. Kathryn Hatt, Director of Communications of the Better Business Bureaus Board, said that, as a matter of policy, these offices did not provide any estimates from previous years. However, the organization issued a statement that \"over the years, the BBB classification has fluctuated between A+ and D-.\" We do not know when the office has awarded the University of Trump a graduate degree, but based on the Internet archive, the best business office of the University last gave any estimate at all in 2010, when it awarded the University a D minus. This assessment has been reflected in several news articles. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2021 that year, the New York Daily News reported that \"the best business office in January slapped D minus on Trump U., an assessment now under review after Trump U. \"Objection.\" CBS said the same thing on April 21, 2010, article. In May 2011, The New York Times wrote, \"The Best Business Office gave D minus 2010 the lower second grade, after receiving 23 complaints.\" The Washington Post had the same information in May 2011 when it reported that the New York State Attorney was investigating the Trump Institute of Entrepreneurs. The Public Prosecutor &apos; s Office has already filed charges but has found that the statute of limitations has expired. The matter is on appeal. Under the new name \"Trap Entrepreneurship Initiative,\" classifications ranged from \"C\" to \"B\" between 2012 and 2014. We have not found any assessment at all in the past two years. The governor Trump said about his entrepreneurship institute. Literally, that's inaccurate. The best business office gives no appreciation to the programme today because it is no longer an ongoing issue. The University of Trump had an excellent degree at some point. The best business office does not give details of its previous estimates, but says the Trump program has classifications ranging from A+ to D. What we know, from several published reports and archive pages, is that the University had a D degree in 2010 and under its new name, ranging from C to B, without any estimates after March 2014. The claim of Trump is literally false and also ignores the lowest degree of the university business office. We assess it wrong. Update: This verification process was updated on 29 February to include information from the Internet archive and on 3 March to add information on the Trump Entrepreneurship Initiative. Policy fact-sharing 5-7: Political assessment: \"We (Tramp University) have \"A\" from the best business office. :: Donald Trump, presidential candidate in an interview with NBC, Sunday press meeting, 28 February 2016 02/28/2016", "vclaim_id": "vclaim-pol-05349"}