{"url": "/factchecks/2016/oct/20/donald-trump/donald-trump-says-hillary-clinton-wrong-say-he-moc/", "speaker": "Donald Trump", "vclaim": "Hillary Clinton says it's wrong to say that he mocked a disabled reporter.", "truth_label": "false", "date": "stated on October 19, 2016 in the third presidential debate in Las Vegas:", "title": "Donald Trump says Hillary Clinton is wrong to say he mocked a disabled reporter.", "text": "Once again, Donald Trump &apos; s comment became a point of contention in a presidential debate. This time, it revolves around the remarks made by Trump about a year ago about a disabled reporter. At some point in the third presidential debate in Las Vegas, Hillary Clinton said, \"He also went after a disabled journalist, mocking him and copying him on national television. Trump is a cutter, \"mistake.\" So who's right? This is the background we've seen before. In a campaign in South Carolina on November 24, 2015, Trump referred to the New York Times reporter Serge Kovalski. At that time, Trump was taking heat for his widespread allegations that he had witnessed in Jersey City, N.J., where \"thousands and thousands of people were cheering\" the collapse of the World Trade Center in the wake of September 11, 2001, the terrorist attacks. To defend this story, Trump cited a story from September 18, 2001, co-authored by Kovalski, who was a reporter in Washington Post at the time. ∙ Near the bottom of the story, postmen wrote that \"law enforcement authorities have arrested and questioned a number of people who were allegedly seen celebrating attacks and throwing parties on rooftops while watching destruction on the other side of the river.\" However, as Kovalski explained later, journalists were unable to verify the celebrations that had actually taken place. \"I certainly don't remember anyone saying that thousands or even hundreds of people were celebrating. This was not the case, as far as I can remember, \"Kovalski said Washington after the fact check in November 2015. Remember, Kovalski wrote that \"a number of people\" - not thousands - claim that they are testifying. At the rally where Kovalski discussed, Trump said, \"You have to see this guy\" and fell out of his arms, his right hand floundering in a strange corner while yelling in a strange, horny voice: \"Oh, I don't know what I said! Oh, I don't remember!\" Kovalski has knuckles, a congenital condition that limits the movement of his knuckles and leaves his right hand sharply doubles at the wrist. Kovalski speaks with a normal voice and doesn't wave his arms. (Video witness speaking about his leading report on the murder cases against the former national star of New England, Aaron Hernández) Several observers considered Tramp &apos; s comments and presentations ironically to Kovalski. The New York Times disproved Trump in a statement: \"We think it's outrageous that he's gonna make fun of the appearance of one of our reporters.\" And people who share the case of Kovalski -- officially known as Arthurgyposis multiix congenita, or AMC -- and their families launched a social media campaign with the label \"AMCStrong.\" Julie Reskin, Executive Director of the Colorado Global Disability Alliance, an advocacy group, said that Trump was \"clearly mocking his disability. That was very clear, because it differs with all kinds of people at other times, and it does not use that sound or wave its arms like this.\" She said she was giving her opinion since her non-profit group could not support or oppose candidates. Ryskin said such behaviour by Trump \"makes persons with disabilities ineligible. If you can't control your speech or part of your body that you're not qualified, which is very destructive\" of the image of the disabled who face stereotypes and discrimination, you add. But Trump denied it. He tweeted, \"Clinton made a false announcement about me where I was a copycat GROVELING journalist after he changed his story. I'm never gonna make fun of people with disabilities. What a shame! On January 13, 2021, in a story written by General David Berger, the commander of the United States Navy, he rejected Nancy Belusi's request for the use of Marines for securitization, and told her, \"We're not working for you.\" As Samantha Butterman said on January 17, 2021 in a statement at the time, \"I'm just a tradition of what I thought would be a volatile reporter trying to get out of a statement he made a long time ago.\" Trump insisted that he couldn't know that the man was disabled because \"I have no idea who this journalist is, Serge Kovalski, or how he looks or how smart he is. Although there's always one great memory I certainly don't remember.\" Kovalski responded as a reporter for the New York Daily News in the late 1980s and early 1990s, regularly covering Trump. He told Washington Post that he was sure the businessman remembered him -- and his condition. \"Donald and I were based on the first name for years,\" said Kovalsky The New York Times. In fact, Kovalski referred to the day with Trump in 1989 when the journalist and other journalists travelled with the billionaire on the \"opening trip\" of Trump's shuttle company. In addition, Trump used to talk about Kovalski at the rally, and he called him a \"cute reporter.\" He also described him as the \"poor man\" and pointed out that he knew Kovalski's appearance (\"you must see this man\") before he began his tradition. Following our examination of the facts, the fact checker in Washington reviewed Trump &apos; s original comments and subsequent comments on the same subject in Colorado. The fact checker concluded that \"Trap clearly mocked Kovalski\" and gave Trump his lowest score, four Pinocchios. In the meantime, some Tramp supporters exchanged other examples in which Trump shook his hands and used a strange voice to refer to other people. In one video, Trump showed a key competitor, X. Ted Cruz, R-Texas, with twisted arms and an exaggerated voice. (See here.) In another case, similar, if more subordinate, movements are used when referring to an unnamed general. (See here.) However, these two examples do not support Trump &apos; s denial of discussion. In the videos, Trump was clearly mocking both Cruz and the unnamed General. In fact, the video of the general - who produced one of Trump's supporters - explicitly said that he was making fun of the general. In other words, the most you can say about these pieces of evidence is that they prove that Trump is a mockery of equality of opportunity. They are not helping to refute the Clinton charge made by Tramp Kovalski. The Trump campaign did not respond to any query after discussion. The Governor Trump said that Clinton was wrong to say he mocked a disabled reporter. Trump may deny that he deliberately mocked Kovalski for obstructing him, but many Americans believe that his remarks have reached the point of derision, and we agree that this is a reasonable explanation - perhaps the only one - for his actions. The idea that Trump &apos; s comments on Cruz and Clinton &apos; s general claim do not carry water is a mockery, whether disability or not. We're assessing the statement wrong. The political fact sheet 5 shared the policy assessment: Hillary Clinton's error is \"mistake\" to say that he mocked a disabled reporter. :: Donald Trump is a Republican presidential candidate in a debate at the University of Nevada, Las Vegas. Wednesday, 19 October 2016.", "vclaim_id": "vclaim-pol-04091"}