{"url": "/factchecks/2011/may/24/louie-gohmert/louie-gohmert-says-gov-rick-perry-begging-coast-gu/", "speaker": "Louie Gohmert", "vclaim": "He said, \"Goff.\" Rick Perry was asking the federal government to send the Coast Guard to patrol two lakes on the U.S.-Mexico border.", "truth_label": "false", "date": "stated on May 10, 2011 in a radio interview.:", "title": "Louie Gomart says \"Goff.\" Rick Perry's asking the Coast Guard to guard two border lakes.", "text": "Louis Gomert of the United States expressed dissatisfaction with President Barack Obama &apos; s commitment to secure the United States-Mexico border on 10 May, the day when the President spoke about immigration policy in El Paso. In an interview at the Martha Zoller exhibition in Georgia, Gomert referred to two lake sites on both sides of the border, Lake Falcon and Lake Amistad. Gomart said he recently visited with Texas Goff. Rick Perry and \"We've been begging the federal government to give us some help from the Coast Guard\" on the lakes because Texas is doing what the federal government won't do. There are people being smuggled, drugs being smuggled, and the president will not raise one finger here to see that there is protection.\" Did Texas beg the Coast Guard to help in the lakes? The lakes are man-made reservoirs 200 miles from Rio Grande; the international border runs down the river canal centre. According to Alan Cox, the supervisor of the Amistad National Entertainment Zone, Lake Amistad, 12 miles north-west of del Rio, did not witness any cartel-related deaths. But on Lake Falcon, about 40 miles east of Laredo, an American jet plane was killed down last fall. Stratfor, an Austin intelligence company, later guesses that the man, who was looking at Mexican devastation with his wife, was killed by low-level members of Los Zetas, the drug trafficking group, who were trying to protect the smuggling corridor. As reported by the Houston Chronicle in October, the ambush by three boatloads was the fifth reported encounter with \"Pirates\" on Lake Border since spring. It was the first to include the shooting of death, followed by a gun chase extending to the American side. More recently, the newspaper San Antonio Express News reported that eight Mexican marines patrolling the lake killed 12 alleged drug gangsters from Zeta in a battle that broke out after the army discovered a drug camp on the island. When we sought support for Gomert's statement, his office referred to the letter of Perry 9 August to Obama urging additional federal resources to combat \"increasing violence\" on the border. His three-page speech described the inadequate deployment of 286 National Guard personnel\" on the Texas-Mexico border 1,200 miles away, and reviewed Perry's request to the Federal Government to send 1,000 National Guard troops to Texas and to fly a drone at the border. His message doesn't mention the Coast Guard. After that, the spokesman for Perry Catherine Cissinger told us that the state did not ask the federal government to send the Coast Guard to the lakes. But she said that Perry talked to Congressmen about putting the Coast Guard on the lakes. \"It's quite clear that the Governor was very determined to get additional resources (border) whatever they were sending, that's great,\" said Cissinger. In an e-mail, the spokesman of the Ministry of Internal Security, Adam Fisher, did not speak directly to Texas requesting the assistance of the Coast Guard on the lakes. He said, however, that the Coast Guard was working with the Border Patrol \"to conduct patrol operations in the area (border) and increase (volatilization) as needed.\" The publisher indicated that the Coast Guard, relying on personnel working in Corpus Christi and elsewhere in South Texas, was conducting patrol operations in Lake Falcon, but did not mention security in Lake Amistad. Cox later told us that the Coast Guard is conducting joint lake patrols on Lake Amistad with the National Park Service about four times a year. Cox said that one of the reasons why there had been no deaths in the lake linked to illicit drug trafficking was the presence of several law enforcement officers: the Border Patrol had 20 Lake Agents, the Park Service had 17 agents, and the Texas Parks and Wildlife Department kept eight game guards outside of nearby del Rio. The Sheriff of Zapata County (Segefredo González), whose jurisdiction extends to Lake Falcon, said by e-mail that he was not aware of any request from Gomert for Coast Guard patrols in Lake Falcon, Gonzales said the Coast Guard already comes to the lake \"one time while... not often\" because it predicts budgetary limits. Our sense: Perry could have talked informally to some members of the Council about putting the Coast Guard on the lakes -- as this force is already operating periodically. However, he did not make a formal direct request to the Government. This is far from \"begging\" for the deployment of the Coast Guard. We also appreciate the best you've ever been. Marco Rubio mentioned on January 27, 2021 in his remarks \"Only in the Third World do you see this routine use of trials of former leaders.\"", "vclaim_id": "vclaim-pol-13049"}