{"url": "/factchecks/2019/sep/08/lori-lightfoot/lightfoot-stretches-numbers-downstate-public-safet/", "speaker": "Lori Lightfoot", "vclaim": "\"We have 600 plus cops and fire pensions in the state of Downd which are on the threshold of insolvency because they do not have the revenues that need to be able to maintain those pensions on a continuous basis.\"", "truth_label": "barely-true", "date": "stated on August 30, 2019 in an interview:", "title": "Lightfoot expands the numbers on public safety pension funds in Down State.", "text": "On the day after her television address, \"The State of the City,\" the Mayor of Chicago, Laurie Lightfoot, stopped a series of editorial bodies to discuss the main budgetary challenges in the city. The top of its list was the pension debt in Chicago, which amounted to $30 billion through the funds of its four public servants. In her opening remarks to the editorial board of Chicago Sun Times, Leift said that she hoped that her speech would serve as a \"call for armaments\" not only for the inhabitants of Chicago but for Illinois in other cities and towns with a chronic pension deficit. This confirms the theme of her speech that the State must come together to participate in the reform. Like Chicago, the state government faces a major pension problem. (Joff) J.B. Pritzker ruled out State intervention to seize municipal funds, saying that doing so would reduce its credit rating to scrap. However, it left open the possibility of consolidating municipal pension funds and pooling their assets to increase investment returns. In her meeting with Suntime, Lightfoot was asked how it would prevent the rest of the state from looking at a comprehensive approach to pensions while Chicago gets \"save\" from the state, something critics Downstate often claim the city receives. She replied: \"We have 600 plus police and fire pensions in the state of Downt which are on the threshold of insolvency because they do not have the proceeds that need to be able to maintain those pensions on a continuous basis,\" she said. \"They've done all the things we've done in history: raise property taxes, sell assets, declassify rating agencies, and come out of the cans to pull them out, so they need help as we do. So this isn't a Chicago thing.\" Lightfoot is right that cities and towns outside Chicago are under pressure because of increasing retirement debts. However, by increasing the spectre of insolvency, the mayor indicates that the situation faced by the vast majority of public safety pension funds in Down State is much worse than it is in fact. Its claim is apparently questioned because its number refers to the approximate number of all state Down Police Pension Funds - not only those with severe funding gaps. Each year, the Down State Police and Fire Pension Funds report to the Illinois Insurance Department, or the Ministry of the Interior. Data from the 2017 files from 632 of these funds were compiled in a July report of the Inter-Party Legislative Committee on State Forecasts and Accountability. On a collective basis, the unfunded liabilities of these funds increased to $11 billion in fiscal year 2017, and the Committee found that the assets required to cover 55 per cent of their liabilities were available to them. While this level of funding is far below 90%, the State requires them to reach the level of funding by 2040, it does not indicate that most of them will close soon. In the same year, the unfunded liabilities of the Chicago Police and Fire Funds amounted to some $14.5 billion. On September 15, 2016, in an opening debate at the Chicago Sun Times Editorial Board, Leslie Gessler showed that my opponent was on the payroll in Chicago City and Illinois at the same time, \"I believe that highlighting that there are many underfunded police and fire pension systems is accurate,\" said Amanda Cass, Associate Director of the State Financial Research Centre at the University of Illinois-Chicago. \"I don't think it's right to point out that the majority is on the verge of insolvency.\" After we contacted the mayor's office to clarify the matter, her spokesman sent us an answer that did not specifically support the claim that it was not missing. \"The mayor's point that municipalities across the state are struggling with their retirement obligations is an important one,\" wrote by Anil Ruiz in the e-mail. Approximately 30% of 632 state public safety pension funds are currently funded at less than 50%, according to the Ministry of Insurance.\" This is followed by mathematics with the data of the Ministry of the Interior contained in the Committee &apos; s report. For comparison, the Chicago police and fire pensions are funded at levels below 25 per cent. Only 25 public safety funds in Downland have a lower percentage, and records show. However, Lightfoot did not simply refer to the deterioration of the health of some public safety funds in the state of Downt in total. Instead, she said that more than 600 pensions were in Downstate on the threshold of insolvency. \"On the threshold of insolvency, because they do not have the revenue they need to keep those pensions going,\" said the Governor. The source of this figure refers to the total number of public safety pensions in Down State - not only for those in financial distress. While the average funding ratio for these funds is far from the target set by the State, the experts told us that it is inaccurate to claim that almost all these funds are approaching a point where they will not be able to pay current retirees. We're evaluating Layout's claim mostly false. This love cannot learn from Christians to learn from them. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-00182"}