{"url": "/factchecks/2016/jan/15/ted-cruz/did-former-attorney-general-eric-holder-say-he-vie/", "speaker": "Ted Cruz", "vclaim": "President Barack Obama says: \"Eric Holder was appointed Prosecutor. Eric Holder said he saw his mission as brainwashing the American people against weapons.", "truth_label": "half-true", "date": "stated on January 15, 2016 in a Republican presidential debate in North Charleston, S.C.:", "title": "Did former Attorney General Eric Holder say he considered his mission \"brainwashing\" against weapons?", "text": "During the Presidential Republican debate in North Charleston, S. S., S., S., Ted Cruz, R. Teixas, re-trialed the background of former Attorney General of President Barack Obama, Eric Holder. One of the moderators, Maria Barteromo, from the Fox Business Network, asked Cruz for the collective ceasefire and violent crimes. \"The answer is simple,\" he said. \"You're prosecuting criminals. You're targeting the bad guys. You know, a minute ago, Neal Cafoto's discussant asked, \"What did President Obama do to make it clear that he wanted to go after the guns? Well, Eric Holder's appointed a prosecutor. Eric Holder said he saw his mission as brainwashing the American people against weapons. Sonia Sotomayor was appointed to the Supreme Court, a person who was extremist against the Second Amendment, the right to keep and carry arms.\" We raised our eyebrows when Cruz told Holder what he said. Is Cruz right? Let's go to the video from 1995, which is a time that was really there like videos. In January 1995, Holder - the United States District Attorney - delivered a speech in which he announced a plan to reduce armed violence in Washington, D.C. \"What we need to do is change the way people think about weapons, especially young people, and make it uncool, and it's not acceptable, that it's not easy to carry a gun anymore, in the way we changed our attitudes about cigarettes,\" said Holder. Later, he added, \"We must be frequent about this. It's not enough to have an attractive announcement on Monday and then do it only on Monday. We need to do this every day of the week, and just really brainwash people to think of weapons in a very different way.\" So there's video evidence that Holder already said what Cruz said. And then, we'll give two warnings. First, the way Cruz drafted his statement might make listeners think that Holder spoke of \"brainwashing\" during his tenure as Attorney General or shortly before Obama nominated him for office. This is not the case - the note in question came 14 years ago. Marco Rubio stated on 27 January 2021 in his remarks: \"Only in the Third World do you see this routine use of trials of former leaders.\" As the chief federal law enforcement official in the District of Columbia, Holder was speaking at a very specific time about a very specific place. At that time, drug-related crimes and firearms killings in Washington were of great concern, both domestically and nationally. A few years ago, the capital had been called \"The Capital of the World's Murder.\" In other parts of the speech, Holder could be heard referring specifically to youth violence in the country's capital and referring local officials such as Mayor Marion Barry once and in the future. This focus by Holder in the capital is supported by an article in Washington Post on January 13, 1995, which preceded the speech but provided an overview of the Holder initiative. \"American Attorney General Eric H. Holder Jr. said yesterday that he was completing the details of a massive law enforcement effort to obtain weapons from the streets of Washington,\" says the article. \"You will target people who carry firearms and sell them in the most violent neighbourhoods of the city.\" In addition to tightening law enforcement, Holder was proposing efforts to change \"romantic\" perceptions of firearms and violence, especially among black youth. Holder -- the first African American to serve as an American lawyer in Washington -- was planning to reveal the speech at Martin Luther King's birthday. \"As a people, did we fight, did we sacrifice, did we simply die to inherit and then inherit to our children the kind of America where crime spreads and the fears haunt our citizens?\" ........................................................................................ Holder told the post that the goal of this effort was to reduce violence in Washington by the end of the decade to levels before 1986, when crack cocaine sent murders and shootings up. \"I think that if you really can change the way young people, especially black guys, look at the possession and use of weapons... you can have a big impact on the quality of life in this city,\" said Holder Post. This is a detail that Cruz's statement ignores. Our judgment said that Obama hired Eric Holder as a prosecutor. Eric Holder said he saw his mission as brainwashing the American people against weapons. There's no doubt that Holder said the word \"brainwashing.\" But Cruz misses some important contexts -- since when was it commented, and the fact that he was directed at young people during the age of high crime in Washington, D.C., not the general American public. We value the claim half right.", "vclaim_id": "vclaim-pol-05548"}