{"url": "/factchecks/2014/oct/24/nathan-deal/deal-correct-carter-hasnt-passed-bill/", "speaker": "Nathan Deal", "vclaim": "Jason Carter didn't pass a bill in his tenure in the State Senate.", "truth_label": "mostly-true", "date": "stated on October 7, 2014 in debate:", "title": "The deal's true: Carter didn't pass a bill.", "text": "Government of the Republic. Nathan accused the Democratic Challenger Jason Carter of missing the political mission. During two recent discussions, Braille asked Carter why he had not even played simple leadership roles as a senator or sponsored a successful bill in his tenure under the Golden Dome. \"I've been in the Senate (State) since I was the Governor, and I've never passed a bill,\" said the agreement in the debate on October 7 at the National Gallery of Georgia. \"Why does anyone who has the leadership skills to lead this state decide?\" Polyte Fact decided to deepen the transaction &apos; s claim that Carter had not ratified a bill. Carter, a lawyer and grandson of former President Jimmy Carter, was elected in May 2010 to replace the State of Sin. David Adelman of Atlanta, who resigned to become United States Ambassador to Singapore. A few months later, the agreement, a long-standing member of Congress, was elected to succeed Sonny Birdo, Georgia's first Republican Governor since the reconstruction. Now, Carter, 39 years old, hopes to cancel a contract, 72, at the general election in November 4. The loss of the deal will be a major inconvenience to the Republicans who have been in strong control of the Capitol for about a decade. But what about the governor's claim? The search of the records of the General Assembly in Georgia shows that the Agreement is valid. Within four years in the State Senate, Carter was the main sponsor of 11 bills, more than half of which deal with popular scholarships or other educational matters. None of the bills have become law and only one have approved the State Senate. But is it a sign that he was an ineffective legislator? There is no evidence of this. ...................................................... in the General Assembly.................................................................. (The same was true for the Republicans until, from Birdo, the State took a 180-degree political turn.) Steve Anthony, a lecturer at the Department of Political Science at the State University of Georgia, said that \"it is common\" that an absolute majority party denies the minority to nearly polite. He should know. For a long time, the Chief of Staff was Tom Murphy, a democracy that was then the longest speaker in the country &apos; s Council of State. \"Many Republicans say they're doing what Tom Murphy used to do to them,\" said Anthony. \"It's a game. This is what happened in politics, at least at the state level.\" Another point to consider: approval and signature of a draft law is not easy, regardless of party. At the 2011 and 2012 legislative sessions, 2,514 bills were submitted by members of the Chamber of Deputies and the Senate. Of these laws, only 774 have been passed and 757 have become laws. On January 26, 2021, Jim Steinke stated on Republican Twitter that they \"come to the table\" and were part of a compromise \"Give and Take\" on the Corona virus bill. • On January 27, 2012, most successful bills emerged from driving, as Anthony said. This leaves much of the legislators, including Carter, to end up as co-sponsors. Participation in care is an act of a legislator whose name is attached to a pending proposal to show support or support. As such, Carter has found some success. The democracy of Atlanta co-sponsored 21 bills that became law, showing records. In some cases, members of the minority party are co-sponsors of draft laws that represent their idea but require a member of the responsible party to be the official sponsor of the approval of the measure. The question of whether a legislator has co-sponsored a bill can be a serious issue for voters. However, for example, harassment of co-sponsors often has little impact on whether the bill has been passed. For example: Mark Hatfield received 93 out of 180 members of the House of Representatives to co-sponsor his proposal for 2011, which would force presidential candidates and vice-presidents to prove their citizenship before landing in Georgia &apos; s ballot. The bill, inspired by the \"birth\" movement, believed that President Barack Obama was not born in the United States, eventually lost more than 25 of those supporters, and failed to move to vote. More recently, there have been notable exceptions to the importance of co-sponsors, such as the efforts made by the agreement to renew the HOPE grant programme with the minority leader of House Stacey Abrams, a Democrat in Atlanta. A few Democrats can earn that kind of appreciation. More commonly, Anthony said, it would be a tactic used a long time ago when a good idea emerged. If the proposal was made by the opposition, the majority would hijack the idea and make some changes to consider it a new law - a privilege. Carter, a strong critic of the changes made to Hope's grant program, says it happened to him in 2013. He expressed concern that students in technology schools were being harmed by the decision to lift the Global Programme of Action requirement for HOPE recipients from 2.0 to 3.0. He and one of the Democrats in the House of Representatives submitted two separate bills to return to the minimum requirements of the Global Programme of Action. Their bills didn't go anywhere. However, their idea began and appeared in a draft law that is almost identical and successful with Republicans as the main sponsor. \"It is certainly difficult to pass an invoice in the minority. It takes time and it takes to work with the opposition -- something younger legislators may not have done so far,\" said Kerwin Swint, Head of the Department of Political Science at the Kensau State University. He said that the agreement was trying to say something about Carter's relative youth and his lack of experience. \"You just got here, and you want to be governor?\" Our conclusion: The deal is true. Jason Carter was not the main author of a draft law reached through the General Assembly. But this is the fate faced by most Democrats outside of power, as the Republicans did in the decades in which they were on the same boat. This is the context that the reader needs. We're assessing the statement as mostly correct.", "vclaim_id": "vclaim-pol-07091"}