{"url": "/factchecks/2017/mar/05/sarah-huckabee-sanders/why-white-houses-defense-trump-accusing-obama-wire/", "speaker": "Sarah Huckabee Sanders", "vclaim": "\"Everybody's acting like President Trump came up with this idea. .................................................................................... There are many news outlets that mentioned \"former President Barack Obama's wiretap order on Trump.", "truth_label": "false", "date": "stated on March 5, 2017 in an interview on ABC's \"This Week\":", "title": "Why would the White House defend Trump's accusation of wiretaping be misleading?", "text": "The White House provided President Donald Trump with questionable explanations in the Sunday presentations to defend Trump &apos; s Twitter accusation that former President Barack Obama had telephoned the Trump Tower before the 2016 elections. The President, speaking on her behalf in ABC this week, said that she had not brought the story out of nowhere. He was reporting from \"multiple news outlets.\" \"Everybody acts like President Trump is the one who came with this idea and just threw it there,\" said Deputy Press Minister Sarah Hackabe Sanders on March 5. \"There are many news outlets that reported this.\" At some point in the part, Sanders specifically named The New York Times and BBC news outlets that covered allegations of wiretapping. Show the host Martha Radz that Trump started this case with his specific tweet. I'd say it started when there were so many news reports before that. If the basis of Trump's comment is media reports, he has no case. A White House spokesman sent five articles from the BBC, Heat Street, The New York Times, and the National Review, and a copy of Fox News's special report with Brett Bayer as evidence of Sanders' claim. Before we go into these subjects, it should be noted that many news outlets suggested that Trump's observation be inspired by an article published on March 3, in Breitbart News. The Trump team did not include this article as support, but the Britbart article relates to some other reports. The article Britbart followed Mark Levin's comments on part of his conservative radio show on March 2. During the show, Levin claimed that the Obama administration used \"police state\" tactics in the fall to monitor the Trump team. Trump sent his tweet in early March 4th. As at 5 March, he had not submitted evidence to date. \"How far did President Obama go to listen to my phones during the very sacred election process. This is Nixon/Watergate. A bad man (or a sick person) \" Trump's books. How far did President Obama go to bug my phones during the very sacred election process? This is Nixon/Watergate. A bad man (or a sick man) - Donald J. Trump (@realDonaldTromp) 4 March 2017 Britt's article listed 10 news events from the 2016 campaign that laid the foundation for Obama's administration of \"The Tramp Drop.\" One of the events included, for example, the release of e-mails by the head of the Hillary Clinton campaign, John Bodessa, which blamed the Clinton campaign \"Trap and Ross.\" Article Britbart also refers to two applications under the Foreign Intelligence Control Act, which gives the court the power to grant (or reject) electronic surveillance orders. The reports on the requests of the Financial Intelligence Agency were taken from a report issued on 7 November 2016, from the site of the two governors named \"Hit Street.\" She said that the Heat Street newspaper had published an article based on two unnamed sources. \"The FBI's request, which was granted the order of the Financial Intelligence Agency court in October, authorizes counter-intelligence to examine the activities of the United States. In the Donald Trump campaign, which links him to Russia, \"a line appears from the Hit Street block. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" Samantha Butterman (January 11, 2021) tells the story that the FBI memorandum was related to an investigation into the \"Trap Campaign,\" and its alleged links with two banks: the SVB Bank and the Russian Alpha Bank. Other reports of these requests by the Federal Intelligence Agency are received from the BBC and Guardian. The White House didn't send the guard as evidence. It is important that these sources do not support Trump &apos; s accusation that Obama himself ordered wiretapping as part of political sabotage. On 12 January, the BBC reported that lawyers from the National Security Division of the Department of Justice had applied to the court dealing with intelligence matters related to the Foreign Intelligence Control Act or the Financial Intelligence Agency. \"A lawyer told me - outside the Department of Justice but aware of the case - that three Trump partners were the subject of the investigation,\" wrote Paul Wood, a British journalist who wrote the article in the first person. The article did not mention the Trump Tower. Six months ago, the Guardian reported that the FBI had requested a warrant to monitor members of the Trump teams for interactions with Russia from the Financial Intelligence Agency court in June. The story was light on the details. She stated that the Court rejected the June application and briefly stated that the Federal Bureau of Investigation had been granted an order in October, but that this had not yet been confirmed. The Trump team also sent two articles from The New York Times. These articles relate to intelligence probes concerning Trump's partners and Russian officials. The first article, published in January 12, stated that \"the United States Law Enforcement and Intelligence Agency was studying communications and financial transactions as part of a wide-ranging investigation into possible links between Russian officials and their partners, then elected President Trump.\" At some point, the article indicates that intelligence reports emanating from the interceptions were given to the Obama administration. \"An official said intelligence reports based on some wiretaps were submitted to the White House,\" she says. The other article from January 12 concerns the expansion of Obama's administration of the NSA authorities through new rules that ease the restrictions imposed on \"the collection of satellite transmissions, telephone calls, e-mails that cross the network abroad, and messages among people abroad who cross the local network. The Trump team also cited an article from the National Journal as well as an interview on 3 March with Fox News between host Brett Bayer and Speaker Paul Ryan of the House of Representatives. The national review article repeats the same information from Hit Street. Bayer asked Ryan about the report on the FBI requests, which Ryan said he hadn't heard from. To be clear, this is not an example that Fox independently confirms the Heat Street report. It should be noted that the Director of National Intelligence of Obama, James Klaper, in a meeting with NBC, told the press that he was not aware of any wiretapping operations alleged by Trump. Through the Spokesperson, Obama denied listening to the Trump Tower. Obama officials also said that the President could not unilaterally order wiretapping. Our referee Sanders said that \"multiple news outlets\" stated that Obama asked to bug Trump, including such prominent sources as The New York Times and BBC. The Trump team cited several reports in support of this allegation, but it is clear that only one was the root cause of Trump &apos; s claim: an article written in November 2016 based on anonymous sources not supported by independent journalists in the United States. The Trump spokesman made it look like Trump was just following a well-documented series of reports, but that's not the case. Some reports refer to the FBI requesting permission from the Financial Intelligence Agency to bug Trump's partners, but no one (with the exception of the anonymous source website) categorically stated that the probes focused on Trump himself or came directly from Obama. We value this allegation wrong. The political fact-sharing 4-6 policy assessment: wrong \"All acting like President Trump came up with this idea. .................................................................................... There are many news outlets that mentioned \"former President Barack Obama's wiretap order on Trump. * Sarah Hackabe Sanders Trump, Press Secretary, ABC \"This Week\" Sunday, 5 March 2017 03/05/2017. Read more information.", "vclaim_id": "vclaim-pol-03598"}