{"url": "/factchecks/2014/sep/30/jane-harman/jane-harman-incorrectly-claims-fast-and-furious-gu/", "speaker": "Jane Harman", "vclaim": "The Ministry of Justice &apos; s rapid and angry walking programme in the Bush administration has begun.", "truth_label": "false", "date": "stated on September 28, 2014 in a panel on \"Fox News Sunday\":", "title": "Jane Harman wrongly claims that Fores and Vorus began under the command of George W. Bush.", "text": "The Bondets explain the complex legacy of Prosecutor Erik Holder, who intends to resign from the post he has held since 2009 when the Senate confirmed his successor. Some have analysed the movement less accurately than others. Jane Harmon, former member of the Democratic Congress of California and CEO of the Wilson Center, argued that Holder had done many good things as the first black prosecutor in the country, but could be guilty of being a \"political tone-shine.\" \"And some of the things he did were counterproductive.\" The failure to drop quickly and anger, which began in the Bush administration, was a mistake,\" she said at the 28 September Fox News meeting on Sunday. \"The failure to inform people about the trial of Khalid Sheikh Mohammed in New York before he announced it was wrong. The timing of the Chinese indictments was not a mistake. But in balance, I think his accent, his professionalism and his focus on race were positive.\" One of our readers referred to Harman's claim about the origin of the controversial Ministry of Justice's \"fast and anger\" programme. This is inaccurate. President Barack Obama made the same mistake during the 2012 election season in describing the launch of the programme. ===Polic Fact===Polic Fact was classified as having started \"under previous administration\" as false. Operation Fast and Anger began in October 2009, about 10 months from Obama's first state. Under this programme, federal agents based in Arizona allowed hay buyers to buy weapons in the United States and transit them to Mexico so that, in theory, weapons could be traced to high-ranking members of the drug cartel. The idea was reversed when two missing guns were found at the United States Bureau of Alcohol, Tobacco, Firearms and Explosives at the scene of the crime by United States Border Patrol Agent Brian Terry, who was killed on 14 December 2010. The investigations initiated by Congress and the Ministry of Justice following Terry's death revealed several flaws in the \"arm walk\" programme designed by the Phoenix Field Division of the Counter-Terrorism Agency to pursue cartels. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy • January 12, 2012, even speed and anger do not return to Bush. But the idea of walking a weapon in general follows the previous administration. The Inspector-General of the Ministry of Justice noted that the gun-walking strategy had originated in the Phoenix office of the Anti-Terrorism Agency under the 2006 programme called Operation Large-scale Reception. Between March 2006 and December 2007, the reception process began on a large scale with FAA elements in Tucson. These agents knew that hay buyers were buying firearms for illicit use in Mexico but did not pursue them. In the end, the Inspector General &apos; s report concluded that the agents had not made any arrests as a result of the programme and had confiscated less than 100 of the approximately 400 firearms purchased. Through his spokesperson, Harmon said, \"The weapons walking programme began in 2006 under the Bush administration. It had a different name, but it was a similar program.\" The governor, Harman, said, \"Hurry and anger, start running Bush.\" As in the case of Obama's allegations two years ago, its claim is inaccurate. There was a programme run by the Phoenix Field Division of the Counter-Terrorism Agency called the large-scale reception process initiated during the Bush administration, but a quick and angry process was a specific effort that began after Obama took office in 2009. We assess her claim is wrong.", "vclaim_id": "vclaim-pol-07232"}