{"url": "/factchecks/2019/sep/26/viral-image/no-evidence-saddam-hussein-said-about-american-pol/", "speaker": "Viral image", "vclaim": "Saddam Hussein says, \"We cannot defeat America with the sword. America must be defeated within their policy.\"", "truth_label": "false", "date": "stated on February 14, 2019 in a Facebook post:", "title": "There's no evidence that Saddam Hussein said that about American politics.", "text": "Facebook users share a supposed quote about Saddam Hussein - warning that Democrats use their advice as a political strategy. \"We cannot defeat America with the sword. America must be defeated in its policies.\" He reads the statement attributed to the deceased Iraqi dictator. On February 14, Facebook says that Hussein \"was telling the truth and this is exactly what Democrats do with a single Muslim sitting at the same time.\" It has been shared more than 93,000 times and highlighted as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We found 10 results in our online quote, but they were from Mimi web sites like me or awmes.com, in 2006, Hussein testified in his defence against crimes against humanity and called on Iraqis to join together to defeat the United States-led occupation in Iraq, according to C-SPAN. But in reviewing that testimony, we didn't read anything like the quote that appears on Facebook. Facebook was published on January 11, 2021 in the Facebook newspaper Nancy Belusi. The Speaker of the House of Representatives was no longer named Samantha Buterman. We also did not find it in Google books, or we're reviewing online copies of \"The Saddam War of Words\" and \"The Saddam Tapes,\" which contain annotated texts of audio recordings of meetings between Hussein and his allies. We contacted the author of Saddam's tapes and others who studied Iraq and Hussein, but they were all unaware of this quote. Kevin Woods, author of the book, said, \"The idea behind the quote is implicit in many discussions between Saddam and Tariq Aziz,\" the first assistant to Hussein, but the quote was not something he acknowledged. Samuel Helfont, Assistant Professor of Strategy and Policy, United States. The Marine War College, in an e-mail, told us that \"it sounds like something to say, and that was definitely its strategy in the 1990s/early 2000s.\" Amaziah Param, a professor in Middle East history at the University of Haifa in Israel, said that the only case in which Hussein saw an idea such as the Facebook statement came from his meeting in 1990 with April Glasby and then the United States Ambassador to Iraq. A week before Hussein's invasion of Kuwait, Param told Glasby that since the Vietnam War, the United States could not afford the losses, but Hussein could. \"Your society is a society that cannot accept 10,000 dead in one battle,\" said Glasby, according to New Zealand. \"The significance was that American war policies could be affected by losses,\" said Param. If there is evidence that Hussein made the statement attributed to him in Facebook, we will reconsider our judgement. But without any evidence that this attribution is accurate, we evaluate the post-fault.", "vclaim_id": "vclaim-pol-00126"}