{"url": "/factchecks/2016/jun/13/donald-trump/donald-trump-says-hillary-clinton-wants-let-500-pe/", "speaker": "Donald Trump", "vclaim": "Hillary Clinton says, \"Plans for a significant increase in the number of Middle Eastern refugees, including a 500 per cent increase in the number of Syrian refugees arriving in our country.\"", "truth_label": "mostly-true", "date": "stated on June 13, 2016 in a speech:", "title": "Donald Trump says Hillary Clinton wants to let 500 percent of Syrians into the United States.", "text": "The mass shooting inside a nightclub in Orlando is more evidence that the United States needs to limit the number of foreigners coming into the country, Donald Trump Republican arguing in a speech that attacked democracy Hillary Clinton. Trump said that refugees are potential terrorists, and when it comes to refugees, \"Our Government has been accepting ever-increasing numbers, year after year, without any effective security plan. Having learned something from these attacks, she is now planning a significant increase in admissions, without a screening plan, including a 500 per cent increase in Syrian refugees coming into our country. Tell me. Tell me, how stupid is that?\" Trump's claim that there's no screening plan for false rates; there's a screening plan. But we also wondered whether Clinton wanted to bring more Syrian refugees from Syria, a country destroyed by warring factions. When refugees began to make their way to Germany and other European countries, with many men, women and children dying in the process, there was concern that the United States was not helping European countries deal with this influx. :: During 20 September, Clinton was asked whether President Barack Obama &apos; s plan to increase the number allowed in the United States to 10,000 was sufficient. (The United States accepted approximately 2,000 people in 2015). \"Look, we are facing the worst refugee crisis since the end of the Second World War, and I think that the United States should do more, and I would like to see that we move from a good start of 10,000 to 65,000 and immediately start putting in place mechanisms to examine the people we will receive,\" Clinton said. Clinton said that she would really look forward to emphasizing some of the most vulnerable, many oppressed religious minorities, including Christians, and some who had been brutalized, such as Yazidis women. A jump to 65,000 would be a 550 percent increase. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" By Miriam Valverdi, 3 February 2021 to put this in context, Clinton also explained that the United States, under its administration, would not blindly accept anyone from Syria. The Clinton campaign referred to a speech delivered at the University of Minnesota-Minneapolis on 15 December 2015. \"We must also be vigilant in the screening and screening of refugees from Syria, guided by the best judgments of our security and our diplomats,\" Clinton said. A thorough examination is already under way while these refugees are still abroad, a process that historically takes 18 to 24 months.\" She said, \"It would be a really cruel irony if ISIL could force families out of their homes and then also prevent them from finding new families.\" \"So after careful examination, we must welcome the fleeing families of Syria.\" Our Governor, Trump Clinton, said \"plans for a significant increase in the number of refugees in the Middle East,\" including a 500 percent increase in Syrian refugees coming into our country. Clinton has in fact said that it will raise the Obama ceiling from 10,000 to 65,000, in response to the refugee crisis. That's 55% more than Trump said. But Clinton also made it clear that it would have to be examined first through a screening process, which is important details in the context of the larger point of Trump that potential terrorists must remain outside the country. Because the statement is mostly accurate but requires further clarification or information, we often evaluate it correctly.", "vclaim_id": "vclaim-pol-04842"}