{"url": "/factchecks/2019/oct/10/david-mckinley/fact-checking-ethylene-production-us/", "speaker": "David McKinley", "vclaim": "\"Almost 95% of America's production of ethylene is produced on the Gulf coast of Texas and Louisiana.\"", "truth_label": "true", "date": "stated on September 23, 2019 in a news release:", "title": "Verification of ethylene production in the United States", "text": "Three members of the United States House from West Virginia proposed the establishment of the Appalachian Storage Centre to store and transport large quantities of natural gas liquids in the region. One of the members of the House of Representatives is the Republican West Virginia David McKinley. In a news release that announced House resolution 4433 - the Appalachian Regional Energy Centre initiative - McKinley said that it supported the effort and referred to Hurricane Harvey, a storm of 2017, which hit the coast of Texas and Louisiana, as evidence of the need for a more reliable storage system. In his article on Vermont News, McKinley said: \"The development of such a hip in Appalachia would bring significant investment and employment opportunities to the region.\" McKinley wrote in his newsletter that the threat to the nation is that today, \"about 95% of America's ethylene production is produced on the Gulf coast of Texas and Louisiana - an area prone to major storms such as Hurricane Harvey.\" Is he right about that percentage? We've had a good look. What's ethylene? First, let's explain what ethylene is. Ethylene is usually used for polyethylene production, which is one of the most produced plastics in the world. Food packagings, containers, bottles and household appliances are among products made of polyethylene. The McKinley County Office in Colombia referred to a report submitted by the United States Department of Energy to Congress in November 2018. The report contains a line that states that \"the production capacity of ethylene is highly concentrated on the United States Gulf coast; more than 95 per cent of the production capacity of ethylene in the United States is either in Texas or Louisiana.\" Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. • 29 January 2021, the figure below shows the total capacity in millions of metric tons produced by each region, mostly from Texas and Lucia. The production capacity of ethylene in the United States (source: Ethan Storage and Distribution Centre in the United States) was documented after Hurricane Harvey hit the United States in Texas and Louisiana, 60% of the production capacity in America went off-grid, causing industry problems, at least in the short term. It should be noted that these figures can be expected to change once a major \"ethan biscuits\" factory in Monaka, Ba, comes online in one or two years. The explosives are the facilities for partitioning ethane into multiple by-products, including ethylene. It is expected that the parachute chemical facility in Monaka will produce 1.6 million metric tons of ethylene annually. The report of the Ministry of Energy refers to two additional ethylene facilities in the Apalashian area on the drawing board, although they are scheduled to enter online after the Monaka plant. They're in Washington Boom, W.V.A., Shadyside, Ohio. \"Almost 95% of America's production of ethylene is produced on the Gulf coast of Texas and Louisiana - an area prone to major storms like Hurricane Harvey.\" The volume of operations in Apalachia is growing in the coming years, but currently, McKinley is right: Department of Energy data show that more than 95% of the ethylene production capacity in the United States is either in Texas or Louisiana. We're assessing his statement right.", "vclaim_id": "vclaim-pol-00074"}