{"url": "/factchecks/2019/apr/02/viral-image/viral-meme-about-al-gore-and-glaciers-wrong/", "speaker": "Viral image", "vclaim": "\"On the day Al Gore was born, there were 130,000 glaciers on Earth. Today, only 130,000 remain.\"", "truth_label": "false", "date": "stated on March 11, 2019 in a Facebook post:", "title": "Veral Mimi about Al Gore and the glaciers are wrong.", "text": "Former Vice President Al Gore used his fame to try to reduce the worst consequences of climate change. For example, 2006 is followed by \"Uncomfortable Truth,\" Gore, who discusses the risks of global warming. It appears that a recent Facebook article plays the title of the film with an allegation of glaciers. \"The day Al Gore was born, there was 130,000 ice on the ground,\" reads the text of an article in Facebook that shows pictures of the veep. \"Today, there's only 130,000 left.\" \"Ocward,\" wrote the Facebook account that published the article on March 11th. It was referred to as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) We used research and climate scientists to help us see if it was accurate. What's ice? The ice is a body of ice and ice large enough in size and mass to move under its own weight, according to the geological survey in the United States. But what's described as an ice river depends on who you ask. The GSS defines it \"in accordance with generally accepted guidelines in which the ice body has an area of at least 0.1 square kilometres, or about 25 acres.\" But this isn't global. In Argentina, for example, a group of grass-roots groups challenged the issue of ice reduction for inclusion in the country &apos; s national inventory, arguing that it had endangered important water sources. A recent study in Nature magazine discusses sea level rise from unknown glaciers, which disappeared before they were documented or \"missed,\" meaning that they are too small to be included in inventories. William Coulgan, a senior researcher at the Geological Survey of Denmark and Greenland, told Polyte Fact that the emerging global standard for the definition of ice was a minimum of one hectare, or 100 metres per 100 metres. How many glaciers were there in 1948? According to Coulgan, we do not know what the global number of glaciers is in 1948, the year Al Gore was born. Scientists use satellites to map glaciers and did not begin reliable satellite monitoring until the mid-1980s. Kolligan said: \"We just don't have footage from space in 1948. How many glaciers are there today? We have estimates of the total number of glaciers today. According to the Randolph Glasser inventory, Kolgan said, there are at least 197,654 ice hectares, or 0.01 square kilometres. This is 67.654 more than Facebook says, without counting thousands of \"missing\" glaciers, as Coulgan said. Walt Meyer, a research scientist with the National Ice and Ice Data Center, told Poletti Fuckett that inventories always change. He said that the numbers could increase because more glaciers were being mapped. For example, there is a database on the Centre &apos; s website of 306,865 glaciers. Michael Kemp, Director of the World Ice Watch, mentioned 215,000 glaciers today. In an e-mail, he said that 130,000 might come from the inventory of the global iceberg, which is a picture of the distribution of ice in the second half of the twentieth century. But Kemp said it's not complete at the global level. The highlights of Facebook articles mentioned on January 11, 2021 in Facebook by Samantha Buterman (January 12, 2021) are no longer published by the Speaker of the House of Representatives, Nancy Belusi. How have glaciers changed over the decades? Kemp said that although net glaciers have been shrinking around the world since the mid-19th century, the number of glaciers may not have changed much. This is because, while some glaciers have completely disappeared, others have \"degraded from a large ice complex to small glaciers.\" Jim White, a climatic scientist and temporary Dean of the Faculty of Arts and Sciences of the University of Colorado Boulder, said that a better measure of ice change is the size of ice, because that translates into a possible rise in sea level if the ice melts. \"Satellites gives us space, not size, so numbers of glaciers are interesting but volume change is more important to Miami,\" he said. The coastal city is vulnerable to sea-level rise. How much ice have we lost since Al Gore was born? Referring to a study by the Arctic Monitoring and Assessment Programme in 2017, he said that the world had lost about 33,000 gigatons of ice since 1948. To put Gigatun in perspective, scientists estimate that we lose 159 Gg of ice from Antarctica each year, according to the Washington Post. This is equivalent to about one third of all water in Lake Erie. \"Very big changes with the ice of the Earth, it's like a kid's poster of climate change,\" said Koljan. \"Everywhere you look, you see a tremendous change.\" Consider the National Ice Park, Montana. In an undated article on the park, the U.S. Geological Survey says there was approximately 150 ice in 1850. Most of those glaciers were still there when the park was established in 1910. But by 2015, there were 26 remaining glaciers larger than 25 acres. The glaciers are dynamic. It responds to temperature and precipitation. But they retreat when they melt, beyond the accumulation of new snow. And, GSS notes, \"The ice depression worldwide is well documented.\" \"The early park visitors and scientists noted that glaciers were retreating early in 1914,\" according to the publication. The climate was already heating up, and the glaciers were responding, but the industrial revolution added more carbon dioxide to the atmosphere, and it's not going to be the same. All glaciers in the park have declined since 1966, according to the General Statistics Service, and some have declined by 85 per cent by 2015. (You can see pictures of how Sheppard's ice cover changed in the park from 1913 to 2005). Our Facebook article claims that there were 130,000 glaciers in 1948 and 130,000 glaciers today. We do not know how many glaciers there were in 1948, and there are actually tens of thousands of glaciers all over the world today more than the article says. But the context is important here, and the article indicates that glaciers have not changed for 70 years since Al Gore was born. That's also not true. As Walt Meyer told us, the research scientist at the National Ice and Ice Data Center, \"The number of glaciers is not really relevant in terms of assessing climate change. What matters, as he said, is the change in mass. \"Do glaciers as a whole win or lose ice?\" He asked. \"On that question, the answer is very clear, glaciers lose mass.\" We're assessing this article as wrong. Sharing the facts 2019-04-02 14:52:29 UTC Politic Fact 2 1 7 PoliticFacting: fail: \"The day Al Gore was born, there was 130,000 ice on Earth. Today, only 130,000 remain.\" On Monday, 11 March 2019 2019-03-11, the viral photo read more information.", "vclaim_id": "vclaim-pol-00818"}