{"url": "/factchecks/2019/jan/30/dallas-woodhouse/gop-official-falsely-says-bladen-voters-didnt-call/", "speaker": "Dallas Woodhouse", "vclaim": "The NC says \"no calls\" after alerting Bladen County voters to the possibility of fraud in the absentee ballot.", "truth_label": "false", "date": "stated on January 17, 2019 in a tweet:", "title": "The GOP official is lying to the Bladen voters didn't call the NC Election Board about miss cards.", "text": "Despite an investigation into the results of the ninth congressional race in North Carolina, the Republican Republican Party, Mark Harris, believes that the winner should be declared. The unofficial results put Harris 905 pre-democratic votes Dan McCreedy, and NCGOP says the alleged manipulation is so minimal that no one called for a complaint. Dallas Woodhouse, the party &apos; s Executive Director, recently referred to the state election council &apos; s attempt to collect voter advice in the province of Bladen. Before election day, the State Election Council sent mail to the voters of the province of Bladen who requested to be absent from voting by mail. The letters reminded voters that \"election officials will never come to your house to take your absent ballot or tell you how to vote\" and asked those with advice to contact the council. On January 17, Woodhouse quoted what he referred to as \"the loud news\" of the investigation. The Electoral Council \"sent a letter to everyone requesting a postal ballot in the country, (but) did not receive any calls to the hotline,\" Woodhouse tweeted in January 17. Is it true that no one from Bladen County contacted the state election council with advice? No. And here's how this mix-up happened. When Woodhouse tweeted his allegation, he was linked to the Facebook page of Stony Rushing, Commissioner of the Republican Union. He encouraged journalists to know how many people had contacted the Electoral Council hotline - but he did not claim to have official information on the number of calls received. \"If the total number of calls exceeds 905 votes (the number of votes is led by Harris McCreedy), let us talk about new elections,\" sawning posted on Facebook. \"I'll bet the total number of voters they contacted before November 6 of this letter is less than 10 and closer to 0.\" (It appears from this argument that ordering new elections requires the Electoral Council to prove that at least 905 ballots have been destroyed or amended.) This is not the case, as stated in the Poletti Frucate newspaper. On January 26, 2021, in the North Carolina tweet, Secretary of State Ellen Marshall, Jenna Woodsworth stated, \"She has won state-wide races more than anyone else is likely to be alive.\" By means of Paul Specett (February 1, 2012), a reporter from the newspaper PoulitiFact (TWEET PolitiFact) contacted Woodhouse by e-mail to ask him whether he had any information to support his claim that the Board had received no calls. Woodhouse responded by acknowledging that his tweet was inaccurate, adding that he now believed that the Board had received only four calls. \"I think Joe Bruno reported that,\" said Woodhouse in the e-mail, referring to a WSOC reporter. However, Polyte Fact did not find a tweet from Bruno supporting Woodhouse &apos; s claim. On January 17, Polyte Fact found a tweet from Bruno stating that nine people had contacted the hotline set up for voters in the country \"to inform them of the receipt of absent ballots they did not request.\" Of these, \"8 calls were between 1 and 3 November. One call was made on December 7th. NCSBE does not provide the remaining voicemail on the hotline, citing the investigation,\" added Bruno in tweet. Patrick Gannon, spokesperson for the National Convention Election Council, confirmed that the Agency had received nine calls on the hotline. He also reiterated Bruno &apos; s statement that the Electoral Council could not issue details of the calls because of the ongoing investigation. (Roding Woodhouse) said that the National Convention Election Board had received \"no calls\" after alerting provincial voters (Bladin) to the possibility of falsifying absentee votes. When Polyte Fact called, Woodhouse amended his claim that the board had received four calls. Neither allegation is true. Moreover, his tweeting - and the Facebook brochure he promoted - presented a flawed argument: the evidence must show that 905 votes were being questioned. That's not the case. We value this allegation wrong. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To provide ideas to verify the facts, e-mail [e-mail protected]. Sharing the facts 2019-01-30 18:49:15 UTC Politic Fact 2 1 7 Politic Facting: The NC Election Board wrongly received \"no calls\" after alerting the voters of the province of Bladen to the possible falsification of the absentee ballot. ∙ Dallas Woodhouse NC GOP Executive Director https://twitter.com/DalasWoodhouse/status/108592242434816065536 NC Thursday, 17 January 2019 2019-2019-01-17 Read more information", "vclaim_id": "vclaim-pol-01079"}