{"url": "/factchecks/2016/sep/01/donald-trump/donald-trump-mostly-right-about-countries-refusing/", "speaker": "Donald Trump", "vclaim": "There are at least 23 States that refuse to recover their people after they have ordered to leave the United States, including large numbers of violent criminals.", "truth_label": "mostly-true", "date": "stated on August 31, 2016 in a campaign speech in Phoenix:", "title": "Mostly true, Donald Trump says that 23 countries refuse to recover their populations from America.", "text": "In his address on immigration in Phoenix, Donald Trump said that he would oppose the trend of countries refusing to allow people deported from America to return to their homes of origin. Trump said: \"There are at least 23 countries that refuse to recover their people after they have been ordered to leave the United States, including large numbers of violent criminals. They don't want it back. So we say, \"Well, we're gonna keep them.\" \"It's not gonna happen to me, it's not gonna happen to me.\" We decided to check if Trump was right about how many countries didn't want to \"recover their people,\" and whether they included \"large numbers of violent criminals.\" The form Trump mentions comes directly from the United States Immigration and Customs Enforcement Act of 14 July 2016. The document, which summarizes a letter from Daniel Ragsdale, Deputy Director of the Institute, states that the removal of persons who have been ordered to leave the United States is affected by the scope of cooperation provided by foreign States. As of 2 May 2016, the Institute has documented 23 countries that are considered to be \"restitution\" in the recovery of their citizens. The list includes Afghanistan, Algeria, China, Cuba, Iraq, Libya, Somalia and Zimbabwe. This classification identified the country &apos; s cooperation with the deportation process, which included factors such as the refusal to grant flights to the country, the country &apos; s political environment and the timeliness of the issuance of travel documents. Mr. Charles Gracelli of R-Iowa wrote a letter to J. Johnson, Minister of Internal Security, citing also 23 provinces. Grasley wrote: \"Life is lost, the safety of the public is at stake, and American families suffer.\" \"Can't go on\" According to Grassley &apos; s letter and Ragsdale &apos; s comments, the problem was exacerbated by a 2001 U.S. Supreme Court decision. In Zedvedas v. Davis, the Supreme Court held that the United States could detain convicted criminals only for 180 days if a country refused to return them. In fiscal year 2015, Grasley said that 2,166 individuals had been released after being detained for more than 180 days. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • 11 January 2021, on the basis of the Immigration and Nationality Act, the Minister of State must stop granting visas to immigrants or non-immigrants after notifying the country, thereby impeding the admission of one of his or her nationals. However, according to the Graysley and the New York Times, this happened only once - in 2001 against the Guyana State. Therefore, the number of violent criminals is a good source. But what about his claim that these people include \"great numbers of violent criminals\"? This is difficult to verify with concrete data. According to the Institute &apos; s statistics, 19,723 persons living in the United States were convicted of a total of 64,197 offences in 2015. The data indicate that the number of convictions is higher than the number of illegal immigrants because an illegal immigrant may have more than one conviction. The three most important types of convictions for persons living here illegally are trafficking or drug-related offences. Driving under the influence of illicit drugs or crimes of trafficking, use, sale or possession constitute approximately half of 30,104 of all convictions. Violent crimes constitute a lower percentage of all convictions, but they have been added. There were 1,728 convictions for assault, 1,347 crimes of domestic violence and 101 convictions for murder, among persons living here illegally, according to the Institute. There are no specific crime data on persons who were to be released back to their country. Our Governor Trump said: \"At least 23 States refuse to recover their people after they have been ordered to leave the United States, including large numbers of violent criminals. \"They won't bring her back.\" Trump's number is drawn from the Federal Department responsible for immigration and is accurate. But the second half of his words about \"great numbers of violent criminals\" are difficult to verify. Of all the convictions of any person known to be illegally present in the United States in 2015, 101 were for homicides while more than 30,000 were for trafficking- or drug-related offences. We assess Trump's claim mostly true. https://www.sharethefacts.co/share/eecb7764-4a59-4f8-9f7b-5bc6e1d313d", "vclaim_id": "vclaim-pol-04385"}