{"url": "/factchecks/2018/dec/23/garry-mccarthy/did-police-shootings-plunge-under-mccarthys-leader/", "speaker": "Garry McCarthy", "vclaim": "\"Almost 70 per cent reduction in police-related shootings under my mandate was due to training, supervision and policy decisions.\"", "truth_label": "half-true", "date": "stated on December 11, 2018 in a speech:", "title": "Did the police fire fall under McCarthy's command?", "text": ":: The public disclosure of the murder of Laquan McDonald by Chicago Police Officer Jason Van Dyke shook Chicago and then the Director of Police Gary McCarthy assigned his job. The release by the court in late 2015 of video footage from an earlier year showing that the white officer shot the black teenager 16 times triggered protests against police treatment and called for reform. Three years later, McCarthy is now running for mayor, still defending his record from that era. \"By using the plan we put together in Chicago, we managed to reduce crime by nearly 40 per cent over the nearly five years I was the supervisor,\" McCarthy told a crowd during the city club's recent speech before publishing several other statistics from his time at work. \"But no one seems to know that there was almost 70 per cent reduction in police-related shootings under my tenure due to training, supervision and policy decisions. Approximately 70 percent reduction in police fire. But one shooting is clearly the dawn of the world here.\" We didn't really know that, although we heard McCarthy filing the claim before, we decided to check it out. The number of inscriptions while he's telling the city the mayor's campaign, McCarthy is clearly trying to hit the cash he oversaw a police department that treats minorities unfairly. His argument about shooting the police has become one of his talking points about the trunk to try to finish what he previously described as the \"corrective history\" around which he developed, the McDonald case and his supervision of the department. But what McCarthy recently said supports this argument is less clear. On the one hand, he did not specify the period of time during which he was comparing his record. Was it the only year before he arrived at the police station in 2011 or several years ago? Did he compare these statistics only to those of 2015, his final year at work, or more? McCarthy &apos; s spokesperson did not help to clarify this issue. He told us only that his candidate had been deduced from a statistical analysis conducted by the police department itself, but he did not provide any details of how McCarthy had made the calculation or even where he found that report. We therefore turned to the statistics reported by the Civil Bureau of Police Accountability, the city agency that reviews allegations of misconduct against Chicago officers. These reports list the number of notifications received by the Agency from the Division of Country Programmes concerning the beating of an individual by officers after he was shot. Notwithstanding the way in which we have undermined those figures, the results generally support the first blow from McCarthy's claim. While the decline did not come close to 70 per cent, officer-related shootings declined significantly during the period he spent as the best police officer in the city. The number of shootings carried out by the police during the last year of McCarthy &apos; s work was 57 per cent lower than in the 12 months preceding his tenure. When we expanded the scope to compare the last two years to the two years before he took office, we saw a smaller but still significant reduction of 38 per cent. This data has some limitations. For example, suicides by an officer can be recorded. The size of the sample per se is so small that a slight rise or contraction can cause the percentage change to fluctuate significantly. These figures are also shown on a quarterly basis. Since the expulsion of the current Mayor, Ram Emmanuel McCarthy, on December 1, 2015, we have moved to Chicago Tribune, which collected its own database from police fire between 2010 and 2015, to see how many shootings occurred at the end of the year after McCarthy left. On January 27, 2021, Marco Rubio stated in his remarks: \"Only in the third world do you see this routine use of trials of former leaders? The second strike of McCarthy &apos; s claim - that is, the decline can reach the decisions taken under his command - stands on shaky ground. First, there was a significant decline under McCarthy in his last year, between 2014 and 2015. Police shootings have continued to decline since McCarthy &apos; s departure, indicating that there may be forces larger than McCarthy &apos; s command alone. Samuel Walker, an honorary professor at Nebraska University in Omaha, and an expert in police accountability, said: \"There is an old saying that success has a thousand fathers.\" \"Everybody wants to step in and claim that something he did was responsible for this decline.\" However, the many factors affecting officers - both inside the department and on the streets - are \"very complex,\" warning Walker, making it virtually impossible to single out any one of them. Walker also referred to the continuing decline in violent crime in large cities in recent years, which could translate into fewer robberies and similar clashes that place officers in situations where they may be more vulnerable to fire. The data from the FBI backs that up. At the national level, the number of fatal shootings reported by officers - \"justified homicides\" in the FBI statement - has decreased somewhat since 2013. Our referee McCarthy said, \"There was almost a 70% reduction in police-related shooting during my tenure due to training, supervision and political decisions.\" He is right that, according to city figures, there was a significant reduction in his watch, although the drop was slightly smaller than he claimed. But experts doubt whether McCarthy can credit this decline, saying it's almost impossible to link it to one case. According to national crime data, low rates of police fire in Chicago may be part of a larger downward trend. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-01168"}