{"url": "/factchecks/2019/oct/25/bernie-sanders/bernie-sanders-overstates-recession-aid-wall-stree/", "speaker": "Bernie Sanders", "vclaim": "Congress says he gave Wall Street \"triple dollars for useless loans.\"", "truth_label": "half-true", "date": "stated on October 19, 2019 in a rally in New York City:", "title": "Bernie Sanders is overhelping the Wall Street banks with recession.", "text": "Uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh, Sanders continued to focus on his core message that corporate power drives government policy at the expense of hundreds of millions of Americans. On student debt, Sanders said that he would cancel every part of it with money from a new tax on financial transactions. \"If Congress was 11 years ago, against my vote, the crooks on Wall Street could be saved and provided with trillions of dollars of zero-interest loans,\" Sanders said October 19. \"You know what? We can cancel all the student debt in America with a modest tax on speculation on Wall Street.\" In this fact check, we are considering whether the federal government provided trillions of dollars of zero interest rate loans. Saunders isn't exactly accurate. Most loans - and there were different types - came at very low rates, but higher than zero. It totals $2 trillion, but it didn't all go to the big players on Wall Street. In 2008, Mali's house collapsed from cards that were built on low home mortgages. With warnings that $5 trillion of United States assets could be eliminated almost overnight, Washington moved to stop the crisis. The Federal Reserve was the largest player, especially in terms of loans to Wall Street banks. The work of Congress was huge, hundreds of billions, but much smaller than that of the Federal Reserve. The Sanders campaign highlighted the work of the Federal Reserve, citing trillion-dollar news reports in aid. The observer for Christian Science said: \"One program alone threw nearly $9 trillion.\" However, many loans included banks that transfer short-term loans from time to time. Professor Todd Kester at Rutgers said that this produced a lot of double counting. Use the example of home mortgages to explain what was going on. \"I suppose I borrow $100,000 to buy a house and then refinance later,\" said Kester. Refinancing involves paying the original loan and taking a new loan in the amount of $100,000. If we collect the loans I took, we'll say I borrowed a total of $200,000. But there's a clear feeling that the amount I borrowed to buy the house was always $100,000. The actual amount was about $1.4 trillion. This is not trillions, as Sanders said, but it is approaching. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2021, Federal Reserve data showed that interest rates were very low, but not at zero. \"These interest rates were subsidized,\" said the Professor of Finance of Louisiana Linus Wilson University. \"though, interest rates weren't zero.\" Sanders was free when he suggested that all the benefits went to Wall Street, although it was fair to say that the big banks had achieved great success. In some cases, outside the Fed, they received billions of dollars directly and through a number of federal actions, the largest banks grew larger. However, many regional and community banks have also benefited. About two thirds of the loans were in the largest programme - the bidding facility - through federal reserve banks outside New York. There is another $1.1 trillion in play among its other programs, and the Fed has also been buying a bunch of home mortgages that the largest banks had in their books. By June 2010, the Fed's mortgage-filled securities programme had peaked at $1.1 trillion. This was not a loan, but it helped banks to transfer the risks associated with that mortgage from banks to the Fed. Each expert will not consider it as an assistant to banks, but if it does, total aid will reach $2.5 trillion. And a TARP outside the Fed, Congress authorized direct government rescue operations, in the form of a troubled asset relief program and government takeover of the mortgage financing of the Government's giant Fanny May and Freddie Mack. According to a census conducted by the Non-Profit Press Group, Promoska, federal expenditures amounted to $633 billion. While Wall Street banks, including Citigroup, the Bank of America and Goldman Sachs, have received $135 billion, the money has gone to many places other than Wall Street Banks, such as General Motors. But adding all of this to the activities of the Fed gives us two totals: either about $2 trillion if we don't count the mortgage guarantee purchases, or about $3.1 trillion if we do. Saunders said Congress gave Wall Street free money. Focusing on Congress a little bit, because while Wall Street got billions, to reach trillions of dollars, the Fed's dollars are necessary. And the feds worked alone. \"The Conference delegate responsibility to the Federal Reserve,\" said the economist Rutgers Eugene White. Our rule, Sanders, said that during the Great Recession, Congress gave Wall Street \"triple dollars of useless loans.\" According to our calculations, the total in several actions ranged from $2 trillion to about $3.1 trillion. But Saunders is less precise about where the money went and the interest rate. The largest Wall Street players have benefited greatly, but banks and other businesses throughout the country have also received assistance. While interest rates were very low, they remained above zero. Also, the feds aren't Congress. Sanders has oversimplified a complex response to an economic crisis. We're assessing this claim half right. Clarification, October 31: We updated this article to illustrate the impact of Fed purchases of mortgage-backed securities.", "vclaim_id": "vclaim-pol-00017"}