{"url": "/factchecks/2016/jan/15/ted-cruz/gop-debate-cruz-says-he-voted-rubio-defense-spendi/", "speaker": "Ted Cruz", "vclaim": "Marco Rubio says, \"I know very well that I voted to adjust it to increase military spending to $697 billion.\"", "truth_label": "true", "date": "stated on January 14, 2016 in a Republican presidential debate in North Charleston, S.C.:", "title": "Cruise is in the back and the fortunes with Rubio about voting on defense spending.", "text": "Mr. Ted Cruz said a series of competitors Sin. The Marco Rubio attacks in the Presidential Republican debate in South Carolina were \"fully wrong.\" One of the attacks identified Cruz &apos; s record of military expenditure. \"The only budget you voted for, Ted, all your time in the Senate is the Sinn's budget, which brags about how to lower the defense,\" said Rubio. Cruz shook his head and said Rubio knowingly made an inaccurate allegation. \"The attack he continues to throw on the military budget. Marco knows very well that I voted to adjust it to increase military spending to $697 billion,\" said Cruz. \"What he said, and said in the last discussion, is simply not true.\" Rubio criticized Cruz's record of military spending before, as Cruz voted in favour of Paul's proposed budget, which would have led to less defence spending than current projections. However, with regard to a specific point concerning voting for the Rubio Amendment, Cruz is right. (We don't check the truth whether Rubio \"knows well\" about Cruz's vote.) On January 13, 2021, in a story written by General David Berger, United States Navy Commander, he rejected Nancy Belusi's request to use Marines to launch security, and he told her, \"We're not working for you.\" By Samantha Buterman on January 17, 2021, trying to resist cuts in defence spending over the past few years, Rubio introduced an amendment to increase military spending in March 2015. Had the amendment been approved, the anticipated defence expenditure would have increased until 2020 in the proposed budget for Congress. Cruise voted for the amendment. Action 32-68 failed. Cruz specifically mentioned $697 billion, but it is not clear exactly how much of the adjustment Rubio will make that will increase spending. At the Senate level, Rubio said that defence funds should reflect the Ministry of Defence &apos; s request for fiscal year 2012, which expects to spend $611 billion in 2016. But Sin Tom Cotton, Ark, who supported the amendment, said it would increase military spending to $697 billion. On the same day, the Senate voted on the Paul Amendment, which would have increased military spending to a level similar to the Rubio rate, but replaced those costs with cuts in education and research and more. Cruz and Rubio voted against the amendment and failed 4-96. Our judgment, Cruz, said that Rubio knew very well that I had voted to adjust it to increase military spending to $697 billion. Cruz has already voted for a failed amendment to Rubio that would have increased military spending after years of spending cuts. While the amendment did not specifically provide for an increase in expenditure to $697 billion, this figure was part of the discussion among the supporters of the bill. Cruz's point of view is correct, so we appreciate that his statement is correct.", "vclaim_id": "vclaim-pol-05547"}