{"url": "/factchecks/2019/may/07/facebook-posts/no-valerie-jarrett-never-said-she-seeks-change-ame/", "speaker": "Facebook posts", "vclaim": "Valerie Garrett quotes, as she says, \"Iranian by birth\" and seeks to \"change America into a more Muslim country.\"", "truth_label": "pants-fire", "date": "stated on May 3, 2019 in a Facebook post:", "title": "No, Valerie Garrett never said she was trying to change America into a more Islamic country.", "text": "An old rumor that targets a former senior Obama administration official has reappeared on social media. According to an article on Facebook, Valerie Garrett, who served as Senior Adviser to the White House of President Barack Obama, once made a statement about her being \"Iranian by birth\" and declared that she was seeking \"to change America into a more Islamic State.\" The claim asserts that she said so during her graduation from Stanford University in the late 1970s. As a whole, the false quote reads: \"I am Iranian by birth and from my Islamic faith. I am also an American citizen, and I seek to change America to become a more Islamic state, and my faith guides me, and I feel that it is going well in the transition of the use of freedom of religion in America against itself. - Valerie Garrett Stanford University 1977\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) First, there is no record of Garrett saying this, and there is no mention of a quote from any media organization over the past 40 years. The complete lack of scrutiny of such an inflammatory statement by someone who has held a prominent position in the White House for years suggests that this quote is fabricated. After that, Garrett was born in Shiraz, Iran, in 1956. But she was born to two American parents, Dr. James and Barbara Bowman. The family lived in the country for about six years because Garrett's father became a chair of pathology at the Nimazi hospital. The family then moved to London for almost a year before Bowman accepted a job at the University of Chicago in 1962, when Garrett was five years old. On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. • On January 22, 2012, we finally found no evidence that Garrett was Muslim or Muslim. The name Valerie Garrett is also misplaced, because Valerie Garrett was not present yet in 1977. At that time, she went by her maiden name, Bowman. William Garrett was married in 1983. The spokesman for Stanford Ernest Miranda also told Polity Fuckett that the quote was a trump. \"We have reviewed both the 1977 and 1978 Yearbooks (Valerie Bowman in 78), Miranda wrote in an e-mail, \"and does not contain any quotations from students.\" Our old rumor has been that former White House adviser to President Obama, Valerie Garrett, said in the 1970s that she was \"Iranian by birth\" and sought \"to change America into a more Islamic State.\" There's no record or evidence that Garrett said that, and no media organization reported this rude statement. Also, Garrett has never been known as a Muslim in her years in the public and private sphere. While she was born in Iran, her parents were Americans, and she has lived in the United States since she was five years old. We're assessing these pants on fire! Update, May 8, 2019: This story has been updated to include a statement by a spokesman for Stanford University verifying that there is no such quotation in university yearbooks. There has been no change in the provision. Sharing the facts of 2019-05-07 19:07:49 UTC Politics Fact 1 1 7 PoliticFact Dating: Pants on Fire Quotes Fallery Jarret as saying that it is \"Iranian by birth\" and seeking to \"change America into a more Islamic state\" on Facebook on Friday, 3 May 2019 2019-05-03 read more information.", "vclaim_id": "vclaim-pol-00667"}