{"url": "/factchecks/2019/oct/14/other-98/theres-no-proof-barr-played-role-shepard-smiths-fo/", "speaker": "The Other 98%", "vclaim": "\"He had a closed meeting with Robert Murdoch.\"", "truth_label": "false", "date": "stated on October 11, 2019 in a Facebook post:", "title": "There's no evidence that a bar played a role in Fox News's book, Shepherd Smith.", "text": "The Fox Shepherd Smith news anchor announced on October 11 that he was off the grid 23 years later. However, there is no evidence that Smith &apos; s departure was linked to a meeting two days ago between Attorney General William Bar and Miguel Robert Murdoch, founder of the Canal, despite some social media articles. The next day, Shepherd Smith, one of the only voices in Fox News critical of Trump 23 years later, a meeting published by The Other 98%, a progressive activist group focused on combating corporate greed. \"But I'm sure it's just a coincidence!\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The Mim Bar was not explicitly accused of forcing Smith to take him down, but he misleadingly indicated that his meeting with Murdoch had at least some role to play in the matter. Several other public figures, such as Chris Hayes of MSNBC and Kathy Griffin's comedy, were also predicted on Twitter about the link between the Bar-Mordoch meeting and Smith's exit. Mm-hmm. An honest and honest journalist, Chip Smith, resigns a day after Corbot's meeting with Bar with Robert Murdock. https://t.co/cOmqHbZHcg - Kathy Griffin (@kathygrevin) 11 October 2019 but Chris Giglio, Smith's personal spokesman, told The New York Times \"There is no truth at all\" to the idea that the Bar-Mordock meeting rushed out of Smith. \"This was Shep's decision and his decision alone.\" \"He takes a long vacation to be with his family. After that, who knows he's not gonna retire? Howard Kurtz of CNN and Fox News crushed the idea that Murdock had brought Smith abroad at the request of a bar as well. CNN stated that Smith had requested a way out of his multi-year contract in September, long before a righteous meeting with Murdoch. It is reported that Smith was frustrated by attacks by the hosts of the Network's view at the peak against the News Division. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, Smith, one of the original Fox staff members in 1996, was the main newscaster and editor of breaking news. \"Shepard Smith Reporting\" was hosted in the afternoon of the week, and President Donald Trump was often outraged by his reports. The Court of Justice and I rejected him (he's been awful ever since), Shep Smith, @donnabrazile (who gave Croak Hillary questions to discuss and was expelled from @CNN), and others, @FoxNews is no longer handed over to the United States. It's very different than it used to be. - Donald J. Trump (@realDonaldTromp) October 10, 2019 announced Smith's departure during his presentation, thanking him for the opportunities offered by his career in Fox News and hoping \"to win the facts today, that the truth will always matter, and (f) that the press and journalists will flourish.\" \"I finally asked the company to let me leave Fox News,\" said Smith on the air, echoed an official statement made in the network's press release. \"After asking me to stay, they are bound. Under our agreement, I will not report elsewhere, at least in the near future.\" The special meeting between Bar and Murdoch was held on October 9, according to The New York Times. It was not clear who was present or what was discussed, and Fox News and the Department of Justice did not respond to our requests for comments. For what it's worth, we've seen the wrong articles on the Internet in the past indicating that Smith was divorced because of his criticism of Trump. We evaluated one such claim on fire in 2018. The other 98 per cent did not respond to our requests for comments. \"He had a closed meeting with Robert Murdoch.\" There is no evidence that Smith &apos; s departure was in any way linked to the Bar-Mordoch meeting, although he knows little about what happened at the meeting. Smith's spokesman for The New York Times said that the anchor made the decision herself. We will reassess this statement if the facts change. However, based on what we know about the Bar-Mordoch meeting and Smith's decision, we will miscategorize this statement.", "vclaim_id": "vclaim-pol-00062"}