{"url": "/factchecks/2014/nov/11/facebook-posts/congress-has-11-approval-ratings-96-incumbent-re-e/", "speaker": "Facebook posts", "vclaim": "Congress obtained 11 per cent approval, yet 96.4 per cent of current legislators were re-elected in 2014.", "truth_label": "true", "date": "stated on November 10, 2014 in a meme on social media:", "title": "Congress has 11% approval estimates, but 96% current re-election rate, says M.", "text": "It may be absurd to say that in the recently concluded mid-term elections voters did not feel warm and vague about the voters in the polls this year - even about the votes they voted for. According to the 2014 referendum for voters, 59 per cent of those who voted said that they were not happy with the Republican leadership in Congress, even when they handed over control of the Senate to the Democratic Party. Mimi is making his way around social media, sent by a reader to Polyte Fact, and understood the frustration felt by many Americans. The Mimi said, \"11% consent estimates. 96.4 per cent re-elected -- in other words, Congress has 11 per cent approval degrees, but 96.4 per cent of current legislators were re-elected in 2014. The text was imposed on the picture of the houseroom in the Capitol. We wondered if that was true, so we took a look. Does Congress have 11% approval scores? While the Mimi shows a picture of the House of Representatives, the most common question in the ballot refers to Congress in general, rather than to the House of Representatives in particular, so we looked at estimates of congressional approval in general. We found congressional approval scores from October 2014 from five different audio polls on the PolingReport.com website: • Fox News: \"Do you or do you not approve of the congressional function?\" 13% said \"almost.\" • CBS News: \"Does or does it agree with the way Congress acts?\" 14% said \"almost.\" • CNN/ORC: \"Does or does it agree with the way in which Congress acts?\" 13% said \"almost.\" • ABC News/Washington Post: \"Do you approve or reject the way the United States Congress does its work?\" 20% said, \"Almost.\" • NBC News/Wall Street Journal: \"In general, do you approve or reject the work of Congress?\" 12% said \"almost.\" On January 13, 2021, in notes on CNN, the second presidential indictment of Donald Trump was \"more isolated between the two parties in American history.\" Have 96.4 per cent of Congressmen been re-elected? In order to be consistent with the ballot, which covers Congress on a large scale, we will combine the winning percentages in both the House of Representatives and the Senate. There are still few competitions to be decided, but there is enough compromise that can make a very close number. In the House of Representatives, we have 390 candidates on election day. Of these, four were not summoned in November 10, so we will put them aside. Of the remaining 386 posts, 373 have won 96.6 per cent. If you add to the three job-holders who fled but lost in the pre-elections, the percentage of the current win falls to 95.9 per cent. At the same time, 23 out of 26 senators won the Senate, with another win (Marc Pejić Alaska, a democratic party) in an unnamed race, and another win (Marie Landrio Louisiana, also a Democrat). If you do not include Pejić and Landrio, the percentage win-win between the House of Representatives and the House is 95.4 per cent. If you include them, it drops slightly to 95 per cent. All these ratios are very close to the reported Mimi 96.4%, a moving target due to so-called late races. So we won't budge. Our rule is that Congress has 11% approval, yet 96.4% of current legislators have been re-elected. We found small variations in actual percentages -- Congress had about 14 percent approval rate, and the current re-election rate could be down to 95 percent -- but the ame point is solid. The voters hold Congress at low discretion, yet they re-elected almost everyone. Therefore, we evaluate the claim correctly.", "vclaim_id": "vclaim-pol-07012"}