{"url": "/factchecks/2019/may/22/viral-image/claims-democrats-didnt-attend-hearing-about-border/", "speaker": "Viral image", "vclaim": "\"No Democrats have appeared to listen to border officials about the dangerous situation on our borders. No one! Not one!\"", "truth_label": "false", "date": "stated on May 12, 2019 in a Facebook post:", "title": "Allegations that Democrats didn't attend a hearing on the wrong border.", "text": "Did the Democrats give up a hearing with border officials? So it was alleged that Facebook on May 12 still contains Fox News. The picture shows a hearing room with red circles painted around empty seats behind fabrics. The Fox News alert at the bottom of the still says: \"Border officials testify in Capitol Hill,\" and the word \"Captol Hill Tuesday\" appears in the left upper corner. \"That's why I voted Republican,\" text higher than the picture says. \"I'm all over the Council of Republicans. There has not been a single Democrat to listen to border officials about the dangerous situation on our borders. No one! Not one!\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Here's what we know. On Tuesday, 9 April, the United States Senate Committee on Internal Security and Government Affairs held a hearing entitled \"Unprecedented migration on the southern border of the United States: perspectives from the front line.\" The session lasted two hours and 35 minutes, according to a C-SPAN video, and was attended by several witnesses, including Rodolfo Karish, a chief patrol officer of the United States Border Patrol, and Greg Cherondolo, Chief of Operations of the Drug Enforcement Department. After Cherondolo finished his introductory remarks, about 40 minutes after the hearing, Committee Chairman C. Ron Johnson, R. Wieske said: \"Thank you, Mr. Cherondolo. Once again, I really appreciate the presence of the members, so I will postpone my interrogation until the end. We have a vote to deal with at 11:00, and I intend to keep the hearing going.\" The highlights of Facebook articles mentioned on January 11, 2021 in Facebook by Samantha Buterman, Speaker of the House of Representatives, were no longer given the floor to C. Gary Peters, a Democratic member of the Committee from Michigan. Among them, the President and the highest member of the minority are eight Republicans and six Democrats on the Committee. The transcripts of the hearing show that three other members of the Republican Senate spoke - James Lanford of Oklahoma, Matt Romney of Utah, Rob Portman of Ohio - and five other members of the Democratic Senate - Kamala Harris of California, Tom Carper of Delaware, Maggie Hassan of New Hampshire, Jackie Rosen of Nevada and Kirsten Sinima of Arizona. On April 10, Griff Jenkins, Fox News reporter, tweeted what looked like a photo that appeared on Fox News and was used on Facebook. As officials (CBP and CBPRGV) have said, final statements are being made before the Senate for Internal Security (Cmte), and no senators remain to listen to the President @SenRon Johnson #browards #effecty broads. Concluding comments from Cherondolo, Karish and three other witnesses began at 30 minutes, five minutes before the adjournment of the hearing. The video from Sea-Span shows that during the hearing, the number of senators sitting to hear the hearing decreased, and by the time of these concluding comments, Johnson was the only senator visible inside the camera. However, the Facebook article claims that no democracy has appeared to listen to border officials, which is not true. We're assessing this wrong Facebook post. Correction: This story has been updated to reflect that S. Gary Peters is from Michigan. Previously, the story said it was from Minnesota. Sharing the facts 2019-05-22:34 UTC Politic Fact 2 1 7 Politic Facting: Wrong \"No Democrats appeared to listen to border officials about the dangerous situation on our borders. No one! Not one!\" On Sunday, 12 May, 2019 2019-05-12, the viral picture on the Internet read more information.", "vclaim_id": "vclaim-pol-00604"}