{"url": "/factchecks/2014/oct/06/dick-cheney/cheney-army-has-just-4-combat-ready-brigades/", "speaker": "Dick Cheney", "vclaim": "\"We have four battle-ready brigades out of 40 in the United States. The army.\"", "truth_label": "barely-true", "date": "stated on September 24, 2014 in a broadcast of \"Hannity\" on Fox News:", "title": "Dick Cheney says the army only has four brigades ready to fight.", "text": "There is no doubt that the Pentagon spends millions of dollars in efforts to destroy the forces of the Islamic State Group. According to one estimate, the deployment of 2,000 troops to the field in Iraq and the maintenance of a moderate level of air strikes could cost between $200 million and $320 million per month. Former Vice-President Dick Cheney warned that the army might not be in line with the task ahead of us. \"The threat is increasing, and our ability to deal with it is decreasing,\" Cheney said September 24 on Fox News Hanetti. \"Because of what happens to the U.S. military, massive budget cuts, and (f) the fact that we have four battle-ready brigades out of 40 in the United States. The army.\" The following day, Colonel Lawrence Wilkerson, former Chief of Staff of Foreign Minister Colin Powell, said in MSNBC that Cheney's numbers were incorrect. We decided to take a closer look at Cheney's allegation about the number of battle-ready brigades, largely because it might be difficult to identify what might be described as a \"large\" budget reduction. While you may believe that a number of brigades ready to fight is a simple number to find, it is not. The initial response we received from the army's public affairs officers was, \"The unit's state of readiness is not publicly available information.\" Subsequently, in June, a meeting was held with Colonel Dan Williams, Chief Planner of the Army Command, on the status of a plan to increase the number of combat-ready brigades to seven by the end of the summer. \"The concept has been implemented, as originally explained, and we are already there, but we have also expanded it,\" said Williams, The Air Force. \"To the extent that funds are available, we have been able to expand and gain stronger capacity.\" An army public affairs officer confirmed that, at the time of the interview, the army already had seven brigades ready to fight and that the situation had improved since then. \"The funding has been restored, allowing the army to move away from setting budget priorities and returning to the normal readiness model,\" the spokesperson said. The Army &apos; s Executive Unit is a brigade combat team of 2,500 to 4,000 troops who bring a combination of combat force and support functions that allow the brigade to operate on its own. For the army, continuous training is an essential part of the puzzle to make sure that everyone on the team knows how to work together. In March 2013, isolation -- automatic budget cuts that began when Congress failed to agree on a plan to reduce the deficit -- disrupted the army's training programme. However, in December of that year, Congress granted the Pentagon a relaxation of its isolation, with a budget of more than $22 billion in fiscal year 2014 and more than $9 billion in 2015. In the words of the Army Public Affairs Officer, this move \" allowed the army to buy ready again. We didn't have to cancel any rotation of the combat training center this year. So, prepare is stable.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, there may be some wrinkles in this picture. In March, the Deputy Chief of Staff of the Army informed General John Campbell of the Senate Armed Services Committee that not every unit had the time to conduct all the exercises that the army wished. Campbell said some teams come to the combat training centre \"at a low level of efficiency and this training event cannot be maximized.\" But this seems to be a detail that does not detract from the conclusion that the army has at least seven battle-ready brigades, perhaps more, available for emergencies. That means Cheney's out of his league. The definition of \"ready to fight\" doesn't matter, as we looked into this allegation, we encountered the particular way in which the military uses the term \"ready to fight.\" Technically, \"ready to fight\" excludes the brigades already deployed. This means that it is likely that the number of troops trained and ready to fight will be greater than Cheney allows. Cheney didn't respond to our requests for comments. \"If a unit is deployed, it's not ready,\" said Russell Romboh, a senior assistant at the Stimson Center, \"including if in Korea he is staring at the North Korean Army. Many people might call this a ready brigade. However, since it is not available for deployment elsewhere, the army does not consider it ready.\" The army reported that it had a total of 38 combat brigade teams and that four of them were currently deployed. In practice, Colonel Leonard Wong, a research professor at the Military War School, said that the deployment of the brigade might not be so critical. \"The deployment of the brigade army from Korea to Iraq, so I don't think advanced deployment means that the unit is not ready to fight,\" said Wong. \"In fact, he shouldn't be ready to fight. The unit needs the right type of equipment, commanders, personnel and training to be ready for combat.\" Recent observation: While Congress has granted additional funds to the Ministry of Defence, army commanders are concerned that preparedness may be compromised if no new funds are allocated in 2016 and beyond. Our referee Cheney said the army only has four brigades ready to fight out of 40. While we have no exact numbers, the military said that there were seven brigades ready to fight in June, and that the situation had improved since then. In general, there are 38 generals, not 40 as Cheney said. We make some allowances to change numbers, and we evaluate the claim mostly wrong.", "vclaim_id": "vclaim-pol-07193"}