{"url": "/factchecks/2016/jul/29/hillary-clinton/hillary-clinton-says-donald-trump-has-called-us-mi/", "speaker": "Hillary Clinton", "vclaim": "Donald Trump says our armed forces are a disaster.", "truth_label": "mostly-true", "date": "stated on July 28, 2016 in a speech at the Democratic convention:", "title": "Hillary Clinton says Donald Trump called the U.S. Army a disaster.", "text": "National defence was one of Hillary Clinton's topics when she accepted the democratic candidacy for the presidency and used it to criticize her Republican opponent, Donald Trump. She pledged to use United States military force to strike down the ISIS terrorist group and obstruct online efforts to radicalize young people, and promised to prevail even if \"it would not be easy or quick.\" \"Now says Donald Trump, and this is a quote, 'I know more about ISIS than generals do.\" No, Donald, you don't, Clinton said. He thinks he knows more than our army because he claims that our armed forces are a disaster. \"Well, I've had the privilege of working closely with our troops and veterans for many years, including as a senator on the Armed Services Commission and I know how wrong he is,\" I followed. \"Our army is a national treasure.\" In order to verify the facts, we will see that Trump described the U.S. military as a disaster. When we called the Clinton campaign, spokesman Tim Hogan said that it came during the sixth debate of the Chinese People &apos; s Party, on January 14, 2016. We checked the context. Trump used the line in the middle of answering a question from Maria Barteromo of the Fox Business Network, which asked about South Carolina Goff. Nikki Haley's reference to Trump as one of \"the most angry voices.\" Trump replied: \"I am very angry because our country is going terribly and I will gladly accept the cloak of anger. Our army is a disaster. Our health care is a horror show. Ubamakar, we're gonna cancel it and replace it. We have no boundaries. Our veterinarians are being treated terribly. Unbelievable illegal migration Our country is run by incompetent people. And yes, I'm angry.\" This assertion came at a time when other WDP candidates expressed concern that the army had become extremely weak, a concern shared by some Democrats as well. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, we were unable to find any further comments from Trump that described the army as a disaster, but he recently and repeatedly said it was \"crowded.\" For example, during the July 12 campaign in Indiana, Trump said, \"You know, the United States that they said never lost a war. Now we're not winning. We don't win over trade. We don't win our army. Our army is very depleted. Our army has fighter planes that are used, flying by the great American people that are too old and they can't get spare parts for fighter planes. These are the people who are now flying these planes in battle. They can't get parts. So they go to airplane graves, in deserts.\" The Clinton campaign referred to an interview on 11 July 2016 on Wavi TV in Virginia. In the interview, Trump said, \"Now we have an army that's exhausted and in terrible shape.\" Other Democrats received a \"disaster\" permit in their attacks against Trump. We've contacted several people in the Trump campaign in search of a reaction. No response provided Clinton, our Governor Donald Trump, said, \"Our armed forces have claimed to be \"disaster,\" a comment pointing to mismanagement and incompetence. In fact, Trump used this description once during a discussion in January. More recently, it has been called \"crowded\" and has focused more on what it proposes is a lack of resources. His comments were not fairly clear, but his recent comments were not as critical as his comments in the discussion in the National Committee on Pesticides. We therefore assess Clinton &apos; s claim as mostly correct. https://www.sharethefacts.co/share/1d969506-aff2-493d-813a-af0c93fb75b", "vclaim_id": "vclaim-pol-04565"}