{"url": "/factchecks/2019/feb/25/donald-trump/donald-trump-said-border-wall-built-new-mexico-tru/", "speaker": "Donald Trump", "vclaim": "\"We have just built this powerful wall in New Mexico. It was completed on January 30, 2019 47 days ahead of schedule!", "truth_label": "half-true", "date": "stated on February 20, 2019 in a tweet:", "title": "Donald Trump leaves part of the story with the New Mexico border barrier.", "text": "President Donald Trump &apos; s continued pursuit of the financing of the border wall does not prevent him from celebrating projects already under way. \"We have just built this powerful wall in New Mexico. It was completed on January 30, 2019 47 days ahead of schedule! So much more miles now being built! The Wall\" Trump tweeted in February 20. His tweet included a video showing construction over time. We just built this powerful wall in New Mexico. It was completed on January 30, 2019 47 days ahead of schedule! So much more miles now being built! ==External links==* Finnish The Wall pic.twitter.com/Tykj3KRDOC - Donald J. Trump (@realDonaldTromp) 20 February 2019 expanded the message by retweeting his own tweet day after day and adding, \"Wall's under construction now!\" In the Trump marches, the cheers shifted from \"building the wall\" to \"ending the wall.\" We have verified the facts of Tramp &apos; s previous allegations regarding the boundary wall under construction. We assessed these statements mostly as false, because the projects included an alternative fence and other planned projects before Trump ran for office. With Trump's new announcement of a complete wall in New Mexico, we wanted to take a fresh look. The barriers have risen in New Mexico. (Trap calls them walls.) However, this part of the border does not receive a barrier for the first time; what has been built has replaced existing structures. Government documents indicate that the project was completed on time or ahead of schedule. The project in New Mexico consists of 20 miles of alternative barriers that officials say will be more permanent and effective in stopping vehicles and pedestrians than illegally entering the United States. The barriers removed were designed to prevent vehicles from crossing into the United States. It was a combination of low positions and long fences that border authorities said would not prevent people from walking across the border. The fence could be breached and climbed, and the columns were low enough so that people could also climb it or pass through some of their gaps. Customs and border protection used the terms mail and rail, the Normandy-style fence and the Pollard fence to describe previous barriers. This was what the previous duel appeared to be about the former car barriers on the United States-Mexico border near Santa Theresa, New Mexico. January 18, 2018. The new project is a fence consisting of the \"New P-3 Pollard Wall,\" in accordance with the Environmental Supervision Plan prepared by consulting companies in March 2018 for the protection of United States customs borders. It's designed to stop vehicles and also to prevent people from climbing over it or going under it. \"The removal of the vehicle fence and its replacement by the infantry fence will assist agents (US Border Patrols) in reducing illegal cross-border violations by improving enforcement efficiency while providing a safer working environment (as is the case) for agents,\" the plan said. The alternative fence was designed to withstand the impact of the vehicle and torpedoes with hand tools or torches, as mentioned in the document. The report stated that the comprehensive project also included the installation of border lights, detection cameras and improvements to patrol and access roads. The crews began replacing the 20-mile roadblock west of Santa Teresa, N.M., on April 9, 2018, which mentioned customs and border protection in a news release that day. They called the new building a Pollard wall that would cost $73.3 million. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" • February 3, 2012: Aaron A. Hull, the chief patrolman in the El Paso sector, said that the barrier would be 18 to 30 feet high during a press conference. One of Hole's correspondents asked whether it referred to construction as a wall, rather than a fence, to conform to the term Trump. He said that he had heard physical barriers \"referred to in many terms\" during his term in the Agency. \"The wall we put in place is accurately described as a wall, because it's a very dangerous structure,\" said Hal. \"You speak, as I said, 18 feet, 5 feet of anti-climbing plaque, concrete filled with a barrier, 6 feet in the ground, 2 feet of concrete underneath that, sir, is very a wall and we will use it to stop illegal entry.\" Video footage showing the replacement barrier being installed west of Santa Teresa Port for entry, April 11, 2018, New Mexico. The new barrier ranges from 18 to 30 feet high, and border authorities say it is more difficult to climb or dive under it. According to the Border Patrol, this barrier can stop both vehicles and pedestrians. Hull also said that the alternative barriers were the result of an executive order issued by Trump calling for the establishment of physical structures on the south-west border. \"Does this mean that this is the President's boundary wall?\" A reporter asked Howl. \"That's right,\" said Hal. The president started his project. This is the beginning of this sector of the President's border wall. In 2017, Trump requested the construction of boundary wall models. However, customs and border protection do not use any of the eight model models for new construction, as they do not meet the Agency &apos; s requirements. The Agency stated that the prototypes \"provided valuable data\" to assist in the selection of design elements for future designs. Funding for the New Mexico project came from the budget for fiscal year 2017, which the Agency told us. The details of the contract describe the Department of Defense as the project donor agency and the \"United States Army Corps of Engineers - funding only the civilian programme\" as the subsidiary funding agency. ∙ (The video in Trump's tweet showed the army's engineer's logo.) According to the spokesman for customs and border protection, the Corps of Military Engineers \"helps in the contracting/acquisition process on behalf of customs and border protection.\" 47 days ahead of schedule? Various estimates of the completion of the project were provided by customs and border protection. With one measure, it was 47 days early. By another, it was just in time. In a press release, Customs and Border Protection stated that the project would take approximately 390 days to complete, ending in late May 2019. Hall took her for two months until March 2019 at his conference in April. The contract with Montana's construction company said that \"the performance period\" was January 22, 2018, until March 18, 2019. However, the Environmental Oversight Plan stated that the project would take nine months to complete. Since it started in April, it was supposed to end in January. By this measure, the actual construction is wrapped along the expected schedule. Our Governor Trump said, \"We've just built this powerful wall in New Mexico. It was completed on January 30, 2019 47 days ahead of schedule! The construction, which ended on 30 January, replaced the vehicle fence; it did not include new areas of the border for the first time. Officials say the new barrier can stop the crossing of vehicles and pedestrians. It was described by customs and border protection as a Pollard fence and wall. The timelines for the completion of the project varied. However, they generally show that they have either been completed on time or ahead of schedule. Trump's statement is partially accurate, but it ignores important details. We value it half right. Sharing the facts of 2019-02-25 16:49:44 UTC Politics Fact 4 1 7 PoliticFact Drafting: Half True We have just built this powerful wall in New Mexico. Achieved on January 30, 2019 47 days ahead of schedule! United States President Donald Trump https://twitter.com/realDonaldTromp/status/1082952288378325 in tweet on Wednesday, 20 February 2019 2019-2020-02-20 read further information", "vclaim_id": "vclaim-pol-00981"}