{"url": "/factchecks/2014/sep/12/matt-mackowiak/matt-mackowiak-overshoots-texas-spending-public-ed/", "speaker": "Matt Mackowiak", "vclaim": "In Texas public schools, \"we spend an average of $12,000 per pupil per year.\"", "truth_label": "barely-true", "date": "stated on September 8, 2014 in an opinion column:", "title": "Matt McCoyak outstrips what Texas spends on general education.", "text": "While Republican Chancellor Matt McCoyak called on Texas schools to fund a \"costed\" subject for the legislature in 2015, he questioned the decision of a district judge in the Democratic State that found the state's funding method unconstitutional. On September 8, 2014, the U.S.-stateman opinion column, McCoyak asked how much it was enough to spend on education. \"The Dallas Morning News reports that Texas spends nearly $60 billion a year on its schools, which includes billions of dollars in federal funding and local tax revenues. Texas has five million students in public schools. So, McCoyak wrote, \"We spend an average of $12,000 per pupil per year. This is more than four years of college. Isn't that enough?\" One of the readers asked us to check his number. By e-mail, McCoyak confirmed that he took the total expenditure mentioned in the Morning News and divided it by 5 million to get an estimate for each student. It is strange that the news story included a chart showing an expenditure figure for each student in Texas, attributable to the Legislative Budget Board, of $5,809 across the state for 2013-14. By e-mail, a spokesman for the staff of the Council, R. J. DeSilva, said that the figure represented what the State expected in 2013 for school districts to spend on State and local revenue on public operations in the fiscal year until September 2014. In May 2013, a chart was posted online through the Budget Board lists predicting the expenditure of each student per province; Austin province, for example, is expected to spend $6,220 per student. Again, Desylva said that the figure, which includes the 2013 decisions on school funding by the Legislature, did not add to other funding such as federal aid or state grants that are not part of the state school programme, the main way in which government aid flows to schools. There are different ways to estimate expenditure per student. A group of pressure groups for teachers, the National Association for Education, annually assesses government and local expenditure on schools. In its last report, issued in March 2014, the Association stated that Texas schools spent an average of $8,275 per student enrolled in the autumn of the 2012-2013 school year. This was the fifth lowest in the states; Indiana, Oklahoma, Utah, Arizona spent less while the national average was $10,938 per student, as the group said. According to another scheme in the report, Texas was expected to spend at least $8,399 per student in 2013-14. By e-mail, an ASEAN analyst, Robert Glen, said that the figures provided took into account government, federal and local expenditure on public operations, but excluded capital expenditures on buildings and equipment and interest on school debt. Glen said that the excluded materials were \"programmes that are not part of the regular general primary and secondary school programme.\" Separately, we asked the Texas Education Agency about spending every student. By e-mail, Debbie Ratcliffe guided us to an agency chart indicating that in 2012-2013, the last available year of actual expenditure data, Texas schools spent $10,549 per student from state, local and federal sources. In that year, 5,057,960 students attended public schools. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, from another point of view, we moved to a former TIA analyst, Lynn Mok, a partner of Austin's firm that advises school districts. By e-mail, Mwak proposed wrinkles in most of the expenditure figures for each student published by the Atomic Energy Agency. While the State reported expenditure of $61.2 billion on public schools in 2012-2013, or $12,106 per pupil, Mwak said that about $7.3 billion of this amount did not reflect expenditure in schools. The current dollars included inter-provincial transfer funds for equity purposes; funds used to refinance bonds and reduce interest costs; and fees charged to provinces purchasing services from other provinces. Mwak said that another expenditure figure on the Agency &apos; s web page, $53.4 billion, or $10,549 per pupil, would be a more accurate basis for spending on education - although that was also a weakness, he said that approximately $11 billion of the total went to debt service or capital expenditures, as in the case of funds that could only be spent on building or processing facilities or on major interest and payments on school facilities, and again did not direct expenditure in schools. \"Part of this amount is also calculated twice over time because the original payment represents the same money used for capital expenditure,\" Mok wrote. Mwak said that the introduction of capital, debt and operating expenses was reflected in another total on the web page, $42.6 billion, or $8,419 per pupil. Finally, Mwak said that federal aid to schools was usually limited to specific programmes. Most of that unequivocal aid, if omitted, was reduced to $36 billion, a result based on a combination of $30 million in salary costs and $6 million in other operating costs, compared with $7,127 per student. We have also asked the Texas Association of School Business Officials, which says that \"it devotes itself to being a reliable source of funding for schools and their operations in Texas,\" to consider this subject. Through e-mail, the Executive Director of the Group, Tracy Jensburg, similarly said that she would not generally account for debt service and capital costs in the average expenditure comparisons, partly because those decisions reflected voter approval of bonds in each province. Jensburg stated that it would focus on the figure of $8,327 per pupil shown by the Agency for Education and Economic Resources for the average total operating expenses, which took into account the salaries and entitlements of school staff and the purchase of supplies and materials and public utility costs. Our judgment, McCoyak, said Texas spends $12,000 per student on its public schools. McCoyak had a way of getting to his character, but he crossed the line. Official accounts indicate that expenditure is approximately $7,100 to $8,500 per student or so. We're mostly assessing the statement wrong. In fact, this statement contains an element of truth but ignores critical facts that give a different impression. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07315"}