{"url": "/factchecks/2014/sep/02/blog-posting/bloggers-incorrectly-blast-als-ice-bucket-challeng/", "speaker": "Bloggers", "vclaim": "\"More than 73% of all contributions collected (from the ice cry challenge) will go to fund-raising, overhead, executive salaries and external donations.\"", "truth_label": "pants-fire", "date": "stated on August 28, 2014 in blog posts:", "title": "The bloggers accidentally blow up the ice cream challenge, and they say 73% goes to public expenditure, fund-raising.", "text": "So far, there are very few Americans who have not heard of the \"Ice Challenge\" -- the campaign led by the social media during the summer of 2014 to throw ice water at your head as a means of raising awareness of ALS and encouraging donations to the ALS Association, which funds medical research and support programmes for those suffering from the disease. This effort has led to at least $94 million in voluntary contributions to the ALS Association - a payment of additional funding for a group that last year spent a relatively modest $26 million. But not everyone is happy with this development. A blog called Policyears.com published an article that states that the ice-crying challenge was \"a fraud\" because most of the money was spent on management and public expenditure. The non-signed article was widely picked up in the social media; it was noted by the readers Poletti Fact. Many of them asked us to check it out, so we did. (The site does not contain contact information, so we could not reach the person who wrote the article.) These are key excerpts from the 28 August blog, \"The Ice Bucket Fraud: ALS acknowledges that 73% of donations are not used in ALS research.\" \"We've been fooled.\" America is full of people who love and care about fun. The challenge of the viral ice bucket has combined our sense of responsibility towards our human colleague with pleasure. That was fun! Who didn't like to see Sarah Palin drown? \"But wait? The glacier challenge donation is close to $100 million. Where's that money going? According to ALS, not about ALS. More than 73% of all donations collected will go to fund-raising, overheads, executive salaries, and external donations. Less than 27% are actually used for the purpose for which we donated. \"According to the ECFA, a charitable control dog, 27% of donations actually make the case that is donated to them unacceptable. In fact, the Federation will not be considered a non-profit organization as a reliable charity unless at least 80 per cent of the contributions reach their intended projects. \"ALS is a terrible organization to send your money. If you decide to take the ice-crying challenge, may I humbly suggest that you choose a well-researched charity (on your own, don't be honest here) and send it to them.\" This letter reprints a chart taken directly from the ALS website, showing the following breakdown of expenditures: Research: $7.2 million (27 per cent) Patient and Community Services: $5.1 million (19 per cent) General and Vocational Education: $8.5 million (32 per cent) Fundraising: $3.6 million (14 per cent) Verification of the distinctive facts of Hogan Gidley, mentioned on 17 January 2021 in an interview with President Donald Trump's Fox News, \"He can't say anything (about riots in the American Capitol Building) because the platforms have removed it.\" First, the group concerned is the ALS Society, not the \"ALS Foundation,\" as the blog article calls it. Second, ALS did not say anything to \"accept\" the allegations confirmed in the blog, as the title of the article says. In fact, they've published a response to it here. Now for the biggest codification error: \"More than 73% of all contributions collected will go to fund-raising, overheads, executive salaries, and external contributions.\" It's not true. It appears that 73 per cent comes from subtracting everything except for the 27 per cent that falls under \"search.\" The charitable method (which is not meant to manipulate words) of looking at the error of function is that it misreads the categories' addresses. If the job simply said that \"research represents only 27 per cent of the ALS budget,\" that would be technically correct, but still misleading, because the group's mission statement includes several objectives that go beyond direct research care. They include raising awareness, acting as a reliable source of information, providing patients with access to support services and advocating for increased funding for research. Once \"patient and community services\" and \"general and vocational education\" are included as project expenditure to carry out the group's declared mission, the percentage spent on materials supporting those objectives rises to about 79 per cent. However, the publication of the Code has in fact exacerbated its error by classifying 73 per cent of the group's expenditure specifically as \"fund-raising, overheads, executive salaries and external contributions.\" This is a terrible mistake. We'll add that if someone only wants to donate money to the research association, they can do it. \"If the donor wants 100% of his donation to go to research, it can simply check a box on our online donation form here,\" says the Association's website. \"If a donor has already contributed and wishes to redirect its contribution, please send us an e-mail on [protected e-mail].\" • The role of the European Economic Community. This position invokes the standards of the European Union, the Evangelical Council for Financial Accountability, a group founded in 1979 \"enhanced trust in churches and ministries from which Christ descends through the development and application of seven standards for responsible supervision of accredited organizations.\" But when we contacted the European Space Agency (ESA), he told Dan Bosby, the president of the Community, Poletti Fruitte that his group did not provide the argument put forward in this position. \"We were very surprised to see the report on the Commonwealth of Independent States (CIS), which attributes some statements to the European Union of the Commonwealth of Independent States,\" said Dan Bosby, Chairman of the Group, to Paulette Fructte. \"We didn't provide any information for the story.\" Posby added that, contrary to what the Code said, his group did not have a \"right line\" test of the appropriate proportion of expenditure from the charity. \"The data of applicants and members reflecting high overheads are carefully analysed for fitness,\" he said. \"In addition to considering the financial picture of a possible charity, we believe that donors should also consider other characteristics, including the commitment of the charity to the effective management of the Governing Council, financial integrity and appropriate accountability.\" Other groups analysing charities have given ALS high grades. For example, the Charitable Navigation Society has awarded the ALS Association four out of four stars for financial standards, transparency and accountability. The association is \"Top Reted\" by Charities Watch, accredited by the Best Business Office, a participant in Guidestar Gold. Our article in the blog said that \"more than 73 per cent of all contributions raised (from the ice cry challenge) will go to raise donations, overheads, executive salaries and external contributions.\" Whether intentionally or through incompetence, the unknown blogger misreported the ALS association numbers. In fact, about 79 per cent of the ALS association &apos; s expenses were for the purposes of its stated mission. The rate of fund-raising, overhead and executive staff salaries is only 21 per cent. We're assessing the allegation of pants on fire.", "vclaim_id": "vclaim-pol-07358"}