{"url": "/factchecks/2019/may/30/ben-carson/ben-carson-houston-public-housing-immigrants/", "speaker": "Ben Carson", "vclaim": "More than 100,000 people are waiting for public housing in Houston and those in the country are taking their place illegally.", "truth_label": "barely-true", "date": "stated on May 21, 2019 in a tweet:", "title": ":: No, undocumented migrants do not affect Houston &apos; s waiting list for public housing", "text": "The Minister of Housing and Urban Development, Ben Carson, spent several hours in a congressional hearing answering questions about his administration &apos; s plan to expel unauthorized immigrants from government-backed housing. After the 21st session, Carson wrote on Twitter in the United States Republic of America, Silvia Garcia, a Houston democracy, about the lack of public housing available in her city. \"There are over 100,000 American citizens waiting for public housing in Houston, TX, Carson's books. \"Do you think they should keep waiting while the people here take their space illegally?\" Carson's claim is outside the base. He is right to say that more than 100,000 people are waiting for public housing opportunities in Houston, but the delay is not because people who are not legally resident take space in public housing. Housing assistance is limited to legal residents, and Carson did not respond to the request for suspension, but the information provided by the Houston Housing Authority shows that his claim does not contain significant details. The country &apos; s illegal population is not entitled to housing benefits or to public housing. However, \"mixed\" families - which include family members from different migration situations - are allowed to live in public housing, as long as at least one family member is eligible for assistance (including children born in the United States or one of the spouses). At the national level, some 25,000 out of 1.2 million households living in public housing units (about 2 per cent) have at least one family member who is not eligible for assistance, according to an analysis conducted by the Ministry of Housing and Rural Development. In Houston, 42 out of 22,500 households receive housing assistance from the City Housing Authority, which is \"mixed.\" In other words, 0.19 per cent of assisted households in Houston have at least one family member who lacks legal immigration status. Tori Gonsoli, President and Executive Chairman of the Houston Housing Authority, said that assistance to these families was provided proportionally, which meant that no person within a household that did not exist in the country would receive any government dollar legally. \"This was what the rules were and we have families who followed the rules at their own expense,\" Gonsoli said, noting that they paid higher rents and informed the Government about their family's immigration status. If they do not report this information, they can be expelled. In the past year, the Housing Authority evacuated two public housing units and 17 \"cut-off\" in the voucher programme, but neither was due to the fact that undocumented migrants remained. Although the rent is prorated among families with mixed status, it still has to meet the same eligibility criteria as other households seeking assistance. The first reference point is income-based. Gonsuli said that the income of the entire household was taken into account - including any income received by a family member who was illegally present in the country. The eligibility for income is determined by the Ministry of Public Health on the basis of the average income in the region and the number of family members requesting assistance. On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" By Miriam Valverdi, 3 February 2021, many factors contributed to the waiting list Houston Gonsoli said over 100,000 people were waiting for public housing at the end of March, and over 26,000 people were on the waiting list for housing vouchers at the end of March, the latest available number. The public housing programme provides affordable housing options for low-income families, and the voucher programme provides rental vouchers for low-income families to the units they themselves have chosen. The waiting list had become so large that the Houston Housing Authority had temporarily closed it and had stopped accepting new applications for public housing, as Gonsoli had said. \"We have less expensive housing units for everyone who needs them than most large cities,\" said Gonsoli, the data reference maintained by the National Alliance for Low Income Housing. In a 2018 report, the Coalition, which calls for more expensive housing options, stated that Houston's urban area is one of the \"most dangerous areas\" when it comes to the lack of rented housing available to very low-income households. The Houston area, which includes wood and sugar land, has 19 \"affordable and available rental houses\" for every 100 \"very low-income rental families.\" Among the other areas listed as \"most dangerous\" are Dallas, which also has 19 homes available per 100 households, as well as Sacramento, Califfe. Orlando, Fla and Los Angeles, both 17 houses available per 100 households, and Las Vegas has the lowest number of available houses, with 10 houses per 100 households. The Houston Cronkel, the partner of Politi Fact Texas, stated that the problem in Houston had existed for decades, partly because of the city &apos; s reliance on the market to provide affordable housing options for government subsidies. The crisis only worsened in the aftermath of Hurricane Harvey, which struck the city in 2017. In 2016, more than 27,000 people were waiting for housing, and in 2017 there were approximately 43,000 on the waiting list. In 2018, 107,800 families were waiting for public housing options in the city. A report published in March by the Greater Houston Consortium for Flood Mitigation found that \"the damage caused by Hurricane Harvey across Harris County has increased the challenge of affordable housing by rendering thousands of multi-family units unviable and already tightening the competitive rental market.\" Our governor Carson said on Twitter: \"There are over 100,000 American citizens waiting for public housing in Houston, TX. Do you think they should keep waiting while the people here take their space illegally?\" More than 100,000 people are waiting for public housing (or public housing vouchers) in Houston, but this list does not exist because individuals in the country take illegal places in public housing. Houston has suffered from a shortage of public housing available for decades, a problem that has become worse in the aftermath of Hurricane Harvey. We're assessing this allegation mostly wrong. In fact, this statement contains an element of truth but ignores critical facts that give a different impression. Sharing the facts 2019-05-31 15:23:17 UTC PoliticsFact 3 1 7 PoliticsFact Dacting: Mostly a liar says more than 100,000 people are waiting for public housing in Houston and people in the country are taking their places illegally. Secretary of Housing and Urban Development Ben Carson tweeted on Tuesday, 21 May 2019 2019-05-21. Read more information.", "vclaim_id": "vclaim-pol-00579"}