{"url": "/factchecks/2019/jun/13/amy-klobuchar/amy-klobuchar-right-state-psychiatric-bed-shortage/", "speaker": "Amy Klobuchar", "vclaim": "\"Millions of Americans need mental health care. However, in Iowa, there are only 64 public mental health care beds. You see similar figures across the country.\"", "truth_label": "mostly-true", "date": "stated on June 7, 2019 in a tweet:", "title": "Amy Klobochar's right about the state's lack of psychic bed.", "text": "After an interview with MSNBC host Chris Hayes, Democratic Presidential candidate Amy Klobochar, Senator from Minnesota, he said in a tweet on June 7 that the United States needed to do more to support mental health patients. \"Millions of Americans need mental health care. However, in Iowa, there are only 64 public mental health care beds. And you see similar figures all over the country,\" she tweeted. Millions of Americans need mental health care. However, in Iowa, there are only 64 public mental health care beds. Similar figures are found throughout the country. We must work together to get people the care they need. More about my plan with @chrislhayes: pic.twitter.com/Pf8P5kRibD-Ami Klobuchar (@amyklobuchar) 7 June 2019 we wanted to see if the Klobochar plan, proposed in May 2019 to allocate $100 billion for mental health treatments, was correct in its statement about psychiatric beds in Iowa and throughout the country. The family of psychopaths living in Iowa sent us an article in 2016 from WQAD, a local television station in Iowa, which mentions 64 beds. The Centre for the Defence of Treatment, an organization seeking mental health treatment, reports that there are 64 in-patient beds for adults in Iowa State in 2016. Patients usually need psychiatric treatment in their inpatient bed because they are at risk of harming themselves or others or because they are unable to take care of themselves, as Dr. Big Nobulus, head of the Psychiatric Department of Iowa University, said. \"Mental health continues to have a terrible stigma, and is treated separately and differently from other medical problems for unclear reasons. Nobulos said: \"It shouldn't be.\" In January 2019, there were 64 staffed psychiatric beds for adults under the age of 55 at the Iowa Institutes of Mental Health, according to the data of the Iowa Department of Humanitarian Services sent to Polyte Fact of the Ministry spokesman Matt Hayland. In addition to the family at public mental health institutes in Iowa, there are 44 psychiatric beds for adults under 65 and 15 for adults of any age at the health care university in Iowa, a medical centre funded by the State, according to Nopollos. These 15 additional beds are intended for patients with psychiatric and other medical problems. The Centre for the Defence of Treatment ranked Iowa as the last of all 50 states for the number of public psychiatric beds available per capita, forcing people to wait long before receiving treatment, \"if they are accepted at all,\" central states. On January 31, 2021, Ryan Fornier stated on Twitter that \"Biden's administration has lost 20 million COVID vaccines.\" Noah Y. Kim wrote: February 1, 2021 the inpatient bed nationwide in 2017, estimated at 11.2 million, or 4.5 percent of adults in the United States, living with serious mental illness, with 7.5 million receiving treatment during the previous year, according to the National Institute of Mental Health. Public hospitals with psychiatric beds (sometimes called state hospitals) provide critical services. Because they are financed by local, state and federal funds, they cannot remove people who need treatment, regardless of the amount of money they have. The Department of Drug Abuse and Mental Health Services indicates that adults with mental illness living below the poverty line face an additional set of challenges, including high health-care costs. Poverty may also increase the risk of mental illness or compound the suffering of mental illness. It is estimated that 25.5 per cent of adults in the United States with serious mental illness live below the poverty line, according to the National Survey on Drug Abuse and Health conducted by the Department in 2015. The Treatment Advocacy Centre recommends at least 50 beds per 100,000 people \"to provide adequate treatment to the minimum for individuals with serious mental illness.\" There are two beds available at the Iowa Institute of Mental Health for every 100,000 people in the state, according to data from the Ministry of Human Services in Iowa. (If you want to include Iowa's family, the number of beds will remain very low, and less than four per 100,000 beds) in total, there were 11.7 psychiatric beds per 100,000 people in hospitals in the United States of America, according to the Center for the Defence of Treatment Report 2016. The Governor, Klobochar, wrote on Twitter: \"Millions of Americans need mental health care. However, in Iowa, there are only 64 public mental health care beds. You see similar figures across the country.\" According to data from the Iowa Human Services Service, the number of adult psychiatric beds in public hospitals was 64, until January 2019. This figure does not include beds available at the Iowa Health Care University, which receives State funding, but the number of beds per capita is still very low compared to other states. Millions of Americans suffer from serious mental illness, and 3.7 million American adults with serious mental illness were not treated in the year prior to the National Drug Abuse and Health Survey in 2017. We assess Klobochar's claim mostly true.", "vclaim_id": "vclaim-pol-00535"}