{"url": "/factchecks/2017/jan/22/sean-spicer/trump-had-biggest-inaugural-crowd-ever-metrics-don/", "speaker": "Sean Spicer", "vclaim": "\"This was the largest audience to see the inauguration, period.\"", "truth_label": "pants-fire", "date": "stated on January 21, 2017 in a press conference:", "title": "Donald Trump had the biggest opening crowd ever? The measurements don't show it.", "text": "In the first press briefing of the new administration, White House Press Secretary Sean Spieser detonated the media, saying that they deliberately misled the public about the size of President Donald Trump's inauguration. In January, Spieser said: \"The proceedings of the opening session were deliberately designed in a certain way, in Tweet, to minimize the tremendous support he received at the National Commercial Centre. \"This was the largest audience to see the inauguration, period. Whether in person or around the world.\" Spicer presented some \"facts\" to refute media reports of low turnout, but many are misleading or inaccurate. Its general assertion that the opening of Trump painted the \"largest audience\" at all is a flat error. Spieser referred to infrastructure changes that caused the decline in the number of participants. This was the \"first time\" that ground covers had been used to protect grass at the national mall, which had highlighted empty spaces in the opening crowd, an impact that had not occurred in previous launches. But that's not the case. Ground covers were also used in 2013, and ground covers remained at the shopping centre during the women &apos; s march in Washington the day after the opening of the centre. Spyser also blamed the first use of duel and magnetometers on the mole \"to prevent hundreds of thousands of people from reaching mole as quickly as they had the past. According to a report issued by the Congressional Research Service in 2017, magnetometers, or metal detectors, have been used in previous launches, although it is unclear whether they have been placed on their own funds. According to the Washington, D.C. Transit Authority, the screening areas included two crowded metro stations near the mall. He also questioned the claim of Spycer, a reporter of the New York Times Michael Schmidt, who quoted two law enforcement officials as unnamed to him that \"magnetic measurements were not used in the areas that Spyser said were on Mole. The crowd-sized Spicer hit the press to tweet \"precise numbers involving crowd size.\" \"No one had numbers because the National Park Service, which controls the National Mall, didn't put any of them,\" he said. \"We know some things. So let's review the facts.\" \"We know that from the podium where the president took the right to 4th Street, it contains some 250,000 people. From 4th Street to Media tent about 220,000 more. From the media tent to the Washington memorial to another 250,000 people. All this space was full when the president swore the right. Many news institutions, including Politi Fact, have observed that crowd size is difficult to measure and that estimates are inconsistent. The National Parks Service stopped registering crowds at the National Commercial Centre in 1995 following a dispute over the presence of a million man in March. The Spicer claim of full space in the shopping centre - which contrasts with its images - would give Trump a crowd size of at least 720,000 people, which is higher than the initial estimates made by the media, but equals the number of organizers expected to attend from 700,000 to 900,000. The president himself paid 1.5 million on January 21 at the headquarters of the CIA. But this wouldn't have come out in the first place. Here are the estimates of attendance at previous launch events: Tramp, 2017, 2017, 250,000 to 600,000 Barack Obama, 2013 million Obama, 2009.8 million George W. Bush, 2005 400,000 Bush, 2001 300,000 special fact-finding blogs mentioned on January 10, 2021 in the story: \"The rebel law of Trump Signs - General Flynn will be appointed Vice-President.\" By Samantha Buterman: 11 January 2021 Bill Clinton, 1997 250,000 Clinton, 1993 800,000 George H.W. :: Bush, 1989 300,000 passengers on the Spyser Metro train said 420,000 were used to cross the General Metro in the capital on 20 January 2017, compared to 317,000 in the inauguration of President Obama in 2013. It is unclear where the number of 420 thousand comes from on the occasion of Trump's installation, but the Washington Post reported that on the occasion of Trump's installation, some 570,557 trips to the system between 4 a.m. and midnight on Friday. The opening day of 2013 gained more, reaching some 782,000 people. The Spesser figure of 317,000 refers to surfing as of 11 a.m. on January 21, 2013, as reported by WMATA. At the same time, some 193,000 people received the opening of Tramp. The following is the collapse of the horse rider on the most recent occasion of the inauguration: riding of trains of the day metro (full day) and boarding of trains of the metro (from 11 a.m.) on January 2017 (the Trump opening) 557 570 193,000 January 21, 2013* (the Obama opening) on January 20, 2009 (the Obama opening) 1,513,000 January 20, 2005 (the Bush opening) *Note: Obama II was installed in January 21 instead of January 20, which took place on Sunday. The governor, Spycer, said, \"This was the largest audience to witness an inauguration, a period.\" In support of his claim, Spycer provided a few misleading or inaccurate evidence. The floor covers highlighting the empty areas of the National Commercial Centre had not been used in previous inaugurations, but were ready for Obama &apos; s inauguration in 2013. He claimed that the metro ride was higher in Trump's installation than in Obama's inauguration in 2013, but compared the figures on the morning of Obama's inauguration to the entire Trump Day. Spicer proposed to attend 720,000 Trump inaugurations, while organizers said they expected 700,000 to 900, and Trump himself estimated 1.5 million. All these figures are less than 1.8 million people attended the Obama inauguration ceremony in 2009. We're assessing Spicer's claim for pants on fire. The Political Fact Sheet shared 6 7 Policy Assessment: Pants on Fire \"This was the largest audience to witness the inauguration, a period.\" Sean Spieser, White House Press Secretary at a press conference on Saturday, 21 January, 2017 01/21/2017. Read more information.", "vclaim_id": "vclaim-pol-03769"}