{"url": "/factchecks/2016/jul/20/donald-trump/donald-trump-wrongly-blames-hillary-clinton-creati/", "speaker": "Donald Trump", "vclaim": "Hilary Clinton invented her stupid policies. She's responsible for ISIS.\"", "truth_label": "false", "date": "stated on July 17, 2016 in an interview on 60 Minutes:", "title": "Donald Trump is blaming Hillary Clinton for creating ISIS.", "text": "Donald Trump and his candidate, Vice President Mike Pines, gave their first joint interview to 60 minutes and used the offer to point fingers at Hillary Clinton for ISIS. Tell Tramp Leslie Stahl (CBS) that the United States will declare war against ISIS -- and pledge to do so with very few troops on the ground to eliminate ISIS. \"Hilary Clinton invented ISIS with its stupid policies,\" said Trump in an interview broadcast July 17. \"She's responsible for ISIS.\" Trump has repeatedly made this allegation. It's a mistake, and we'll explain why. Trump's roots referred to Clinton's actions concerning Iraq, Libya and Syria, and the spokesman for Trump Stephen Miller, who referred us to the previous Trump address on this subject. As John Pike, a defence expert and Director of Global Security.org, said, ISIL sources are complex and interrelated, a site that provides information on defence. \"You may share some blame,\" but there's more than enough to go around. Pike said she wasn't the only writer of this thing. At the outset, the terrorist group had its roots ahead of Obama's presidency and Clinton's role as Secretary of State. Several names have been acquired since 2004, when Sunni extremists long ago founded Al-Qaida in Iraq, also known as the Islamic State of Iraq and, more recently, the Islamic State of Iraq and the Levant, according to the National Counter-Terrorism Centre. After being killed in an American air strike in 2006, the group became the Islamic State of Iraq. In 2013, the group was referred to as the Islamic State of Iraq and the Levant, and later as the Islamic State in 2014. Given the timing, Democrats blame President George W. Bush for the creation of ISIS, because Al-Qaida flourished after Saddam Hussein was overthrown. Obama &apos; s decision to leave Iraq after 2011 contributed to the security vacuum that gave ISIS the opportunity to take root there, as stated by Michael O &apos; Hanlon, a security expert at the Brookings Institution, a group from the centre to the liberal. (Ohanlon is one of hundreds of volunteer counsellors for the Clinton campaign but has a small role to play.) You can say that the blame touches both Bush, because he created a strong Al-Qaida space in the Mesopotamia, Obama, because he gave the group a chance to regroup. As for Clinton, the Trump campaign refers to its vote as a senator to authorize the use of force in Iraq in 2002. She later regretted that vote. On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. • On 22 January 2021, the Republicans blamed Obama for not retaining 10,000 soldiers in Iraq, which they say could have prevented Fatah ISIL. However, Obama inherited a timetable for leaving Iraq from Bush, and there was no agreement to leave much power behind. The Trump campaign also refers to Clinton's positions on Syria and Libya. In 2011, it reiterated Obama &apos; s support for regime change in Syria in 2011. \"The transition to democracy in Syria has begun, and it is time to be happy to get out of the way,\" she said, while the Foreign Minister in August 2011. The regime change in Libya also gave ISIS an opportunity, as Christopher Bribel, a defense expert at the Liberal Cato Institute, said. He said: \"The Hamas Clinton regime change in Libya in 2011, which Obama supported, led to the collapse of the regime there, which ISIL and others used.\" \"This is a fair criticism, in my opinion.\" It can be said that these factors - withdrawal from Iraq, lack of administrative support for the anti-Assad rebels in Syria and the decision to intervene in Libya - contributed to the ISIL force, as Austin Long said, a professor of international and public affairs at Columbia University. \"Then O. Clinton's vote for the Iraqi war can also be seen as contributing to the preconditions for Al-Qaida's emergence in Iraq,\" said Long. So Trump's argument cannot simply be rejected. Clinton, however, supported the support of the Syrian rebels, which Obama abolished and strongly advocated the maintenance of a moderate troop presence in Iraq after 2011. \"So at both points, I don't think it was Clinton driving Obama -- instead, it was the opposite,\" said Long. \"Libya's intervention and voting for the Iraqi war are the only points in the argument that actually stand in the way of scrutiny.\" In its vote on the war in Iraq, Clinton was among the many on both sides who supported the intervention called for by Bush. \"In Libya, while it seems clear that this was a mistake of late perception, it was a rather minor contribution to the emergence of ISIL, which originated from the conflict in Iraq and Syria,\" Lung said. Our Governor Trump said, \"Hilary Clinton invented ISIS with its stupid policies. She's responsible for ISIS.\" There have been several factors that have contributed to the growing power of ISIS, but it is misleading to attach responsibility only to Clinton. At first, ISIS was rooted in 2004, when Bush was President and before Clinton was Obama's Foreign Minister. I voted to authorize the use of force in Iraq in 2002 when she was a member of the Senate, but this is what the Bush administration and the vast majority of the Senate called for. The intervention in Libya, which I supported, gave the Islamic State an opening, but Trump is overplaying its role by saying that it is responsible for the Islamic State in Iraq and the Levant. This allegation is inaccurate. We assess it wrong. https://www.sharethefacts.co/share/10e1a530-108f-44ed-babe-6f9d5e5c9712", "vclaim_id": "vclaim-pol-04654"}