{"url": "/factchecks/2011/may/09/garnet-coleman/state-rep-garnet-coleman-says-nearly-90-percent-po/", "speaker": "Garnet Coleman", "vclaim": "Approximately 90 percent of the population growth in Texas over the last decade has been unengle.", "truth_label": "true", "date": "stated on April 28, 2011 in a press release:", "title": "Garnett Coleman says that 90% of the population growth in Texas over the last decade has been non-English.", "text": "Garnett Coleman from Houston said that it did not reflect the growing minority of the population in the United States. From 2000 to 2010, \"almost 90 per cent of the population growth was in Texas but Angola, but this map reduces the number of districts where coloured communities can elect their own candidate,\" said in a press release issued on 28 April. On that day, the Governing Council approved the revisions, which Coleman says cancels one of the areas where Hispanics make up the majority of registered voters, and sends the plan to the Senate. We will not overburden ourselves with whether the map deprives voters of their right to vote. However, we wondered whether it properly linked non-English population growth in the State. In April 2010, the Lone Star Democratic Project similarly said that the state was expected to have seats in Congress \"almost entirely because of the growth of the American and Spanish African population in Texas in almost every region of the state.\" We have estimated that this is mostly true, as we have found that Spanish growth seems worthy of appreciation for Texas's victory in the seats, but that will be uncertain until the 2010 census is completed. One year later, it is. In response to our request for evidence to support Coleman's claim, we referred Joe Madden, Chief of Staff of Coleman, to data from the United States Census Bureau. According to the 2010 census, Texas grew by 20.6 per cent during the decade. The fifth fastest-growing nation was behind Nevada, Arizona, Utah, Idaho. In raw numbers alone, the population of Texas has grown by some 4.3 million. California, which has the largest population, has increased by 3.4 million. How much population growth in Texas was caused by non-Angles? According to census data, in 2000 there were some 9.9 million minorities - persons who reported their ethnicity and race as something other than non-Spanish whites - representing 47.6 per cent of the state population. From 2000 to 2010, the minority population increased by 3.8 million, or 54.7 per cent of the population - and also made minorities responsible for about 89 per cent of the State &apos; s growth over the decade. According to a press article issued on 18 February analysing the new census data, Latinos accounted for two thirds of Texas &apos; s growth over the decade, accounting for 37.6 per cent of the state &apos; s total population until 2010, while blacks accounted for 11.5 per cent of growth. Robert Bernstein, spokesman for the Census Bureau, told us that Coleman was \"to a large extent on the mark.\" We appreciate Coleman saying he's right. In an interview on January 31, 2021, John Kerry says that Hurricane Harvey \"falled in Houston in five days more than in Niagara Falls in one year.\"", "vclaim_id": "vclaim-pol-13128"}