{"url": "/factchecks/2019/apr/19/joyce-krawiec/fact-check-are-abortion-survivors-covered-existing/", "speaker": "Joyce Krawiec", "vclaim": "\"No, we don't have laws that protect children born alive as a result of abortion.\"", "truth_label": "false", "date": "stated on April 15, 2019 in in a speech on the state Senate floor:", "title": "Verification of facts: Are abortion survivors covered by existing laws?", "text": "Some rhetoric surrounding a new bill in North Carolina gives the impression that laws do not actually protect newborns who survive abortion. \"The Law on the Protection of Survivors from Abortion,\" or Senate Bill 359, specifically instructs doctors and nurses to take care of newborns who survive abortion. The proposal includes new penalties for doctors and nurses who do not comply with the law or who do not report non-compliance. They can face criminal charges, prison time up to $250,000 in fines. The State Council and the Senate approved the bill this week, but Jove. Roy Cooper objected to it on Thursday, and it remains to be seen whether the legislator will pass it on to his opposition. The Democrats opposed this, saying that newborns were already protected and that the bill was aimed at intimidating medical care providers. The Republicans have expressed concern about children born alive during the abortion process. In a speech delivered on 15 April in the Senate Chamber, Ms. Joyce Krawich, a Republic of Kernsville and a sponsor of the bill, said that protection was necessary. \"No, we have no laws in place to protect children born alive as a result of abortion,\" she said, according to WRAL. Legal experts do not agree. Many legal experts say that a set of laws protects newborns regardless of the circumstances of their birth. In other words, newborns are protected even if they enter the world during abortion. Neil Siegel, a lawyer and professor at Duke University Law School, said that the requirement of equal protection in the United States Constitution and due process, state constitutions and a variety of murder laws also applied. \"If you have a child born alive, it doesn't matter if a child is born of a failed abortion or otherwise... he is entitled to full constitutional protection,\" said Siegel in a telephone interview. After the United States Senate considered a bill with the same name, Politi Vac addressed this issue in an in-depth story and facts of President Donald Trump. On January 26, 2021, in the North Carolina tweet, Secretary of State Ellen Marshall, Jenna Woodsworth stated, \"She has won state-wide races more than anyone else is likely to be alive.\" • On 1 February 2021, the experts referred to the Child Abuse Prevention and Treatment Act, first promulgated in 1974 and subsequently revised, including major updates in the 1980s. The relevant part of the Act makes certain types of federal state funding conditional on the adoption of policies to prevent improper withholding of treatment from newborns, including persons with disabilities. Newborns are also protected under the 2002 Law on the Protection of Lifeborn Infants. The law defines \"living birth\" as meaning \"full expulsion or extraction\" from the mother \"at any stage of development,\" regardless of whether it was extracted during \"productive abortion.\" However, the 2002 Act did not establish direct civil or criminal penalties. Dwight Duncan, Professor of Law, University of Massachusetts, who serves on the Board of Directors of the Pro-Life Legal Defense Fund and Massachusetts Citizens for Life, said. Filling out this omission was a major incentive for supporters of the bill introduced in Washington earlier this year. She did not reply to an e-mail from the Politifact newspaper requesting comments. Bill Dahlia, Speaker of Senator Phil Berger, acknowledged that relevant laws were already included in the books. \"Under the current state law, the intentional killing of a child covered by our murder laws and the murder of an unborn child are covered by the law on victims of unborn violence, but there is no current law covering the deliberate failure to care for a child born alive during an abortion,\" said Delia. \"In theory, a professional doctor can be charged with wrongful murder for withholding care but is not explicit in the current state law,\" said Delia. But he added, SB 359 makes it \"clear.\" Greg Ducket, a criminal defence and commercial prosecution lawyer based in Durham, said that the current state laws were likely to apply to doctors who failed to provide care. \"If one of the parents does not feed the newborn and dies, they are charged with murder. Ducket said: I don't see why the provider of medical services is fundamentally different. In the Senate Hall, Krawyk said, \"We don't have laws that protect children born alive as a result of abortion.\" That's not true. There are federal and state laws that protect infants as soon as they leave their mother's womb - regardless of the circumstances. We assess her claim is wrong. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To provide ideas to verify the facts, e-mail [e-mail protected].", "vclaim_id": "vclaim-pol-00741"}