{"url": "/factchecks/2019/may/24/heidi-scheuermann/would-vermonts-toxic-exposure-testing-bill-make-it/", "speaker": "Heidi Scheuermann", "vclaim": "They are aware of the importance of medical monitoring. However, it is clear that they want to do so in a manner consistent with other States, and S.37 is not.", "truth_label": "half-true", "date": "stated on May 16, 2019 in floor debate:", "title": "Is the tox screen bill in Vermont gonna make it gay?", "text": "A multi-year debate on Vermonters &apos; right to medical monitoring, supported by environmentalists and repulsive by industry, fell to the surface during a recent debate. Under the Damage Act, persons who bring legal proceedings usually have to prove that harm has occurred in order to be awarded compensation. From the 1980s, some courts in the United States began to award payments to prosecutors exposed to hazardous substances for diagnostic tests and other procedures for early detection of diseases that are at increased risk of development due to exposure. These cases are referred to as \"medical surveillance\" claims. Members of the Pennington Senate, Democrats Dick Sears and Brian Campion, had submitted a bill, S.37, in response to the contamination of private wells around Pennington with PFOA from the Shimfab factory in the city. Under S.37, Vermont without disease will have \"the cause of the act\" to prosecute a company that has exposed them to toxic substances through the illegal conduct of medical monitoring costs. Before medical supervision is granted, the court must conclude that exposure increases the risk of a disease. The medical expert must also consider that diagnostic examination beyond normal medical examinations is reasonably necessary. Only businesses with 10 or more employees - or 500 or more employees in multiple facilities - can be prosecuted in the mining, manufacturing, transport and public utilities sectors, because of the costs of medical monitoring under article 37. The state detected contamination of the Bennington area in 2016. The Ministry of Health offered the residents of the Pennington region an examination of PFOA levels in their blood. PFOA is one of the most toxic chemicals in man-made PFAS chemicals. PFOS is not degraded in the environment and is used in a wide range of manufactured products, from rain jackets to cooking tools to fire fighting foams. Scientists now know that exposure to certain PFAS chemicals can lead to cancer, thyroid diseases, immune system damage, children's developmental problems and low birth weight. The proponents of the medical monitoring bill argue that companies that release toxic pollutants - not the state or individuals exposed - should pay for this medical test. A similar proposal was rejected by the Government last year. Phil Scott, who said he created an \"unprecedented\" level of responsibility for Vermont companies. During a debate in the House of Representatives on the bill last week, Rep. Scott Beck, R-St. Johensbury, introduced an amendment to S.37 preferred by industry representatives setting stricter standards for people in areas exposed to medical surveillance. A number of legislators have increased to speak in favour of the amendment. The Republic of Heidi Shurman, R-Stowe, said the representatives of the manufacturing industry \"reached Montpellier this year\" with the intention of supporting medical monitoring legislation. \"They understand the importance of medical surveillance,\" she said on the floor of the house last Thursday, referring to industry. \"It is clear, however, that they want to do so in a manner consistent with other States and S.37 is not.\" Mr. Brian Colamore, R-Rotland, Bobby Starr and Dr. Essex-Orlianz echoed similar concerns during the debate in the Senate Chamber on the bill this week. The bill approved both the House of Representatives and the Senate, but it is unlikely that the Governor &apos; s signature will be obtained. So we were wondering, if S.37 became law, would Vermont be higher than the rest of the country? In an interview on Wednesday, Schwerman said that her statement was a concern expressed by industry representatives and lobbyists. In particular, they felt that the so-called \"test\" of medical monitoring in S.37 was too lenient and would affect their ability to obtain insurance, as she said. \"Global institutions, the Vermont Chamber of Commerce, testified, (the Vermont-related industries) and all referred to details of how they were not in line with other mandates and what could have been the influence on manufacturers in our state and their ability to obtain liability insurance,\" she said. Shurmann also instructed VTDiger to make a comparison between the states for medical monitoring from the Rickard Generation, Policy Director of the Ministry of Foreign Affairs for Financial Regulation. In a comparison of Richard, five of the six states and territories referred to - Guam, West Virginia, Maryland, Pennsylvania and Florida - require claimants to prove a significant exposure to a toxic substance or greater exposure than background levels. All courts in Guam, Florida and Pennsylvania say that the plaintiff must have a \"high\" risk of an underlying \"dangerous\" disease. The Beck Amendment required exposure to the toxic substance to be \"large.\" It would also have changed the \"risk of having a greater underlying disease\" to \"risk of having a serious underlying disease.\" The argument between industry representatives and environmental advocates is concentrated in the most recent releases on whether or not those attributes should be included in the medical monitoring test in document S.37. In one interview on January 31, 2021, John Kerry said that Hurricane Harvey \"more water fell in Houston in five days than it went over Niagara Falls in one year.\" Phil Scott, Vermont will be the first state in the country to lay down the right to bring proceedings against medical surveillance in state law, and not leave the decision to the court alone. To date, medical monitoring allegations have been recognized by the courts in 16 states, while the allegations have been rejected by 13 states, arguing that the medical situation must first arise, according to a white book by Ken Rommelt, a professor at Vermont Law School. This week, 38 industrial associations around the state sent a letter to senators urging them to vote against the bill. \"The main flaw in this legislation is that it is inconsistent with what the courts in other states have seen with regard to medical monitoring allegations,\" the groups wrote in the letter. \"This would increase the risks and operational costs of a wide range of employers in Vermont, and make Vermont even higher than other states that have recognized this as a remedy for plaintiffs.\" The state and federal courts in nine jurisdictions include the requirement that the plaintiff prove that he or she faces \"a significantly increased risk\" of \"dangerous\" disease, according to the charity of an industrial pressure group. The courts in seven jurisdictions require the plaintiff to prove that the exposure was either \"large\" or \"above background levels.\" However, supporters of the bill argue that the medical monitoring test in document S.37 is not much different from that in other jurisdictions. \"Despite what you have heard, the medical surveillance test in S.37 is not materially different from that in other states,\" John Groffman, Director of Policy and Water Program of the Vermont Natural Resources Council, and Ken Romlet, Senior Lawyer at the Vermont Law School, wrote a certificate at the end of April. They follow in writing that the bill will, in some way, establish \"more stringent\" conditions for medical monitoring claims than other states. For example, there are no other states with limited claims for medical monitoring in large facilities or specific industries as in S.37. Both Groffman and Rommelt also refer to a pending case in a federal court brought by Bennington residents who were exposed to the Office of Foreign Property Control in an attempt to obtain medical monitoring costs, among other damages. Judge Jeffrey Crawford issued a preliminary judgment in the ongoing Bennington case, which sets out a less stringent test than S37 as they say. In a white paper prepared for the Vermont and VPIRG Natural Resources Council, Romlet describes the \"high bar\" plaintiffs who must prove that they are qualified for medical surveillance from the West Virginia Bauer case. Under this eight-part test, claimants must show that they have been \"highly exposed\" to a proven hazardous substance, placing them at increased risk of developing a \"dangerous underlying disease.\" \"I think it's, to a large extent, the equivalent of Bauer's test,\" said Rommelt of S.37. In the Bauer case, \"high exposure\" is defined as the plaintiff's exposure to a hazardous substance. According to Romult and other supporters of the bill, the requirement in S.37 for a doctor to certify that the applicant &apos; s exposure to the disease would lead to additional tests beyond what is generally described as \"necessarily necessary\" points to the importance and gravity of exposure to the disease. In an e-mail, Groffman recorded medical surveillance tests in some states where the courts allowed it. California requires the plaintiff to indicate \"the importance and extent of exposure\" and \"the gravity of the illnesses for which the plaintiff is at increased risk,\" but does not require the plaintiff to prove that he is at a particularly high risk. In Utah, the plaintiff must show that exposure puts them at risk of \"serious illness, illness or injury,\" but not that there was a significant exposure or increase in risk. In Missouri, there is no list of elements, but the court allowed the claim when the plaintiff was \"a substantially increased risk of a particular disease in relation to what might be the case in the absence of exposure.\" In New York, courts throughout the map recognize or do not recognize allegations of medical monitoring. In a class action case concerning proceedings against the National Hockey League, the United States District Court in Minnesota reviewed the general law on medical monitoring throughout the country. The plaintiffs sought to assemble 28 jurisdictions claiming to permit medical monitoring. Judge Susan Richard Nelson wrote: \"The theory of gathering thinkers cannot be used to overcome the wide difference between states in medical monitoring requirements.\" In its conclusion, Nelson refers to \"widening differences in the applicable laws of the State governing medical monitoring\" as a reason for not granting category certificates to plaintiffs. Our judgment: \"They understand the importance of medical surveillance. But clearly they want to do so in a manner consistent with other States, and S.37 is not.\" It's true that Vermont will be the first state in the country to put medical control in state law. Vermont will not be alone in allowing medical surveillance before illness. Sixteen mandates have allowed claims for medical monitoring, while 13 have rejected those claims. Some courts set stricter standards for medical monitoring tests, based on the importance of exposure, increased risk, and the seriousness of underlying diseases. However, not all courts include these requirements in their medical monitoring tests. Article 37 also sets out the restrictions on the types of business that can be sued for medical monitoring in a manner not carried out by other courts. And a federal court judge in Vermont issued a preliminary ruling that could set a lower threshold than S37. We're assessing this claim half right.", "vclaim_id": "vclaim-pol-00590"}