{"url": "/factchecks/2014/oct/24/scott-brown/debate-scott-brown-says-jeanne-shaheen-voted-pave-/", "speaker": "Scott Brown", "vclaim": "Jane Shaheen says, \"I voted to pave the way for a new national energy tax.\"", "truth_label": "barely-true", "date": "stated on October 21, 2014 in a debate:", "title": "In the debate, Scott Brown Jane Shaheen says 'Voice to set the way' for the carbon tax", "text": "On October 21, 2014, a discussion in Concord, N.H., Sin Jin Shahin, D-N.H., and its former Republican competitor, Massachusetts Sean Scott Brown, got involved in energy policy. At some point, Brown Shahin said, \"A voice to pave the way for a new national energy tax.\" We thought we'd take a closer look. This allegation was echoed, but it was not entirely identical, an allegation made in a June press release by Brown campaign manager Colin Reed, which stated: \"One year ago, Sen. This refers to the debate on \"carbon tax\" as another term for taxes on the use of oil, gas and coal. The rationale behind this tax is that by making natural resources more expensive for individuals and businesses, a carbon tax would encourage the use of alternative energy sources that have less impact on the environment. Most economists agree that the carbon tax will be effective, but the issue has not gained much political strength. The Campaign Officer Brown Elizabeth Gitton referred to Shahin &apos; s vote on an amendment to the 2013 budget decision submitted by Sin. Sheldon Whitehouse D-R.I. who expressed support for the implementation of the carbon tax. The amendment states that future carbon tax revenues must be returned to the public in some way. Shaheen voted in favour of the amendment However, there is no carbon tax in that amendment. Instead, the amendment provides an approximate framework for how the funds generated from this tax, if enacted at any time, will be used. \"I believe that a fee on carbon pollution is ultimately inevitable, and the purpose of that amendment was to start a discussion on that and to begin discussion on when it would happen, what would be the best way to use the proceeds of the fee,\" said Whitehouse correspondents in 2013. \"So from that point of view, I did not consider it binding on anyone for carbon charges, but I considered it an assessment of how best to use carbon fee revenues.\" Although Shaheen was one of 41 \"Ya\" votes (all coming from Democrats or independent Democrats), the vote was not a direct endorsement of the carbon tax. Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. By Tom Kircher: 29 January 2021, it was correct to say that Shahin voted to \"give way\" to carbon tax if she voted -- for example -- to start the Senate debate on actual carbon tax. But no carbon tax was waiting for the vote. The amendment that I voted for would not have brought the carbon tax closer to its benefits. (Don't forget that the measure didn't even work, so it's not as if it paved the way for a tax now in place.) A second guide presented by the Brown campaign related to an amendment proposed by Sun. Roy Blunt, R-Mo. Blunt appeared as a permanent carbon tax fair in the Senate. In 2013, Blunt proposed an amendment that would have increased the threshold for the adoption of the carbon tax framework under the budget decision to 60 votes. Shaheen voted against this amendment, even with some of her democratic colleagues from energy-producing countries who voted in favour of it. However, it is an exaggeration to say that Shaheen \"cracked the way\" of the carbon tax while no proposal went anywhere in the Senate. In June, Shribal Shah, spokesman for the Shahin Senate Bureau, told us that Shahin had never supported the carbon tax. Shah stated that Shahin supported \"market-based solutions\" to address pollution, such as the Regional Greenhouse Gas Initiative. This statement appears to be in line with the position taken by Shaheen when she conducted her first Senate election campaign in 2008. During a round-table discussion at Seacoast Energy Substitutes in Summersworth, New Hampshire, Shaheen said that she preferred the cap and trade programme to the carbon tax because it was \"easier to sell to the population\" and \"he puts the burden\" on the polluters. When it comes to the legislative record, the efforts of Shahin to influence energy policy since her assumption of power have been largely focused on promoting energy efficiency. Shaheen partnered with Sin. Rob Portman, R-Ohio, to draft an energy efficiency bill that would launch a federal training programme for the design and operation of energy efficient buildings and establish a loan programme to improve energy in homes and small businesses, among other initiatives. The bill has died twice in the Senate. The last effort failed on May 12, 2014, when supporters failed to reach the 60 votes necessary to close the debate on the bill and begin the final vote. The Governor Brown said Shaheen voted to pave the way for a new national energy tax. This is misleading. The votes I took reflected the voices of some legislators who preferred the carbon tax, but this is not the same thing that she said she voted to \"give way to the new national energy tax.\" These votes were not procedural to initiate a discussion, or a final vote on the actual carbon tax bill. We don't see how either vote would have brought the carbon tax closer to paying off. We assess the claim mostly wrong.", "vclaim_id": "vclaim-pol-07083"}