{"url": "/factchecks/2015/feb/26/american-crossroads/conservative-group-claims-hillary-clintons-foundat/", "speaker": "American Crossroads", "vclaim": "The Clinton Foundation took millions of foreign governments, including Saudi Arabia and the United Arab Emirates.", "truth_label": "true", "date": "stated on February 23, 2015 in a video:", "title": "The conservative group claims that Hillary Clinton took millions from foreign governments.", "text": "A group founded by Karl Ruff launched one of the first Halls of the 2016 presidential election cycle with a video on the Internet attacking the so-called democratic front, Hillary Clinton. The American crossroads released a video in February 23 giving a voice for a speech from Sin Elizabeth Warren, a Massachusetts democracy from the party's progressive wing, warning that \"the powerful interests tried to capture Washington and falsify the system for their benefit.\" The video shows pictures of the Clinton meeting with various foreign delegates and leaders. The screen text claims that the Clinton Foundation took millions of foreign governments, including \"up to $5 million\" from the United Arab Emirates and \"up to $25 million\" from Saudi Arabia. We must note from the bats that Warren's remarks were extracted from two separate speeches aimed at reducing money from companies and Super PAC in politics, and were combined and cut off in a way to remove those signals. They certainly weren't about Clinton or foreign institutions or governments. However, we wanted to check whether the Bill and Hillary Clinton Foundation had already received substantial amounts of money from foreign Governments. Former President Bill Clinton established the William J. Clinton Foundation in 2001 as a non-profit charity for global development. The organization is partnering with Governments, non-governmental organizations and the business sector to address quality of life issues such as AIDS, poverty and climate change. When Hillary Clinton became Secretary of State in 2009, the Foundation agreed to disclose its donors at the request of the White House. In accordance with a memorandum of understanding, the Foundation can continue to raise funds from countries with which it has established relationships or runs grant programmes. If contributions from these countries are substantially increased or if a new foreign government wants to make a donation, the Ministry of Foreign Affairs will have to agree first (in a short time). We should stress that there is nothing illegal about contributions. The law prohibits candidates for positions from accepting contributions to campaigns from foreign governments, but institutions do not impose such restrictions. The main issue is that the Foundation presented moral barriers when Clinton was a presidential candidate in 2008 and when she was the Secretary of State. But at this time, the foundation was her husband's project, not hers. This changed when Clinton left the State Department. In 2013, the Foundation became the Bill Hillary and Chelsea Clinton Foundation, where Hillary Clinton played an active fund-raising role. Over the years, celebrities such as Leonardo de Caprio and Cameron Diaz have been among the donors, such as EBY and Pepsi, and other non-profit organizations, such as the Bill and Melinda Gates Foundation. And, yes, some governments. So what foreign countries and governments have contributed to their organization? Not only Saudi Arabia and the United Arab Emirates, as has been shown. We have extracted information from the Clinton Foundation website, which tracks donors through the scope of contributions. As is the case, we do not have a specific amount for each gift, and we do not know when the contribution was made - except for contributions made in 2014, which were named on the site. Here's what we found. Because of the research restrictions on the Clinton Foundation website and the large number of small donations, we only include contributions of over $25,000. The Government of Tenerif Island has refused $25,000 to $50,000 to $50,000 to $50,000 to $50,000 to $50,000 to $50,000 to $100,000 to $100,000 to $100,000 to $100,000 to the Embassy of Algeria to $500,000 to the Ministry of Foreign Affairs, Trade and Development of Canada to $500,000 to the Taiwan Economic and Cultural Office, to $500,000 to US$ 1,000,000 to US$ 1,000,000 announced on 13 January 2021 in a story written by General Oman from US$ 1,000,000 to US$ 5,000,000 to US$ 5,000,000 to US$ 5,000,000 to US$ 5,000,000 to US$ 1,000,000 to US$ 5,000,000 to US$ 1,000,000 to be contributed by foreign Governments throughout Saudi Arabia in the amount of US$ 25,000,000,000,000. Six of the 19 above-mentioned countries contributed to the Clinton Foundation in 2014: Australia, Canada, Germany, Oman, Saudi Arabia and the United Arab Emirates. It was not clear whether those Governments had contributed in the past and, if so, how much they had contributed in the past year. Therefore, the emphasis at the centre of the Declaration is accurate: the Clinton Foundation has in fact taken millions of foreign governments. In addition, two countries - the United Arab Emirates and Saudi Arabia - have made a contribution to the Foundation since Hillary Clinton formally joined the Foundation for her family. The spokesperson for the Clinton Craig Minasyan Foundation said that most funds from foreign countries were earmarked for specific projects and grants, such as AIDS relief. Minasyan said that the declaration involved heinous transactions, and that was not the case. \"I just have a problem with the advertising hypothesis,\" said Minasyan. \"It's the same hypothesis when people say we're like super PAC. We're not, we're a charity. This is what non-governmental organizations do.\" Readers can decide for themselves how they feel about the charge. We're just checking the truth behind the announcement. The American crossroads did not respond to voice mail and e-mail. It should be noted that since the announcement was made, while we were telling this story, the Washington Post reported that Algeria &apos; s contribution, which it had never contributed before, came when Clinton was a Foreign Minister and was not approved by the Ministry of Foreign Affairs. The contribution from Algeria was related to relief efforts in Haiti, and according to the agreement with the White House, \"the Ministry of Foreign Affairs should have been formally informed.\" \"As the Clinton Foundation has done with all the contributions it has received for earthquake relief, Algeria's full contribution as aid in Haiti has been distributed,\" said Minasyan. \"This was a one-time contribution of assistance to Haiti and Algeria that they had never contributed to the Clinton Foundation before and have not contributed since.\" We claimed on the American Dispartion Network that the Clinton Foundation took millions of foreign governments, including \"up to $5 million\" from the United Arab Emirates and \"up to $25 million\" from Saudi Arabia. As we have noted, the acceptance of voluntary contributions from foreign Governments does not violate the rules of the electoral campaign for non-profit charity. Over the years, the Clinton Foundation has taken millions of dollars from foreign governments. This includes between $1 million and $5 million from the United Arab Emirates and between $10 million and $25 million from Saudi Arabia. At least part of these contributions came in 2014, after Clinton left the Foreign Office and formally joined the family institution, which was formerly in her husband &apos; s name alone. We're evaluating the statement right.", "vclaim_id": "vclaim-pol-06683"}