{"url": "/factchecks/2019/jun/19/facebook-posts/no-queen-elizabeth-ii-did-not-call-trump-amazing-p/", "speaker": "Facebook posts", "vclaim": "Queen Elizabeth II quotes as he says that Trump is \"an amazing person\" with a \"good heart\" that could be her son in another life.", "truth_label": "pants-fire", "date": "stated on June 7, 2019 in a Facebook post:", "title": "No, Queen Elizabeth II did not call Trump \"a wonderful person \" a\" good heart \" in an interview", "text": "After President Trump's official visit to the United Kingdom, France and Ireland in early June 2019, a strange quote from nothing but Queen Elizabeth II began to spread around social media. The article shows a picture of both, with the following quote of Trump attributed to the Queen: \"He's really just an amazing person. Very thoughtful, you know. We've had some private conversations and he's very honest. I have a feeling about people, and the President has a good heart. In another life, he could be my son.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) According to the Buckingham Palace website, the Queen does not conduct interviews or comment publicly on politics, and there is no evidence that she has made such a statement. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher: January 16, 2021, other versions of the article take it further and say that journalists were repressed and had a complete interview with Queen Elizabeth after Trump gave such glowing praise. This quote appeared on the Clover Cronicle page, a conservative web site containing the conspiracy section on its main page. The article claimed that \"MSM's news director is not called the UK's leading media, claiming that they recently participated in an interview with Queen Elizabeth II where she unexpectedly commended US President Donald Trump... and the plaintiff said that the executives of the organization were \"fake\" because they could not save the piece because of her continued praise of the president. \"Inder\" was an anonymous member of the 4Chan Internet Forum, which published the account on June 4 (which has since been deleted) to the Forum Council \"not politically correct.\" There's no evidence that the Queen said this and the story doesn't contain legitimate sources. It appears that the statement attributed to her originated in an anonymous article on an online forum, and according to the information centre at Buckingham Palace, the Queen does not interview or speak publicly about political matters. We're assessing this allegation pants on fire!", "vclaim_id": "vclaim-pol-00515"}