{"url": "/factchecks/2014/sep/05/mike-collier/mike-collier-says-opponent-glenn-hegar-was-proud-l/", "speaker": "Mike Collier", "vclaim": "Glen Hagar expressed his pride in the legislative cuts in the funding of public schools.", "truth_label": "true", "date": "stated on August 8, 2014 in a video ad:", "title": "Mike Collier says the opponent Glen Hagar is proud of \"legislative cuts in public school funding.\"", "text": "In August 2014, the businessman in Houston, Mike Collier, the democratic candidate of the State Comptroller, launched a video announcement proposing the Republican candidate, Sen. Glen Hagar of Kate was proud of the significant cuts in public education. In Collier's ad, novelist Hagar says, \"A voice to cut more than $5 billion from Texas schools, money for teachers, computers, even books -- they're all cut.\" This was an indication of the actions taken by the republican majority legislature in 2011 in the face of a projected revenue deficit of several billion dollars. \"He's proud of it.\" After that, the announcement shows that Hagar says: \"Some people say, \"Oh, we put more money in education. No, we didn't. It's impossible to manipulate that. No, we didn't. But I wasn't ashamed to say we didn't. I was proud we didn't do that.\" We got into this after we noticed a questionable intelligence account about why Hagar was proud. It was not necessary to shock Heger if he was proud of him. In June 2011, he issued a press release expressing his pride in balancing the 2012-2013 budget in the face of a projected revenue deficit of $27 billion without taking advantage of the Rain Day Fund or collecting taxes; he called it \"the impressive outcome\" and \"the wonderful outcome.\" While he did not refer directly to school cuts, he welcomed \"a financially sound and responsible budget that finances basic services and forces the state government to live within its means, just as Texas families must do.\" By e-mail, the spokesman for Collier Shel Jolinck stated that Collier based his claim on the comments of Hegar about 38 minutes in his video interview in 2013 with the Tea Party in Montgomery County, which was posted on YouTube on 31 December 2013. Turn on the tape! In the question-and-answer period with members of the group, Hagar said that he would prefer to offer education smarter and cheaper, perhaps on the Internet. The Controller plays a role in the management of dollars, as he said. He said, \"You're really a tax collector's guard dog.\" Our excerpts quote from a member &apos; s comment on follow-up. The Tea Party in Montgomery County: \"I think our entire education system needs to be audited because someone gets a lot of money and not teachers. Education is not improving.\" Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" By Haley Bimler: 26 January 2021 Hagar: \"When I mentioned this to someone that day -- I said that every time we cut off; I mentioned earlier (away from the query) cuts in education, and some people went and said -- (advice in another direction) it was almost like your question earlier, was the budget balanced or not balanced? Some people were saying, \"Oh, we put more money in education. \" No, we didn't do that (the head shaking back and forth). It's impossible to manipulate that. No, we didn't. But I wasn't ashamed to say we didn't. I was proud we didn't do that. \"I had a lot of \"school area\" adults come to me and tell me, you know what, thanks, 'cause I needed to cut something more than here.\" Now, I'm about to jump on you because you told me you wanted it, and you had to, but didn't? I really opened my eyes when someone said we really needed to cut these things but I didn't have a good excuse and you just gave it to me.\" MCTP: \"So you're a scapegoat.\" Hagar: \"It's okay. I was happy to be a scapegoat, and it didn't bother me.\" We knew that we were examining his proclamation in the Bible. His spokesman, David White, sent us an e-mail statement saying: \"As the father of three children in public schools, Sin. Hegar believes that our education system is adequately funded.\" Wyatt also urged us to read the 8 August 2014 news post of the Dallas Morning News, which presents a slightly different summary of Hagar's comments on the tea party collection. Wyatt said that Collier made Hagar's notes \"out of context.\" According to the tea party video, the news story, Hagar, \"recalculates what appears to be the foundational comments about last year's recovery of about $4 billion from previous cuts. He then said that he was proud not to \"pay more money in education.\" It's impossible to spend that. \"In our video opinions, we didn't hear the senator refer to the recovery of money. We also heard Hagar's recent observation: \"It's impossible to manipulate it.\" The governor, Collier, said that Hagar was proud to cut off public school funding. In 2013, Hagar said that he was not ashamed and proud because he stood behind the cuts that the Republicans had adopted to become law. We appreciate Collier saying it's true.", "vclaim_id": "vclaim-pol-07348"}