{"url": "/factchecks/2018/oct/31/tony-evers/gubernatorial-candidate-tony-evers-ad-inflates-his/", "speaker": "Tony Evers", "vclaim": "He states that \"the graduation rates have been raised to nearly 90 per cent.\"", "truth_label": "half-true", "date": "stated on September 25, 2018 in a campaign ad:", "title": "Governor Tony Evers is magnifying his class to raise graduation rates to nearly 90%.", "text": "Government of the Republic. Scott Walker and Tony Evers, the Democratic Challenger, fought over a wide range of issues in the run-up to the November 6 elections. Among the most prominent are education. In June 2018, Walker declared himself \"the Ruler of Education\" -- a very unsmart dig in Evers, who is the supervisor of government schools. We need to make sure that every student graduate here in Wisconsin. That every student, regardless of where he came from, is the ZPB symbol in which they live, graduates, \" said Walker September 4, 2018, on the occasion of welcoming students back to classes at a school in Wokisha. Evers responded on September 25, 2018, a TV commercial that started with an unfortunate music and the question: \"Do you trust Scott Walker in education?\" The announcement continued to make numerous allegations about Evers' achievements, including those that we want to verify: \"Tony has raised graduation rates to nearly 90 per cent. Is he right? We are deepening the figures that we started at the State Ministry of Public Education, led by Evers since 2009, as she is the official guardian of such figures. Section spokesman Thomas McCarthy directed us to WISEDash -- The Wisconsin Educational Data System Dashboard. There, we found these graduation rates for the relevant years: 2009-10, 85.7%. 2010................................................................................................................................................................. So this indicates a steady increase - if it's slow - But what about the real starting point -- the year before Evers took office? McCarthy said that the figures were not comparable, because in 2009-10, the State moved towards what is known as the \"modified group graduation rate.\" It was established by the National Centre for Education Statistics in an effort to address students who enter and leave the \"grade\" before graduation. Previously, the graduation rate was calculated using the junior category as a baseline, compared to the number of graduates after four years. The rest of the country moved on to this approach one year after Wisconsin, in 2010-11. In both cases, the number rose to nearly 90 per cent -- but this is only part of the claim. The biggest point raised by Evers is that he and his policies are responsible - even if they are only - for the gains. We've seen this kind of allegation many times before, when politicians take credit -- or blame -- for things beyond the control of one person. For example, earlier in the campaign, Walker claimed: \"Our bold reforms have reduced the unemployment rate in Wisconsin to 2.9% less than ever before, and the number of people working at the highest level ever!\" However, experts said that there were many other factors in the work. We've evaluated it half right. What about graduation rates? Alan J. Bursock, Senior Fellow in Law and Public Policy at the Faculty of Law of Marquette, said that Evers could be appreciated. \"Of course, it is the product of many factors, many people, and ultimately many students, parents and teachers perform well in their roles,\" said Bursock, a long-time former educational reporter in the newspaper Milwaukee Sentinel. \"It's something to applause. But it's a feather in the hat who's on top of the pyramid. If the rates fall, critics and opponents will blame Evers.\" Bursock noted that Walker sometimes attributed improvements in student performance, and warned: \"In my book, Evers Walker takes credit for things that have a factual basis, but the role they played individually or through the actions they led is easy to overestimate.\" At the same time, McCarthy - the spokesman for the Ministry - said that Evers had focused on improving graduation rates since the beginning of his term. McCarthy mentioned the graduation summit, and Evers is committed to the goal of \"every graduate, college, and career ready.\" However, he acknowledged that the main part of that plan, State grants to the provinces with the highest drop-out rates, had not been approved by Walker and the legislature controlled by the Republic. Thus, the example undermines Evers' claim that his actions alone increased graduation rates. It shows support from other parts of support from other parts of the state government and is required for funding and policy changes. Other initiatives mentioned by McCarthy included a \"continuing review\" of academic standards, a modern data system that could \"help in identifying students who are likely to drop out of school\" and \"new assessments, including college entrance testing,\" which complemented the data system in providing feedback to both teachers and parents.\" Our recent evaluation in the campaign announcement, Evers says it's \"upping graduation rates to nearly 90%.\" Evers took office in 2009. In 2009-10 years, the graduation rate was 85.7 per cent. In 2016-17, the last available year, the ratio was 88.6%. But, like other politicians before him, Evers is off track by giving himself much credit for changes that have many factors, including - perhaps in particular - efforts at the local school level. We value the claim half right.", "vclaim_id": "vclaim-pol-01357"}