{"url": "/factchecks/2016/mar/17/donald-trump/no-donald-trump-we-are-not-giving-iran-150-billion/", "speaker": "Donald Trump", "vclaim": "Under Iran's nuclear deal, \"We give them $150 billion, and we get nothing.\"", "truth_label": "false", "date": "stated on March 15, 2016 in a speech at Mar-a-Lago:", "title": "No, Donald Trump, we don't give Iran $150 billion for \"nothing.\"", "text": "Donald Trump, who once again won four states on March 15, shook a series of \"disasters\" of domestic and foreign policy he would fix, from businesses leaving the United States to terrorist threats to bad negotiating deals. Trump said: \"One of the broadcasters was saying: Is there anger?\" \"I'm supposed to say, \"There isn't, we love the way things are going. We love the deal you made with Iran. We give them $150 billion and we get nothing. We love all the deals. Well, $150 billion for \"nothing\" sounds like a pretty terrible deal - but is that actually what was agreed? All the experts we talked to say that Trump's claim is inaccurate. \"The best I can say is that he got the country's name right. Michael Malloy, an expert on economic sanctions at the University of the Pacific, said that almost nothing else was right.\" Trump's statement makes it look like we're cutting Iran a $150 billion check. In fact, the funds have already become the property of Iran, and they have just been frozen under the numerous economic sanctions imposed on the country. This year began to dissolve restrictions on Iranian assets - for example, $1.9 billion, which NIOC was prevented from collecting for the delivery of raw supplies. According to Iran &apos; s transaction, the nuclear inspectors verified in January that Tehran was doing enough to curb its nuclear programme, prompting the United States and other countries to lift the sanctions. How much money was booked? Experts say that $150 billion is the high end of the estimates or, as Malloy said, \"what can be in the broadest imagination.\" Most of these link the total value of Iranian assets to about $100 billion, but it is likely that Iran will not be able to access all of these assets. The deal only releases assets frozen because of Iran &apos; s nuclear programme. Assets frozen because of other sanctions (on terrorism, human rights and missile technology) will not change as a result of the agreement. Iran will not suddenly have all the assets at its disposal because some of them are debt-constrained. For example, some $20 billion is committed to China, which has worked on sanctions to finance infrastructure projects in Iran. The actual amount available to Iran is approximately $60 billion, and it is estimated that Garbis Erradian, the chief economist of the International Finance Institute (IFI). United States Treasury Secretary Jacques Leo suspended this amount at $56 billion, while Iranian officials say $35 billion, according to Richard Neviu, an expert in economic sanctions at the Columbia University Center for Global Energy Policy. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman (January 11, 2021) in return, there is no bomb, while the United States does not receive a monetary reward for lifting sanctions, Trump's claim that we didn't get \"nothing\" in return ignores the deal point: preventing Iran from building a nuclear bomb. \"We have significant, transparent and intrusive restrictions on Iran's nuclear programme. And far from being \"nothing,\" that's the whole reason we put sanctions in the first place, my nephew said. \"The reasonable people may differ whether we get enough to ease the sanctions, but it was nothing.\" \"There is a long list (of the things we've got), so that even the Israeli intelligence community has concluded that, for the duration of the bargain, Iran will not have a nuclear weapon,\" said George Berkovich, an expert in nuclear strategy at the Carnegie Endowment for International Peace. Under this transaction, Iran agreed to lose 97 per cent of its stock of enriched uranium and to abandon 14,000 of its 20,000 centrifuges, which are necessary for uranium enrichment. It also agreed to limit the production of plutonium (the other element that could be used in the manufacture of a bomb) and to dismantle its single plutonium reactor. In order to ensure Iran's commitment to the conclusion of the transaction, the transaction also allowed international inspectors \"to carry out ongoing monitoring.\" (What does that mean and whether it is sufficient for discussion?) In other words, the Massachusetts Institute of Technology, Jim Walsh, said that we had Iran eliminate its nuclear ambitions in its cradle before releasing money. The experts also noted that there was also a range of diplomatic advantages to the transaction, such as the goodwill of the other five countries participating in the transaction and the potential for increased cooperation by Iran in the Middle East. For example, the agreement \"has reduced the chances of a war between Iran and Israel,\" and Iran \"can eventually ease tensions with Saudi Arabia and contribute to a political settlement of the crisis in Syria,\" as has been said by two people. \"In the big game, which counts for something,\" Malloy said. Our Governor Trump said in Iran's nuclear deal, \"We give them $150 billion, and we get nothing.\" Trump refers to the quantity of Iranian assets that were previously frozen and released from the transaction. To be clear, this is the money that actually belongs to Iran so we don't \"give\" them anything. The $150 billion is a high estimate, and most experts say that the real figure is closer to $100 billion, while Iran may be able to reach only a fraction of that amount. In exchange for lifting sanctions, the United States and its allies can prevent Iran from acquiring a nuclear weapon in the near future. One can argue whether we have enough, but we didn't get \"nothing.\" We appreciate Trump's claim that it was wrong. Political realities 5-7 shared the political assessment: a mistake under Iran's nuclear deal, \"We give them $150 billion, and we get nothing.\" :: Donald Trump, presidential candidate in a speech in Mar Lago, Tuesday, 15 March 2016 03/15/2016, read further information", "vclaim_id": "vclaim-pol-05254"}