{"url": "/factchecks/2019/jul/11/cory-booker/more-arrests-us-marijuana-possession-violent-crime/", "speaker": "Cory Booker", "vclaim": "\"In 2017, we had more marijuana arrests in our country than all other violent crimes combined.\"", "truth_label": "true", "date": "stated on July 5, 2019 in an interview:", "title": "More arrests in the U.S. for possession of marijuana than violent crime, 2020.", "text": "The Democratic Presidential candidate Kuri Booker would like to quote statistics, especially when he is accused of perceived unfair treatment of marijuana offenders compared to violent offenders. \"We have people who have criminal convictions for doing things that two of the last three presidents have confessed to doing. And so, we have a justice system that isn't equal under the law, \"the U.S. Senator from New Jersey said in a television interview in Las Vegas. \"We have people who cannot get jobs, who cannot get work permits for non-violent drug offences. Especially at a time when we're legitimating things like marijuana. In 2017, we had more marijuana arrests in our country than all the other violent crimes combined. And so, I'm going to fight to end this.\" Allegations of arrests were previously made by Booker; similar statistics were reported by the national media. What we found was that poker was right in 2017 - 2016 and 2015 as well. The figures as indicated by Booker, marijuana codification is high. In 2018, the Polyte Fact reported that two out of three Americans prefer to legitimize marijuana, a record of public support, and the majority of states now allow for legal use in some form. This is despite the fact that, under federal law, a vessel is a Schedule I drug, with a \"high probability of abuse.\" With regard to Boker &apos; s claim, according to the Federal Bureau of Investigation &apos; s consolidated crime reporting database, an estimated 518,617 persons were arrested by national law enforcement agencies for violent crimes in 2017. This includes murder, manslaughter, rape, robbery and aggravated assault. This figure is lower than the 599,282 arrests for possession of marijuana. (In cases where a person is arrested for a violent crime and possession of marijuana, such arrest is recorded as a violent crime, as this is the most serious offence, according to the evidence of the United Criminal Court). On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request to use marines for epithelial security, saying, \"We're not working for you.\" By Samantha Butterman, on January 17, 2021, the arrest means that there is a possible reason to commit a crime. This does not necessarily mean bringing a criminal charge or convicting a person. In curiosity, we looked back on another two years of arrest numbers. Moreover, the FBI has not yet issued a full report on the Federal Republic of Yugoslavia in 2018. Approximately 18,000 law enforcement agencies are involved in the city, university, colleges, county, state, tribal and federal. However, the FBI notes that UCR figures are estimates, as not all law enforcement agencies participate in the programme. With regard to the reason that arrests for possession of marijuana go beyond arrests for violent crimes, we asked Michael Collins, Director of National Affairs of the Drug Policy Alliance, who is working to change marijuana laws throughout the country. He told us that because \"this is the easiest kind of arrest to make; the evidence already exists.\" \"They say marijuana is the drug portal,\" Collins added. \"Marijuana is a gateway to the criminal justice system.\" Some police commanders say that they have intensified drug law enforcement in general to address the opioid epidemic and, accordingly, marijuana, a Philadelphia analyst, has been reported arrested. Other leaders assert that as more jurisdictions like Philadelphia begin to deal with marijuana lightly, people have become more exposed to its use, leading to more arrests. \"In 2017, we had more marijuana arrests in our country than all the other violent crimes combined.\" The figures of the Federal Bureau of Investigation show 599,282 arrests nationwide for the possession of marijuana and 518,617 arrests for violent crimes, including murder, manslaughter, rape, robbery and aggravated assault. We also appreciate giving Bokr the truth.", "vclaim_id": "vclaim-pol-00446"}