{"url": "/factchecks/2011/may/11/christopher-plante/executive-director-marriage-group-says-most-rhode-/", "speaker": "Christopher Plante", "vclaim": "\"Rod Island people don't want to get married to the same sex.\"", "truth_label": "pants-fire", "date": "stated on April 29, 2011 in a television interview:", "title": "The C.E.O. of the Marriage Group says that most of the people of Rhode Island are opposed to gay marriage.", "text": "The opponents and supporters of same-sex marriages are re-equipping after Gordon Fox, Speaker of the House of Representatives of Rhode Island, announced on 27 April that there was insufficient support for the enactment of same-sex marriage legislation in 2011. A few days after that announcement, Christopher Blanty, Executive Director of the National Marriage Organization - Rhode Island, which opposes gay marriage, was part of a team on the \"Newsmakers\" programme, which was broadcast on 1 May. I don't think Gordon Fox had the votes. Our head count clearly showed that they didn't get the votes and he had to make the decision he did,\" he said. \"In a similar way, the people of Rhode Island do not want to get married of the same sex.\" The organization quickly cited the surveys it had commissioned as part of its campaign to pressure the Governor and the General Assembly to raise the issue of gay marriage in a state-wide referendum. So we wondered if any opinion polls show that the people of Rhode Island, in fact, do not want to get married of the same sex. We called Blunt to see if he had any updated numbers. He didn't. His assertion was based on the belief that the majority of residents had contacted legislators to object to same-sex marriage, and that was why Fox said that there had not been enough votes in the House of Representatives to approve a bill. People who call their legislators do not necessarily reflect the opinion of the general public, just as legislators do not always vote with the majority of their voters. (In this case, the spokesman for House Larry Berman told us that the incoming calls to Fox's office \"segregated fairly equally between those who support same-sex marriage and those who oppose it.\" Even polls do not fully reflect because they usually only survey potential voters. But the polls are our best indicator, so we reviewed the recent polls that addressed the issue. The organization itself conducted surveys in Rhode Island. In December 2009, respondents were asked: \"As far as you are concerned personally, do you prefer or oppose same-sex marriage in Rhode Island? And do you feel so strong about this? The majority of those who have an opinion in favour of same-sex marriage -- 42.6% said they preferred it strongly or to some extent. Another 32.2 per cent objected strongly or to some extent -- obviously not a majority, even among those who responded. Only less than 23% didn't decide, and the rest didn't have an opinion. This was the result of a survey conducted by the group six months ago, when support for same-sex marriage was 36 per cent and the opposition was 43 per cent related. (In an example of how to get a different answer if the question is said differently, NOM-RI directed the question at its head in both surveys by asking respondents whether they support or oppose this statement: \"Only marriage between a man and a woman will be valid or recognized in Rhode Island.\" (In the December 2009 survey, 44.9 per cent expressed support for the statement [and, by extension, against gay marriage], 43.6 per cent expressed a sense of the contrary, and 9.7 per cent remained outstanding. However, even this question showed a significant increase in support of same-sex marriage compared to the survey conducted six months ago, when 52 per cent agreed to the statement against same-sex marriage and 38 per cent expressed opposition to it.) The gay marriage supporters have made their own votes. In a July 2010 Rhode Island survey of gay and lesbian defenders (RI-GLAD), 59 per cent of the 502 potential voters said that they strongly or to some extent preferred \"to allow gay and lesbian women to marry legally.\" Thirty-one percent were somewhat or severely opposed. In the 2008 RI_GLAD survey, 49 per cent preferred same-sex marriages; in 2006, 45 per cent were approved. However, when we looked closely at the 2010 RI-GLAD survey, we found that it was the beginning for respondents to tell them in an earlier question that \"the church, the clergy and other religious institutions would not be asked to enter into same-sex marriages.\" That reassurance may have raised the degree of approval. The only independent poll we found in Rhode Island was released by Brown University in May 2009, prior to the NOM-RI and RI-GLAD polls. The survey of 593 registered voters found that 60 per cent of the registered population of Rhode Island expressed support when asked, \"Do they support or oppose a law that allows same-sex couples to marry?\" Thirty-one percent said they'd oppose him. About half of the opposition was solid - 17 percent said they would oppose even the civil unions of gay couples. We mentioned those results to Blunt. \"Do I repeat that I think the majority of the people of Rhode Island don't want gay marriage?\" Yeah, I'll repeat that, \"He said when we talked to him. \"Can I give you a definitive poll that shows that? No.\" But he also said that his claim was justified because Speaker Fox couldn't get enough votes to marry gays in his room. This, as he emphasized, was because people were \"calling their representatives and saying, \"We don't want this.\" ................................................................................................................ ................................................................................................................ ................................................................................................................ \"I wasn't making a statistical allegation.\" We're different. Of course it's a statistical claim. When you say, \"Road Island people don't want same-sex marriages,\" you say that more than 50% will oppose such legislation. The most recent polls from Brown, RI-GLAD and even NOM-RI - Plante - show the opposite. The trends in the NOM-RI and RI-GLAD polls showed not only opposition to evaporation of same-sex marriages, but also that opinion polls in Brown and RI-GLAD showed that the public wanted homosexual couples to have the right to marry, even if they assumed that every voter who did not express an opinion was opposed to same-sex marriages. Blunt's confirmation isn't just fake. This is ridiculous. We evaluate it with pants on fire! (For comment or presentation of your judgment, visit us on Facebook.) On December 12, 2010, in the ABC-6 interview program, \"More than 80% of people want to vote\" on whether they agree to same-sex marriage, according to opinion polls. ● December 26, 2010", "vclaim_id": "vclaim-pol-13116"}