{"url": "/factchecks/2019/may/10/viral-image/no-new-hampshire-congressman-wasnt-arrested-defaci/", "speaker": "Viral image", "vclaim": "A congressman from New Hampshire was arrested when the Capitol Police arrested him for distorting the presidential limo with the swastika.", "truth_label": "pants-fire", "date": "stated on May 8, 2019 in a Facebook post:", "title": "No, no congressman was arrested in New Hampshire for distorting the President's limousine with squared crosses.", "text": "Here's a hack to quickly identify false news: If the Facebooks are \"Congress Member Arnem Zola New Hampshire,\" make sure that this is not the evil name of a comic book. \"This is Congressman of New Hampshire Arnem Zola, (D.) reading the text on a picture of a smiling man pointing fingers at the camera. He was arrested on Thursday when he was arrested by the Capitol Police for faking the presidential limo with the swastika. This article, which was published on 8 May, was referred to as part of Facebook efforts to combat false news and misinformation in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) \"Awesome,\" comment by a user. \"Put his ass in jail,\" said someone else. \"This is government property.\" On January 11, 2021, in an article in Facebook, Nancy Belusi was no longer the Speaker of the House of Representatives by Samantha Buterman (January 12, 2021), but other commentators quickly observed that it was Arnem Zola who created Marvel, who fought against Captain America. According to Zola &apos; s autobiography on Marvel, he was born in Switzerland in the 1930s, where he became the world &apos; s leading biochemist. There are representatives of Congress in New Hampshire, both Democrats: Chris Papas and Anne Custer. We're this Facebook pants mail on fire. Sharing the facts 2019-05-10:35:33 UTC Politics Fact 1 1 7 PolityFacting: Pants on Fire On Wednesday, 8 May 2019, 2019-05-08, the viral photo on the Internet read more information.", "vclaim_id": "vclaim-pol-00650"}