{"url": "/factchecks/2014/nov/13/united-care/medical-marijuana-amendment-was-more-popular-winni/", "speaker": "United for Care", "vclaim": "The second amendment on medical marijuana won a higher percentage of the votes of the last six Florida governors, including the landslides in the Bush pocket in 2002.", "truth_label": "mostly-true", "date": "stated on November 6, 2014 in a tweet:", "title": "Medical marijuana modification was more popular than winning conservatives, the group says.", "text": "Floridans rejected a government constitutional amendment to medical marijuana, but it is clear that the majority of voters were all in agreement with the idea. Amendment 2, which would have changed the state constitution to allow the sale of cannabis for \"specific medical conditions\" such as cancer and Parkinson's disease, recorded 57.6 per cent of the votes. Unfortunately for the proponents of this measure, amendments require at least 60 per cent of the votes to pass. This immediate margin means that medical marijuana will continue to be discussed, not just in Florida. Two dozen states have medical marijuana laws, and Oregon and Columbia have voted not to criminalize the recreational vessel in the same general election. After two days of election, Ben Polara, the campaign manager of the group behind the amendment, United for care, said that the drug had proved to be more popular than the Governor of Florida. The tweet says: \"#Yeah, On2 got a higher proportion of votes than the last 6 #flgov, including @JebBush in his ground collapse 2002 # tallyorbust #2016.\" We know the last two Goff elections. Rick Scott didn't even have to break 50 percent of the total votes to win, but did Paula right about the last six Florida rulers not get up to 57.6%? Twitter \"#flgov\" generally refers to the Governor's campaign, but it has been used interchangeably to refer to any tweet from the Governor, too. We called Paulara to ask him to clarify whether he meant the last six governors or the last six governors' elections, because there was a difference. Poulara told us that he was going to the last six governor's elections, returning to the victory of Lawton Chile over the Bosch pocket in 1994. However, due to the wording of the tweet, we looked at the last six elected governors, some of whom served for two terms, returning to the 1978 campaign. Remember, we're looking for governors who won 57.6 percent of the votes or more. The percentage in 1978 of Bob Graham 430 406 430 480 1 568 and 55.6% in 1982 Bob Graham 1 553 1 739 2 688 566 64.7 per cent in 1986 Bob Martinez 1 847, 386 171 54.6 per cent in 1990 were cited by citizens verifying the facts of low taxes and the stronger economy on 10 March 2010 in an online announcement. The local version of St. Pete Beach Amendment 4 resulted in \"probably endless cases (which) destroyed the city's legal budget and forced the city to raise the property tax rate.\" Source: Florida Ministry of Foreign Affairs, Electoral Division. If we look only at the last six elections, Polara can be true, because the highest margin of victory dates back to 1994 is the 56 per cent win by Bush in 2002 against Bill McBride. As Paula noticed when we called him, if you think that way, it could be the last eight elections. But if we are walking by elected governor, there is one case that is clearly changed: Graham, who was very popular and defeated Republican legislator Skip Pavales by 64.7 per cent of the vote in 1982. For comparison, Amendment 2 received 3,370,323 out of 5,849,118 votes cast for 57.6 per cent. This is a greater number of individual votes than any successful candidate. Our Governor, Polara, said that our amendment 2 won a higher percentage of the vote than the previous six governors in Florida, including the Bosch landslides 2002. He's right about the 2002 contest, and when you look at the last six elections (eight, really) as he meant Paulara, that's also true. But there is a stark exception when you look at the last six people elected governor -- Graham won in 1982, when he received 64.7 per cent of the votes. We're mostly assessing this statement right.", "vclaim_id": "vclaim-pol-07006"}