{"url": "/factchecks/2011/may/20/ken-cuccinelli/cuccinelli-says-doe-officials-never-visited-virgin/", "speaker": "Ken Cuccinelli", "vclaim": "Officials of the Ministry of Education investigating the shooting of Virginia Tech had \"never been in the car and drove to Blacksburg to talk to the Chief of Police or the Rector or to anyone else.\"", "truth_label": "true", "date": "stated on April 27, 2011 in a news release.:", "title": "Cochinelli says that the O.R. officials never visited Virginia Tick during the shooting investigation.", "text": "In late April, Virginia Prosecutor Ken Cuchinelli announced Virginia's technical appeal for the fine associated with the 2007 massacre there, and took the United States Department of Education to a mission, calling for its investigation and decision \"a tragedy.\" After a four-year investigation into the tragedy - in which student Seung-hui Cho killed 32 people and injured 25 before he killed himself - the designated operational entity fined the technology for $55,000 for failing to issue a timely warning during the shootings and not following school policies. The penalty is the most severe penalty permitted under a federal college law, which requires prompt reporting of offences on campuses. However, officials also severely discouraged the school, and wrote, \"Virginian technology violations justify a fine far greater than what is currently permitted by law.\" Cochinelli plans to appeal the fine. In a polite written reply, the Republicans objected to the Ministry's ruling and described the investigation as poor. \"Not only are federal bureaucrats participating in the quarterback game on Monday morning -- they have four years of Monday morning,\" said Cochinelli in a news release. However, at all that time, they did not enter the car once and drove to Blacksburg to talk to the chief of police or university or to anyone else who was dealing with these events in real time. The investigation they conducted - if you can call it that - seems quite flawed, and their indifference to the facts on the ground is appalling.\" Is it true that no department official visited the scene of the massacre before they reached their decision? We decided to check. When asked how this allegation was made by the Attorney General, his spokesman, Brian Gottstein, said that the university attorney, Kai Heidbridger, was the only member of the policy group at the school who spoke to anyone from the designated operational entity. \"He was on the phone and the executive entity didn't visit campus or talk to anyone else,\" said Gotchaine in the e-mail. \"All Kai and the designated operational entity representative discussed are procedural investigation issues. He didn't ask what happened on April 16, 2007.\" The easiest way to begin was to ask the Ministry of Education if anyone had visited Blacksburg during the investigation. We did it on April 29th. Two weeks later, after we asked for the second time, we got a response. \"We have had numerous conversations, interviews and e-mail exchanges with school officials in the process of conducting this review, and there have been many opportunities throughout the process for Virginia's technical input - in particular, as the school did in its 72-page official response to our draft report,\" by Sarah Gast, spokesperson for the designated operational entity. \"The lines of communication were definitely open, and they had multiple opportunities to respond and communicate with us throughout the entire process. However, because of the sensitive and legal nature of the proceedings, we did not meet with officials face to face,\" she added. The spokesman for Virginia Technology, Larry Henker, said that the school staff had already contributed to the report to the DOE, but added that they had never been asked to interview them or even ask questions about the incident. It should be noted that 34 technical officials were interviewed by a government commission investigating the shooting incidents prior to the release of the 2007 report, which also concluded that the University did not issue a timely warning from the campus about the violence that occurred 24 hours a day. Virginia reached a settlement of $11 million with many families of victims. Two families filed a $10 million lawsuit against technical staff due to be tried this fall. Let's go over it. Cuchinelli said that the DOE officials had never visited Virginia Tech during the examination of the University &apos; s response during the shooting in 2007, which left 32 people dead. He said that the DOE investigators had never conducted face-to-face interviews with technology officials who made decisions on that awful day. A spokesperson for the designated operational entity acknowledged both points, although she said that it did not distort the examination. She said there were a lot of e-mails and phone calls. We will allow others to discuss the opinion of Chechnya on the safety of the designated operational entity probe. However, his allegation that DOE investigators never visited technology for interviews is correct. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • January 20, 2012", "vclaim_id": "vclaim-pol-13070"}