{"url": "/factchecks/2014/nov/14/mike-martinez/mike-martinez-says-steve-adler-admitted-his-law-fi/", "speaker": "Mike Martinez", "vclaim": "Austin, the mayor of candidate Steve Adler, admitted that his legal firm had worked with Coach Industries for almost ten years.", "truth_label": "mostly-true", "date": "stated on November 12, 2014 in a press conference:", "title": "Mike Martinez says Steve Adler has admitted that his legal firm has been working with Coach Industries for nearly a decade.", "text": "Austin Mayor says Mike Martinez hoped that his opponent in a round of December 2014 admitted that his legal firm had assisted Cook Industries, a Kansas-based company owned by the billionaire brothers Charles and David Coach, whose support for conservative issues might not play a good role among the majority of democratic voters in the city. Martinez told journalists on November 12, 2014: \"Last night, Steve Adler admitted that his legal firm worked with Coach Industries for almost a decade. But Steve Adler still hasn't disclosed what his law firm did for Coach's brothers, and how much money they earned.\" By e-mail, Martine Nick Hudson's campaign spokesman said that Martinez was referring to Adler telling KVOE-TV, Channel 24 in Austin, a news story that was broadcast in November 11, 2014: \"My understanding of speaking to my law partner is that in the 1970s and in the 1980s, he did some work advising Coach in some cases; I was not involved in any of those cases.\" Martinez KVUE said: \"If his law firm benefits from working with the Koch brothers, then it benefits from working with the Koch brothers.\" There is no mention of the cabin on the website of Baron Wadler LLP, where Adler is described as a founding partner. The company, which focuses on outstanding field and conviction issues, became in 1983, the year after Adler graduated from law school. Martinez referred to a description of Adler, which included Coch industries as \"acting agents\" of the company until it was modified shortly before the November 4, 2014 elections, which launched Adler and Martines towards the final round. Mr. Martinez said that his campaign version of the FindLaw.com portal containing the list of Coch Industries had been uploaded in October 2014. We monitored a similar blog from Koch on a web page in FindLaw.com for Adler, which was uploaded by Wayback in December 2003. In addition to Coach Industries, the declared customers at the time included: Mai Commercial Warehouse Company; McDonalds Corp.; United Nations Bank; Sears, Robok and Associates; Southland Company; Tramel Crowe Corporation; and Wengarten Real Estate Investment Company. Separately at our request, researchers at the Law Library in Texas examined legal evidence from the '80s and sent us an e-mail. So, Adler's former company wanted to know that it works in Coach Industries. In interviews with lawyers who sought details of the company &apos; s work in Coach, we spoke on the phone with Adler; lawyer Mike Barone, who described Adler as a founding partner of the company; and lawyer/mediator Sam Graham, who previously worked with the company. Adler reiterated that he had never personally worked with Coach, even though he said he believed that Baron and perhaps another lawyer had helped an entity of Coach in the 1970s. Adler said that after graduating from law school, he worked in another company for one year and then in the company to which he joined in 1984 or 1985. Facebook published on January 23, 2021 in social media \"Baiden invested the entire family's wealth in Ukrainian gas and oil. Then closes the Keystone pipeline. On January 28, 2021, Adler told us in general, understanding that Koch had been seeking the company's advice on obtaining easements in the pipelines in Texas for over a decade. In separate interviews, Baron and Graham stated that Kush recruited the company for a spell in the mid-1980s because they wanted to build a private pipeline to transport jet fuel from the Gulf coast near Corpus Christi to San Antonio, Austin, Waco and Dallas/Fort Worth. Coach, Baron said, \"We hired them to take care of them by buying travel rights from landowners along the desired route. Graham said that the company was also obliged to bring lawsuits against Coach if necessary to reach the desired land. But, Graham said, Coach succeeded in negotiating the rights of the road without having to go to court. Baron stated that Coach paid Coach approximately US$ 2,500, or US$ 5,000, and that the company paid monthly invoices for its services. He said that her consultative work had started in 1984 and ended in 1985 or started in 1985 and ended in 1986. Graham said that the company probably made less than $10,000 of work, which he said was done in 1985 or 1987. Adler may not have been hired by the company when Coach started work, and Baron and Graham said both of them, and he wasn't involved in Coach's work. \"Steve didn't touch the file,\" which, as Baron said, no longer exists. \"I did everything.\" The spokesman for Coach assigned Baron Two to our inquiries, the spokesman for Washington, D.C., Coach, Rob Taban, who said by e-mail that Baron was the only person in the company that Coach worked with. Taban said that the pipeline, built in the late 1980s, carried gasoline, diesel and jet fuel from Corpus Christi to Dallas/Fort Worth with terminals in San Antonio, Austin and Waco. Our referee Martinez said Adler admitted that his legal office had been working with Coach Industries for nearly a decade. We do not judge here whether the company's work means anything about Adler towards the Coach brothers and their opinions. But Adler said that his company worked for Coach for several years, although other lawyers and Coach said that the consulting work had happened over a few years. Also, like Adler, they say Adler has no role. We're assessing Martinez's claim -- which depends on Adler's perhaps overdoing Coach's activities -- mostly true. In fact, this statement is accurate but requires further clarification or information. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07002"}