{"url": "/factchecks/2019/jan/23/blog-posting/no-nancy-pelosi-did-not-plan-bring-93-family-membe/", "speaker": "Bloggers", "vclaim": "\"Plusi's overseas secret mission involves 93 family members\"", "truth_label": "pants-fire", "date": "stated on January 19, 2019 in In a blog post:", "title": "No, Nancy Belusi didn't plan on bringing 93 family members to Afghanistan.", "text": "A blog suggests that the Speaker of the House of Representatives (Nancy Belusi) tried to take 93 family members on a canceled trip abroad. There is no evidence to support this. \"The secret mission of Belusi abroad involved 93 members of the family? Why? The headline reads on Marshall's report, a site known for selling false news. \"Why were all her children and grandchildren - 93 family members going with her on her journey to Egypt, Afghanistan and Brussels? And seven members of Congress? Who takes 93 family members (mostly children) on a secret government business trip on military jets, paid in taxpayers' dollars? The story is reading. The article goes on to assume that Belusi was paving the way for her to be raised to the White House by planning a terrorist attack on President Donald Trump and Vice President Mike Pines. There are no advertising provisions that claim that Belusi actually planned to take 93 members of her family on her journey - and there is no evidence of that. Facebook, mentioned on January 11, 2021, in an article in Facebook by Nancy Belusi, was no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021, Drew Hamill, Deputy Chief of Staff of Belusi, said: \"There were no couples on the postponed journey. When asked about other family members, he refused to comment on \"every fabrication.\" The details of the flight have not been made public. However, reliable news outlets stated that the trip would consist of seven legislators, along with senior officials, not their families. These include Speaker Belusi, the Republic of the United States of America Adam Schiff, Susan Davis, Elliot Engel, Ellen Loria, Stephen Lynch and Mark Takano. They went to Brussels to meet with NATO allies and military commanders and then to Afghanistan to visit American forces. Trump announced to Belusi that the trip would not take place on January 17, 2019 in the form of a letter published on Twitter by press secretary Sarah Hackabe Sanders. In response to a previous letter from Belusi, Trump urged either to reschedule his next address on the Union &apos; s situation or to hand it over in writing, in the light of the continued partial closure of the Government. The only source of the story is @BLUEPRIINT_Q, a Twitter user who often publishes conspiracy theories like this. One tweet claimed that \"children and grandchildren of each Belucci were also detained, a total of 7 members of Congress and 93 members of the family being punished.\" However, the attached link leads to Trump &apos; s letter to Belusi, who did not mention her family. On Twitter, @BLUEPRIINT_Q is associated with tweeting by another conspiracy theory wanderer, @5Strat. According to that user, the 93 family members are not only children and grandchildren from Belusi, but also members of the family of their colleagues. There are no reliable sources of support for this allegation. We value it pants on fire!", "vclaim_id": "vclaim-pol-01103"}