{"url": "/factchecks/2016/oct/20/donald-trump/trump-says-heroin-pours-across-southern-border/", "speaker": "Donald Trump", "vclaim": "\"Heroin... pours across our southern border.\"", "truth_label": "true", "date": "stated on October 19, 2016 in the third presidential debate:", "title": "Trump says heroin flows across the southern border.", "text": "In the third and final presidential debate, Republican candidate Donald Trump blamed President Barack Obama and Democratic candidate Hillary Clinton for many of the problems faced by people in New Hampshire. Trump said that that included drug addiction. \"The biggest problem is heroin that is poured across our southern border, just pouring, destroying their youth, poisoning their youth and many other people,\" said Trump. We all heard about poppy fields flourishing in Afghanistan, but is Trump right that heroin enters the United States largely across the southern border? Yeah. Although South-West Asia supplies heroin to most of the rest of the world, almost all of the heroin available in the United States comes from Mexico and South America. \"Mexico, to a lesser extent Colombia, dominates the United States heroin market because of its proximity, the existing transport and distribution infrastructure and the ability to meet the United States demand for heroin.\" The United States Drug Enforcement Administration wrote in its National Drug Threat Assessment 2015. \"Mexico continues as a major supplier of heroin to the United States,\" says the White House page on the international heroin market. \"The estimated opium poppy cultivation was 10,500 hectares in 2012, with an estimated 26 metric tons of pure production.\" Here's a chart from the DEA report showing the spread of heroin from the southern border: as you can see, South America and Mexico have been exporters of many heroin on the United States market over the past two decades. In recent years, Mexican traffickers have expanded by simultaneously avoiding black tar heroin into the north-east markets dominated by Colombian white powder heroin and increasing production and distribution of white powder heroin themselves. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2021, Mexican heroin accounted for 45 per cent of the total heroin weight seized and analysed by the DEA in 2012 (in South America heroin accounted for 51 per cent). By 2014, the proportion of Mexican heroin had risen to 79 per cent (the proportion of heroin in South America was about 17 per cent). This share of the market is also reflected in the amount of heroin seized at the border and the amount planted in Mexico. From 2013 to 2015, the area of poppy cultivation in Mexico increased by 169 per cent from 11,000 ha to 28,000 ha, according to Bir. In 2008, the total amount of heroin seized at the United States-Mexico border (approximately 560 kg) exceeded the amount seized from commercial airlines for the first time (approximately 400 kg). Border seizures almost quadrupled from 2008 to 2015 (2,210 kg), according to data provided by Bir. Most drugs in the United States market are trafficked across the south-western border from Mexico to the United States. The South-West Border Controls carried out by United States Customs and Border Protection, although not the full picture, provided insight into trafficking trends.\" Traffickers usually smuggle drugs through clandestine cabins in vehicles across borders (illegal and legal), transport them to hide houses in pivotal cities such as Dallas, Los Angeles and Phoenix, and then distribute them to the Midwest and the East Coast. The governor Trump said, \"Heroin flows across our southern border.\" The vast majority of heroin in the United States comes from Mexico and South America. We're assessing Trump's claim correctly. https://www.sharethefacts.co/share/dc395e8d-dd8f-46a-83eb-f595a25515b2", "vclaim_id": "vclaim-pol-04101"}