{"url": "/factchecks/2019/oct/25/facebook-posts/no-british-parliament-didnt-ban-witchcraft-lipstic/", "speaker": "Facebook posts", "vclaim": "He says that in 1770 \"the British Parliament banned lipstick, saying that he had the power to lure men into marriage, which was classified as magic.\"", "truth_label": "pants-fire", "date": "stated on October 23, 2019 in a Facebook post:", "title": "No, the British Parliament did not ban \"magic\" lipstick in 1770.", "text": "A strange \"fun fact\" around 1770 British and lipstick spread over social media. Facebook claims that, in 1770, the British Parliament \"prevented lipstick, saying that it had the ability to lure men into marriage, which was classified as magic.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Was cosmetics prohibited by British law? We wanted to know. It is true that during the 16th century (and beyond) people had very strong views about makeup and its ability to fool the eye. One letter from 1711 written to the British newspaper \"The Spector\" on the use of makeup said that the men who married women who didn't \"let their husbands see their faces until they got married\" were \"infected masters.\" Although some men felt that the lipstick had been deceived, we could not find any evidence that the ban on lipstick had made its way through Parliament at any time. :: An article in 2017 by a slack pen, Fox &apos; s web site, which no longer focuses on fashion, shared rumors that a law had been passed in England in 1770, supposedly called the \"Hops and Hills Act,\" which made it legal for a man to divorce his wife if she tricked him into marriage by using \"magic\" to enhance her appearance. According to the story, the fact-finding leaflets on January 12, 2021 in Instagram said that Joe Biden remained silent about the violence in the Black Lives-Mite protests. By Tom Kircher on 16 January 2021 \"The Hobbes and Heel Law Club,\" he said that any woman who tried to cheat and cheat on a man by using 'cents, paint, cosmetic laundry, artificial teeth, false hair, Spanish wool, iron stays, collars, high heel boots, [or] enhanced hips would be tried for witchcraft and her marriage would be annulled if found guilty. \"But it never happened. But generations of researchers have been deceived, some say that the law was passed in 1774, others say it was voted on by Parliament, and another group claiming that under the advice of their mistresses and wives, members of Parliament decided not to vote at all.\" Therefore, despite repeated allegations of Internet publishing for years, there was no British law prohibiting lipstick. The fact-finding site Africa Check found that the closest thing to such a law came on June 7, 1650, an entry into the House of Commons magazine under the title \"Dear Clothes.\" It says: \"Work against the deputy painter, wearing black chips, and inappropriate dresses from women, will be read next Friday morning.\" However, officials of the United Kingdom National Archives told Politi Fact in an e-mail that, to their knowledge, the bill had not been fully read, and because of this \"it is likely that it was submitted at the request of a Mauritanian Member of Parliament (member of Parliament), but the Council of State chose not to pursue it.\" While society 1770 has generally considered that magic does not resemble women, its prohibition law has never worked. The female tricks are going on. Pants on fire!", "vclaim_id": "vclaim-pol-00013"}