{"url": "/factchecks/2014/sep/30/charlie-crist/charlie-crist-has-changed-positions-several-times-/", "speaker": "Charlie Crist", "vclaim": "With regard to support for the Affordable Care Act (Obamakar).", "truth_label": "full-flop", "date": "stated on March 9, 2014 in an interview on CNN:", "title": "Charlie Christ has changed his attitude several times about supporting federal health care law.", "text": "The Republicans have disturbed Charlie Christ's ruling campaign, claiming that he has changed his positions on a number of issues, but perhaps most of them have mentioned his position on the Affordable Care Act. A campaign announcement by the Florida Republican Party says that changing its opinion on the Obamacari program is \"awesome,\" shows that he first wanted to repeal the law, but now he's for it. We decided to put Christ &apos; s position on health care law in our position on Flip-O-Meter to see if he had really changed his mind. He has been charged since his candidacy for Senate in 2010 -- one time the opponent Marco Rubio accused him of having \"six different positions\" in the Health Care Act. We've evaluated half right, because we're really three. In the 2010 race, Christ said he wanted to repeal the law, but he also said he wanted to amend the law, and now he supports the law of affordable care as a democracy. On March 28, 2010, the announcement mentions a discussion about Fox News with Rubio, where Christ says: \"I think what we need to do is move forward and cancel this thing,\" referring to the Health Care Act. Then changed to March 9, 2014, an interview with Candy CNN, saying, \"I think it was great,\" when asked about the law. We found that Christ called for the repeal of the Associated Press article on March 21, 2010, while the United States House of Representatives was voting on the bill. At the time, he was trying to win the Republican election against Rubio. By 20 July, when he had given up the presidential candidacy and was running as an independent candidate, Christ was withdrawing from that post. The Wall Street Journal wrote that \"despite his pledge as a Republican to help undo the health-care reform of President Obama, Mr. Christ now says that he does not support such a move.\" Then, on July 29, Christ issued a press release that seemed to take two positions simultaneously. It reads in part: Checking out the distinctive facts that Chuck Grassley mentioned on January 14, 2021 in the Insulin Price Tweet \"Losing Roof for Patients/taxpayers bc of manufacturers, Health Plan and PBM Biz Practices.\" \"If I were in the United States Senate at the time, I would have voted against the bill because of unacceptable provisions such as cuts in the medical-care benefits program. But as an independent person, I am free to be an honest mediator for the people of Florida without regard to the political party, and the fact is that despite its serious flaws, the Obama Health Care Bill has some positive aspects. The abolition must be accompanied by a responsible alternative - it would be wrong to repeal an alternative law without adopting it that protects those who are already suffering from pre-existing conditions, close the drug gap described by older persons, and allow parents to keep their children in their insurance coverage until the age of 26. While I would not support legislation, we have to recognize positive components and work together across party lines to make our health-care system more expensive for both consumers and government.\" So, he was going to vote against it, but now it's part of the cancellation and the replacement of the crowd. But we're not done yet. On August 27, he told Central Florida News 13, \"I was going to vote for him but I think he could do better.\" So he was saying that he would help pass the law, but he focused the rest of the conversation on not loving medical care provisions. Two hours later, he issued a press release which basically repeated the statement of July 29, saying that he wanted to be \"perfectly clear.\" Krest ended up losing the Senate race as an independent, but as soon as Christ became a Democrat, In the March 2014 interview with Crowley, Christ said that the law was \"great\" and that democratic candidates should be more vocal in support of the law. \"They must be strengthened,\" he said. \"The president is a smart man doing the right thing, and God bless him for that.\" Our rule as a Republican, Christ was clear in his adherence to the party line by saying that the law on affordable care should be repealed. When he nominated himself to the Senate, he sometimes seemed to contradict himself by saying that he would have voted against the law, but that it should also be repealed or amended. He then said that he was going to vote for Obama Care, but he wanted to change parts of it, specifically those that deal with cuts in Medicare. In this campaign, the Affordable Care Act is clearly supported. That's the least you could get from saying he wouldn't vote for him in the first place. We evaluate this one a full flop.", "vclaim_id": "vclaim-pol-07229"}