{"url": "/factchecks/2019/jul/29/tweets/republican-presidents-democrats-contribute-deficit/", "speaker": "Tweets", "vclaim": "Reagan took the deficit from $70 billion to $175 billion. Bush took it 41 to $300 billion. Clinton got it to zero. Bush took 43 from zero to $1.2 trillion. Obama reduced it to $600 billion. Trump brought it back to a trillion.", "truth_label": "mostly-true", "date": "stated on July 23, 2019 in a tweet:", "title": "That's how the deficit under the Republican and Democratic Presidency led from Reagan to Trump.", "text": "This article was updated on 2 August to include a chart with the annual federal fixed dollar deficit. The viral and democratic publication, not the Republicans, is portrayed as the Financial Responsibility Party, with disability figures under the supervision of the new presidents to prove the case. Alex Cole, a political news editor at the Newstix site, published the tweet on July 23. Within a few hours, many Facebook users have published footage of tweeting, alleging that the Republican Presidents have been more responsible for contributing to the deficit over the past four decades. These sites have gathered several hundred fans and shareholders. We also found a shot on Reddit, where the vote was over 53,000 times. \"Morons: Democrats cause impotence,\" says the original tweet. Reagan took the deficit from 70 billion to 175 billion. Bush took it 41 to 300 billion. Clinton got it to zero. Bush took it 43 from 0 to 1.2 trillion. Obama reduced it to 600 billion. Trump brought this picture back to a trillion people. Twitter images were featured on Facebook as part of the company's efforts to combat false news and misinformation in Newsfeed. ∙ (Read more about our partnership with Facebook.) In the Politifact newspaper, we have provided extensive reports on how Republicans and Democrats often try to put federal deficits on each other - thus weakening the realities of this process. So we wanted to see if this Facebook article was true. We've contacted Neostecs, the media port that Cole created and worked for, to see what evidence he used to write the tweet and didn't respond to. Our review basically shows the numbers, but it doesn't tell the whole story. What's the deficit even? Some people confuse federal deficits with religion - but they are separate concepts. The Treasury explains this: the deficit is the difference between the government's money and the money it spends. If the Government spends more than it earns, its deficit will occur. The federal debt is the sum of the accumulated deficit. After the money, let's take a closer look at the impact of each president on the federal deficit. To check the numbers in Cole's tweet, we went to the Federal Reserve Bank of St. Louis, which has an interactive database of such forms of numbers. Here's what we found for every claim: \"President Ronald Reagan took the deficit from 70 billion to 175 billion.\" This is more or less accurate. The federal deficit rose from some $78.9 billion at the beginning of Reagan's presidency to $152.6 billion at the end of it. At points between 1983 and 1986, the deficit was actually over $175 billion. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" Prepared by Samantha Buterman on January 11, 2012, George H. Bush 41 took it to 300 billion.\" Close, but not exactly. The number was about $255 billion at the end of the Bush term. The deficit rose to about $290.3 billion a year before leaving office. \"Clinton got it to zero.\" That's right. During his presidency, Clinton was able to fill the deficit and end his term with a surplus of $128.2 billion. \"George W. Bush 43 took it from 0 to 1.2 trillion.\" This is on the field. Bush ignored the fact that he had already begun his presidency with a surplus, leaving his post in 2009 with a federal deficit of approximately $1.41 trillion. Obama reduced it to 600 billion. This is basically accurate. Obama has left the presidency with a deficit of approximately $584.6 billion, more than half of $1.41 trillion. The deficit was even lower in 2015 at some $441.9 billion. We had to look for more recent data to support Cole's claim that Trump returned it to a trillion. A statement issued by the Treasury Department in June put the federal deficit at $747.1 billion so far in this fiscal year. However, the Agency also stated that Washington was in the process of placing a deficit of $1.1 trillion by the end of September, which supported Cole &apos; s claim. After we published this story, some readers asked us to look at the annual deficit in terms of the fixed dollar, which is adapted to inflation. Data since 1940 indicate that the deficit was the highest in 2009, 2010 and 2011 - the peak of the major recession and the implications of the 2009 stimulus package. How much power do you have on the bosses to change the deficit anyway? The President has an impact on the budget by negotiating and signing credit bills. But there's a lot of it. First, the economic situation in the country has a significant impact on the federal deficit. The Great Recession affected the deficit near the end of George W. Bush's administration and the beginning of Obama, as Stephen Ellis, the executive vice-president of non-profit taxpayers said about the general sense. There was more spending on safety net programmes such as food stamps, medical aid and low tax income. Secondly, the new presidents take office in January, most of whom inherit the budget from the previous administration for the remainder of the fiscal year - not to mention the legislation passed in previous years. \"Even the President's proposed dream budget is linked to all types of historical commitments and economic conditions,\" I told Tara Sinclair, Assistant Professor of Economics and International Affairs at George Washington University, Politifact. None of that means that the President has no effect on the deficit, as Elise said. Reagan's tax cuts and Obama's stimulus package were used as examples of how the President could influence spending on deficits. The combination of spending increases and tax cuts increases the deficit. Trump oversaw both of them. While high spending was bilateral, tax cuts were a republican effort defended by Trump. In the period since the signing of the Tax Reductions and Jobs Act, a landmark in December 2017, the deficit has increased by more than $100 billion. A report issued by the Congressional Budget Office in April 2018 concluded that the law could add approximately $1.9 trillion to the 10-year deficit. But Cole's tweet still lacks some precision. The viral tweet that we have ruled has made many allegations about how the deficit has increased under the presidency of Republican Presidents and shrunk under the rule of Democrats. In general, the figures provided for each president are essentially accurate. It should be pointed out, however, that the Presidents alone are not responsible for the rise and decline of the federal deficit. The tweeting is accurate but requires additional information. We're mostly assessing it right.", "vclaim_id": "vclaim-pol-00379"}