{"url": "/factchecks/2011/may/10/doris-kearns-goodwin/doris-kearns-goodwin-says-no-us-combat-deaths-unde/", "speaker": "Doris Kearns Goodwin", "vclaim": "During Eisenhower's administration, \"no soldier died in battle.\"", "truth_label": "false", "date": "stated on May 8, 2011 in an appearance on NBC's \"Meet the Press\":", "title": "Doris Cairns Goodwin says there are no American combat deaths under Eisenhower.", "text": "On May 8, 2011, a edition of the NBC Press Meeting, historian and author Doris Cairns Goodwin, provided impressive statistics on combat injuries under President Dwight D. Eisenhower. The host David Gregory began the exchange by showing a video from Robert Kagan, a foreign policy scientist and commentator, who advised many Republican officials. \"The American people,\" Cagan said, \"He has an interesting advantage in his personality that you can track all through their history. They want their superiors to be peacemen, but they also want to know that, if necessary, the American president can kill.\" She asked Gregory Goodwin whether she believed that Kagan had a worthwhile point in analysing President Barack Obama's recent success in ordering the killing of the mastermind of al-Qa'idah, Osama bin Laden. \"I think that's right,\" said Goodwin. \"I mean, thinking of two of our most beloved presidents, Theodore Roosevelt, what was his motto? Speak quietly and carry a big stick. That was a big stick. After winning the Second World War, Eisenhower was very proud of the fact that no soldier died during the fighting during his tenure. So I think what happened in this thing, not just Obama's public perception, has now been reinforced because he was a general leader, but you never know what happens internally to the president when they take something risky and work. His presidency was taken over by the John Kennedy Foundation after the Cuban missile crisis. This man will now take control of his presidency. I think he'll be able to trust his own judgment more than the army, which is a big psychological thing. And America feels better again. I mean, that's the big thing we don't know about how long that's gonna last. But our prestige and good self have now increased for a while, and everyone wants it.\" We thought about whether Godwin was right that \"no soldier died during the fighting\" during Eisenhower's presidency. We knew that Godwin &apos; s claim was in trouble when we verified the date on which the Korean war began and ended. It was an active struggle through the signing of a truce on July 26, 1953. Since the inauguration of Eisenhower on 20 January 1953, he has served as Commander-in-Chief for the last six months of the war. His term of office expired on 20 January 1961. In the last six months of the Korean war, it involved a battle that became a symbol of war -- the battle of the Burkeshop Hill. The battle resulted in many casualties at a time when the forces were negotiating a truce, although the battle had been brought under control of a topographical feature that had no inherent value. In his book \"The Korean War,\" Max Hastings wrote that the battle reflected \"the encouragement of defenders\" and \"the tactical infeasibility\" at that stage of the war. How many victims were there during those six months? We did not find any official government data with loss of life separate each year, but we did find a special group. The Korean War Project, supported by veterans, has a website that provides daily casualty figures for the war. So we looked at the figures in the first six months of Eisenhower's presidency and found 3,406 victims. However, injuries include non-combat deaths and non-lethal injuries, and not just combat deaths. So we took the entire Korean war casualty rate and decided that combat deaths accounted for 24 per cent of casualties. The doubling of this percentage of victims results in 802 deaths in combat during the six-month period spent in responsibility by Eisenhower. (The total war was approximately 34,000). And the number we figured out is not accurate, but it seems safe to assume that the number of deaths caused by the fighting during that period was in the hundreds. In addition, Eisenhower was President during the beginning of the United States participation in Vietnam. In the memory of Vietnam's veterans at the National Commercial Center, the names of those who fell by air force T-Sgt. Richard B. Fitzgibon Jr., 8 June 1956. The number of casualties in Viet Nam remained significantly lower than during the latter part of the Korean war. The first deaths were on the battlefield in late 1961, and about one year in the Kennedy administration. Eisenhower also led some small-scale military deployments in or near Taiwan, Lebanon and Cuba, and was President during the Suez crisis in 1956. However, we have not been able to confirm any loss of life due to these events. At the same time, a less visible source of injuries in the United States originated from cold-war-related covert operations. Lance Janda, a historian at Cameron University in Lauton, Okla, said: \"The deaths were generally secret and did not occur during declared wars or major public operations, and for this reason a scientist may argue that they do not technically fall into the category of \"death in combat.\" But I find this kind of thinking very suspicious. In my view, Eisenhower ordered Americans to harm them in support of the national interest, so their deaths clearly fall to me under his responsibility as Commander-in-Chief.\" All of this means that the Goodwin statement is incorrect. William W. Stoick, a historian at the University of Georgia, said that she was \"wrong, not just technically.\" When we reached out to Goodwin, I immediately realized her mistake. \"What I was getting at when I spoke was a more general point -- which is accurate -- that the general who supervised the great battles in time of war was basically a man of peace during his presidency, and that he was a man of peace. \"That would have been a better way to put it!\" Goodwin has a point. After the end of the fire war on the Korean peninsula - a war inherited by Eisenhower and ended within six months - Eisenhower presided over a relatively peaceful period of seven and a half years, especially in comparison with his immediate predecessors (Franklin Roosevelt and Harry Truman) and two of his three successors (Lindon Johnson and Richard Nixon). \"Eisenhower was very clever when it came to foreign policy and military affairs,\" said Janda. \"He was unusually wise in applying American power, negotiating severe crises against Indochina in 1954, the Taiwan Strait in 1955, and the Suez in 1956, which could easily have led to large-scale United States intervention and/or the use of nuclear weapons. He was also a strong supporter of covert and diplomatic operations during one of the most difficult periods of the cold war and the President, who argued in the strongest terms about the dangers posed by the industrial military complex. It must be celebrated for those achievements, but not over-understand the facts.\" We share the view that the broader Godwin point is reasonable, and we appreciate its swift acknowledgement of error. However, I made a very clear mistake: hundreds more dead in combat than saying \"no soldier died in battle\" under Eisenhower. So we're assessing her false statement. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-13120"}