{"url": "/factchecks/2016/oct/05/mike-pence/mike-pence-accuses-tim-kaine-raising-taxes-leaving/", "speaker": "Mike Pence", "vclaim": "Tim Kane says, \"In fact, he tried to raise taxes by about $4 billion.\"", "truth_label": "mostly-true", "date": "stated on October 4, 2016 in the 2016 Vice Presidential debate:", "title": "Mike Pines says Tim Kane tried to raise Virginia's taxes by $4 billion.", "text": "The Republic of Mike Pines accused the Democrat Tim Kane of being a major guarantor during the 2016 Vice-President &apos; s debate. \"In fact, he tried to raise taxes by about $4 billion,\" Penny said about Kane's record as Governor of Virginia from 2006 to 2010. A similar statement was made by Penny during a gathering on 3 October in Ashland, Va. Stephen Cheung, spokesman for the Donald Trump presidential campaign, who e-mailed us that Pines was referring to three unsuccessful tax proposals made by Ken during his presidency. The first came days after Ken took office. It has developed a plan to raise about $1 billion a year to address the long-term transport problems of the State. Kane wanted to raise taxes on car insurance and purchase cars as well as increase car registration fees and impose heavier fines on drivers receiving tickets. Registration fees are similar to taxes, as all drivers must register their cars. Penny is licensed to include higher penalties for driving as a tax, as such payments could have been easily avoided. It should be noted that the Republicans in the Senate that year proposed a bill - different from the Kane proposal - that would also have raised taxes by $1 billion for transportation. Kane's second tax proposal came during the summer of 2008, when legislators met to attend a special course in transport. Prior to the meeting, Kane proposed a $1.1 billion plan that would increase the title tax to 4 per cent from 3 per cent and raise vehicle registration fees by $10. Ken offered his last tax increase in December 2009 -- his last month in office. Virginia &apos; s economy was descended from the aftershocks of the Great Recession, and Ken suggested raising government income tax rates for all brackets by one percentage point. The Kane Plan, which was defeated a week after leaving office in January 2010, would have generated $1.9 billion a year. This could have been compensated by $650 million from taxpayers who could have been provided with proposed facilities to terminate the personal property tax imposed by Virginia on vehicles. So the net effect of his plan for the last year is going to be $1.25 billion for annual tax increases. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On January 20, 2012, everyone said that Cain had proposed annual tax increases of $4 billion during his tenure, which had been mitigated by $650 million in reductions. This net total amounts to $3.35 billion. There's another way to get $4 billion from the tax increases that Trump used during the 25 July march in Roanoke, Fa. The presidential candidate said that during his first week as governor, Cain proposed an increase in taxes of about $4 billion. The Trump campaign supported the statement by introducing the $1 billion increase in the transport tax proposed by Kayin in 2006 and beaten over the four years of his ruling mandate. It should be noted, however, that neither Trump in Roanoke nor Pines during the discussion indicated the cumulative four-year cost of one proposed tax increase. The governor said that when Ken was governor, he actually tried to raise taxes by about $4 billion. Pines was referring to three unsuccessful tax increases proposed by Cain. In 2006 and 2008, two of them were earmarked for transport. The third objective, in 2009, was to raise public funds for the State. In addition, it amounts to $4 billion in tax increases and proposed fees. But there are two issues. The increase in income tax imposed by Cain in 2009 was offset by a reduction of $650 million in the State vehicle tax. Therefore, the net annual cost of all three tax and fee proposals was $3.35 billion. Second, Pines accounts for the weakness of Cain's unsuccessful efforts to raise transport taxes. On the whole, we mostly evaluate the Pines statement. https://www.sharethefacts.co/share/53700feb-db9a-46ff-a07-16acf582cf80", "vclaim_id": "vclaim-pol-04214"}