{"url": "/factchecks/2019/jan/23/thelastlineofdefenseorg/no-nancy-pelosi-did-not-get-obscenely-drunk-cancer/", "speaker": "TheLastLineOfDefense.org", "vclaim": "\"Nancy Pelosi was removed from interest because she was so drunk that she couldn't get up.\"", "truth_label": "pants-fire", "date": "stated on January 12, 2019 in a post on Facebook:", "title": "No, Nancy Pelosi didn't get seriously drunk in a cancer benefit", "text": "As the new speaker at the United States House, Nancy Belusi is facing many challenges this year. You get kicked out of a fundraiser because of overdrinking isn't one of them. An article on the \"Last Line of Defense,\" a cynical blog known as the sale of artificial stories, claimed that Belusi had been dismissed from the service of children with cancer after having had one too many drinks. \"After filling out a glass of beer with vodka and spraying some Crystal Light in there for color, Belusi was drunk until she started making fun of the hats that the children made earlier,\" said the article. This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) The line of the site card is: \"Information you may not have to trust.\" In fact, the story is false. We didn't find any evidence of Belusi coming or removing him from any fundraiser like this. ==History==On January 11, 2021, Facebook, in an article in Facebook by Nancy Belusi, was no longer the Speaker of the House of Representatives by Samantha Buterman: January 12, 2021, Art Tobels, a billionaire who organized the fund-raiser quoted in the story, is in fact \"publication of America's last line of defense,\" according to his Twitter record. His name is Anagram of Posta Trul, one of the many names used by the author of the site, which we identified in 2017. As the page around us shows, \"Everything on this site is a fantasy. It's not a lie, it's not fake news because it's not real. If you think it's real, your head should be checked. Any similarities between the pure imagination of this site and the real people, places and events are pure coincidences and all images should be considered variable and ironic.\" We're assessing the prosecution's pants on fire! January 24, 2019: Nancy Pelosi is President of the United States House of Representatives. An earlier version of this article included a different title.", "vclaim_id": "vclaim-pol-01101"}