{"url": "/factchecks/2014/nov/12/scott-walker/scott-walker-obama-visit-failed-boost-democratic-t/", "speaker": "Scott Walker", "vclaim": "The President of the United States came on Tuesday before the election in a 99% gold wing for him in the last election and could not even (increase) vote there.", "truth_label": "true", "date": "stated on November 7, 2014 in an interview:", "title": "Scott Walker: Obama's visit failed to promote democratic participation in Milwaukee", "text": "National conservative speakers welcomed Jove. Scott Walker is a \"Rock Star\" and a \"true hero\" after the Republicans won their third state-level elections in a row - the last two years coming after Barack Obama was easily won by the Democratic Party of Wisconsin. In November 7, 2014, Walker told one of these fans, group television and radio broadcaster Sean Hannetti, that he had done so despite Obama &apos; s pre-election visit to the central city of Milwaukee. \"The President of the United States came on Tuesday before the election in a wing that went 99% for him in the last election and couldn't even (increase) vote there,\" said Walker about Democrats. Before the details of Wooker's victory begin to fade, let's check his claim that Obama was unable to promote democratic turnout in the November 4, 2014 elections in which Walker overcame Democratic Mary Burke. On 28 October 2014, Obama joined Burke, Milwaukee Mayor Tom Barrett, and the United States Republic of America, Gwen Moore of Milwaukee, in the North Division High School at the heart of the predominantly African-American north side of the city. The Burke Gathering has attracted an estimated overcrowd of 3,500 people, and Obama has cynically begged those present to support Burke. The President said: \"Get your friends, catch your co-workers, catch your lazy cousin sitting at home, never vote during the mid-term elections.\" \"He's watching the rebooting of old Baker's games. Just grab it. Take them all to vote and vote for Mary Burke. The high school is the voting site (Ward 143) on election day, and Walker was right that in the 2012 presidential race Obama won 99 per cent in that wing in the midst of a turnout that -- according to historical patterns -- was bigger than in non-presidential years. The crowd in the Northern Division was the largest campaign season for both sides and appears to be active Democrats, as reported by the newspaper Milwaukee Journal Sentinel. But on election day, did Obama work hard? The in-depthness of the claim did not determine what elections he was comparing to participation in the competition of 4 November 2014. It could have been the 2012 presidential race. Then attendance was much higher than the Governor &apos; s race in 2014. But the most logical starting point is the Governor's last race. On January 10, 2021, in a television interview, \"It takes a long time on election day to download those cards, which is why we have 1 a.m. or 3 a.m. to throw the ballot papers at Milwaukee.\" • On January 15, 2021, those special elections in June 2012 were motivated by the call-up campaign that followed the sudden Walker movement to severely reduce the collective bargaining of most public officials. Looks like Walker's focused specifically on that wing. In fact, the turnout in Wing 143 declined by 9 per cent from June 2012. If you look at the city's turnout in general, it's the same story. As of June 2012, 73 per cent of pre-registered voters in Milwaukee had participated, reflecting the intensity of the race that had triggered the State for several months. More than 223,000 Meloquins voted in that race, with three quarters of Barrett's support. The number of Democrats voting in the Milwaukee repatriation race was 171,150. In the Walker-Borke race 2014, this number decreased to 156.167. What if I returned to the 2010 Governor's race, which also pushed Barrett Walker? This was the Governor &apos; s last regularly scheduled race, and the dynamic is therefore more comparable. The results are mixed. :: Wing 143 (then known as Wing 109, before redrawing after 2010) resulted in a democratic vote for the Governor in 2010 higher than in 2014. So, by this measure, Walker is on the money. But the democratic turnout throughout the city in 2014 was higher than in 2010. Burke got 13% of Milwaukee's vote in 2014 more than Barrett did in 2010. Our assessment said Walker: \"The President of the United States came on Tuesday before the election in a 99% gold wing for him in the last election and they couldn't even (an increase) vote there.\" The numbers support him: the turnout in that wing -- and throughout the city was low, as were the voices of the Democrats in 2014 when I compared the Governor &apos; s last race, which happened in 2012. The presence in that wing was also low compared to the turnout in 2010 in the first Walker race, although it was higher in 2014 at the city level than it was four years ago. We value his claim right.", "vclaim_id": "vclaim-pol-07011"}