{"url": "/factchecks/2019/jul/25/facebook-posts/facebook-post-deaths-6-people-ferguson-stretches-w/", "speaker": "Facebook posts", "vclaim": "Six of the most prominent activists during Ferguson's riot were found burned to death in their cars. There are no coincidences here.\"", "truth_label": "barely-true", "date": "stated on July 15, 2019 in a Facebook post:", "title": "Facebook bulletins on the deaths of six people from Ferguson extend to what is known.", "text": "The riots began in 2014 in Ferguson, Mo., the day after the shooting of 18-year-old Michael Brown by Officer Darren Wilson. The shooting triggered a national debate on the relationship between law enforcement and African-Americans and the use of lethal force. In social media, Ferguson sheds light almost five years later, and people associated with protests were found dead. One Facebook post, sharing over 3,500 times, weeping an evil game, said that the death of \"six of the most prominent activists\" was not a coincidence because they all found \"burned to death in their cars,\" which means that they were victims of a larger conspiracy theory. The entire article reads: \"I want people to wake up and realize that six of the most prominent activists during the Ferguson riots were all burned to death in their cars. There are no coincidences here. It's regular.\" As part of Facebook efforts to combat false news and misleading information in its broadcast, the July 15 article was announced. ∙ (Read more about our partnership with Facebook.) Here's what we found: some people who participated in Ferguson's protests, or who were associated with people who had died since 2014. But not all of them were found burned to death in their cars, as the mail claims. Other cases were identified as suicides, accidental drowning and an overdose of fentanyl. Let's break this. On the morning of the grand jury rejected Wilson &apos; s indictment, on 24 November 2014, 20-year-old De Andre Joshua was found dead, reportedly inside a burned car after being shot in the head. The timing, as well as Joshua, who were close friends of Dorian Johnson, who was with Michael Brown on the day of the shooting, was said to have led many to speculate whether the events were connected. However, the Joshua family, in an article in The New York Times that said, \"He knew nothing about Mr. Brown's death and never testified in front of the grand jury,\" expressed rumours that he was a \"main witness.\" Sean Gray Sean Grey, aged 23, who was lost the same week, died, and was later found drowned in the De Peres River. Subsequently, the city coroner determined that the cause of death was accidental drowning, with alcohol poisoning as a major contributing factor, according to the St. Louis Post. There were unproven rumours that Gray, like Joshua, was killed after testifying before the grand jury in the Brown case. But Grey's family also rejected these rumors saying he had nothing to do with the case. Neither Joshua nor Grey were \"prominent activists.\" It is important to note that even if the two men testify, their death came after the grand jury chose not to charge Wilson. In September 2016, Darren Seals, aged 29, suffered a similar death to Joshua: his body was found in a burning car after being shot. The seal was a prominent figure in the protests and was seen in a video that comforts Brown &apos; s mother after the grand jury &apos; s decision. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher on January 16, 2021 at the time of the death of Siles, St. Louis County Police acknowledged the similarities between tragedies and told the outlets that \"anything is possible\" and that \"investigators always look at different ways, or if they are the same kind of motives.\" Sergeant. Benjamin Granda, a spokesman for the St. Louis County Police Department, confirmed to Polyte Fact that the Agency had investigated the murders. \"There is no information indicating that they are in any way connected,\" wrote Granda in an e-mail. \"The gunshot wounds were identified as the cause of death of the two victims. Both investigations are ongoing. We always remind people to call St. Louis County Police Department in 636529-8210 to talk to investigators about the incident. Of the remaining three deaths, two were sentenced to suicide and one overdose. If you or someone you know needs emotional support, the national lifeline for suicide prevention is available 24 hours a day at 1-800-273-8255 Edward Crawford Jr., Edward Crawford Jr., 27 years old, presented in a famous form by Ferguson tossing the gas can again into the police. The police decided that he had died of suicide in May 2017. In October 2018, 24-year-old Danny Jones was found dead in the yard of his house in St. Louis. He was sentenced to suicide. Melissa McKennis, Jones' mother, who was an active protestor in Ferguson, said in a television interview, she thought it was an evil game. The last death occurred in November 2018, when he was found in the name of an Egyptian, a 31-year-old American Palestinian who was broadcasting videos of Ferguson's protests, unresponsive on a bus. The toxicology results showed that he died of an overdose of fentanyl. The seventh man who died in February 2016 was sometimes included in this theory. The protestor Ferguson and activist Marchon McCarrel II, 23, from Columbus, Ohio, died of suicide involving a gun outside Ohio State. A part of the conspiracy theory was broadcast in March 2019 in a weekly public radio programme produced in cooperation with the public media in Chicago. The writer Gilani Cobb travelled to Ferguson to talk to the community and found people thinking about \"all kinds of possible criminals... Coop went through some ways that didn't quite through theory up: \"St. Louis himself has one of the most appalling killing rates in the country. In 2017, the highest homicide rate was the most worrying, according to the analysis of FBI data. In comparison, Chicago was no. 9. So, a lot of people get hurt in Saint. \"Lewis... Our Facebook article says six of the most prominent activists during Ferguson's riot were found burned to death in their cars. There are no coincidences here. It's regular.\" Many people directly and indirectly associated with Ferguson &apos; s protests have died in almost five years since Brown &apos; s death, but not all of them were involved in Brown &apos; s case, as the unproven rumors claimed. They weren't all discovered \"burned to death in their cars.\" Suicide, accidental drowning and an overdose of drugs were also included as official causes of death. This allegation contains an element of truth but ignores critical facts that give a different impression. We mostly rate it wrong.", "vclaim_id": "vclaim-pol-00401"}