{"url": "/factchecks/2018/nov/06/blog-posting/no-kurt-russell-did-not-tweet-trump-relentless-ded/", "speaker": "Bloggers", "vclaim": "That Kurt Russell said that President Donald Trump was \"bladed,\" \"reliable,\" \"determinate\" and \"brave\" and \"stand there in the face of pure evil,\" a solid rock ready to fight for us. God bless this brave man.\"", "truth_label": "pants-fire", "date": "stated on November 3, 2018 in a post on Facebook:", "title": "No, Kurt Russell didn't tweet that Trump was a Blade, a Savior and a Brave.", "text": "A photo of Kurt Russell was recently posted on Facebook with a quote from the actor who praised President Donald Trump. After its publication on Saturday, the collection of images quoted quickly spread and was shared more than 7,500 times within three days. Facebook referred to this article as part of its efforts to combat false news and misinformation on Facebook News field's. ∙ (Read more about our partnership with Facebook.) As you expected, Kurt Russell didn't actually say it. This is the full quote given to the representative: \"President Donald J. Trump is tireless. I've never seen a man dedicated and determined to it. I'd like to think I'd be as brave as he is, but I don't know. The world is after him as he stands there in the face of pure evil, a solid rock ready to fight for us. God bless this brave man.\" @VuteRed ToSavaAmerica Phousitated Facebook, published on January 11, 2021 in an article in Facebook Nancy Belusi no longer speaking about the house by Samantha Buterman. January 12, 2021, we found that the first example of this quote arose on Twitter in the morning of November by an account belonging to \"Snake Pleskin,\" which uses Kurt Russell's image as a descriptive picture. Kurt Russell played a character called SD. In addition to the fact that the account does not contain a blue checkmark indicating that it actually belongs to the famous actor Kurt Russell, the Twitter account resume clearly says, \"I'm not Kurt Russell.\" However, as of Monday afternoon, more than 5,000 times have been rewrited and have more than 12,000 likes. Russell took his quotes out of context before. This time, there is no indication that a girlfriend of this quote grew up with the representative. We're assessing this allegation pants on fire!", "vclaim_id": "vclaim-pol-01294"}