{"url": "/factchecks/2018/dec/06/blog-posting/yes-ann-coulter-said-she-descended-settlers-not-im/", "speaker": "Bloggers", "vclaim": "Anne Colter says: \"I'm a settler. I descend from settlers, not immigrants.\"", "truth_label": "true", "date": "stated on December 3, 2018 in a Facebook post:", "title": "Yeah, Anne Colter said it came from the settlers, not the immigrants.", "text": "The conservative commentator Anne Colter recently appeared on Facebook with an article quoting that she was not an immigrant, but a settler. This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) In this case, the claim for Koulter is accurate. Colter made the statement several times, in particular on The View and on Twitter in 2015. The special quote in the mime comes from the show of Colter in 2015 in Vision, where she discussed her book \"Adios, America! The plan to turn our country into a hellhole in the Third World.\" While the Panel and Colter discussed Colter's anti-immigration views, the guest Anna Navarro Colter asked if she was an indigenous American. Facebook was published on January 11, 2021 in the Facebook newspaper Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman on January 12, 2021 Colter replied: \"Why, yes, I am. I'm a settler. I descend from settlers, not immigrants.\" \"I don't live in the Cherokee Nation; I didn't migrate to the Cherokee Nation,\" Colter's followers. \"We live in America, created by settlers, not immigrants.\" After the interview, Megan Smoleniac, a genealogist, looked at the Colter family tree. While Colter's mother's side could be traced to colonialism, Smoleniac wrote that Father Colter's ancestors came to America two centuries after the first Europeans - an extension of the definition of \"settlement.\" We don't judge whether it's accurate for Cutler to call herself a settlement. We're just confirming that she described herself that way. Mimi Facebook quotes Colter accurately. We're assessing this claim right. Sharing the facts of 2018-12-06 22:42:43 UTC PoliticsFact 6 1 7 PoliticFact Rating: True Anne Colter says, \"I am a settler. I descend from settlers, not immigrants.\" On Monday, 3 December 2018, 2018-12-03, bloggers on Facebook read further information correction: This article has been updated to correct a reference to the work of Smoleniac.", "vclaim_id": "vclaim-pol-01210"}