{"url": "/factchecks/2019/jan/25/viral-image/no-margaret-sanger-never-said-slav-latin-and-hebre/", "speaker": "Viral image", "vclaim": "According to the Family Planning Foundation Margaret Sanger, \"Slav, Latin and Hebrew immigrants are human herbs. ................................................................................................................ ................................................................................................................ Dead weight of human waste. Blacks, soldiers and Jews are a danger to the race.\"", "truth_label": "pants-fire", "date": "stated on January 24, 2019 in a Facebook post:", "title": "No, Margaret Sanger never said that Slav, Latin and Hebrew were human herbs.", "text": "Margaret Sanger, founder of the organization that became the Family Planning Organization (FPO), blabbed some feathers on its day, specifically for its vocal support of birth control and women &apos; s reproductive rights. We've examined many allegations of her. Sanger, an open activist, was also a popular target for misdirection and false quotations. One such statement is currently being shared on social media. In 1922, she said: \"Slavs, Latin immigrants, and Hebrews are human herbs... Blacks, soldiers and Jews are a danger to the race.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We have not been able to find any record of Margaret Sanger ever saying that, although it appears that it has been circulated to the social media since around July 2015, as other experts have observed in verifying the facts. We found an article in April 1923 in The New York Times that said the word \"grass,\" but it didn't connect him to any race or race: \"I was thinking only of poor mothers in crowded areas on the east side who so desperately begged me to rest, even the children they brought into the world might have a chance to grow up to be strong and tough Americans. ................................................................................................................ ................................................................................................................ Contraceptives are not practised without discrimination and without thought. It means the release and cultivation of the best ethnic elements in our society, and the gradual suppression, elimination and eventual elimination of defective stocks - those weeds that are harmful to humanity and that threaten to flourish the finest flowers in American civilization.\" While Sanger has been routinely criticized for supporting the improvement of offspring - the belief that the population will be improved through the controlled reproduction of desired characteristics - historians and scientists who have studied Sanger's life challenge the idea that it is racist, and say that her views relate to public health, not race. On January 11, 2021, Facebook published an article in Facebook by Nancy Belusi who was no longer Speaker of the House of Representatives by Samantha Buterman: January 12, 2021 in the story of Politifakt New Hampshire, Ruth Ings, Professor Emerita of the School of Public Health of Indiana University, and an expert in the Movement for Reproductive Improvement, said that while those involved in this ideology included some who wanted to create some kind of major race, \"a minority of birth-improvement scientists\" said that they thought so. While Sanger was active, Ings wrote, \"The purpose of improving reproduction was to improve the human race by making people healthier through exercise, recreation in public parks, marriage to a person free of sexually transmitted diseases, paediatric clinics, immunization, clean food and water, healthy nutrition, non-smoking and drinking.\" But philosophy eventually went out of its way during the Second World War, with Nazis adopting birth improvement to support the genocide of non-Aryans. We spoke with Ellen Chessler, the writer of Sanger's biography and a senior colleague at the Roosevelt Institute in New York, about the quote. \"You never said that.\" Chessler has told us that it's a completely wrong and fabricated quote. \"People on the left-hand side of improving the offspring (at that time) believe in a truly democratic society, that opportunity should be based not on the colour of someone's skin or ethnic background, but on ability, but on the fact that it is not based on the colour of someone's skin or his ethnic background. Our judgment is a social media photo that Sanger claims Slav and Latin immigrants and the Brides are human herbs. Blacks, soldiers and Jews are a danger to the race\" in 1922. The closest quote we found was from the New York Times in 1923, not 1922, and it is not even close to the words in the meme. Margaret Sanger left behind a complex legacy, and sometimes, she said some strange things - but she never said that. This is the pants on fire! Sharing the facts 2019-01-25 18:39:04 UTC Politics Fact 1 1 7 PoliticsFact Dating: Pants on Fire District Famage Factor: ................................................................................................................ ................................................................................................................ Dead weight of human waste. Blacks, soldiers and Jews are a danger to the race.\" The viral image on the Internet is Thursday, 24 January 2019 2019-01-24. Read more information.", "vclaim_id": "vclaim-pol-01091"}