{"url": "/factchecks/2011/may/10/john-kasich/gov-john-kasich-says-federal-workers-have-zippo-ze/", "speaker": "John Kasich", "vclaim": "Two million federal workers are negotiating a zero cloud. There is no collective bargaining for federal employees.\"", "truth_label": "barely-true", "date": "stated on April 26, 2011 in a radio interview:", "title": "(Joff) John Kasesh says that federal workers have the ability to bargain collectively.", "text": "Equality of workers is one of the Government of the Republic. The more consistent arguments put forward by John Kasesh in favour of the new Ohio Collective Bargaining Act. The Act, the Senate Bill No. 5, will bring public sector workers in Ohio closer to private sector workers, who on average pay more for health-care benefits and have weaker pensions, says Kasić repeatedly. The Governor is now weaving the collective bargaining of federal workers - or the absence of such bargaining - in support of the law. Although SB5 restricts collective bargaining to 360,000 state government employees, they will still be better off than federal workers, Kasesh recently told Youngston's radio program. \"Two million federal workers negotiating a zero cloud\" told Cassich the host of the radio Dan Rivers on April 26, when he discussed SB5. \"There's no collective bargaining for federal employees.\" Casić was one of the top supporters of SB5, and it is likely that he will continue to play this role if the law moves towards a referendum of voters this fall. In view of his influence and widespread interest in Polyte Fruitte Ohio 5, he decided to examine the Governor &apos; s claim regarding the collective bargaining of federal workers. We didn't have to dig deep to start. Our colleagues at Polyte Fact verified a similar statement from the Republican Party Wisconsin Goff. Scott Walker was made in late February, when his mandate, like Ohio, was in the middle of a controversial effort to enact legislation to limit the collective bargaining of public sector employees. Walker told NBC \"The Future of the Press David Gregory\" that \"most federal employees do not have collective bargaining for benefits, nor for pay.\" :: Polyte Fruitte gave Walker &apos; s claim a real appreciation. How does the similar claim of Kasić stand? Federal workers generally cannot bargain collectively in wages and benefits, but they can negotiate conditions of employment, in accordance with the Federal Employment Relations Authority, which manages the Employment Relations and Management Programme for more than 1 million federal workers. \"Employees also have the right to enter into collective negotiations regarding conditions of employment through representatives selected by employees,\" says the Employment and Natural Resources Agency Programme Manual. There are about 1.6 million non-mail federal workers. Of these, more than 90 labour organizations represent some 1.1 million. Some workers in agencies such as the Federal Deposit Insurance Corporation and the United States Securities and Exchange Commission can negotiate wages. There are others in the FBI, the United States Government Accountability Office and other departments who are not engaged in collective negotiations. However, federal workers can only negotiate terms of employment in most cases, as stated by Sarah Whittle Spooner, the Association &apos; s adviser on organizational and external affairs. The right to negotiate working conditions is important, as stated by Kate Bravenbrenner, Director of Labour Education Research at Cornell University. (Politi Fact also met Bronfenbrenner while checking Gov. Walker's claim. We met separately.) Provinbrenner referred to recent trade union elections among the 43,000 TSA workers. They had three options: either two rival federations to represent them or no union at all. More than 16,000 workers voted for union representation and some 3,000 voted for either union. Because the vote between the two unions was very close, there will be an election round from May 23 to June 21. \"Would they have organized a union if they didn't have the right to bargain?\" Bronvenbrenner asked. \"They wouldn't have gone through all this if there was nothing at the end of the tunnel.\" So what does that mean for federal workers who can negotiate terms of employment? This means that they can negotiate policies of discipline, working hours, performance appraisal procedures, safety, demobilization procedures, and more, according to the American Union of Public Employees, the largest federal trade union, with some 625,000 members from some 75 federal agencies. The spokesman for Cassich, Rob Nichols, admitted that federal workers had some ability to bargain collectively. \"The fact is that most federal workers cannot collectively bargain for wages or benefits, and the Governor's point is that under the Fifth Senate Bill, Ohio public officials will have more collective bargaining rights than most federal employees,\" Nichols said. So, where's Cassich on Troth or Meter? It would be easy to assess Cassić's false statements. Federal workers may have limited collective bargaining powers. But this isn't Zippo and zero. But the governor is also known to fire from the hip, and to judge a false statement outside the restraints without looking at its basic meaning. Cassich has long advocated collective bargaining, arguing that schools and governments need better capacity to control labour costs. But he didn't call for it to be eliminated. The changes approved in table 5 would reduce the number of subjects subject to trade union negotiations, prevent public workers from striking, prevent employers from paying more than 85 per cent of workers &apos; health insurance costs, and raise basic wages on the basis of performance rather than length of service. But public sector workers in Ohio will continue to have more collective bargaining power than most federal workers, the key point of Kasić. That some federal workers can bargain for working conditions, rather than having a \"zero\" ability to bargain collectively, is a crucial fact, though, that can give the listener a different impression. We appreciate what Cassish barely said. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" By Haley Bimler: January 26, 2021 Editor's Note: This statement was estimated to be barely correct when it was published. On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13123"}