{"url": "/factchecks/2019/jul/08/john-flanagan/flanagan-criticizes-senate-democrats-taxes/", "speaker": "John Flanagan", "vclaim": "\"The Democrats in the Senate didn't make a single tax deduction.\"", "truth_label": "barely-true", "date": "stated on June 18, 2019 in a radio interview:", "title": "The Flanagans are critical of the Democrats in the Senate on taxes.", "text": "The full control exercised by Democrats over state-wide elected positions and the New York State Legislatures has been criticized by Republicans, who claim that the progressive Democrats' agenda has gone far. In an interview in the press hall of the Capitol, the minority leader of the Senate, John Flanagan, told guest Susan Arbitter, \"The Democrats in the Senate did not make a single tax deduction.\" Is that right? The record we contacted the Democrats in the Senate for information on their tax procedures, and press minister Jonathan Hepner gave us a table of 26 items, including tax exemptions, credits and two \"reductions.\" Of the 26 items, 11 were signed into law, 5 were approved by the Senate and the Assembly, and only 10 were adopted by the Senate. The two items classified as \"reductions\" are the property tax ceiling, which has always been in the budget that began on 1 April, and a budget measure for local assessments and parity rates. The list submitted by Democrats in the Senate includes exemptions such as property tax exemptions for certain energy systems, and sales tax exemptions for sales equipment items, both of which are included in the approved budget. Other exceptions, such as an exemption for breast pump supplies, were adopted only in the Senate. Another project, approved by the two councils but not yet signed into law, would allow local towns to provide tax exemptions on property in order to improve access to the homes of seriously injured service personnel. Tax exemptions enacted include a provision for the green ceiling, although this occurred after Flanagan made his statement, a three-year extension of a tax exemption programme for employers with disabilities, an incentive for employers to provide care for children, a three-year extension of credit for the use of clean heating fuel, and an extension of credit for the rehabilitation of historical property. We have also asked a minority spokesperson in the Senate, Scott Reeve, to provide evidence of the Flanagan allegation. Rafe told us that Democrats in the Senate approved \"over $1 billion in new taxes and fees\" this year and $4.5 billion next year. According to David Friedville, Rafe &apos; s new tax claim is valid, the Director of State Studies of the Citizens &apos; Budget Committee and a former majority employee of the Assembly working on budgetary matters. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • On 26 January 2021, the spokesman for Democrats in the Senate noted that the Republicans voted against the budget, making the ceiling of real estate taxes at 2 per cent permanent. The Rockefeller Institute estimates that the ceiling has saved property owners $25 billion since it was enacted in 2012. The Democrats in the Senate did not include a reduction in middle-class income tax in their list, which was included in the budget. It was implemented thanks to a previously enacted law, and therefore they did not demand credit. The experts we spoke with had different views on whether the Democrats in the Senate had enacted any tax cuts. Fredville, who once worked for the democratic majority in the Assembly, said that the budget \"undefined\" contained some cuts, such as the extension of the tax exemption for films and the credit for clean heating fuel. Fredville said that the property tax ceiling did not automatically provide a tax reduction, but given the upward trend in property taxes over time, politicians could argue that the ceiling would lead to a reduction. Ron Doetsch, Executive Director of the Institute of Fiscal Policy, who leans to the left, said that it was \"controversial\" whether the upper limit of taxes could be considered a tax reduction. The ceiling allows for a 2 per cent increase in taxes on local property, although the ceiling can keep taxes below the limit. A.J. McMahon, from the center of the right-wing empire of public policy, said that the tax ceiling was \"an amazing thing\" but not a tax reduction. He looked at the list of credit, exemptions and discounts provided by Democrats in the Senate, and said that it was not what most people considered to be a tax reduction. \"When most people hear the phrase \"tax reduction,\" they think about a general reduction in some category of taxes, not the recovery of money that they would get if they did something that the state wanted to encourage,\" said McMahon. Our rule (Flanagan) has made it hard on itself by making such an exaggerated statement -- not a single tax deduction. The Democrats in the Senate have proposed and enacted some forms of tax exemption for New Yorkers, although it may not be what most people consider to be a \"tax reduction.\" Many of these exemptions or credits are earmarked for small sectors of the population. The property tax ceiling, which is now always, has kept property taxes 25 billion dollars lower than they could have been. We appreciate that Flanagan's statement is mostly false.", "vclaim_id": "vclaim-pol-00458"}