{"url": "/factchecks/2014/sep/02/charlie-crist/crist-says-rick-scott-teamed-ponzi-schemer-scott-r/", "speaker": "Charlie Crist", "vclaim": "Rick Scott says he was involved with a convicted felon running a Ponzi scheme to discredit Charlie Christ.", "truth_label": "false", "date": "stated on August 17, 2014 in a TV ad:", "title": "Krest says Scott shared with Ponzi, the planner Scott Rothstein, to falsely attack him.", "text": "The Republican Party in Florida attacked the former Goof. Charlie Crest in a television commercial claiming to have allowed Bonze to choose Scott Rothstein's court dates in exchange for campaign donations. The Christ campaign was launched backwards with its announcement on August 18, which included a series of attacks on Scott, including this one: \"Now he joined a team with a criminal convicted of running a Ponzi scheme to discredit Charlie Christ with false attacks. The screen text states that \"Rothstein gets 50 years in the 1.2 billion Bonze scheme.\" The Christ Declaration shows a picture of someone smiling and wearing fancy watches attributed to the story of EBC in June 2010 when Rothstein was convicted. The Republican Declaration of Rothstein used the same picture. While Rothstein's picture is still on the screen, the ad text says, \"Scott Rothstein bought expensive things,\" and then the screen text says, \"FALSE ATTAKS.\" * (The small print refers to Sun-Sentinel's article on an auction of Rothstein's property.) This is a lot of Rutstein Much until it happens to viewers. For almost five years, media reports have summarized how Rothstein has generously donated to a long list of politicians, including Christ. But this was the first time we heard about a claim that Scott was gonna cooperate with Rothstein, so we decided to check it out. In fact, there's no evidence that Scott and Rothstein literally \"get together\" -- what Christ points out is that the Republican Party is using the Rothstein scandal to attack Christ. The evidence cited by Christ in his statement of reserve is merely a news report on Ruthstein &apos; s conviction. Brendan Gilvillen told Paulette Fact Florida in an e-mail. Here is the background story of Rothstein's association with Christ: Rothstein was a major donor to Christ's campaign and the Republican Party when Christ was still a Republican. And Christ put Rothstein on a committee recommended by some of the judges of the Court of Appeal. Rothstein testified that he gave the money, and in return he directed Christ's judicial choices to the West Beach Appellate Body and Broward's seat. But we did not find conclusive evidence that Rothstein imposed Christ's choices, so we assessed this as half true. Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. On 29 January 2021, Rothstein came out of Florida politics, and as soon as the news of the investigation into Rothstein appeared, the long line of politicians and political entities opened their arms to receive his donations stopped. In fact, a lot of them returned the money. Scott had good luck avoiding Rothstein because of his timing: he entered his first run for governor in April 2010. By that date, Rothstein was behind bars and no longer a huge donor. The federal authorities revealed that they were investigating the Rothstein scheme in November 2009 and arrested him on 1 December 2009. He was sentenced to 50 years &apos; imprisonment in June 2010. Rothstein and his company generously provided candidates and politicians in both parties: up to $3 million for local candidates, state and federal candidates and political entities between 2005 and 2009. This included contributions to Christ, the Florida Republican Party and the Florida Democratic Party. Where was Scott during Rothstein's scheme? Scott was a millionaire Republican businessman in Naples who built his career around the health-care industry. Scott was forced out of the company he formed, Colombia/CHA, in 1997, amid lawsuits for medical billing practices that eventually led to a federal fine of $1.7 billion. In 2001, Scott Solantic Corp., a series of urgent care centres co-sponsored a walk in that he was later selling after becoming governor. In 2009, Scott used $5 million of his own funds to form patient rights governors to fight health-care reform in Obama. In 2010, he nominated himself as Governor. We asked Scott's campaign if Scott ever crossed paths with Rothstein and didn't get a response, but we couldn't find any evidence that they had ever met. Our television announcement by the Governor of Christ says that Rick Scott \"involved with a criminal convicted of running a Ponzi scheme to discredit Charlie Christ with false attacks.\" This announcement is mysterious and confusing. Scott didn't cooperate with Ponzi Planner Rothstein -- he was arrested in December 2009 and Scott entered his first run for governor in April 2010. The only kind of teamwork that happened was that the Florida Republican Party made a TV commercial attacking Christ for his contacts with Rothstein in a commercial. We also don't know that they're running against them. When Scott announced his first campaign in April 2010, Rothstein had already been arrested and was awaiting sentence. We value this allegation wrong.", "vclaim_id": "vclaim-pol-07360"}