{"url": "/factchecks/2013/apr/08/ted-cruz/ted-cruz-says-expanding-medicaid-will-worsen-healt/", "speaker": "Ted Cruz", "vclaim": "The expansion of Medicaid will increase health-care options for the most vulnerable among us in Texas.", "truth_label": "false", "date": "stated on April 1, 2013 in remarks in Austin, Texas:", "title": "Ted Cruz says the expansion of Medicaid will be \"health-care options for the weak.\"", "text": ":: Editor &apos; s observation: After we published this report, the staff at Cruz &apos; s office provided us with more information for consideration. We considered that guide in a separate report, but it did not change our initial findings or our judgement. Our original report remains below. \"Ted Cruz, the Republic of Texas, who has a reputation for bold statements, supports Texas Goff. Rick Perry's decision to reject the substantial expansion of the health insurance programme for the poor. Under the new Health Care Act, states can obtain federal dollars to register uninsured residents of Medicaid. Some politicians, including Cruz and Perry, claim that taking federal money now leaves the state at stake to meet long-term financial commitments that they cannot afford. But Cruz went beyond saying that expansion is too expensive. He recently said he'd leave the uninsured worse off. \"Our friends who say they want health care do not realize that expansion in Midcaid will make health care choices worse for the most vulnerable among us in Texas,\" said Cruz in an event with Perry and others in the state capital in Austin. This is what has struck some observers as unreasonable - how can moving an unsecured person to Medikid's rolls lead to someone's worst health - care choices? When we reviewed Cruz &apos; s office, they referred to a speech he gave on the floor on March 13, 2013. Here's the relevant part of that speech: \"The data show that Medicaid beneficiaries face worse health outcomes than anyone else on the market. In 2010, Anals Surgery released a historical study that examined the results of approximately 900,000 people undergoing surgery from 2003 to 2007. Patients receiving medical assistance, compared to people without health insurance, persons without insurance, patients receiving medical assistance were 13% more likely to die. They stayed in hospital for 50 per cent longer and cost 20 per cent more. In 2011, Jones Hopkins studied patients undergoing lung transplants. Their conclusions were largely the same. They found that Medicaid patients were less likely to be alive after 10 years of planting than those with private insurance and also those without any insurance at all. In total, John Hopkins' study found that Medicaid patients face 29% risk of death, yet Obama's care is increasingly being transferred from the economically disadvantaged to Medicaid, which subjects them to those worst outcomes of health care. This was an argument that had appeared earlier in a number of provincial outlets, including an article in the Wall Street Journal and a briefing paper for the Manhattan Institute. These analyses provided some additional studies with similar findings. Although these other studies have not been specifically mentioned by Cruz, they have been referred to repeatedly in the debate so that we will include them in our analysis. At the outset, we should note that even many critics from Cruz's point of view recognize some concerns about the expansion of the Medicaid programme under the new Health Care Act. First, most of the experts we contacted agreed that studies, including the Crews cases specifically mentioned, show that Medicaid patients tend not to achieve positive health outcomes such as those in private insurance (although they add that Medicaid is not necessarily the reason, because it is difficult to separate the insurance status from socio-economic and lifestyle factors). Second, experts recognize that Medicaid is not an ideal programme and that different policy changes can make it more effective. Third, they say that the addition of millions of additional beneficiaries under the new Health Care Act will place additional pressure on the programme. On January 13, 2021, bloggers announced verification of the remarkable facts in a story written by General David H. Berger, commander of the United States Navy. They rejected Nancy Belusi's request for the use of Marines for inaugural security, saying that \"we're not working for you.\" The following are some of the reasons for caution: ● Trends are more mixed than suggested by Cruz's claim. In many studies, it has been concluded that uninsured patients have obtained better results than those in Medicaid, such as low complications and long life expectancy. But this trend is not universal. For example, in one study, Medicaid patients had worse results for blocked arteries but better results for abdominal aneurysm. • The authors of the studies do not explain Cruz &apos; s argument. It wasn't one of half a dozen studies that we looked at Cruz's argument that someone would have a worse health result if he moved from any insurance to Medicked. The studies did not generally focus on comparing patients with medical aid with uninsured patients. Instead, they focused on the collective delivery of medical care and uninsured patients, as compared to medical care and private insurance. In addition, most papers included extensive language urging caution against their research constraints. What Cruz and others did was \"the worst kind of selective reading of studies,\" said Michael A. Gaglia Jr., a professor at the Kick College of Medicine at the University of Southern California and co-author of a newspaper. • The definition of \"uninsured\" in these studies is too vague to be relied upon. In these studies, the term \"uninsured\" does not refer only to the popular image of a person with undue economic restrictions on the cost of health insurance. It can also include poor people who receive free charitable care from world-class hospitals, very wealthy patients who pay their own bills instead of bearing health insurance, and health youth who gamble without insurance but who are sick anyway. Each group of patients may have benefits in recovering more quickly, which can explain some of the best outcomes among the uninsured. At the same time, the definition of Medicaid is also ambiguous because people can register for Medicaid after they have been diagnosed with a serious illness in the hospital. The studies did not distinguish between patients who had been on Medicaid for years, people who had been uninsured for years but who suddenly registered for Medicaid before receiving treatment, and those who remained uninsured all the way through treatment. • The number of patients studying, whether Medicaid or uninsured, was very small. In many studies, private insurance and medical care patients dominated the study group. (Medicare is the federal health insurance programme for Americans over 65 years of age; because it is compulsory for older persons, it covers people at all income levels. Uninsured patients working in the medical assistance programme usually account for 3 to 5 per cent of the individuals studied. Experts say it would be unwise to draw comprehensive conclusions from small sizes of samples. • An annalise study of the surgery cited by Cruz is an important paradox in the results. The study looked at 11 types of surgery and found that the results in all 11 were worse for Medicaid patients than for non-insured patients. However, in 10 of these cases, patients in medical care also had worse outcomes than those who were not insured. As the health economist at the University of Boston Austin Fracett said, \"Any theory to explain what was going on in Midcaid would have been better to explain medical care, too.\" • Other studies have shown a positive health benefit from joining the medical aid programme. A recent study in Oregon compares those enrolled in Medicaid who were selected by lottery with those who were not insured. The study indicated that new Medicaid enrolments reported better health than those who remained uninsured, although the results were preliminary. Our judgment, Cruz, said that the expansion of Medicaid would increase health-care options for the most vulnerable among us in Texas. This assertion is not only logical - some health coverage should always be better than anything - but the evidence to which Cruz and others have referred also does not support his point of view. None of these studies make the argument Cruz do, and the small sample size of uninsured patients, together with the challenge of defining the terms \"Medicaid\" and \"uninsured,\" raise serious questions as to whether Cruz's conclusion is correct. In fact, several authors of the papers we contacted did not agree with Cruz's interpretation of their research. This comprehensive circular does not stand. We're assessing the allegation wrong.", "vclaim_id": "vclaim-pol-09497"}