{"url": "/factchecks/2019/may/07/viral-image/no-these-photos-neil-armstrongs-space-boots-and-fo/", "speaker": "Viral image", "vclaim": "Neil Armstrong's space boots don't match a picture of his spot on the moon, suggesting that the moon landing was a trick.", "truth_label": "false", "date": "stated on April 23, 2019 in a Facebook post:", "title": "No, these pictures of Neil Armstrong's space boots and the footprints don't disprove the moon's landing.", "text": "It's been almost 50 years since Neil Armstrong walked on the moon, yet conspiracy theories that the moon's landing was fake. \"Did I miss something?\" You read the text of a Facebook message on April 23, showing a picture of Neil Armstrongs and another picture of Neil Armtungs (Sic) fingerprint. The shoe looks relatively soft while the footprints have a line - they don't match. This article, however, was referred to as part of Facebook's efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) What the theory does not take into account is the so-called \"moon boots\" that astronauts wore when they put their feet on the moon. These shoes left the footprint examined in this article. First, let's take a look at the print picture. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, Apollo carried 11 cameras to collect data and record the landing of the moon. The image of the fingerprint in question was taken by astronaut Paz Aldrin and not Armstrong. According to a series of photographs on the lunar and planetary Institute website, it is a picture of the print of Aldrin, not Armstrong. The Institute also draws the attention of readers to another picture of tuberculosis descending into the moon, perhaps aware of this conspiracy theory. The bottom of Aldrin's shoes and the footprint are identical. Armstrong left a similar trail at the same pace. That's because while the image of his space suit is real (you can see a lot of pictures of it here, including the bottom of his shoes) Armstrong and Aldrin were both wearing these lunar shoes left behind. According to Forbes 2017, Armstrong and Aldrin left about 100 tools, gear and garbage on the moon. \"Nasa wanted the mission to bring as many moon rock and dust samples as possible,\" says the story, \"which means that the crew needed to leave behind everything that actually didn't need a return trip to Earth.\" The conspiracy theories of the moon landing remain, but their first footprints on the moon continue. There is no wind to blow it up, according to NASA, and it will be there for a million years. We're categorizing this article on Facebook as wrong.", "vclaim_id": "vclaim-pol-00668"}