{"url": "/factchecks/2019/aug/16/facebook-posts/no-pre-chopped-onions-are-not-poisonous-next-day-o/", "speaker": "Facebook posts", "vclaim": "The pre-dose onions used for cooking the following day say \"it becomes very toxic even for one night and creates toxic bacteria that may cause adverse infectious injuries due to redundant excretions and even food poisoning.\"", "truth_label": "pants-fire", "date": "stated on August 15, 2019 in a Facebook post:", "title": "No, the onions you've chosen aren't \"heard\" the next day, as the old legend claims.", "text": "Social media bulletins are usually not the best source of proper medical information, especially when it comes to... cut onions. And we all know that the hard practice of cutting onions makes us cry like children - but onions cut for days are actually \"heard onions\"? This is what Facebook claims: \"Please remember that it is dangerous to cut onions and try to use them for cooking the next day, it becomes extremely toxic even for one night and creates toxic bacteria that may cause adverse infectious injuries due to excessive onion release and even food poisoning.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This warning has been overrated for years. Don't be afraid to use already cut onions - it's quite safe to consume as long as you deal with food properly. The myth is rooted in the potential for bacteria to grow on vegetables between the time they are cut and cooked. However, with proper handling and storage, it is unlikely to become \"dangerous\" overnight or over several nights. On January 10, 2021, in Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"inducing him to abide by the proven book of democratic play.\" In fact, he says, quite the opposite. \"The deactivated onion stimulates the release of enzymes that start a chemical reaction that produces propaneylvinic acid, which in turn decomposes to produce sulfuric acid. It's sulfuric acid that makes you cry by irritation of the eyes! But sulfuric acid also prevents the growth of bacteria, as Schwartz says in the mail. Then it turns out that because cut onions dry quickly, the moisture needed to reproduce bacteria is reduced. In order to multiply bacteria, there must be a source of bacteria on the onion in the first place. So unless you cut off your onions on a contaminated pieceboard, or deal with them with dirty hands, you can safely put them in a plastic bag and store them and there will be no bacterial contamination.\" \"There is no reason to suggest that onions are more dangerous than any other form of food and that avoiding onions is not only unnecessary but also unhealthy. This is because onions contain a variety of vehicles with health benefits. According to the National Onion Association, cut or cut onions can be stored in a sealed container in the refrigerator for seven to ten days. Our old online legend warns consumers that pre-shopping onions to cook it the next day is dangerous because it \"begets very toxic\" and \"creates toxic bacteria.\" Any vegetables can become contaminated with bacteria if they are not properly handled or stored. Onions do not attract bacteria more than other vegetables and actually prevent the growth of pathogens. We value this allegation wrong.", "vclaim_id": "vclaim-pol-00260"}