{"url": "/factchecks/2015/oct/14/hillary-clinton/hillary-clinton-bernie-sanders-voted-against-brady/", "speaker": "Hillary Clinton", "vclaim": "\"Sen Sanders voted five times against the Brady Bill.\"", "truth_label": "true", "date": "stated on October 13, 2015 in the first Democratic debate:", "title": "Hilary Clinton: Bernie Sanders voted against Brady's bill five times.", "text": "Hilary Clinton used the gun debate to try and attack Sin Bernie Sanders from the left in the first democratic debate. Saunders' record in this case was the subject of a great deal of liberal anger. After CNN Director Anderson Cooper questioned Sanders for his voice to protect firearms companies from lawsuits, Clinton raised another case at another time that Sanders was not on the side of arms control defenders. \"The majority of our country supports the background, and even the majority of the weapons owners do,\" Clinton said in October 13. \"Sen Sanders voted five times against the Brady Bill.\" Clinton is right that most Americans (90 per cent) support background checks. But did Sanders vote against Brady's handgun violence prevention law, which imposed a five-day waiting period to check the background of arms purchases? Five members of Congress in Vermont indicate that the Clinton campaign verified our facts in July from the announcement of the attack paid for by a supporter of Martin O'Malley Super PAC. We estimated a slightly more extensive claim - \"Bernie Sanders voted against Brady's Bill, background checks and waiting periods\" - mostly true. (That statement, which referred specifically to background checks, was endorsed by Sanders.) Before the Act became law in 1993, the Brady Bill underwent many changes. :: Sanders, who was then the only representative of Vermont in the United States House of Representatives, voted against the entire bill five times: 1. In May 1991, Sanders voted against a formula providing for a seven-day waiting period for verification of background information, but the bill was passed in the Chamber of Deputies. 2. Human rights and fundamental freedoms. 12 - 17 5 The Senate reduced the waiting period to five days and the bill returned to the House of Representatives. In November 1991, Sanders voted against this version. Although the Senate passed through the House of Representatives, the Senate did not collect enough votes. The Brady draft law and its position in the area of arms control remained unstable during 1992. 3 - After some back and forth, a copy of the bill appeared, which restored the waiting period for five days. In November 1993, Sanders voted against this version twice on the same day, but in order to amend it, an immediate background check was required instead (some consider it to be futile, nor was the immediate screening technology available at the time). 4 - He also voted against an amendment that would have ended the waiting periods in the states, and for an amendment that would give those who had been deprived of arms the right to know why. 5. The final compromise of the Brady Bill - a five-day interim waiting period during the installation of an immediate background verification system - was approved and signed into law on 30 November 1993. Saunders voted against him. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2021, when we first considered the case, the director of the Sanders Jeff Weaver campaign told us that Sanders voted against the bill because he believed that the national waiting period was a federal overrun, and because he was responding to his voters. \"He was not opposed to states that have (waiting for periods) if they wanted to. The Republicans wanted to cancel the waiting periods in the states I got, and Bernie voted on it \"He said Weaver. \"He said it would be against waiting periods, and he kept his word to the people of Vermont.\" A mixed record in general, Saunders is neither nuts nor anti-arm. He has received lukewarm marks from the National Republican Army, ranging from C to F in the past 15 years. \"During his time in public office, Mr. Sanders has consistently voted to ban the most dangerous weapons and to remove weapons from the hands of criminals,\" said the spokesman for Sanders Michael Briggs. Briggs noted that Sanders voted in favour of a ban on offensive weapons, closing the arms supply gap, organizing high-capacity magazines, and expanding background checks in the aftermath of the Newtown massacre. On the other hand, Sanders also voted to allow firearms on Amtrak trains and in national parks, although the last votes in favour of guns were in 2009. \"Sanders\" put weapons in control is a reflection of living in Vermont for 40 years,\" said Garrison Nelson, Professor of Political Science at Vermont University, July. \"The Vermonters use guns to shoot deer and moose, not each other.\" Our referee, Clinton, said, \"Sanders enacted voted five times against Brady's bill.\" Sanders voted against the Brady Bill five times from 1991 to 1993. The Director of the Sanders Campaign told us in July that he did so because he was against a national waiting period and had to respond to the people of Vermont, a rural state with high ownership of firearms. In general, Saunders has a mixed record when it comes to weapons. But he already scored five, not on Brady's bill. We appreciate Clinton &apos; s claim to be true.", "vclaim_id": "vclaim-pol-05863"}