{"url": "/factchecks/2019/jan/29/viral-image/no-us-rep-rashida-tlaib-wasnt-photographed-front-p/", "speaker": "Viral image", "vclaim": "The United States of America says Rashida Talib was photographed in front of a photograph of Osama bin Laden and the flag of ISIS.", "truth_label": "pants-fire", "date": "stated on January 27, 2019 in a Facebook post:", "title": "No, the U.S. Republic of Rashida Talib has not been photographed in front of Osama bin Laden.", "text": "Rashida Talib became one of the first two Muslim women to serve in the United States House of Representatives when she was sworn in this month. \"Guess who's sitting with the picture of Osama bin Laden and the flag of ISIS!\" Read an article on Facebook for 27 January. \"Yes, the woman of Congress and the left, dear media, Rashida Talib.\" The claim includes a picture of a student and three other new legislators: Ayana Presley, Alexandria Okasio-Cortiz and Elhan Omar, the other Muslim woman elected to the Council. It appears that three decorations are hanging on the walls behind it: a poster that says \"unsuitable to the service of Trump\" is a picture of Osama bin Laden and the flag of the Islamic State of Iraq and the Levant. On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. • On January 22, 2012, this article was referred to as part of Facebook's efforts to combat false news and misinformation in its news broadcast. ∙ (Read more about our partnership with Facebook.) And the picture's a fake. The original picture was published by Okasio Cortez on Instagram in November with the title \"Squad.\" There is a picture hanging behind women, but it is not the former leader of Al-Qaida. We're assessing this allegation pants on fire! Sharing the facts 2019-01-29 18:39:15 UTC Politic Fact 1 1 7 PoliticFacting: Pants on Firement U.S. Rep. Rashida Talib was photographed in front of Osama bin Laden and flag ISIS. On Sunday, 27 January 2019, 2019-01-27, the online viral photo read more information.", "vclaim_id": "vclaim-pol-01083"}