{"url": "/factchecks/2019/mar/01/ilhan-omar/cohen-and-abrams-double-standard-lying-congress/", "speaker": "Ilhan Omar", "vclaim": "Michael Cohen: Convicted of lying to Congress: Russian investigation...", "truth_label": "mostly-true", "date": "stated on February 27, 2019 in a tweet:", "title": "Cohen and Abrams: a double standard in lying to Congress?", "text": "When Michael Cohen, former personal lawyer of President Donald Trump and convicted criminal testified before the House Committee, his Republican interrogators came across one major line of attack: he was a recognized liar who could never be believed. At the end of Cohen &apos; s testimony, he was compared by Rip Elehan Omar, De-Min, with another liar who admitted that he had later appeared before Congress - the Special Representative of Venezuela, Elliot Abrams. Omar tweeted this: \"Michael Cohen: Convicted of lying to Congress: the Russian investigation - going to prison - don't believe a word he says!\" Elliot Abrams: - Convicted of lying to Congress - arming death squads in the Contra - Pardo, then appointed an envoy for Venezuela - \"Michael Cohen: Convicted of lying to Congress: an investigation by Russia - going to prison\" doesn't believe a word he says! \"Elliot Abrams: Condemned of lying to Congress: arming the contra-bardo death squads, and then appointing an envoy to Venezuela - do not dare question his past! \"- Elhan Omar (@IlhanMN) 27 February 2019 to make sure that the biography of the two men is surprisingly different. Cohen was a New York lawyer, a reformer and an investment in a fleet of taxi medals. Abrams has been installed in Republican foreign policy for decades. He was Assistant Minister for Foreign Affairs during Reagan's administration in the 1980s and served as Special Assistant to President George. (W. Bush) He is a senior colleague of the Council on Foreign Relations, a prominent policy think tank based in New York City. Both men have pleaded guilty to making false statements before Congress, but Cohen has also pleaded guilty to tax evasion, making false statements about a loan application and concealing an illegal contribution to the election campaign. The last one included payments to the porn star Stephanie Clifford (also known as Stormy Daniels) to buy her silence in the last weeks of the Trump presidential campaign. On January 13, 2021, bloggers announced verification of the remarkable facts in a story in which General David H. Berger, the commander of the United States Navy, said that Nancy Belusi's request for the use of Marines for security had been rejected, saying that \"we are not working for you.\" By Samantha Buterman: January 17, 2021 regarding the lie to Congress, as the tweet claims, Cohen told the Senate and the House of Representatives' committees in August and October 2017 that discussions on the project to develop Moscow's Trump had ended in January 2016, before the Iowa and New Hampshire primary schools. Cohen stated in his case that the talks continued for months thereafter. \"The false statements of the defendant obscured the fact that the Moscow project was a profitable business opportunity that would seek, and perhaps need, the assistance of the Russian government,\" the government prosecutors wrote in the judgment note. \"If the project is completed, the company (Trap) may have received hundreds of millions of dollars from Russian sources in licensing fees and other revenues.\" On the trunk, Trump repeatedly insisted that he had no business relations within Russia, although he said he sold a lot of high-quality property to Russians in America. The Abrams crime and the Iran-Contra Affair Abrams crime date back to the mid-1980s. The Reagan administration was keen to strangle the left-wing government that controlled power in the Central American State of Nicaragua. To this end, the United States financed the Contros, an armed rebellion that fought to control Nicaraguan territory. In 1982, Congress objected to banning the support of the Contra. The Reagan administration continued through a covert operation that sold arms to Iran, itself under embargo, and used revenues to purchase the arms needed by the Contra. Abrams supplemented this cash with a contribution of $10 million from the Sultan of Brunei. Ambers gave the Sultan's representative a Swiss bank account number to complete the transaction. The crash of a small plane helps to provide the Contros to detect the operation Congress has been investigated. When asked by the Select Committee of the Permanent House of Representatives for Intelligence if any foreign government had helped supply the Contra, Abrams said, \"No.\" Abrams pleaded guilty to two counts of misdemeanour by lying to Congress on this matter. He was then pardoned by President George H.W. (Bosch) In comparison to the two, John K. Barrett, a law professor at St. John's University who helped to prosecute the investigation between Iran and Contra, said, \"Both Abrams and Cohen confessed guilt and cooperated with law enforcement.\" \"Convicted criminals provide honest and valuable information to the Government, both law enforcement and legislative oversight, at all times.\" In Venezuela, where two men claimed to be the legitimate leader of the country, widespread protests and economic collapse, Abrams recently returned to a congressional committee in his role as Special Representative of the Administration, a diplomatic post. Omar attacked him, saying: \"I don't understand why the members of this Committee or the American people find any testimony they give today to be honest.\" Currently, the main difference with the false congressional testimony is that Abrams was pardoned and Cohen didn't. This gives further support to the appeal of Cohen's degree, as said by Alex Whiting, Harvard Law Professor. But Whiting warned that this distinction was subjective. \"When it comes to perjury convictions, the situation one feels about the seriousness of the crime and conviction often depends on what one thinks of the person,\" said Whiting. Barrett objected to one part of Omar's tweet. He said the Contra is no difference to death. They were rebels. Apart from the leads, there are credible and confirmed reports that the Contra killed unarmed men, women and children, committed rape and torture, attacked civilian facilities, such as hospitals and food warehouses, and carried out mass abductions. While not all contra groups are in violation of human rights, some act with extreme brutality. Our verdict (Omar) tweeted: \"Michael Cohen: Convicted of lying to Congress: Russia's investigation... Elliot Abrams: Convicted of lying to Congress: arming opposing death squads.\" She was right that both Cohen and Abrams were guilty of lying to Congress, although her comparison overlooked that Cohen had confessed to other violations, including tax and loan fraud. Abrams received a pardon, and whether the contra is accurately described as \"death squads\" is a complex matter. We're mostly assessing this statement right. Sharing the facts 2019-03-01 19:40:37 UTC Politic Fact 5 1 7 Politic Fact Rating: through \"#MichaelCohen: Convicted of lying to Congress: Russian investigation #EliottAbrams: Convicted of lying to Congress about: arming opposing death squads\" Ilhan Omar, Democratic Representative of Minnesota https://twitter.com/IlhanMN/status/110087817933347970 in Tweedida. Wednesday, 27 February 2019 2019-02-27 Read more information", "vclaim_id": "vclaim-pol-00951"}