{"url": "/factchecks/2019/jun/20/seth-moulton/seth-moulton-partly-right-biden-not-admitting-he-w/", "speaker": "Seth Moulton", "vclaim": "Joe Biden says he didn't admit that he was wrong in Iraq's war, as he did with Hyde's amendment.", "truth_label": "half-true", "date": "stated on June 7, 2019 in a tweet:", "title": "Seth Multon was partly right not to admit that he was wrong in the Iraq war.", "text": "Joe Biden's vote as a senator to authorize the use of force against Iraq may have come more than 16 years ago, but his critics, and his main opponents, do not want the public to forget. As soon as I announced in late April, a progressive democratic group voted for him to vote for the Iraq War. We found that the group &apos; s claim was essentially accurate, but that it needed some context. In early June, the presidential candidate, Seth Multon, Dr. Mass, Biden, took back to the mission - this time after Paden had reversed his position on the Hyde Amendment, a provision that prevented Washington from spending federal money to pay for abortion. \"Bravo to @JoeBiden for doing the right thing and reversing his long-standing support for the Hyde Amendment,\" wrote Molton, an ex-American Marine who served in Iraq, in a tweet on June 7. \"It takes courage to admit when you're wrong, especially when those decisions affect millions of people. Now fight the Iraq war.\" Molton's tweet is based on a false hypothesis. Molton says Paden admitted he was wrong about Hyde's amendment. He didn't. He had changed his position because of the changed circumstances. As for Biden's vote on a resolution paving the way for Iraq's war, he described this as a mistake, but without acknowledging that he was wrong. We have taken a closer look at his words on both subjects. The way Paden approached his transition in these two cases is more in common with each other than what Molton's tweet suggests. The 2002 march to war by autumn 2002 was the drumming of President George W. Bush's administration against Iraqi President Saddam Hussein and his nation's alleged weapons programmes leave no doubt that the military action was imminent. The Democrats of the Senate - 29 supporters and 21 opponents - split about whether a resolution giving Bush the free hand to launch an attack should be approved. The political scientist John Bettney at Claremont McKenna College said that Paiden felt that his vote for the resolution made war less likely. Paden said, \"He explained the authorization to use military force as a means of forcing Iraq to abandon weapons of mass destruction.\" He even said: \"I believe that failure to support this decision by an overwhelming majority is likely to enhance the likelihood of war.\" He said: \"He said that the quote is that war is neither imminent nor inevitable.\" \"He wanted to lead the world, and if war was necessary, he would be with our allies on our side.\" He said that the resolution had not been complete, but he was inclined to work with the international community to induce Iraq to comply with United Nations resolutions. The war began in March 2003. In 2004, Paiden considered his vote. \"A year and a half ago, I voted to give President Bush power to use force in Iraq, and Paiden wrote in a newspaper article. \"I still think my vote was just -- but the President's use of that power wasn't wise in ways that I couldn't imagine.\" By late 2005, the Iraq operation had broken down. Weapons of mass destruction have not been found anywhere. Paiden was asked about \"Meet the press\" in November of that year if he thought his vote was wrong. Facebook was published on January 11, 2021 in Facebook, Nancy Belusi, who was no longer Speaker of the House of Representatives by Samantha Buterman on January 12, 2021, \"It was a mistake,\" and Baiden said in the presentation. \"It was wrong to assume that the President would use the authority that we gave him correctly.\" \"We have given the President the power to unite the world to isolate Saddam. The truth is that we went too early. We went without enough power. We went without a plan.\" The sound of Iraq's war on Payden bothered him when he ran for nomination in 2008, and held on to the same message. A second interview in \"Meet the Press\" in 2007, Biden described his \"fault\" as a failure of his own judgment rather than a failure of the Bush administration. Paden said, \"I regret my belief that this administration has any competence.\" \"It's the most inefficient management of my life - if I knew that they would abuse the power we gave them the way they did, if I knew that they would, once they used it, be incompetent to use it, I wouldn't have given them power at all.\" The Multon spokesman's amendment told us Matt Coridone that while Paden may have expressed remorse, his words were \"not too comprehensive.\" Coredone said there was a question of timing. Coredone said: \"He has not yet spoken to her as a candidate for 2020 as he has Hyde.\" Under Hyde's amendment, Paiden justified his conversion on the grounds that access to abortion was threatened. He referred to efforts to close family planning clinics and constraints associated with the law on affordable care. \"We now see many Republican conservatives denying health care to millions of the poorest and most vulnerable Americans by refusing to even expand Medicaid,\" said Paiden. \"I cannot justify leaving millions of women without the care they need and the ability to exercise their constitutionally protected rights\" Paiden drew his shift as a product of pity and pragmaticism, not remorse. It was about state movements restricting access. \"I'm not making apologies in my last position,\" he said. \"I don't want to mislead you. If in fact (abortion service) is still available, I think, just as I never tried to impose my opinion on anyone else when life began, I never tried to impose my opinion on who should pay for it.\" \"But people, times have changed,\" added Biden. Our Governor Multon said that Biden did not admit that he was wrong in Iraq's war. For Molton, this was in stark contrast to the reverse creation of the Paiden headline on the Hyde Amendment. It is fair to say that Biden never said it was wrong to go to Iraq under any circumstances. He regretted that he thought that Bush would use the authority he had wisely given him. We leave it to others to decide whether this is enough to regret. But if Multon sees this as different from the way Paden talks about adjusting Hyde, we find those differences slight. In both cases, Biden described his past actions as based on certain unfulfilled expectations or conditions. He had many warnings when he spoke about his shift in Hyde's amendment, as he did about his vote in the Iraq War. And Paden never apologized for his previous position on Hyde. Paden never expressed his remorse for the vote that paved the way for the war. But in general, we find that while Multon's statement is partially accurate, it leaves important details. This is our definition of half right. The editor &apos; s memo, June 20, 2019, 1:13 p.m.: This story replaces an earlier version that was mispublished at 12:06 p.m. in error. The provision remains the same, and the changes described here have been made for the purposes of clarity.", "vclaim_id": "vclaim-pol-00514"}