{"url": "/factchecks/2016/may/31/hillary-clinton/fact-checking-hillary-clintons-claim-her-email-pra/", "speaker": "Hillary Clinton", "vclaim": "\"It was allowed,\" referring to its e-mail practices.", "truth_label": "false", "date": "stated on May 26, 2016 in an interview on ABC:", "title": "The fact-finding claim by Hillary Clinton that her e-mail practices are \"permissible\"", "text": "Hillary Clinton maintains her defence that her use of a private e-mail server while the Foreign Minister was \"authorized,\" despite an independent critical scrutiny found not to be. On May 26, she asked ABC Liz Kritz Clinton about her decision to use a server located in her home in New York instead of government e-mail, as well as the audit conducted by the Inspector General &apos; s Office at the Ministry of Foreign Affairs. \"But this report said that you, quote, \"you had an obligation to discuss\" using your personal e-mail and that you didn't,\" said Critz. So how can you really say he was allowed? Was it a misjudgment?\" Clinton replied: \"Well allowed, the rules have been clarified since I left practice. After I said that, I've said many times that it was wrong, and if I could come back I'd do it differently.\" Since Clinton's e-mail news came out in 2015, it is \"compliant with every rule\" and the practice is \"authorized.\" We have not yet put the matter to the \"Truth - O - Meter\" because there were a lot of unknown people. However, the Inspector General &apos; s report clarified some of those unknowns and demonstrated that Clinton &apos; s exclusive use of personal e-mail was not in fact permitted. The spokesman for Clinton Brian Fallon told Politi Fuckett that in this specific interview, Clinton had indicated that some personal e-mail was allowed. She did not object to the Inspector General &apos; s finding that her sole use of personal e-mail was not permitted. But for anyone who is not aware of this difference - for example, for the regular voter - Clinton seems to defend its practices in the area of e-mail as a whole, as the Foreign Office has permitted, the argument that it has been making all along. That's not true. The essence of the problem is that Clinton never asked anyone if she could use her personal e-mail. It appears that the report finds that if it had been asked, the policy was clear that such a request should have been rejected. \"The private e-mail server was allowed only in the sense that no one was able to prevent it,\" said John Wonderlick, the policy manager of the Shining Sun Foundation, which promotes government transparency. First and foremost, as of 2005 the policy of the Ministry of Foreign Affairs (carrying Clinton in 2009) is to conduct all day-to-day operations on the official media channel of the Ministry of Foreign Affairs. Klinton never used this Ministry of Foreign Affairs e-mail system. If a staff member needs to use personal e-mail for official business, he/she has a \"commitment\" to consult with the Chief Information Officer and Assistant Diplomatic Security Secretary. However, Clinton did not do so. These offices told the Inspector General that they \"did not agree - and will not agree - to their exclusive reliance on a personal e-mail account for the conduct of management work, owing to the limitations of the External Affairs Manual and security risks in doing so.\" Nor did it consult the Information Resources Management Office, which it was supposed to do if it needed to transmit sensitive but non-confidential information through non-Departmental channels. Many of her e-mails contain this kind of information. In an interview with President Donald Trump in Fox News on January 17, 2021, Hogan Gidley said, \"He can't say anything (about the riots in the American Capitol Building) because the platforms removed it.\" While Clinton said her own server was safe, she didn't officially show it to the State Department. Clinton has not fully complied with records management expectations. It should be noted that it did not ensure that its e-mails on the work of the Ministry of Foreign Affairs were kept in real time, nor did it deliver them when it left the office. According to the Inspector General and the National Archives and Records Department, Duran Clinton, with a retroactive impact of 30,000 e-mails, has somewhat alleviated this problem, but the record is incomplete - with some time and correspondence lost from her e-mail vault. Fallon referred to Paulette Fuckett as CNN interview on May 26, where Clinton said that at the time she made the decision to use a private server, \"I thought he was allowed.\" The campaign leader, John Bodista, wrote in an e-mail to the supporters: \"Did Secretary of State Clinton know of any concerns about preparing her e-mail at the time, she would have taken steps to address it. She believed that she had been following the practices of other secretaries and senior officials.\" However, it is difficult not to doubt that Clinton was unaware of the rules when the Assistant Secretary of Diplomatic Security sent a direct note to Clinton in March 2011 urging employees to \"minimalize the use of personal e-mail in businesses,\" citing cyber security concerns. Three months later, a similar e-mail was sent to all staff members, which was sent in the name of Clinton. According to the audit, the staff of the Diplomatic Security Bureau tried to get Clinton to use a smartphone from BlackBerry immediately upon taking office, but they did not succeed. For Clinton, the Inspector General found 90 people in the Ministry of Foreign Affairs who used their personal e-mails to work. One of her predecessors, Colin Powell, also used personal e-mail exclusively. However, the rules regarding the archiving of e-mail records were much less clear in the Paul era, which served from January 2001 to January 2005, than in Clinton. The Rules became more explicit in 2014, after Clinton had left office, stating clearly that \"personal accounts must be used only in exceptional circumstances.\" In any case, experts said that Clinton should have been better informed. \"As the Minister for Foreign Affairs is responsible for promoting and enforcing the policies of the Ministry of Foreign Affairs, she should be prevented from claiming that she does not know or understand them,\" said Douglas Cox, Professor of Law at New York City University, who studies record keeping. We ruled on her decision to use a private e-mail server, and Clinton said, \"He was allowed.\" No one ever stopped Clinton from doing business on her own e-mail server exclusively. But that's not the same thing that allows it. The offices of the Ministry of Foreign Affairs told an independent Inspector General that if she had asked, she would not have allowed it. The report of the Inspector General &apos; s Office at the Ministry of Foreign Affairs breaks one of Clinton &apos; s words about its practice in the area of e-mail. We assess her claim is wrong. https://www.sharethefacts.co/share/4b4db57e-35dc-448b-90e4-fb3a1cbb33", "vclaim_id": "vclaim-pol-04895"}