{"url": "/factchecks/2019/jun/21/facebook-posts/no-clint-eastwood-did-not-say-hes-leaving-hollywoo/", "speaker": "Facebook posts", "vclaim": "According to Clint Eastwood, Hollywood is \"the place of traitors and child molesters\" and has decided to \"leave it\" to fight traitors with true American patriots with President Trump.", "truth_label": "pants-fire", "date": "stated on June 18, 2019 in a Facebook post:", "title": "No, Clint Eastwood didn't say he was leaving Hollywood to fight the traitors in real America.", "text": "The \"dirty\" inspector Harry Callahan may despise fake Internet quotes almost as much as we do. There is no shortage on the Internet. Now, a false quote is shared on Facebook that distinguishes words to the same dirty Harry, Mr. Clint Eastwood. The article presents a picture of Eastwood with the text above: \"Actor Clint Eastwood makes a huge announcement: \"Hollywood is the place of traitors and sex offenders, and this morning I decided to leave this awful place and fight traitors with real American patriots with President Trump. ∙ (Read more about our partnership with Facebook.) On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • January 16, 2012, we found no example of Eastwood saying this statement. It appears that it came from March 15, 2018, an evening news post in New York, a questionable website that publishes false news and information about alien objects and conspiracies. We found the article using the web-based archive tool \"Wyback Machine\" and it was deleted from the website. The article, which is basically one long paragraph, repeats the false quote and then goes to Eastwood, says it at the Cannes Film Festival during the 25th anniversary of his film \"Unforgiveable.\" This examination took place almost a year before the date of the job, in May 2017. In answering questions from the L.A. Times critic Kenneth Toran, Eastwood spoke of how political health had changed since his 1971 film \"Dirty Harry.\" But he didn't say anything about leaving Hollywood, or the industry was full of \"imprisoners and pedophiles.\" That's what Hollywood said: \"He was away at the time, so I brought him to Director Don Siegel, and he liked him,\" Stwood remembered Sunday during a visit to the Cannes Film Festival. A lot of people thought that was politically incorrect. That was at the beginning of the era in which we are now politically healthy. We're killing ourselves. We've lost our sense of humor. But I thought it was interesting and it was bold.\" Our Facebook article says Hollywood is \"the place of traitors and child molesters\" and decides to \"leave it\" to fight traitors with true American patriots with President Trump.\" There's no evidence Eastwood said that. We traced the fake quote of a fake news site that referred to an interview given by the director and actor during the Cannes Film Festival of 2017. But he didn't say anything in that interview about traitors or child molesters or leaving Hollywood. We're assessing this phony quote pants on fire!", "vclaim_id": "vclaim-pol-00511"}