{"url": "/factchecks/2019/oct/25/matt-gaetz/matt-gaetz-says-obama-permanently-stopped-military/", "speaker": "Matt Gaetz", "vclaim": "\"Brack Obama has put a permanent stop to this military assistance to Ukraine - he has not allowed it to go.\"", "truth_label": "barely-true", "date": "stated on October 21, 2019 in a tweet:", "title": "Matt Gates is misleading about Obama's record in Ukrainian military assistance.", "text": "The President of the United States, Matt Gates, has become one of the main dogs attacked by President Donald Trump and has led him to respond to the investigation into the isolation of Democrats through regular protests and manifestations of Fox News and Twitter. In his defence of Trump, Congressman North Florida referred in the second period to the actions of former President Barack Obama concerning Ukraine. \"Brack Obama put a permanent stop on this military assistance to Ukraine - he didn't let her go, Gaetz grad October 21. \"You're telling me that Democrats are trying to accuse President Trump of helping Obama? This is ridiculous.\" Gates made similar remarks in an interview with Jeanine Peru with Fox News. In both cases, Gates overmagnified the facts and did not tell the whole story. The Obama administration refused to provide lethal weapons in 2014. The decision came with the invasion of the eastern region of Crimea by Russian forces in 2014 after Ukraine expelled its pro-Russian president. However, under Obama, the United States has already provided extensive military and security assistance but has not provided lethal weapons. Furthermore, the focus of the investigation into isolation was distorted by Gates, which relates to whether Trump temporarily withheld aid to pressure Ukraine to investigate Joe Biden and his son Hunter Biden. The Obama record of military aid when Gates said \"this aid,\" his spokesman said, \"Gaytz was not talking about all military assistance.\" He was referring to specific lethal military assistance reported in the news reports in recent weeks. The Gates office cited a recent column written by Governor Mark Tyson in the New York Post. The column mentions a series of reports in the 2014 Wall Street Journal article about Obama's rejection of \"lethal weapons or military assistance to Ukraine.\" At that time, the Obama officials were discussing whether they would send lethal military equipment in the midst of the conflict with Russia, in particular the Gavelin anti-tank missiles. Obama refused a request from Ukrainian President Petru Poroshenko for lethal aid in 2014, although the White House approved a $53 million aid package that included vehicles, patrol boats, protective shields and night vision glasses, as well as humanitarian assistance. The American officials were concerned that giving the unseen to Ukraine would escalate their struggle with Russia. Michael Kaufman, an expert in Russia and chief research scientist at CAE, said: Between 2014 and 2016, the United States pledged over $600 million in security assistance to Ukraine. In the Obama era, the Federal Government launched Ukraine &apos; s security assistance initiative, which sent other types of American military equipment to the country. From 2016 to 2019, Congress allocated $850 million. In the last year of Obama's administration, Congress allowed lethal assistance, but did not include the blind. The National Defence Authorization Act 2016, which became law in November 2015, called for \"lethal assistance such as anti-arms systems, mortars, crew-served weapons and ammunition, bombers and ammunition, and small arms and ammunition.\" On January 13, 2021, Jake Taber made remarks on CNN Radio that Donald Trump's second presidential accusation was \"the most isolated of the two parties in American history.\" However, the experts told us that the equipment provided during Obama's term was ultimately non-lethal. \"First deadly deliveries came from Trump,\" said Jim Townsend, Deputy Assistant Minister of Defence for Europe and NATO Policy during Obama's administration. In his meeting on September 30th with President Volodymyr Zelinski in New York, Trump would have underestimated the money Obama gave him. (former President Buroshenko had used similar language in 2014, saying to Congress, \"Blanket glasses and nightglasses are important, but one cannot win a blanket war.\") \"It's not as if the White House was putting together these lists of political science disciplines sitting behind offices,\" said Townsend. \"They were recommended by the European leadership and others who went to see what they needed.\" In July 2016, the White House announced a package of security assistance of $335 million for Ukraine, including \"anti-aircraft and anti-consumer radars, secure communications, training aids, logistics infrastructure and information technology systems, tactical drones and medical equipment.\" In 2017, the Trump Administration said that it would sell lethal aid to Ukraine, and in 2018 it approved a plan to sell 47 million dollars to Ukraine in deadly Gavelin missiles. Although the Trump administration has allowed weapons, they are far from the front lines. Congress approved a further $250 million in military assistance in 2018, which Trump temporarily detained along with $141 million in aid from the Ministry of Foreign Affairs in July. In this connection: United States aid to Ukraine, frozen by Donald Trump, in a single chart, the Pentagon spokesman, confirmed that the United States has provided $1.6 billion in security assistance to Ukraine since 2014. To put things right, the Democrats did not investigate the isolation because Trump provided lethal assistance. The Democrats are investigating whether Trump abused his presidential authority by withholding assistance while asking his government to consider Piden as his potential counter for 2020. It has not yet drafted materials for isolation. The Governor, Gates, said, \"Brack Obama has always put an end to this military assistance to Ukraine - she has never been allowed to go.\" Obama has not permanently suspended military assistance to Ukraine. The truth element of the Gates Statement is that the Obama administration did not provide lethal military assistance requested by Ukraine in 2014. However, it provided military equipment and other training. The United States has provided $1.6 billion in security assistance to Ukraine since 2014, on average $300 million per year. This statement is often miscalculated.", "vclaim_id": "vclaim-pol-00022"}