{"url": "/factchecks/2015/apr/29/rush-limbaugh/rush-limbaugh-says-clinton-foundation-spends-just-/", "speaker": "Rush Limbaugh", "vclaim": "\"18 percent of each dollar contributed to Clinton ended up with either Clinton or their employees to pay for travel, salaries and benefits. Fifteen cents per dollar has already gone to a charitable beneficiary.\"", "truth_label": "barely-true", "date": "stated on April 23, 2015 in a monologue on his radio show:", "title": "Rush Limbo says the Clinton Foundation spends only 15% on charity and 85% on overhead.", "text": "Much of the discussion on the Clinton Foundation focused on those who donated it and what they expected in return from then Secretary of State Hillary Clinton. But Clinton's critics have opened another line of attack on what is officially known as the Bill Foundation, Hillary and Chelsea Clinton, claiming that they do not actually spend much on charity. This dialogue was broadcast by the conservative broadcaster Rush Limbuh on April 23, 2015, citing a report by the Federation, a conservative publication. Here's part of what Limbo said: \"The Navy's law enforcement institution -- 99% pass through it. The Clinton Family Foundation passes 15 per cent. The feds reported that only 15 per cent of the funds donated to the Clinton Family Foundation went to real charity issues. The bulk of the funds donated to the Clinton Family Travel, Salaries and Benefits Foundation went. 60% of all the money collected went to other expenses. In other words, 85 per cent of each dollar contributed to the Clinton Foundation either ends up with Clinton or their employees to pay for travel, salaries and benefits. Fifteen cents per dollar has already gone to a charitable beneficiary.\" While this allegation was in progress, the Clinton Foundation retreated. The Foundation has tweeted \"more than 88% of our expenses go directly to our life-changing business.\" And the difference between 15 percent and 88 percent is great, so we decided to verify Limbo's claim. A representative of the Limbo radio network did not respond to an e-mail query. An extraordinary approach to an institution when most people in the charity world think about institutions, they think about organizations that give a lot of money in the form of grants to others who come out and do good work. The Clinton Foundation operates differently -- keeps its money at home and hires personnel to carry out its own humanitarian programs. This composition means that the financing of the Clinton Foundation becomes complicated in ways that other institutions do not. This is due in part to the fact that one of the leading independent groups tracking charities, a charitable organization of Navegatur, was surprised by how that institution was analysed and stopped evaluating it, at least for the time being. The charitable navigator says that \"it has been decided that the non-stereotyped work model of this charity cannot be accurately reflected in our current classification methodology. Our removal of the Clinton Foundation from our position is neither a condemnation nor a endorsement of this charity. We reserve the right to reclassify the Clinton Foundation once we have determined the classification methodology that captures its business model appropriately.\" What is calculated in the financial institution's statements? The federal article mentioned by Limbo digs in the tax forms of the Clinton Foundation, known as 990s, which non-profit organizations are required to submit annually to the Internal Revenue Service. Here's an extract from the federal article: \"When anyone contributes to the Clinton Foundation, it actually goes towards fat salaries, administrative oaks, and inappropriate travel. Between 2009 and 2012, the Clinton Foundation raised more than $500 million according to a review of the documents of the Federal Intelligence Service (2012, 2011, 2010, 2009 and 2008). Fifteen per cent, or $75 million, went towards programme grants. More than $25 million has been allocated to finance travel expenses. Approximately $110 million was allocated to staff salaries and benefits. On the other hand, the Clinton Foundation reaches 88 per cent that goes to \"life-changing work\" by combining the financing of the Clinton Foundation with an affiliated organization, the Clinton Health Access Initiative, which before 2010 was part of the Clinton Foundation itself. The Clinton Access to Health Initiative works with Governments and special groups to reduce the costs of HIV/AIDS treatment in the developing world. The Clinton Initiative for Access to Health was cut off from the Foundation because \"they got very large and needed their own organization to do so,\" said Craig Minasyan, the Foundation's spokesperson, in an interview with Politi Factte. However, in compiling its annual report for 2013, the Clinton Foundation has combined both groups before calculating the figures. Some question the logic of doing so this way. \"The Clinton Allies deliberately confuse the activities and funding of many independent non-profit organizations and we hope that you will look at everything together as the Clinton Foundation,\" Sean Davis, who wrote the federal story, said Bondit Fructek. \"That's not the case, though.\" He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: January 12, 2021 the exact number of Clinton Foundation alone -- which had the account from which the tweet was sent -- was just over 80 per cent in 2013, not 88 per cent. As we have noted before, many foundations do charitable work by giving money to other organizations that do charitable work on the ground, while the charities of the Clinton Foundation are often carried out by people on the Foundation &apos; s payroll. \"We're an implementing organization, not a grant organization,\" said Minasian Foundation. This is why the Clinton Foundation in the 1990s shows a relatively small amount of funds classified as \"grants\" - only about 10 per cent of all expenditures in 2013. The Foundation says that its employees do charity work. The annual report -- which states, includes both the Clinton Foundation and the Clinton Health Access Initiative -- states that 7 per cent of expenditure was spent on \"management and expenditure\" and 4.5 per cent on \"fund-raising.\" The numbers on 990s for the two entities are on the same field. Add these two percentages together and you'll get about 12%, subtract that from 100%, and you'll get the magic number 88%. An independent academic adviser specializing in non-profit funding said that Limbo &apos; s mistake was to assume that all expenses beyond grants were wasted public expenses. \"When Mr. Limbo says most of the spending is on salaries, travel, etc., and this is not particularly info,\" said Linda Parsons, Associate Professor of Accounting at the University of Alabama, College of Commerce. \"The travel and salaries of those directly performing the mission of the Organization are significantly different from the salaries and travel of executive managers who network for fund-raising or for those who manage the Organization. The response from the Clinton Foundation that they are doing their job directly, rather than outsourcing another organization or a series of organizations, makes sense since the Clinton Foundation reports travel, salaries, consumption and conferences directly.\" Of course, Parsons' interpretation depends on trust in the Clinton Foundation's description of its expenditures. As with any institution that provides tax forms, the Clinton Foundation itself has to describe what is considered to be \"management\" and what is considered to be a front-line charity expenditure. The federal article states that the organization's tweet is exaggerated when it says that money is spent \"directly\" on \"life-changing work,\" while the group, according to its own accounts, \"expends approximately $8.5 million - 10 per cent of all 2013 expenditures - on travel. Did plane tickets and hotel accommodation directly change life? Approximately $4.8 million - 5.6 per cent of all expenditures - was spent on office supplies. Are ink cartridges and tanks the commodities of \"change of life \"? In response to a request from the Polyte Vac Foundation, the Clinton Foundation stated that its programme expenditures \"cover staff salaries, large-scale conferences (the way the Foundation calls on partners to take action such as the Clinton Global Initiative and the Health Issues Conference), training farmers and other beneficiaries, as well as direct programme expenditures such as the purchase of seeds and fertilizers for our agricultural programmes and medical equipment for our public health work.\" Janet S. Greenley, Professor of Honorary Accounting at Dayton University School of Commerce, says that reasonable people don't agree with how to classify expenses. \"There is no approved method, required, or proposed to allocate costs between programme and non-programme expenditure, so two charities with the same financial events may have quite different financial accounts,\" Greenley said. Limbaw says everything is not a direct service that must be a waste of money, while the institution probably estimates that most of its other costs are actually a direct service and are therefore calculated as such. \"The truth, if there is such a thing, is somewhere between.\" The Foundation sent Polyte Fact an approximate geographical distribution of programme expenditure in 2012 and 2013. It noted the breakdown of expenditures between 66.2 per cent for the United States, 18.1 per cent for South America, 5.6 per cent for South-East Asia, 4.9 per cent for sub-Saharan Africa, 3.6 per cent for Central America and the Caribbean, 1.2 per cent for West and Central Africa and 0.4 per cent for Mexico. This is more than we expected to see in domestic spending -- we're basically checking why it's so high, and we'll report their explanation if we receive one -- but even if the Foundation has devoted less than one third of its expenditures to programs outside the United States, a 15 per cent Limbaugh estimate would be very low. To show some contexts, spending 88% of expenditures on charity programs, as the Clinton Foundation says, would actually be very good at industry standards. Parsons said that the average reported in all organizations at the National Centre for Charitable Statistics was 81 per cent - the equivalent of the Clinton Foundation alone - and the Good Business Office &apos; s Wise Giving Alliance indicated that the minimum was 65 per cent. \"The foundation goes beyond that,\" said Parsons. \"85 per cent of every dollar donated to Clinton ended up with either Clinton or their employees to pay for travel, salaries and benefits. Fifteen cents per dollar has already gone to a charitable beneficiary.\" There is a fraction of the truth here -- about 85 per cent of the Foundation's expenditure was for items other than charitable donations to other organizations, and a large part of this 85 per cent went to Clinton Travel, Salaries and Benefits. However, the Foundation states that it does most of its charity work at home, and it is not reasonable to believe that the Foundation spent zero dollars more than grants on any charity work, which Limbo requires to be true. The allegation contains an element of truth but ignores critical facts that give a different impression, so it is often wrong.", "vclaim_id": "vclaim-pol-06467"}