{"url": "/factchecks/2014/aug/29/american-leadhership-pac/american-leadhership-pac-says-providence-has-had-1/", "speaker": "American LeadHERship PAC", "vclaim": "\"There were at least 100 shootings each year [Angel Taveras] was the mayor of Providence.", "truth_label": "mostly-true", "date": "stated on August 27, 2014 in a campaign mailing:", "title": "U.S. Piership says that Providence had 100 shootings every year from Angel Taveras.", "text": "A political action committee supporting the Governor's Treasurer of Rhode Island Jenna Raimundo is stepping up a series of attacks against one of its opponents on September 9, the Democratic Primary, Angel Taveras, Mayor of Providence. In a four-page booklet sent to voters by the U.S. General Command Centre, one of the attacks focused on crime, noting that under Taveras, there had been cuts in the police budget and the size of the force had been reduced to its lowest number for years. This allegation was then made: \"There were at least 100 shootings each year that Taveras was mayor.\" • (The claim is repeated in large print in a subsequent postage.) For the last time, the Polyte Fact Road Island Crime Statistics in Providence on July 24, 2014 examined an item after Taveras said, \"If you look at what we've done over the past few years, the crime rate has already fallen in [security] and... ................................................................................................................ ................................................................................................................ The number of shooting incidents has decreased.\" We have ruled that the mayor's claim is \"half the truth\" because the trends were not clear. For example, during his first year in office, the crime rate fell, and then fell. In order to verify this fact, we will review the statistics on how many people have been shot in the city. There are countless reports of shooting by the police, and city statistics do not keep them because it may be impossible to tell the difference between shooting and fireworks, for example. The Lehdership booklet quotes the story of 26 July 2014 in the Providence Journal, which refers to \"static drums of violence in the capital over the past three years with more than 100 shots a year.\" This covers the period 2011-2013. Facebook published on January 23, 2021 in social media \"Baiden invested the entire family's wealth in Ukrainian gas and oil. Then closes the Keystone pipeline. • January 28, 2012, and what about 2014? When we sent an e-mail to the American founder Kate Queen McCoy to see if the total had reached 100 for 2014, she referred us to our official item on 24 July, which reported 61 shootings until 12 July 2014. The total was 69 of this writing, so it could be up to 100 at the end of the year, but it's not even close yet. So the number of shootings didn't reach 100 per year from the Taveras administration. The statement of the pilot ship also ignores some important contexts: the number of shooting incidents, which peaked at 108 in 2011, declined in the next two years of the State of Taveras, to 105 in 2012 and to 100 in 2013. Before Taveras took office, the numbers were smaller but increasing steadily. The annual total number of shooting incidents in 2006 was 47 (during the mandate of his predecessor, David Cecilin), 58 in 2007, 77 in 2008, 86 in 2009, and 90 in 2010, the last year of Cecilin, before jumping heavily to 108 during the first year of Taveras. Because the statement is mostly accurate but ignores the important context, we often assess it correctly. (If you have an allegation that you want Polly Fact Road Island to check, send us an e-mail on [a protected e-mail] and follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07375"}