{"url": "/factchecks/2011/may/31/rob-eissler/state-rep-rob-eissler-says-34-children-die-obesity/", "speaker": "Rob Eissler", "vclaim": "\"Honey kills 34 children an hour.\"", "truth_label": "pants-fire", "date": "stated on May 23, 2011 in remarks on the House floor:", "title": "The Republic of the State. Rob Essler says 34 kids die of obesity every hour.", "text": ":: Honoured Dr. Dallas Kenneth Cooper, who spent a lot of his career promoting air, State Republic. Rob Essler warned against the dangers of obesity. \"He kills 34 children per hour,\" said the Woodland Republican on the 23rd floor of May. Obesity also increases the likelihood of a particular disease and health problems, according to the Federal Centers for Disease Control and Prevention. Among children, the agency says, obesity can promote hypertension, high cholesterol, breathing and common difficulties and liver fatty disease. But does he kill a child every two seconds? Essler told us that he was based on a documentary on obesity, which was first shown at Austin's Long Center the previous evening: \"Health needs a hero.\" Both Cooper and Essler appear in the film, which focuses on childhood obesity. \"People die of obesity,\" Essler said to us. Jean Olson, PE3 Foundation, a Austin-based non-profit organization that works to reduce obesity in schools, wrote, guided and produced the film. She sent us the statement from the documentary that Essler was referring to: \"Our national graves appreciate American heroes visually in the battlefields. But there is another battle on the internal front: obesity-related diseases. Every 90 seconds, 34 per hour, 822 persons per day, and 330,000 persons per year. Olson mentioned Wikipedia and WikiAnsorz as her source of declared rates of death by obedience. The Wikipedia page is linked to a 1999 study that appeared in the Journal of the American Medical Association. The study, which was based in part on the 1991 national statistics on the distribution of body mass, population size and mortality indicators, found that between 280,000 and 325,000 American adults die annually from obesity. We noted similar statistics published on the Internet by the CDC. Based on mortality data from the 1970s, the Agency stated that 365,000 deaths in the United States per year could be attributed to obesity. This means about 41 deaths per hour. However, the spokesman for the CDC (Karen Hunter) told us that the Agency recently estimates that obesity accounts for less than one third of that number: 112 thousand deaths per year, or about 13 deaths per hour. According to an undated journal of the CDC, often asked questions about the calculation of obesity-related risks, the estimate has been reduced in recent years because CDC scientists have started using different state-of-the-art data and methods of analysis. According to the newspaper, the 2005 study used various statistical methods to estimate the rate of obesity-related deaths, taking into account the reduction of obesity-related deaths among older persons. According to the newspaper, the latest estimate, published in 2005, is based on mortality data up to the year 2000 from a \"national representative sample of adults in the United States,\" and \"seems to reflect a real reduction in the risk of death from obesity-related diseases such as heart disease.\" According to the newspaper, the decline may be linked to \"significant improvements in the control of risk factors for heart disease\" and advances in \"life-saving interventions for obesity-related diseases,\" such as catheterization. Note: All these estimated mortality rates, from outdated to most recent, are for adults and not for children. Hunter said the CDC doesn't know how many American kids die every year from obesity. Chronic obesity-related diseases that kill most Americans, including heart disease and diabetes, \"usually take decades to develop.\" This is it, it appears mostly in adults. For more experience, we arrived at Stephen Pont, Medical Director of the Texas Centre for the Prevention and Treatment of Obesity, affiliated with the Del Children &apos; s Medical Centre in Central Texas, Austin. He told us that although he did not know any data showing that 34 children died every hour of obesity, the prosecutorial spirit reflected the magnitude of the problem. Obesity in childhood was likely to contribute to the number of adults estimated to die every hour as a result of obesity-related diseases. However, mortality figures are difficult to stabilize. Hunter told us that \"pity, although often a contributing factor, is not usually included as the 'cause of death' in the death certificate.\" It is difficult for doctors to mention this cause of death certificates, according to the CDC newspaper from repeated questions, \"because obesity has many different effects on many diseases.\" Obesity is not one of the main causes of death for people between the ages of 1 and 14, according to 2006 child mortality data on the United States Department of Health and Human Services website. What kills children most: unintentional injuries, cancer, congenital abnormalities, and murder. \"Heart disease\" is the fifth largest cause of death among children between 1 and 4 years of age (one per 100,000 children) and among children between 5 and 14 years of age (0.6 deaths per 100,000 children). This does not mean that obesity is not a growing health problem for children. Since 1980, according to the CDC, obesity among children and adolescents in the United States has almost tripled. According to the National Survey of Health and Nutrition Examinations 2007-2008, about 17.5 per cent of children aged 2-19 - 12.5 million - are obese. According to the Texas Institute of Health, a non-profit organization based in Austin that works to improve health in Texas communities, 35 per cent of Texas children and more than half of Texas adults are overweight or obese, and Austin-American statesman reported on 14 May. It's time for the weight. Obesity undoubtedly has health consequences for all age groups. However, Essler's claim that 34 children die every hour is detrimental to outdated statistics that refer only to adult deaths. According to the latest data, about 13 adults die every hour from obesity-related diseases - not 34. The statement is ridiculous. Pants on fire! Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • January 20, 2012", "vclaim_id": "vclaim-pol-13016"}