{"url": "/factchecks/2016/jun/23/donald-trump/donald-trump-says-hillary-clinton-slept-through-be/", "speaker": "Donald Trump", "vclaim": "The victims of Benghazi \"were left unable to die while Hillary Clinton slept properly in her bed.\"", "truth_label": "false", "date": "stated on June 22, 2016 in a speech in New York :", "title": "Donald Trump says Hillary Clinton is asleep during the Benghazi attack.", "text": "Donald Trump says Hillary Clinton slept during Benghazi's attack and lost the 3:00 a.m. best call. In a speech delivered by Trump on 22 June, Clinton said that his decisions as Secretary of State \"distribute death, destruction and terrorism everywhere they touch. The victims included the late Ambassador Chris Stevens. I mean, what you did to him was so terrible. She was left unable to die when Hillary Clinton slept in her bed. That's right. When the phone rang, according to the ad, at 3:00 a.m., Hillary Clinton was asleep.\" Trump has made this allegation before. Was Clinton really asleep in her bed on September 11, 2012, while four American terrorists were killed in the Libyan city of Benghazi? No. The attack took place around 9:30 p.m. Benghazi time, or at 3:30 p.m. Washington time on Tuesday. Clinton was at the State Department's office. None of the numerous congressional investigations into the Clinton attacks were blamed for their actions, as the attacks revealed that day or said they could have done something different on 12 September that could have saved lives. For its part, Clinton said in her memoirs that difficult choices and in Congressional testimony that she worked late at night and did not sleep, even though she worked from Washington's house at least for part of the night. We cannot independently confirm what she did that night, but we know that she issued a public statement after 10 p.m. and sent an e-mail to her daughter, Chelsea, after 11 p.m. The army, not the Ministry of Foreign Affairs, was responsible for responding to the attacks as they occurred. At that time, the army had a limited presence in North Africa, but Congressional investigations concluded that it had done its best on the night of the attack with available resources. \"In view of the preparations made by the army on 11 September 2012, the majority members have not yet discovered any alternatives to the response that might have changed as a result of the Benghazi attack,\" found by the Armed Services Committee of the House of Representatives in the 2014 report. That report and another report of the Senate Select Committee on Intelligence found that there were no external parties - such as the Ministry of Foreign Affairs or the White House - hindering the army or intelligence services in their immediate defensive response to attacks during their occurrence. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On 11 January 2021, some members of the Republican Congress claimed, after a period of attack, that one of the officials - some of whom had been guessing Clinton - had asked the military or intelligence personnel to \"retreat\" during the attack. The 13-hour film that triggers the attacks perpetuates these rumors. However, there is no evidence that anyone, let alone Clinton, told the employees to \"retreat,\" and at least two of the investigation reports conclusively conclude that no one gave such an order. It is generally understood that the Ministry of Foreign Affairs was unable to adequately secure the Benghazi Diplomatic Complex, despite awareness of the deteriorating security situation in the region. These failures have made the compound vulnerable to attack and unable to defend itself effectively. What role did Clinton play in addressing these security issues before the attack took place in conflict? Some Republicans have claimed that Clinton personally rejected or ignored security requests made by diplomats in Benghazi, including Ambassador Chris Stevens. We and the other fact-checkers have highlighted the fact that there is no conclusive evidence that Clinton himself deliberately ignored security demands. An internal review conducted by the Ministry of Foreign Affairs concluded that security deficiencies resulted from bureaucratic confusion and made specific recommendations to prevent a recurrence of the Benghazi attack. Clinton accepted the ultimate responsibility for the attack, in her capacity as head of the Ministry of Foreign Affairs at that time, although she said that the administrators were responsible for making specific security decisions. The governor Trump said Benghazi's victims were left helpless while Hillary Clinton was sleeping in her bed. Clinton was not literally sleeping when the Benghazi attacks broke out, as was the midday afternoon of Tuesday in Washington. She worked late at night, as evidenced by an e-mail at 11 p.m. Taking Tramp &apos; s claim on a wider scale, Clinton has been impolite throughout the hours of the attacks, and none of the numerous investigations conducted by Congress in Benghazi has given this assurance. We appreciate Trump's claim that it was wrong. https://www.sharethefacts.co/share/2094ed4-c29c-4a79-a2ae-c64e6d84093a", "vclaim_id": "vclaim-pol-04794"}