{"url": "/factchecks/2016/may/17/newt-gingrich/newt-gingrich-says-china-stole-360-billion-intelle/", "speaker": "Newt Gingrich", "vclaim": "\"The Chinese last year may have stolen $360 billion in intellectual property from the United States.\"", "truth_label": "mostly-true", "date": "stated on May 15, 2016 in an interview on \"Fox News Sunday\":", "title": "Newt Jingrik says China stole $360 billion in intellectual property from the United States.", "text": "The former Speaker of the House of Representatives, Newt Jingerick, R-Ga, spoke in favour of candidate Donald Trump, including the expression of openness and being used as Vice-President. In the Fox News on Sunday, Jingrik joined Trump in beating China. On May 15, Jingrik said that while he played a key role as a congressional leader in passing one of the most critical Trump trade deals, the North American Free Trade Agreement (NAFTA), it is not a bad idea to be tougher now. \"When you hear, for example, that last year the Chinese may have stolen $360 billion in intellectual property from the United States, I think being cruel about this is a good thing,\" said Jingerick. \"I think conservatives can be for a very strong exchange.\" The figure of $360 billion is based on a federal estimate, although experts caution against the impossibility of knowing the real number. It could actually be higher. Where the figure comes from intellectual property, it refers to innovative concepts such as inventions, literary and artistic works, designs, symbols, names and images used in commerce, according to WIPO. Its creators and owners are legally protected through patents, copyrights and trademarks, but cross-border theft of intellectual property is difficult for the police to do. Over the years, United States officials have said that China is one of the worst criminals. This was largely motivated by China &apos; s central government &apos; s vigorous pursuit of technology. We traced $360 billion to Gingerick for William Ivanina's comments, director of the Counterintelligence and Security Center, under the supervision of National Intelligence Director James Clapper. Ivana told reporters in November 2015 that according to reports from approximately 140 companies, computer espionage costs the US economy $400 billion a year, and that the Chinese government believes it is behind 90% of those attacks. That's $360 billion. Subsequently, Jingrich Ross Worthington's spokesman confirmed that Ivania's comments were the source of the Jingrich No. of the Fox News on Sunday. However, the first thing to note is that $360 billion is only for losses caused by Internet penetration - a restriction that Jingrik did not identify. Of course, adding non-computer losses will only increase this figure to over $360 billion. Worthington said that all of this might be an underestimation because \"firms usually do not reveal the truth or allow (law enforcement) to appear publicly or to estimate losses because this would in fact expose consumers, customers and shareholders to further losses, indirect and direct.\" How hard is 360 billion dollars? He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, however, experts agreed that there were many doubts as to the extent of intellectual property losses. Another estimate of the theft of intellectual property from China by the United States Intellectual Property Commission, a blue-marked commission, is equivalent to the annual losses of the United States of America from intellectual property of about $300 billion, of which China accounted for \"between 50 per cent and 80 per cent of the problem.\" This would result in a figure between $150 billion and $240 billion, which is lower than that of Jingrich, although the Commission recognized that such studies might be less than the calculation of losses. \"The exact number is unknown,\" warned the Committee. The independent experts strongly agreed. \"Appreciating the losses of intellectual property theft is like trying to predict the weather next month with the technology of the 1960s,\" said Justin Hughes, Professor of Law School of Loyola, who specializes in intellectual property. \"Estimates are, of course, speculations, and harsh estimates. I would not be comfortable with anything more specific than hundreds of billions of dollars. \"Hughes added that measurements of intellectual property theft do not necessarily include United States losses of counterfeit goods, another area of concern. Even the basic definitions allow for controversy, as Derek M. Mashes said, a resident of the conservative American Institute of Enterprise. \"Do we have to use what the owner or thief deserves? If intellectual property is not fully brought into the market - in many cases found to be the most expensive intellectual property - its value to anyone can only be very approximate.\" Louis, Senior Vice-President and Programme Manager at the Centre for Strategic and International Studies, also noted technical problems in calculating the value of the dollar. Louis said: \"If you steal the intellectual property you estimate at $100 and I can't use it, the actual loss is zero.\" Our reign, Jingrik, said, \"The Chinese last year may have stolen $360 billion in intellectual property from the United States.\" The figure of $360 billion comes from a senior government official, and there are indications that, if anything, the problem can be reduced. It is worth remembering, however, that all estimates in this area are subject to speculation. The statement is precise, but it needs further clarification or information, so we often evaluate it correctly. https://www.sharethefacts.co/share/cba1cc29-04f5-45ce-8fde-99d2012548ce", "vclaim_id": "vclaim-pol-04956"}