{"url": "/factchecks/2016/apr/10/bernie-sanders/clinton-voted-virtually-every-trade-agreement-kill/", "speaker": "Bernie Sanders", "vclaim": "According to Hillary Clinton, \"almost every trade agreement cost the country's workers millions of jobs.\"", "truth_label": "half-true", "date": "stated on April 10, 2016 in an interview on NBC's \"Meet the Press\":", "title": "Clinton voted for almost every trade deal, killed millions of jobs, says Sanders.", "text": "The race between Hillary Clinton and Bernie Sanders broke out this week after rhetorical chatter about who was or was not eligible for the presidency. It began when Clinton said on Wednesday that Sanders \"didn't do his homework and was talking for more than a year about doing things he obviously didn't really study or understand.\" In response to an article published by the Washington Post, which commented that Clinton questioned his qualifications, Sanders re-fired, saying that Clinton was the unqualified person who disturbed Clinton's supporters and the former President's husband. On Friday, when Sanders withdrew his statement and said, \"Sure,\" Clinton was qualified. But Sunday at the press meeting, Sanders said his point of view all along that Clinton lacked good governance. \"Well, when you vote for almost every trade agreement that cost this country's workers millions of jobs,\" he said, \"When you support and continue to support the breakup, despite the crisis we have in terms of clean water, There is much to verify in this statement, but we were particularly curious about Sanders' claim that Clinton supported \"almost every trade agreement.\" Sanders is a little overreacting, but he has the point that Clinton was largely in favour of free trade. His claim that these transactions cost the country \"millions of jobs\" is debatable. Clinton &apos; s position on free trade, as opposed to Sanders &apos; position for two decades on the continuing opposition to the Free Trade Agreement, has been raised over the years. \"Some people are generally pro-trade or anti-trade. In both Clinton and Obama administrations, Jane Springs, Director of the National Economic Council in Washington Post, said last year. As First Lady, Clinton spoke positively in the 1990s and early in the first decade of the North American Free Trade Agreement (NAFTA), signed by President Bill Clinton. \"The establishment of a North American free trade area - the world's largest free trade area - would expand United States exports, create jobs and ensure that our economy was reaping the benefits of globalization and not its burdens. Despite the unpopular nature of the trade unions, the expansion of business opportunities was an important goal of the administration, which wrote in its 2003 memoirs \"Living History.\" As a member of the Senate from New York, Clinton was given the opportunity to vote on 10 trade deals. She said yes to six countries, nor to the free trade agreement between the Dominican Republic and Central America and the agreement with the Andean countries. The agreements with Jordan and Peru, which came when they were first running for the presidency, were out of vote, but supported both agreements. Clinton explained its seemingly inconsistent positions in a speech in Congress in 2005: \"The United States-Jordan Free Trade Agreement has incorporated internationally recognized enforceable labour standards into the text of the Agreement. Unfortunately, DR-CAFTA is a step backward.\" While transactions with Chile, Australia and Singapore similarly excluded labour rights standards, Clinton said that it \"supported these agreements despite these concerns because I believe that agreements will not harm the ordinary person working in those States.\" However, Clinton (as well as then Republic Sanders) voted against the Trade Act 2002, which expanded duty-free exports from Colombia, Bolivia, Ecuador and Peru, and granted President George W. Bush the \"fast track authority\" to approve trade transactions with South American countries. The Sanders campaign noted that Clinton supported the normalization of trade relations with China during its Senate election campaign in 2000, and after its election, it also voted in favour of legislation containing an amendment granting Viet Nam normal trading status. (Sanders' voice against both.) As a presidential candidate in 2008, Clinton had divergent views on various trade transactions and changed its position on the North American Free Trade Agreement (NAFTA). The North American Free Trade Agreement (NAFTA) was described as a \"fault\" and opposed pending transactions with South Korea, Colombia and Panama. She reiterated her support for free trade with Peru in the course of the electoral campaign. \"I support the trade agreement with Peru. He has very strong work and environmental protection. This agreement made significant progress in advancing workers &apos; rights and also raised the level of employment opportunities for American workers &quot;, in 2007. \"South Korea's agreement does not create an equal playing field for American car manufacturers. I am deeply concerned about the history of violence against trade unionists in Colombia. As long as the President of the National Assembly of Panama is a fugitive from justice in America, I cannot support that agreement.\" As Secretary of State, Clinton retracted its opposition to dealing with South Korea, Colombia and Panama, and helped negotiate them as well as with the Trans-Pacific Partnership. As a presidential candidate in 2016, Clinton reiterated its opposition to the Central American Free Trade Agreement and turned its support for the Trans-Pacific Partnership. In 2007, it voted against the Trade Act 2002* and voted against** Chile and the United States against 2003** and Singapore and the United States against 2004 Australia and the United States voted against the outstanding fact-finding blogs announced on January 10, 2021 in the story of \"The Tramp Insubordination Act - General Flynn will be appointed Vice-President.\" • On 11 January 2021, Morocco and the United States voted in favour of the 2005 Free Trade Agreement against the 2005 Free Trade Agreement between the Dominican Republic and Central America, which voted against 2005 and against the 2005 Free Trade Agreement between Bahrain and the United States of America, and against 2006*** Oman and the United States voted against 2006 and did not vote against 2007 and Peru and the United States did not vote against the 2007 Free Trade Agreement between Jordan and the United States, voted against the 2011 Free Trade Agreement between Panama and the United States in 2011, voted against the 2011 Agreement between Colombia and the United States in 2007, supported in 2010 against the 2007 South Korea-United States Partnership Agreement and endorsed it in 2010, did not vote in 2015 in favour of the 2010 Trans-Pacific Partnership, and did not vote in 2015 against *** ** This is a vote for the \"fast track authority\" - allowing trade agreements to move through Congress without modifications or crackers. *** The Free Trade Agreement with Bahrain was unanimously approved, not a recorded roll-call vote. The impact of employment is unclear. The debate about the impact of business transactions on employment has been going on for decades, and the jury is still abroad. On the one hand, trade unions and some left-wing think tanks often link the loss of American jobs to the expansion of trade. The advocates objected to the agreements of Chile and Singapore, which, in their 2003 report, stated that they would eliminate an unspecified number of jobs. The Liberal Economic Policy Institute has found that the North American Free Trade Agreement (NAFTA) has cost the United States more than 800,000 jobs and South Korea has been dealing with some 60,000 jobs. In a 2014 report, the Research Centre reported that the United States lost 3.2 million jobs between 2001 and 2013 due to trade with China. On the other hand, business groups argue that business transactions actually promote employment. For example, a 2010 United States Chamber of Commerce report found that the 14 business transactions in 2008 supported 5.4 million jobs. At the same time, the United States-China Business Council and the Financial Times argue that the loss of manufacturing jobs was not due to trade with China as much as the gains in technology and productivity, as well as the result of a more sophisticated economy. In recent fact-finding, we have found numerous non-partisan reports that show that NAFTA has not resulted in any significant loss of jobs or job gains. The analysis carried out by economists at the University of Tafts and the University of Michigan did not expect any net impact on employment from the transactions of Chile, Singapore and South Korea. The governor Sander said that Clinton voted, \"Almost every trade deal cost the country's workers millions of jobs.\" Of the ten business deals Clinton could have voted on, I voted in favour of six and two. In two other deals (with Peru and Jordan), she did not vote but testified. With regard to the Sanders point on later job losses, independent research has shown that the impact of NAFTA, for example, is not in one way or another relevant to jobs. Sanders &apos; claim is partially accurate and requires additional information. We evaluate his statement half right.", "vclaim_id": "vclaim-pol-05129"}