{"url": "/factchecks/2018/nov/08/blog-posting/yes-armed-us-civilians-are-headed-border/", "speaker": "Bloggers", "vclaim": "The supporters of Trump are moving to the border as migrant convoys approach.", "truth_label": "true", "date": "stated on November 5, 2018 in a post on Facebook:", "title": "Yeah, armed American civilians heading to the border.", "text": "After days of false allegations that Pito Orroc was illegally using campaign funds to help the migrant convoy, the magazine Patriot Journal published a \"Special Report\" in November in which President Donald Trump's supporters announced that they were on their way to meet immigrants at the United States-Mexico border. \"Even Donald did not expect his supporters to take over themselves\" begins with a story of armed civilians heading south as Central American immigrants continue to march north. \"After the Democrats have captured the finance convoy, Trump's supporters send a quick response,\" says the headline. This story was highlighted as part of Facebook &apos; s efforts to combat false news and misleading information in the broadcast of the news. ∙ (Read more about our partnership with Facebook.) The article appears to be based on another story quoted in the article and attributed to MSN. \"The civilian groups carrying arms and border guards have heard an arms call in President Trump's warnings about the threats to United States security posed by convoys of Central American migrants moving through Mexico.\" \"They are packing refrigerators and tents, oil rifles and the seizure of drones, with plans to form their own convoys and track United States troops to the border.\" It turns out that this story, although published on MSN, is actually by Washington Post. The newspaper is following up on the report that Shannon McGully, the head of the \"Texas Minute\" team, was preparing to go from Dallas to Rio Grande to defend the country against what Tramp called an \"invasion.\" McGully said that Texas guys have 100 volunteers on their way to Rio Grande who want to help stop the immigrants. The fact-finding articles mentioned on January 11, 2021 in the Facebook publication Nancy Belusi, Speaker of the House of Representatives, were no longer by Samantha Buterman. On January 12, 2021, McGoly said that he couldn't put a number on the size of the group at the end. In November 2, the Washington Post also reported that United States military commanders were concerned about the presence of \"unorganized armed militia\" groups in areas where United States forces would operate. The newspaper could not independently confirm the validity of the report, which says the story, \"but the military officials did not object to its validity.\" The United States Army documents obtained by Newsweek and published on its website in November a report \"An estimated 200 irregular armed militia members currently operating along the south-west border.\" The complaint about militia groups trying to stop the migration convoy dates back at least late in October. That month, Associated Press reported that militia members and right-wing extremist activists were collecting money and broadcasting plans to go to the border. The Border Patrol warned some landowners in Texas that \"prospected armed civilians\" could come to their property because of the convoy, according to the Penal Code. In November 4, Wilamette Week, an alternative newspaper in Portland, stated that Oregon militia members, like \"Texa Fintintermen,\" said they were also going to the border. However, the weekly warned against too much involvement in the allegations of militia members. A tweet from J. J. McNab, an expert in U.S. paramilitary groups and anti-government extremist organizations, stated: \"Reporters should bear in mind that militia members speak strongly on the Internet but rarely actually appear.\" (PJ) Tobia, a producer of Fisi's news tonight, showed up on that feeling, tweeted: \"I spoke to a lot of militia members this week. Almost all of them will stay home. The ones that are already at the border are mostly close and will be there anyway. They always take their self-reported heads with a lot of salt.\" It is unclear how many militia members will end up at the border in addition to hundreds of army estimates there already. However, news reports indicate that work is under way, even if it's just raising money for the cause. A woman from Oregon said she collected about $4,000 online before Halloween to help the militia buy supplies, according to AP. We're assessing this claim right.", "vclaim_id": "vclaim-pol-01283"}