{"url": "/factchecks/2019/mar/27/viral-image/no-isnt-real-photo-barack-obama-kissing-david-came/", "speaker": "Viral image", "vclaim": "A photo showing Barack Obama kissing David Cameron.", "truth_label": "pants-fire", "date": "stated on March 25, 2019 in a Facebook post:", "title": "No, this isn't a real picture of Barack Obama kissing David Cameron.", "text": "A picture posted on Facebook shows that former President Barack Obama accepts David Cameron, former Prime Minister of Britain. Michelle Obama and Oprah are looking at the edges of the tyre with shocking expressions on their faces. Big Daddy wants to take this picture off the Internet. Share the hell with him!\" Text under image read. If that picture looks fake to you, it is because it is. This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman (January 11, 2012), the picture appeared elsewhere, such as the website I know Memeek. In this version, Michelle Obama and Oprah are absent despite a similar call to work also asking people to rewrite the picture. But know that your majesty described this ironically. Another sarcastic picture called \"Virtanal Kiss\" in the site group? \"Obama\" accepts former Venezuelan President Hugo Chávez. The picture was part of a 2011 advertising campaign from the United Color of Benton (the White House was not happy to do so). However, the image of Obama and Cameron does not seem to be a marketing trick. Instead, it seems like the work of Photoshop Guarella. The original picture shows that Obama accepts Michelle. According to the address on November 6, 2008, Belfast Telegraph, this happened after he gave his victory speech in Chicago on the night of the election on November 4, that year. The picture has also been posted on other sites, such as Penterness. We're assessing this Facebook mail pants on fire! Sharing the facts 2019-04-02 15:25:07 UTC Politic Fact 1 1 7 PoliticFact Dacting: Pants on Fire A shows the picture Barack Obama accepts David Cameron. Mon, 25 March 2019 2019-03-25. Read more information.", "vclaim_id": "vclaim-pol-00841"}