{"url": "/factchecks/2016/feb/26/donald-trump/donald-trump-wrongly-claims-he-started-immigration/", "speaker": "Donald Trump", "vclaim": "\"If it wasn't for me... (Irregular migration) it wouldn't even be a big deal.\"", "truth_label": "false", "date": "stated on February 25, 2016 in comments during the CNN debate:", "title": "Donald Trump claims wrong that he started discussing immigration.", "text": "He relied on Donald Trump to repeat his talking points. The presidential debate began in Houston, Texas, on 25 February 2016, with a discussion on illegal migration. Trump, Marco Rubio, Sin and Ted Cruz talked about how to deal with people who live here illegally and how to secure the southern borders of the United States. In the middle of the previous period, Trump made a comprehensive statement that we would not talk about irregular migration if not for him. Trump said, \"If it wasn't for me... (Illegal migration) wouldn't even be a big topic.\" It's a line we've heard from Trump since at least August. That was wrong, and it's still wrong now. Last August, we searched the major newspapers for 51 days before Tramp entered the race - on June 16, 2015 - and 51 days after Trump announced. We looked for the terms \"undocumented\" and \"illegal immigrant\" within 10 words of the word \"president.\" The results? The subject of illegal migration is certainly the pre-Trump and post-Trump topic. The date of the research period is the number of articles from April 25 to June 15, 65, undocumented by bloggers, the verification of the facts specified on January 10, 2021, in the story of the \"Tramp-General Flynn Insubordination Act appointing the Vice-President.\" Source: Lexis-Nexis Anecdoally, Cruz certainly made illegal migration the subject of his campaign. In Cruz's public address to President March 23, 2015, Cruz said, \"Instead of breaking the law and the President's unconstitutional executive pardon, imagine finally a president, finally, securing the border. Our Governor Trump said, \"If it weren't for me... (Illegal migration) wouldn't even be a big topic.\" The Trump talk about building a wall - and making Mexico pay for it - was certainly a headline. But talking about the US immigration system and the proposed changes preceded the nomination of a billion businessmen to the presidency. We value this allegation wrong.", "vclaim_id": "vclaim-pol-05365"}