{"url": "/factchecks/2019/feb/15/viral-image/yes-trump-re-election-banners-are-being-made-china/", "speaker": "Viral image", "vclaim": "Chinese workers made \"90000 signposts\" for the 2020 Trump re-election campaign and the president chose to hire \"Chinese workers instead of American workers.\"", "truth_label": "barely-true", "date": "stated on February 6, 2019 in a Facebook post:", "title": "Yeah, Trump re-election signs were made in China, but his campaign doesn't seem to pay.", "text": "Donald Trump has long written the theme \"America First\" in his campaign and presidency, pledging to return jobs to the United States and not to see other countries, China in particular. So when a picture comes out of Chinese factory workers making one of the thousands of signs apparently from the 2020 Trump campaign, It appears that the picture depicts a Chinese worker with a sign that says \"Trump 2020.\" Keep America great!\" The text near the bottom of the picture says: \"Here is a Chinese factory worker who makes one of the 90,000 signs of the 2020 Trump campaign. The signs say, \"Keep America great. I think 45 think that keeping America great means hiring Chinese instead of American workers. This article was part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) This is not the first time that critics have called Trump to produce products outside the United States. But is it true that some of his 2020 campaign signs were made in China? Indeed, according to many news reports, the materials required to operate Trump in 2020 appear to be manufactured in China (or at least before the United States tariffs on Chinese products are implemented). However, it has not been established that any of these materials were actually ordered by the Trump re-election campaign. It's a charge denied by the campaign, and campaign funding records support that. Let's take a look. The picture used in the article is real, coming from July 25, 2018, Reuters story, which in 2020 reported the re-election of Trump materials manufactured in a factory in eastern China. On 16 July, Agence France Presse also reported that the plant manufactured these materials. Other American outlets soon picked up the story of Reuters. Soon after the story was published, Sin Bernie Sanders, I-Vt, mentioned the report in an article on Facebook, in writing, \"In view of the choice between hiring American workers with a living wage or hiring much less expensive workers than China he can exploit, Trump chose low-cost work abroad day after day.\" Since March 2018, the Jihao Flag Factory Limited in Anhui District has issued some 90,000 banners, and Director Yao Yuanian Reuters has been informed. The director reported that it was \"an unusually large number of what was usually the lower season, and (Yao) believed that the trade war between China and the United States was the cause.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021, Yanian also told Reuters that the factory was making Trump signs as long as his campaign slogan was \"make America great again,\" saying that \"sale has been great since 2015.\" However, even Yuanian said that while buyers were in China and abroad, she did not know whether they were associated with the official Trump campaign or with the Republican Party. And when we got to the Trump campaign, they told us that the media was fake. \"All goods manufactured by the Trump campaign are made in the United States,\" wrote campaign manager Brad Parstel in an e-mail. There are thousands of fakes made by crooks. These flags are fake.\" On the campaign website, there are no signs of \"2020 Keep America\" for sale, but flags similar to those in the picture appear on the Amazon from different vendors. The comparison between the factory signs and the official Tramp markings of 2016 shows slight variations in color and composition. We also reviewed campaign expenses for the period 2017 to 18 and were unable to find any payments made to a Chinese entity for re-election materials such as hats, flags and banners. The two companies most frequently used by the campaign in that area appear to be the Ace Specialized Company, based in Louisiana, and the Cali-Fem Company of California (Red Hatter MAGA). Our Facebook article presents a picture of a Chinese factory worker who makes \"one of 90,000\" Trump 2020 re-election and accuses the First American president of hiring Chinese workers for American workers. The picture is original. There were at least 90,000 Trump 2020 re-election materials produced in China, at a rapid rate as United States tariffs waved above the country. While images and interviews show that materials are manufactured in a Chinese factory, there is insufficient information to link them to the Trump campaign. Moreover, the Trump campaign not only denied that it had ordered materials and characterized flags as forged, but the FEC data on campaign expenditures did not include any Chinese companies. The statement contains an element of truth - there are thousands of re-election items in China - but, based on what we now know, the claim that the President is behind production without evidence falls short. We're assessing this allegation mostly wrong. Sharing the facts of 2019-02-15 20:36:17 UTC Politics Fact 3 1 7 Politic Facting: Most fake Chinese workers made \"90000 signposts\" for the Trump 2020 re-election campaign and the President chose to hire \"Chinese instead of American workers\" Viral online on Wednesday 6 February 2019 2019-2019-02-06 read more information", "vclaim_id": "vclaim-pol-01009"}