{"url": "/factchecks/2016/jul/22/donald-trump/donald-trump-says-rnc-hillary-clinton-says-hillary/", "speaker": "Donald Trump", "vclaim": "Hillary Clinton says, \"You want a sanctuary for cities.\"", "truth_label": "mostly-true", "date": "stated on July 21, 2016 in a speech at the Republican convention:", "title": "Donald Trump in RNC says Hillary Clinton wants a city sanctuary.", "text": "Donald Trump at the Republican Conference said that nothing affects him more than spending time with parents who lost their children because of violence \"spilling across our borders.\" He said Hillary Clinton would prefer to protect undocumented immigrants from federal laws. \"My competitor wants a city sanctuary,\" said Trump that Poos. Protected cities are jurisdictions with laws or practices that limit their assistance to federal immigration officials, for a variety of reasons that we will explain. Trump proposes the abolition of federal grants to the cities of refuge. Clinton expressed support for the policies of the City of Shelter during its first presidential race in 2008. During its current race, it criticized the decisions taken by a certain city under the spotlight for its shelter policy; however, it reiterated its support for protected cities. We didn't get a response from the Trump campaign to verify the facts. Clinton &apos; s comments on shelter cities in the 2016 race do not have a comprehensive legal definition of protected cities, but it generally refers to places where local law enforcement officials are not required to alert federal authorities to residents who may be in the country illegally. Proponents of these policies, often in liberal jurisdictions or in places with large numbers of people of Spanish origin, say that it is not the task of local officials to assist in the deportation of populations accused of low-level crimes. Proponents also say that they do not want undocumented migrants to be afraid of the police and to avoid reporting crimes. It is argued by the opposition that the cities of refuge are detrimental to the ability of the Federal Government to enforce immigration laws and to grant permission to some undocumented migrants. The attack on opponents in support of the cities of refuge became a state-wide political debate after the shooting in July 2015 of Kate Steinell from San Francisco. The alleged shooter, who had been from Mexico and had been deported several times in the past, had been released from San Francisco prison in the face of drug charges, despite a federal request to keep him in detention until he faced deportation. The case gave rise to a debate about rules such as the quarter-century San Francisco Act, which was declared \"city and province of refuge.\" The law prohibits public officials from assisting immigration and customs enforcement authorities in conducting investigations or arrests unless required by law or a judicial order or for persons convicted of offences. Steinel's death prompted the city to reconsider the law. About a week later, Clinton was asked about her attitude towards the cities of refuge on CNN. Brianna Kaylar: \"When he last ran for president, he supported the cities of refuge. In the light of this terrible incident, does that change anything about your point of view on this subject?\" Clinton: \"Well, what should be done is which city should be heard by the Department of Homeland Security, which, I understand, urged them to deport this man again after he was released from prison at another time. This is a case where we were deported, we were deported, we were deported. He ends up in our country, and I think the city made a mistake. The city made a mistake, not to deport someone the federal government strongly believes must be deported. Marco Rubio stated on 27 January 2021 in his remarks \"Only in the Third World do you see this routine use of trials of former leaders.\" \"Anyway, there's -- like if it's the first traffic signal, if it's a simple thing, a misdemeanor, that's completely different. This guy's been deported five times. He should have been deported at the request of the federal government.\" The spokesman for Clinton Josh Schorin sent the statement of the Politi Fact campaign issued a few days after the CNN interview to clarify her position: \"Hilary Clinton believes that the cities of refuge can help to enhance public safety, and she has defended those policies that go back years. Clinton &apos; s comments on the cities of refuge in 2008 seemed more favourable to the cities of refuge during her first presidential campaign during an interview with Fox News Bill O &apos; Reilly in 2008, Clinton defended the cities of refuge. O'Reily: \"Are you going to destroy the holy cities?\" Clinton: \"No, I'm not. And I'll tell you why. I'm not the reason that a lot of these people are doing this... in New York, why are police officers closing their eyes? O'Reily: \"Because they want them to report crimes.\" Clinton: \"They want them to report crimes. Because sometimes you have two competing values. You want to report crime, you want to protect people and violence spilling out beyond any society.\" The Governor Trump said that Clinton wanted a sanctuary for cities. During its first presidential race, Clinton expressed support for the holy cities and said they would not suppress them. Without such policies, people would hide from the police and not report crimes. In 2015, Clinton criticized the city of San Francisco for releasing a man from prison who was later charged with the murder of a woman and deported several times. But her campaign reiterated Clinton's view that she believed that cities of refuge could help to enhance public safety. We're mostly assessing this claim right. https://www.sharethefacts.co/share/05011271-7504-451-9980-22b4a91f07", "vclaim_id": "vclaim-pol-04635"}