{"url": "/factchecks/2011/may/26/jeff-brandes/st-petersburg-republican-says-he-bucked-gop-during/", "speaker": "Jeff Brandes", "vclaim": "Sometimes I was the only voice \"no\" on the whole board.", "truth_label": "true", "date": "stated on May 13, 2011 in response to a question about his voting record.:", "title": "The Republic of St. Petersburg says that sometimes he was pressuring the Republican Party during the 2011 legislative session.", "text": "Members of the Bay of the Tiger Coast Club are known for asking difficult and urgent questions and sometimes above the top of the summit of politicians who speak at their regular lunch meeting. The event of May 13, 2011, which was broadcast on Florida this week, was no exception. We'll cut to the chase. One of the interrogators (Jeff Brands), a Republican representing District 52 in Benillas province, asked if he was a fraud. \"When I ran for your position, if I remember correctly, I said, \"Now when I'm elected, I'm really gonna take that legislature to the wood store,\" a guy named Thomas Dunne told Brands. But when you were elected, somehow you lost your spine and became a servant if you weren't a dog to the speaker. So my question is, when I ran for office, were you a fraud?\" Brandez, who ran an advertising campaign pledging to take Talahasi \"to the wood store,\" sat back in his chair and laughed. \"That's an interesting question,\" he started answering. \"If I'm gonna come back and watch that ad, read a line, what I'm gonna see is, for those who want to increase taxes or increase government regulations, That was exactly the line. I know and understand that everyone wants me to take everyone to the wood store, and sometimes it's probably appropriate.\" \"The truth is, I believe I have stood on a number of cases against the speaker and the Governor. I got a phone call from the governor's office saying why don't you think welfare recipients should test drugs? I think it's a violation of people's privacy to do that. I stood up and did so (Voice against it). So I think you'll find I have a lot of votes where you vote in the legislature against something. Sometimes you're the only \"no\" vote on the whole board. That takes a little courage. So I say I don't have the courage, not the spine, is, I think, a little tricky.\" Brands repeatedly used the photos taken during the campaign because he was in the wood business -- his family once owned Cox Lamber. In the television announcement, he said that \"high taxes and excessive regulation must stop until jobs return. If Tallahassee stops on the way, we'll take them to the wood store.\" In his victory party the night of the election after the defeat of the current Head of State, Bill Heller, he signed the logs. Some Democrats, apparently Dan, took the line to mean that Brands would take Talahasi to the wood store in every case. Although this may be difficult, Brandys has defended his record as an independent voice in the legislature in his response. We therefore decided to check his record from the 2011 legislative session. It turns out there are examples that Brands repelled the Republican leadership, even the entire Florida House of Representatives. Brands was the only person in the legislature who voted against Bill HB 949, which added certain licensing requirements for pest control businesses. The bill was approved by Council 116-1 and the Senate 38-0. Brands Legislative Assistant Nick Hansen said that Brands voted against the bill because it contains additional regulations. Brands was also the only \"no\" vote on SB 650, giving the homeowners' association in the mobile home garden an opportunity to buy its park directly if the owner was thinking about changing the use of the land. The bill passed the House of Representatives 114-1 and the Senate 39-0. In many other cases, the majority of Republicans opposed: Brands was a Republican opposing a bill that imposed restrictions on the amount of termination payments that public officials could receive. The bill authorizes both rooms. Brandice was one of four members of the legislature and the only Republican who voted against a bill that would make it a violation of the electoral law for candidates to falsely say that they served in the United States military. ∙ (Brandez is a former officer of the United States army reserve who served in the recent Iraq war.) The bill authorizes both rooms. HB 661: Brandis was one of four Republicans opposed to a bill that would limit damage in cases of unlawful death in foster homes by $250,000. This bill was passed by the House of Representatives but failed in the Senate. Amendment to HB 733: Brands was the only Republican who joined the Democrats in supporting an amendment that would have prolonged the sales tax leave in August. ∙ (two other Republicans initially voted with Brandys, but later changed their vote.) The draft law has not been adopted. As he said in Tiger Bay, Brandes was one of two Republicans in the House of Representatives to vote against HB 353, which requires cash-care recipients to pass the drug test first. Brands spoke on the floor of the house that this measure violated the privacy rights of people. The bill authorizes both rooms. Now, Brands wasn't always supporting his own party. In fact, he was in lockdown on most of his top priorities. It voted in favour of bills prohibiting unions of public officials from collecting benefits through automatic deductions from salaries (which ultimately failed), restricting or limiting abortions (excessed), relaxing state development management laws (approved), changing the electoral law (approved), or requiring voters to approve a constitutional amendment establishing two higher courts (failed). It also voted in favour of the budget. But in this verification of the truth, we judge his words. Brands said, \"I think you'll find that I have a lot of votes where you're voting in the legislature against something. \"Sometimes I was the only voice, not the whole council.\" The measure of \"many\" can be subjective, but Brands is right that on two occasions he was the only \"no\" to vote in the legislature. In other cases, he supported his party and stood with the Democrats. We don't know if that adds up to taking them to the wood store or not. But we know that makes his statement right. Maurice Ferry was mentioned at an opening meeting on 1 July 2010. Maurice Veer says Kendrick Mick \"I voted 98.6 percent of the time with the Democratic Party.\" Prepared by Trenton Daniel, July 21, 2010", "vclaim_id": "vclaim-pol-13037"}