{"url": "/factchecks/2016/sep/27/donald-trump/donald-trump-talks-about-his-finances-first-presid/", "speaker": "Donald Trump", "vclaim": "\"You will learn more about Donald Trump by going to the federal elections\" to see the financial disclosure form from the consideration of tax returns.", "truth_label": "false", "date": "stated on September 26, 2016 in a Presidential debate at Hofstra University:", "title": "Donald Trump is wrong that you're gonna learn more than tax returns.", "text": "In the first presidential debate, Donald Trump reiterated that the 92-page financial disclosure form he had submitted to the Federal Election Commission provided a better picture of his funds than tax returns, maintaining his refusal to follow decades of precedent and release his tax returns. \"You will learn more about Donald Trump by going to the federal elections\" to see the financial disclosure form from considering his earnings, as Trump said. (The current audit by the Internal Revenue Service was cited as a reason not to release the proceeds. Hillary Clinton issued her tax returns from 2000 to 2015. Trump has a point of view that his financial disclosure form is extensive. Its 92 pages are overloaded with assets, sources of income and small sites. (We were able to track his investments in the stock market, for example). In comparison, Mitt Romney - the Republican candidate for 2012 who had a complex collection of holdings - submitted a 47-page disclosure form, without taking account of modifications and updates. We have already considered the difference between the financial disclosure form, which is required of presidential candidates under federal law, and tax returns, which have been released since 1980 in accordance with tradition rather than the legal requirement. We have found little evidence to support Trump's argument that financial disclosure allows observers to \"learn more\" than they may learn from a tax form. \"It is true that Tramp's work has received much attention, but without releasing the tax revenues of Tramp, we do not know much about his personal financial situation,\" said Lawrence White, economist at the Stern School of Business at New York University, earlier this month. The most obvious two parts of the missing puzzle without the tax returns of Trump are the actual rate of tax he pays on his income, and details of his charitable grant. Trump may face political criticism depending on the figures on his tax forms. The payment of a low tax rate may be politically awkward. And Trump had questions about his former charity bid. (For details, see continued coverage by David Farnhold of the Washington Post. Tax returns can also give a clearer picture of the liquid assets of the candidate. Romani said former assistant Ryan Williams, who did not support Trump during the primary election, and now says he did not formally decide in the presidential race. Other parts of tax forms may also be collected, such as any specific combination of taxes paid by the candidate. On January 13, 2021, bloggers mentioned the remarkable facts in a story written by General David H. Berger, commander of the United States Navy. They rejected Nancy Belusi's request to use Marines to provide security for the launch, and told her that we were \"not working for you.\" Because of this, \"we saw that the majority of his income was tied to taxes at low prices.\" Trump will not necessarily be eligible for a movable interest tax, but as a real estate person, he will be able to obtain his own specialized tax exemptions, as Sloan said. There was \"a provision in the tax law that allows persons who spend at least half of their time as real estate or development professionals to obtain consumer reductions that are not available to other investors.\" \"This is a big gap, and you got nothing like the attention he received.\" The fact that Trump has not been nominated for office before or served in government makes scrutiny of his business dealings particularly important for those interested in transparency. However, experts said that he ran a private company, which made it difficult for strangers to deal with his personal finances as long as there was no record of public taxes. \"Because Trump's business transactions are diverse and wide-ranging, there is much to look at, but the quality of information is often poor, so journalists spend a lot of time searching for information that is insufficient to draw accurate conclusions,\" said Dennis Kaplan, an assistant professor of accounting at the University of Albany. Our governor, Trump, said, \"You'll learn more about Donald Trump by going to the federal elections\" to see the financial disclosure form from considering his proceeds. The Controller will find valuable information on Trump &apos; s personal assets from the extensive (and legally necessary) financial disclosure form. However, the experts believe that the red herring. Unlike all presidential candidates since 1980, Tramp has not released his tax returns, which the experts say will provide valuable details of his actual tax rate, the types of taxes he has paid, how much he has donated to charity, as well as a more detailed picture of his income-generating assets. The Trump statement was, and still is, inaccurate. We assess it wrong. https://www.sharethefacts.co/share/314c9496-1c70-41c2-ac55-0b36b9e7cc4d", "vclaim_id": "vclaim-pol-04264"}