{"url": "/factchecks/2011/may/17/steve-oelrich/state-senator-claims-school-nurses-cant-give-aspir/", "speaker": "Steve Oelrich", "vclaim": "\"You can't give an aspirin child at school without permission. You can't do any kind of medication, but we can secretly take the baby off the bumper.\"", "truth_label": "true", "date": "stated on May 17, 2011 in floor debate on May 5, 2011:", "title": "State Senator claims that school nurses can't give aspirin without parental permission.", "text": "In a presentation of the Republic &apos; s muscles, several bills on abortion were passed by legislators in Florida during this year &apos; s legislative session. One proposal awaits signature by the Government. (Rick Scott) Young women who wish a judge to waive the parental notification requirement are required to obtain a waiver in a circuit court close to their home instead of a broader court of appeal. The opposition insists that HB 1247 violates the privacy of young women living in small communities who know most of the people in their area, including those working in court. However, supporters say that it prevents adolescents from crossing the state to find a sympathetic judge for abortion without knowing their parents. Steve Ulrich, Republican of Gainesville and co-sponsor of the Senate version, had an interesting impact on 5 May 2011, a debate in the Senate Chamber. He said, \"You can't give a child aspirin at school without permission.\" \"You can't do any kind of medication, but we can take the baby secretly and bumper. We must support it (HB 1247) with all our hearts and souls if parental responsibility means anything to us.\" Ulrich's claim makes us wonder: Is it really hard for students to outstrip the drugs at school? We must make it clear that we do not judge Ulrich's statement that young women can \"secretly\" perform an abortion. We already know that this is legal in some cases under Florida law. The implementation of Decree No. 1247 would limit the ability of the courts to make decisions concerning women seeking exemption from the Parental Notification Act and not deprive them of their ability to follow confidential procedures. The Florida Act, the Florida Act, has direct instructions to deal with prescribed medicines in school. The law requires the student &apos; s father to submit a written statement with the medication that allows a trained school employee to take a dose. The note should also explain why medication must be taken during the school day. A qualified official must provide medical medicines at school, then count them, store them in the original container, and keep them in a safe place. Moreover, the Act does not deal with the use of widely used medicines. The laws leave this decision to the local school districts. We've started checking everyone to see if Ulrich's claim is correct. We've tracked down 62 out of 67 counties. Most of them are available on the Internet. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black • February 2, 2012, it took time to be sure, but Oelrich is right. Each province requires parental consent for non-description medicines, sometimes in writing and sometimes by telephone. Notification to one parent is the minimum step for many other provinces, including Charlotte, Baker and Miami-Dade. These areas need a doctor's note, too. \"We don't run anything in Charlotte County without orders from doctors,\" said Gail Buck, the County School Health Supervisor. \"No cough drops, no Tylenol.\" There is another part of this allegation: Ulrich specifically cited aspirin on the Senate floor. Some of the school nurses they met were almost trembling in the word. 'Cause? The use of aspirin among children is linked to the growth of Ray's syndrome, a fatal disease that arises after a viral infection and affects all organs of the body, according to the National Ray Syndrome Foundation. The National Health Institutes and Centers for Disease Control and Prevention are among the entities recommending that aspirin, or combination medicines containing aspirin, should not be used for children under the age of 19 during fever-inducing diseases. \"We stay away from all the aspirin products and stuff,\" said Katherine Rekenwald, a student health specialist for Cétros County schools. \"You don't know if a child is allergic, so you need very specific instructions for each student.\" Rickinwald said Tylenol was more child-friendly, but she didn't keep supplies in her clinic. This is a common practice in most of the school health centres with which we have communicated. \"We have no so-called \"list orders,\" said Janice Carst, director of the St. Lucy County School of Communications. If you are wondering, students are allowed to self-injecting epinephrine, MDIs, pancreatic enzyme supplements, and diabetes supplies if they have a doctor's note and parental consent. Our decision is that the content of the Oelrich point is correct: you cannot give an aspirin child in school without permission. In order to address any non-descriptive medication, school officials must obtain parental consent. In some cases, schools also need a doctor &apos; s note -- even for cough drops. While Ulrich is right about the permission part, he specifically mentioned aspirin, so we must add that giving aspirin to children is considered dangerous because the drug is linked to a fatal disease. However, this was not exactly the point of Oelrich in the debate about abortion and the minor's right to privacy. We value his claim right.", "vclaim_id": "vclaim-pol-13082"}