{"url": "/factchecks/2019/jul/03/bernie-sanders/bernie-sanders-target-saying-3-richest-have-much-w/", "speaker": "Bernie Sanders", "vclaim": "\"The three richest families now have more wealth than the bottom half of the country.\"", "truth_label": "true", "date": "stated on June 26, 2019 in an opinion article:", "title": "Bernie Sanders on target says three richest have a fortune like the bottom half of all Americans.", "text": "In an op-ed article written by the Wall Street Journal, United States Sun Bernie Sanders, I-Vt, he called for an end to \"firm participation\" and filed a claim for wealth inequality. \"The three richest families now have more wealth than the bottom half of the country, and they will do everything in their power to block our agenda,\" wrote Sanders, who seeks to run for president for democracy. The most recent data available support his statement, and the gap seems to be widening. The figures are a note of wealth, before we dig into it: many Americans earn a good income, have some savings and investments, and have a beautiful home. But they also have debts, usually from mortgages, credit cards or other bills. The result is that even some people with relatively healthy incomes, as well as many poor people, have negative net value, which is the most technical term for wealth. The Sanders campaign told us that his claim was based on a study conducted by the Institute of Political Studies of the Left in 2017. The Forbes list of the richest 400 Americans and data from a federal government source used the gold standard for wealth. These figures are 2016 figures, derived from the survey conducted by the Federal Reserve Council for Consumer Funds, which is updated every three years. The study found that the three richest individuals were Bill Gates of Microsoft with $89 billion, Jeff Peso of Amazon with $81.5 billion and Warren Buffett of Berkshire Hathaway with $78 billion. Their total wealth of $248.5 billion was higher than that of the lowest 160 million Americans, reaching $245 billion. Although Sanders suggested that the three men would block his agenda, they had expressed intermediate political views over the years, and Buffett was a well-known supporter of former President Barack Obama, a democracy. On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, the commander of the US Navy, rejected Nancy Belusi's request for the use of marines for security, saying, \"We are not working for you.\" On January 17, 2021, whatever their opinions, Sanders is right about their wealth, and it is increasing. The latest 2018 Forbes Annual Classifications show that Bezos, Gates and Bufett is still in number. 1, 2 and 3 respectively, and their total wealth was $345 billion. New federal figures for 160 million Americans are not expected to be released at the bottom until later in 2019. For 160 million people at the bottom of the scale, the study used the net value figure reported by the Fed and then released cars and other \"permanent goods\" such as electronics, furniture and household appliances from that number. \"A more accurate picture of household wealth is presented to us because these materials are not easily sold, are not valued and do not maintain their fixed value,\" said the study. Some of the University of Michigan &apos; s context was a professor of sociology, Fabian Pfeffer, whose research disciplines include wealth inequality, among a number of economists and wealth inequality experts who told us that the federal figures used in the study are the best for assessing wealth among the population. He told us that the wealth gap was much greater in the United States than in other Western industrialized countries. Fever said that the top 5% had more than 70% of the net value in the United States. This compares with 44 per cent in Austria and Sweden, and the lowest figures in other similar States. Our rule, Sanders, said, \"The three richest families now have more wealth than the bottom half of the country.\" The latest figures available indicate that the total wealth of Gates, Bezo and Buffet was $248.5 billion, exceeding the total wealth of $245 billion from the lowest half of Americans. We also appreciate that the establishment of Christians is correct.", "vclaim_id": "vclaim-pol-00465"}