{"url": "/factchecks/2019/jul/25/blog-posting/no-first-american-president-wasnt-black-man-named-/", "speaker": "Bloggers", "vclaim": "George Washington, as many do not know, was not the first President of the United States. The first President of the United States was John Hanson, and he was a black man.\"", "truth_label": "false", "date": "stated on April 3, 2019 in an article:", "title": "No, the first American president wasn't a black man named John Hanson.", "text": "A Facebook story that challenges what Americans know about their country's first president. The book Africa's Freedom, a site that publishes articles on African history and culture, wrote a story of April 3: \"The First American President was a black man - not George Washington.\" The main graph of the article shows a black man sitting next to a $2 bill, on which one person is listed. \"George Washington, as many do not know, was not the first President of the United States,\" claims the article. \"The first president of the United States was John Hanson, and he was a black man. Or it could be said that he has African genes.\" The article contains several consolidated photographs of a $2 bill highlighting a darker personality, Hanson. As children, most Americans learn that Washington was the first President of the United States. This article was referred to as part of Facebook's efforts to combat false news and misinformation in Newsfe, and we have looked into it. ∙ (Read more about our partnership with Facebook.) There is no wonder here: The article of the book Freedom in Africa is not checked. The evidence from the Congress library shows that Washington was the first official president of the United States, which does not mean that the site created someone completely. In fact, there were two men named John Hanson who were important in the early history of the United States, but the article confused them, and they weren't both presidents. Polyte Fact contacted Africa's Freedom Book for the source of their claim through the website, but we did not respond. We'll update this article if we do. The claim in question had already been resolved by other fact-checkers, including Snopes and Treature.com. The first was published in 2001 to examine the facts. But we wanted to take a closer look at the lives of both John Hanson and find out who the photographer was in the back of the $2 bill. The first prominent person we found in American history from 1715 or 1721 to 1783 lived in White John Hanson. Hanson, a white man from Maryland, was a member of the Continental Congress from 1780 to 1782. It was one of the signatories of the Union &apos; s materials when it was ratified by the original 13 states in 1781. The document served as an introduction to the United States Constitution, which was first drafted in 1787. According to the Union &apos; s materials, Hanson was elected President of the Continental Congress in November 5, 1781. This was followed by seven other \"heads\" in the following years. The Union articles were replaced in 1789 by the current Constitution of the United States. Some have argued that Hanson was the first head of the United States autobiography, Seymour Wemis Smith, in 1932, entitled \"John Hanson, our first president,\" is unequivocal on this point: \"John Hanson was undoubtedly the first president after we were a free people...\" begins in his introduction. On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"to demand that he stick to the proven democratic playbook.\" Before ratifying the Constitution, \"The Presidency did not exist as an executive post separate from Congress,\" wrote history.com in an article on Hanson. Furthermore, Hanson was not the first person to hold the office of President under the Union Regulation. Samuel Huntington was President of the Continental Congress from 1779 to 1781, when the articles were ratified. Hanson was the first President to serve one year in office under the articles. The black John Hanson, the white John Hanson, was president of the Continental Congress after the ratification of the Union's materials. But who was the other John Hanson? A black man associated with the American Colonisation Society, Hanson was a former slave who emigrated to Liberia in the mid-19th century. ACS was formed in 1817 to \"send free African Americans to Africa as an alternative to liberation in the United States.\" (Foto by August Washington, around 1856) Hanson arrived in Monrovia, Liberia, in 1827. He became a trader and then a politician, serving two terms in the newly established Liberian Senate. He died in 1860, without serving in the United States. So there were two John Hanson who were important to American history - one black and one white. He was not the first President of the United States. But who looks darker than the rest of the photographer on the back of the $2 bill? To answer that, we have to go back to 1786. This is the year when John Trumbull, the famous American artist of the history of the United States, began working on a painting depicting the presentation of the first draft of the declaration of independence to the Second Continental Congress. There are 47 images in the trampoule, all drawn from life or \"life pictures.\" Work in Capitol Rutonda was put in place in 1826. The Trumbull piece was the foundation of art in the back of the US$ 2 bill today. This painting was added in 1976 and contained only 42 images due to volume constraints. That's not the only difference. The comparisons together show that the guy sitting looks darker on the back of the $2 bill than the original trampoule. But based on his scheme and the situation in which he is, it is safe to say that he is the same person in both texts. Black darkness may have something to do with the way the bill was printed in Monocroum. According to the government key to a painting, the photographer is Robert Morris, a wealthy funder known as the American Revolution. He worked in the Continental Congress, and later in the Senate. He also signed the Declaration of Independence, the articles of the Union and the Constitution before he died in 1806. Our judgment of a story from Africa's Freedom Book claims that the first President of the United States was a black man named John Hanson. As evidence, he cites photos of an alleged African American on the back of a $2 bill. Government documents show that there are two John Hanson - one white and the other black. The first was the first President of the Continental Congress, while the second was a member of the Liberian Senate. He was not the first modern President of the United States. The dark man filming the back of the $2 bill is Robert Morris, founding father. The demand of the book Freedom in Africa is inaccurate. We assess it wrong.", "vclaim_id": "vclaim-pol-00397"}