{"url": "/factchecks/2019/may/22/viral-image/donald-trump-has-faced-allegations-racism-decades/", "speaker": "Viral image", "vclaim": "Donald Trump has been in public for over 30 years and was never accused of being racist by anyone until he decided to run against Democrats.", "truth_label": "false", "date": "stated on May 16, 2019 in a Facebook post:", "title": "The allegations of racism against Trump did not begin when the Democrats were challenged.", "text": "The political loyalty of President Donald Trump has been compromised between the parties, and the Facebook article recently indicates that the Democrats have only accused him of racism since he left their camp. \"Donald Trump has been in public for over 30 years,\" said the article on May 16, and he was never accused of being racist by anyone until he decided to run against Democrats. This article, which presents images of Trump with black characters such as the Civil Rights Activist, Sharpton and the winner of the trainee Randall Pinkett, was highlighted as part of Facebook's efforts to combat false news and misinformation on the news. ∙ (Read more about our partnership with Facebook.) But the truth is that Trump has resisted the accusations of racism almost as long as the public sees it - long before his involvement in politics. An opinion article published in January 2018 in The New York Times describes Trump as racist. \"He talks about people and treats them differently based on their race\" tells the story. \"He's done it for years, and he's still doing it.\" This article compiles quotations from Trump before running for the presidency as a Republican representative in the 2016 elections and cites events such as when Tramp Real Estate attempted in the 1970s to avoid renting apartments to Afro-Americans. An article in February documents the so-called \"Long History of Racism\" from the 1970s to the present. The story refers to the first time Trump appeared in The New York Times - 16 October 1973 - when the newspaper published a story on the first page about a lawsuit against a child then 27 years old and his father. \"The main owner was accused of prejudice against blacks in the city,\" said the headline. The story begins: \"The Ministry of Justice accuses blacks of discrimination in the rental of apartments, and yesterday she sued the Brooklyn Federal Court against the Trump Management Company, a major owner and real estate manager here. The company, which owns and rents more than 14,000 apartments in Brooklyn, Queens and Staten Island, was accused of violating the Fair Housing Act 1968 in the operation of 39 buildings.\" The Ministry of Justice claimed that \"the Trump Administration refused to rent or negotiate rents due to race and colour,\" as reported by The Times. She also accused the company that the company required different rent terms because of race and that she had offended the blacks that the apartments were not available. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2021 Trump, who was the head of the company, described the charges as \"totally ridiculous\" and said, \"We have never discriminated and never will.\" The Trump administration then sued the United States Government. Under an agreement reached in June 1975, the company was required to provide the New York Urban Association with a list of all vacant apartments every week for two years. The Trump administration said that the agreement was not a guilty plea. Almost two decades later, in 1989, Trump published an announcement in New York City newspapers calling for the imposition of the death penalty on black suspects in the so-called \"Fugitive from Central Park\" case, accusing five juveniles of rape and beating a young white woman. (Boys were convicted but their convictions were cancelled after another man confessed to having committed the crime in 2002). Two black ministers said that Trump's announcement was \"disputingly racially controversial\" and asked why he was concerned about jogging but apparently not about a black man who had been chased until his death by white teenagers in Howard Beach, as reported by the Newsday newspaper. In 1992, the Tramp Plaza Hotel and Casino challenged the imposition of a $200,000 discrimination penalty \"because managers take into account the supposed biases of a high skateboard by removing a black trader from his table,\" according to the Federation. Recent news has also documented allegations of racism about incidents that occurred before Trump ran for President. In 2015, for example, the New Yorker reported Cape Brown, who was working in the Atlantic City Casino, including Tramp Castle. \"When Donald and Ivana came to the casino, presidents ordered all blacks from the ground,\" quotes Brown. \"It was the '80s, I was a teenager, but I remember that: they put us all in the back.\" We looked for Donald Trump and the word \"racial\" in Nexis's news database, and we found hundreds of results, including this headline from the Hollywood reporter story in May 2011: \"Donald Trump denies that he's racist because one of the winners of the \"Celebrity\" program is black. In 2012, after the \"Senon\" Org campaign, which asked Macy to break off ties with Trump because of his doubts about Barack Obama's hometown, he was called by singer Cher \"Racial Crete\" in a tweet. Our ruling viral image suggests that Donald Trump was accused of racism only after he decided to run for public office against Democrats. However, it is clear from the record that Trump has dismissed allegations of racism since the 1970s and since then many times. We're assessing this wrong Facebook post. 2019-05-22 19:31:20 UTC Politics Fact 2 1 7 Politic Facting: Wrong: \"Donald Trump has been in a public eye for more than 30 years and no one has been accused of being racist until he has decided to run against Democrats.\" The viral image on the Internet is Thursday, 16 May, 2019 2019-05-16. Read more information.", "vclaim_id": "vclaim-pol-00607"}