{"url": "/factchecks/2011/may/04/adam-hasner/adam-hasner-says-florida-judge-using-islamic-law-c/", "speaker": "Adam Hasner", "vclaim": "In a lawsuit between ordinary citizens, a judge in Florida \"declared that the decision would have been based on Islamic law.\"", "truth_label": "mostly-true", "date": "stated on March 20, 2011 in a speech before conservative activists:", "title": "Adam Hasner says the Florida judge uses Islamic law in the courtroom.", "text": "Adam Hassner may have officially announced that he would run for the US Senate on April 26, 2011, but the former Republican leader of the state council had campaigned weeks before his announcement. On 20 March, Hasner spoke before members of South Florida 9-12, part of a talk show by the Governor of Glen Beck 9-12, which, according to the group &apos; s website, aims to consolidate \"community back to where we were on 9/12/01.\" The South Florida branch was hosting a two-year anniversary in Palm Beach County, and, speaking with the group, Hassner referred to what he called the \"disturbing sense of foreign policy\" set up by President Barack Obama's administration. Hassner said: \"We cannot allow political right, multiculturalism or appeasement (to paralyse our defences at home or abroad.\" \"Because these threats exist not only on foreign soil, but these are threats from those who seek to destroy us from within.\" Earlier, Hassner had told the group: \"The enemy has a name, and that name is Islam that complies with the Shariah.\" (For a video of the speech, click here.) The Shariah is a code of conduct for Muslims, based on elements of the Koran, teachings of the Prophet Muhammad, and judgments of judges from Islam centuries ago, according to the Miriyam-Webster dictionary. \"A judge in the state of Florida... in the case of ordinary citizens in the state court of Florida, declared that the decision would be based on Islamic law,\" said Hasner. \"This does not support the Constitution of the United States, or the Constitution of the State of Florida. We need to make sure that these threats do not continue to grow nor continue to infiltrate our State and Government.\" We wondered if Hassner was right. Did a Florida judge announce that his decision would be based on Islamic law? We found an article on March 22, 2011 in the St. Petersburg Times entitled \"The Judge's orders to use a Sharia in the suit.\" We'll explain the case first before we go into Hassner's comment. In November 2010, Judge Richard A. Nielsen filed an action against the Islamic Education Centre in Tampa by former secretaries. There were differences on corporate governance issues in the Independent Electoral Commission, an educational and community centre for Muslims in the Tampa Bay region. In 2002, the Centre changed its internal regulations to abolish a provision allowing secretaries to serve for life, according to an article in The St. Petersburg Times. In 2008, deposed trustees sued individual mosque leaders, arguing that they had been unjustly deported. In January 2009, Gholam Harar Shapiri, an Islamic scientist from Houston, came to speak to the Independent Electoral Commission at the invitation of the Centre. When the searcher spoke to some of the participants in the case, he agreed to arbitration in the dispute as long as the parties agreed to dismiss the case and recognize its decision as binding. On December 28, 2009, the trustees were sentenced to improper removal, according to The St. Petersburg Times. However, the Centre responded that its decision was not binding because only one of the four new trustees had signed the agreement to enter into arbitration. In order to arrange chaos, he introduced Nelson, who oversees the complex commercial case of the 13th Circuit Court of Florida in Helsboro County. At stake in this leadership struggle is the 2.2 million dollars in control of the status obtained from the State, after the State used some of the territory of the centre for the road project. On March 3, 2011, Nelson issued an order in the case in which he wrote: \"The case will continue under the Islamic Church law.\" He wrote: \"In accordance with the Islamic Church law, according to the Koran the brothers must try to resolve the dispute among themselves. When brothers are unable to do so, they can agree to offer the dispute to a wider range of brothers within the mosque or to the Muslim community to resolve it. If this is not done or does not result in a resolution of the dispute, the dispute will be submitted to an Islamic judge for decision, which may or may be known.\" Nielsen went to explain that \"the remainder of the hearing will be to determine whether the procedure for resolving Islamic disputes has been followed in this matter.\" Nielsen, a registered republic appointed by the Government in 2000 to the bench. The Bush pocket, which was elected in 2003, soon found itself facing a storm of criticism from conservative bloggers and media outlets. On 22 March 2011, he issued a five-page opinion on the case setting out the reasons why his decision was based on Islamic law. He noted that the Islamic Education Centre \"is governed by a \"Constitution\" drafted by Alim Islami. Part of the evidence considered by the Court was a document entitled \"Organizational Structure of the Islamic Education Centre in Tampa as described in its Constitution adopted on 25 September 1993.\" This document guides the work of the Independent Electoral Commission. Nelson wrote: \"The case law of Florida and the Supreme Court of the United States tells us that Church law controls certain relations between members of a religious organization, whether church, church, temple or mosque.\" The judge cited the 1992 judgment of the Florida District Court of Appeal (Franzen v. Bolos) which stated that the courts of first instance could not intervene in internal disputes concerning the Church - the Church, the Temple or the Mosque. The ruling of the Department of Religious Affairs provided that the first (freedom of religion) and fourteenth (due process and equal protection) amendments allowed religious organizations to establish their own rules and regulations, including \"the establishment of tribunals to adjudicate disputes.\" Following Nelson &apos; s decision of 3 March, the defendant in the case, the Islamic Centre in Tampa, petitioned the Florida District Court of Appeal for intervention. The Centre claims that Nelson should base his decision on the law of the State, not on religious belief, and their lawyer, Paul Thanacides said. Thanacides said that the issue was still stalled until the Department of Drug Control reached its decision. Foreign law in American courts was curious how long judges used something other than state law to judge in American courts, so we consulted with two experts in international law. Markus Wagner, Professor of International Law, University of Miami Law School, said. In deciding on the laws on which it was based in its decisions, the judge would consider the provisions agreed between the parties when they concluded their contract. \"If we are both signing a contract agreed to be governed by German law, then the Florida courts will interpret German law,\" said Wagner. Wagner said that the only time a judge did not consider supporting a decision based on foreign law was if it \"constructed public policy.\" \"There are certain basic principles that every dear country,\" said Wagner. For example, \"If punishment involves bodily harm, this is not our policy. If some rules say you may not speak your mind, it would be contrary to the rights of the First Amendment. While the use of sharia law in the courtroom appeared to have attracted the greatest interest from the media and bloggers, Wagner said that judges could make decisions based on religious laws. But once again, only if the parties concerned enter into an agreement under those religious laws from the outset. \"It happens all the time, it's just that no one writes about it,\" said Wagner. \"We can use Jewish law, the Canal law, as long as it is not contrary to public policy.\" We also investigated Ed Mullins, Head of the International Law Section of the Florida Bar Association, to measure the prevalence of the judge &apos; s use of foreign law in the Florida Court. \"This is very common and non-controversial,\" said Mullins. \"It's something lawyers know, but a normal person may not realize that this is very common.\" In a judicial case between ordinary citizens, a Florida judge declared that the decision would have been based on Islamic law. The case is still pending in the Hillsboro District Court, and Judge Nielsen &apos; s written views show that Hasner is right about the judge &apos; s reliance on Islamic law in the case. However, the judge &apos; s view is that it is not just a dispute between two private parties. The issue concerned religious law, and legal experts supported Nelson &apos; s recourse to that body of law to resolve it. Nielsen &apos; s decision remains unknown after review by the Florida District Court of Appeal. For the time being, we assess this claim mostly true. Facebook was published on February 7, 2021 in an article on Facebook, \"The Devil was diagnosed in the Super Bowl of Satan.\" Prepared by Bill McCarthy • 8 February 2012", "vclaim_id": "vclaim-pol-13152"}