{"url": "/factchecks/2019/jun/25/florida-democratic-party/fact-checking-florida-democrats-attack-trump-about/", "speaker": "Florida Democratic Party", "vclaim": "The Trump Department denied 4.2 million United States workers extra hours.\"", "truth_label": "half-true", "date": "stated on June 17, 2019 in a press release:", "title": "The Democrats in Florida say that Donald Trump denied the overtime for millions. That needs a context.", "text": "As President Donald Trump commends his economic record during his re-election campaign, Democrats in Florida say he has not done enough to help the middle class. \"The Trump administration gave companies a tax cut of $1 trillion - with almost nothing entering into workers' pockets - at the same time, tearing down workers' rights, protecting consumers, and depriving 4.2 million US workers of overtime,\" said the Florida Democratic Party in a press release, a day before the Trump Orlando rally. It's an exaggeration to say \"almost nothing\" goes into workers' pockets, as our previous report shows. We wondered whether the Trump administration had deprived 4.2 million United States workers of overtime. This turned out to be overrated, too. The additional working rules proposed under Obama, Trump, are most eligible for one and a half-time overtime if they work more than 40 hours a week. There is, however, an exception for white collar workers. In order for the worker to be considered a white collar worker by the Government, the employee must receive more than $455 per week, receive a salary and work in an administrative, executive or professional position. Persons who meet these criteria are not eligible for overtime. The Obama administration has sought to increase the amount of money that a white collar worker can earn and qualify for overtime. Therefore, in 2016, the Obama Administration announced that it would extend eligibility for overtime to white collar paid workers who received less than $913 per week, or $47,476 per year, double the 2004 exemption level of $455 per week or $23,660 per year. The change would have expanded eligibility to an additional 4.2 million Americans, as the Obama administration said. However, a federal court in Texas suspended the base in the midst of a challenge by Republican states and trade groups. The Trump Administration did not defend the change of Obama's reign, dropping the Government's appeal in 2017. Instead, the Trump Administration proposed its own provision; it was more than the previous exemption level but less than the Obama rule. In March, the Ministry of Labour proposed that workers be eligible for overtime if they earn $679 per week, or $35,308 per year. Over and above this level of salary, the eligibility for overtime varies on the basis of functional duties. (The rule does not change measures to protect against overtime for various blue collar workers, including police officers, firefighters, nurses and non-administrative construction personnel.) On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy on 20 January 2021, while the Obama rule could have automatically adjusted the salary threshold every three years, the Trump rule does not include this. The new Trump Base is expected to be finalized in 2020. The Democrats &apos; statement ignores the fact that the Trump administration wants to extend overtime to some Americans, although much less Obama &apos; s, which aims to help 4.2 million people in the first year. The Ministry of Labour in Tramp estimates that its base will provide overtime to approximately 1.3 million additional workers. Heidi Sherholds, who was the chief economist of the Obama Ministry of Labour when the overtime rule was proposed and is now working at the Institute of Economic Policy, estimated that the Obama rule would have provided new protection for 4.6 million workers in 2020 due to spontaneous modernization. Daniel S. Hammersch, an economist at Barnard College, has put the figure somewhat lower. It was estimated that this would have led to some 3 million more people receiving additional work. \"So the best conclusion is that Trump's list will leave about 2 million unprotected workers who would have enjoyed protection under Obama's list,\" said Politi Fruitte. However, these are estimates, and it is not possible to know exactly how many more would have been employed as a result of the Obama provision or the proposed Trump rule. Some factors are unknown, such as how employers try to evade the rules. \"We know one thing,\" said Hamish. \"We know for certain that a partial retraction of the Trump Regulation will undoubtedly result in fewer people receiving additional remuneration than would have been the case under the Obama Regulation, and the total amount of overtime paid to all people will also be less\" than Obama's rule. Rachel Grizzler, a research fellow at the Conservative Heritage Foundation, said that there was no guarantee that all these additional people would eventually receive a higher salary under the Obama or Trump scheme. Companies can respond to changes in overtime thresholds by reducing basic wages and other compensation, leaving total compensation to workers the same. The ruling Florida Democratic Party said that the Trump administration denied 4.2 million US workers extra work.\" In 2016, the Obama Administration established a rule that would raise the minimum wage for overtime, and stated that it would extend overtime to 4.2 million additional workers. The Democrats ignore the fact that the Trump Administration has proposed raising the minimum wage to extend overtime to about 1.3 million workers. This is less than Obama's proposal, but it is not a denial of all 4.2 million workers. We're assessing this statement half right.", "vclaim_id": "vclaim-pol-00496"}