{"url": "/factchecks/2014/nov/11/americannewscom/first-execution-under-obamacare-death-panels-pants/", "speaker": "AmericanNews.com", "vclaim": "According to recent reports, a group of death commissions organized under the auspices of Obamacker ordered their first execution.", "truth_label": "pants-fire", "date": "stated on September 2, 2014 in an article:", "title": "The first execution under Obamacker's supervision to die? Pants on fire!", "text": "An old piece of \"priced care\" legends came back from the dead: the paintings of death. A reader sent us a link to an American news article in September in which she claimed that an 86-year-old woman had been executed after a team established under the Affordable Care Act had decided that she \"was no longer useful.\" According to recent reports, a group of death squads organized under Obama's auspices ordered their first execution. \"After a hearing by the President's Patient Resource Efficiency Board, 86-year-old Dorothy Zubornak ordered death. 'Cause? According to the Administration, it is no longer useful. Zborkenak worked at Flor de Les Florest in Chicago for nearly 40 years before the decision to retire was made in 1998. Since then, she has suffered from a range of health problems, including diabetes, hypertension and kidney failure.\" Unfortunately, the cost of her care has become expensive, as claimed by Peter Johnston, a member of the PREB in Chicago. 'Under the Affordable Care Act, we have the ability to make decisions about end-of-life care and I uphold our rule. And I know it's gonna be hard for the family to accept what's going to happen... but from a financial point of view, this decision has been very easy. And we're going to make a quick diagnosis: this allegation is not accurate. In 2009, the legend of death paintings was the lie of the opening of the year. After almost five years, the Death Commission is still not part of the United States Health Care Act. Our first clue that the American news article wasn't real was the name of the woman who was supposed to be sentenced to death: Dorothy Zubornak. This is the name of B-Arthur on the TV show \"Golden Girls.\" It's a little bit of a spelling error -- it's actually a Zubornak. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On January 11, 2012, the story was found to be torn from an article published in The Daily Kirant in January. The Daily Kirant is a naive website with a mission \"to mock shy ignorance that impedes our progress and enhance intelligence,\" according to the website. Other headlines include such things as \"Obama announces a two-year golf trip\" and \"the elected base member of the California City Council.\" The detectives in Snoopscom caught this copying case in September. As for the \"American News\" website, its pages \"On Us\" and \"Competition Policy\" do not contain information on them besides advertising. The stories are published without being attributed or published on sublines. We tried to contact them through a form on the site, but we didn't get a response. The article was published on the Patrice Facebook page in September and was soon published. He has 6,019 love and has been shared 4,906 times. For those who do not remember it, the panel discussion on death emerged from a post on Sarah Palin, a former vice-presidential candidate, on Facebook on 7 August 2009. She wrote: \"The America I know and love is not one of the countries where my father or child with Down's syndrome has to stand up to Obama's \"death team\" for bureaucrats to decide, based on self-government on their \"level of productivity in society,\" whether they deserve health care. This system is not mentioned in the Law on Large-scale Affordable Care. Instead, the idea arose from changes in the medical care system to cover dates for end-of-life planning, such as living wills and irresistible orders. Appointments were not required, and ASEAN supported the addition. The change has not yet been implemented after the debate over the Palin comments. The e-mail chain claimed that Dorothy Zubornak had ordered her execution by the Obamakari Death Committee. We ruled on this five years ago, but we will repeat it again: death squads are not part of the Affordable Care Act, and you can still hold Dorothy on golden girls most nights. We're assessing this allegation pants on fire!", "vclaim_id": "vclaim-pol-07014"}