{"url": "/factchecks/2014/oct/08/kay-hagan/kay-hagan-says-federal-government-didnt-create-com/", "speaker": "Kay Hagan", "vclaim": "\"The Department of Education in Washington did not put the common core together. It was put together by conservatives and states.\"", "truth_label": "mostly-true", "date": "stated on October 7, 2014 in a debate :", "title": "Kai Hagan says the federal government didn't create cor.", "text": "The common basic education standards were not popular with many Republicans, who say that the guidelines will shake public school officials. In the debate of the United States Senate candidates from North Carolina on October 7, Republic Tom Thelis described the common core as regulatory abuses. Although it was not explicitly called a federal state, his comments strongly indicated this: \"What I oppose,\" he said: \"It is a bureaucracy, the Ministry of Education, which was not even established until 1980, after I graduated from high school, with 5,000 bureaucrats earning an average of $102,000 a year, choking what teachers want to do in the classroom. The problem with Connor is that teachers were more concerned about how they met the standards than they really wanted to do. \"The common core, no child left behind, the race to the top has all the conditions attached to them.\" This led the current deputy, Mr. Kai Hagan, a democracy, to say that \"common core\" is not a federal mandate. She said: \"The common core was not put together by the Department of Education in Washington.\" \"I have been put together by conservatives and states, setting high expectations for students throughout this country so that we cannot compete against each other only within states but we will be more competitive on a global basis.\" Is Hagen right that the common core was not prepared by the Department of Education in Washington? Was it put together by conservatives and states\"? The conservatives throughout the country have attacked common basic State standards, a set of standards for English language and mathematics that were revealed in 2010. Criticism has given rise to a debate about the role of the Federal Government and whether the focus is purely political. Poletti Vakić and Wisconsin examined the matter in various ways. Joe Liebham that Connor Corr is a federal state that got a miscalculation in July. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman: January 11, 2021, a counter-claim in October 2013 -- that Kono Curie \"is not from the federal government,\" that they \"have no fingerprints on this thing at all\" -- was mostly classified as true. In fact, the \"common core\" emerged from years of discussion between private non-profit groups and government education departments. The aim was to better prepare students for college and employment and to ensure that students in different states learned the same academic concepts. The Council of Senior Officials of State Schools - a national organization of government officials who head State education departments - discussed the development of common standards during its annual policy forum in 2007, a year before Barack Obama won the presidency. In 2009, this Council and the Association of National Governors approved the establishment of a joint institution. These standards have been developed with the assistance of teachers, parents and experts. Although the common statute is voluntary, the Federal Government has been instrumental in encouraging states to adopt standards. States have gained a small number of additional points (40 out of 500 potential points) in competition for grants from race to top, the Obama programme, which provides additional funds for education, if standards are adopted for preparing students for colleges and work. They didn't have to adopt cor, but they were in a better position to secure federal money if they did. In our North Carolina debate, Hagen said: \"The Department of Education in Washington did not put the common pillar together.\" \"I've been put together by conservatives and states.\" She was right about how the programme was grouped, although it should be noted that the Federal Government had given the states financial incentives to adopt the standards. We assess her claim mostly correct.", "vclaim_id": "vclaim-pol-07181"}