{"url": "/factchecks/2014/sep/01/tim-kaine/kaine-gets-b-his-own-geography-quiz/", "speaker": "Tim Kaine", "vclaim": "== sync, corrected by elderman == @elder_man", "truth_label": "mostly-true", "date": "stated on August 20, 2014 in a tweet.:", "title": "Ken gets a \"B+\" in his geographical test.", "text": "Tim Kane tweeted a geographic contest on a recent visit to southwest Virginia. \"When I stood at the Pinkle Overlook above the Cumberland Forest today, I was closer to eight other state capitals than Richmond,\" Ken wrote in August 20. \"Can you name them?\" The background is part of the historic Cumberland National Park in the southwest corner of Virginia. Sit at 2,440 feet, showing beautiful scenes for three states: Virginia, Kentucky, Tennessee. John Pallis, the first member of the Provincial City Council in Richmond, faced the challenge posed by Kayin, and on Twitter he was defunct from the list of state capitals closer to Richmond: Frankfort, K.; Nashville, Tinin; Columbus, Ohio; Atlanta; Colombia; S.C.; Indianapolis; Rally, N.C.; Charleston, W. Ken sent a complimentary tweet to Palise. \"Well done! I got them all. Ken wrote. We also took the test and got a different answer. There were actually nine state capitals that were closer to where Cain was standing than Richmond. Member of the Senate and member of the Council, Abba Montgomery, Al. We checked the distance of command between the various state capitals and the historic Cumberland National Park, in the most direct way recommended by Google maps: Frankfurt, K. -- 162 miles Nashville, Tin. -- 226 miles Charleston, W.V. 228 miles Atlanta -- 272 miles Columbia, SC -- 289 miles Indianapolis -- 315 miles to verify the facts that Kirk Cox announced on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. By Warren Fisk: 20 January 2021 Columbus, Ohio -- 318 Rally Miles, NC -- 342 miles Montgomery, Al. -- 387 miles Richmond, F. -- 417 miles we also used a straight line measure \"as the crow flies\" between Pinkel Overloch and various state capitals, using Davtlogic.com. Although distances have changed, the number of closer state capitals has not changed. Frankfurt -- 129 miles from Charleston -- 164 miles from Nashville -- 176 miles from Atlanta -- 202 miles from Colombia -- 234 miles from Columbus -- 235 miles from Indianapolis -- 257 miles from Rally -- 287 miles from Montgomery -- 329 miles from Richmond -- Actually, it's nine. So Caine got a B+ on his own test. On the PolitiFact scale, that often translates into true.", "vclaim_id": "vclaim-pol-07362"}