{"url": "/factchecks/2019/apr/07/republican-party-wisconsin/state-gops-claim-about-recount-hits-target/", "speaker": "Republican Party of Wisconsin", "vclaim": "\"FYI: The last state-level recount in WI was in 2016. After the recounting of votes, the margin of voting changed by only 131 votes out of 2.7 million votes.\"", "truth_label": "mostly-true", "date": "stated on April 3, 2019 in a tweet:", "title": "The state's claim of state-level recounting of votes struck the target", "text": "The race between Court of Appeal Judge Brian Hegmoren and Lisa Neubauer began for a seat in the Supreme Court, as some conservative groups that usually spent on Supreme Court races did not do so for Haghorn. However, during the week leading up to the elections of 2 April 2019, the race intensified, with the arm of the State Command Committee of the Republic operating advertisements to assist Hagedorn. Outcome: One of the nearest Supreme Court races in Wisconsin history. After the closing of the ballot boxes, Hajjoran had a tight command and declared victory. Based on unofficial results, Hagedorn led about 6,000 votes, or half a percentage point. On April 5, 2019, Nuevaur did not agree and did not state whether she would seek a recount. Meanwhile, on the day after the elections, the Republican Party in Wisconsin was tweeting congratulations on Hagedorn and the ineffectiveness of recounting votes. \"FYI: The last state-level recount in WI was in 2016. After the recounting of votes, the margin of voting changed by only 131 votes out of 2.7 million votes.\" The provinces have until April 12 to report the totals approved to the Wisconsin Election Commission. Is Wisconsin right about 2016? In 2016, the GPP candidate Gil Stein sought a recount after Donald Trump became the first Republican presidential candidate to win Wisconsin since 1984. Stein received a little over 31 thousand votes, but was able to force him to recount under state law by approving the payment of $3.5 million. The screening led the Republicans to send them to Jove. Scott Walker (draft law) to strengthen Wisconsin's laws Under this measure, candidates may request a recount only if they have lost one percentage point or less in an election with a total vote of at least 4,000 votes. For elections that do not receive this number of votes, such as local races, the candidate will need to lose no more than 40 votes to return. Of course, the 2016 recount didn't change the outcome in Wisconsin. The original margin between Trump and Clinton was 22,617 votes. After the recount, the margin is 22,748 votes - an increase of 131 votes. This is part of the claim made by the General Democratic Party. What about the other part -- how many votes were cast in 2016? On January 26, 2021, Jim Steinke stated on Republican Twitter that they \"come to the table\" and were part of a compromise \"Give and Take\" on the Corona virus bill. By Eric Letki: 27 January 2021, according to Padilla's vote, here are the results of the presidential vote in Wisconsin 2016: Donald Trump -- 405 1,284 (Republic of Hillary Clinton -- 382,536 (Democrat) Gary Johnson -- 106,674 (Libertary) Gil Stein -- 31,072 (Gren) Daryl Lin Castle -- 12,162 (Constitution) Monica Morehead -- 1,770 (Working Party) Rocky de la Fuente -- 1,502 (American Delta) written - 35,150 -- 2,976 150 that is more than 2.7 million that he demanded in GOP's tweet. The figure of 2.7 million is assumed to come from the addition of 1,405,284 votes to 1,382,536 votes for Clinton, a total of 2,787,820 votes. However, this figure ignores the votes cast for the other presidential candidates, including Stein, who called for a recount. Our GOP classification of Wisconsin tweeted \"the last state-level re-screening in WI was in 2016. After the recounting of votes, the margin of voting changed by only 131 votes out of 2.7 million votes.\" Only 131 votes changed the voting margin. However, the GOP situation is slightly below the target with 2.7 million. It was closer to 3 million. We're mostly assessing the claim right.", "vclaim_id": "vclaim-pol-00793"}