{"url": "/factchecks/2019/may/10/west-virginia-republican-party/does-west-virginia-rank-top-quarter-states-educati/", "speaker": "West Virginia Republican Party", "vclaim": "\"West Virginia spends more taxes on public education from all but 13 other states and the province of Colombia.\"", "truth_label": "false", "date": "stated on April 5, 2019 in a tweet:", "title": "Did West Virginia arrange for the first quarter of the states to spend on education?", "text": "Did West Virginia rank among the highest quarter of states to spend on public education? This is what the West Virginia Republican Party recently said on Twitter, which criticized the school system for secondary performance standards. On April 5, the party declared that \"the education system in West Virginia does not successfully serve our students. The reform of inclusive education will ensure that students get what they need to succeed, parents are free to decide the best course of education for their children, and we invest in good teachers.\" Later in the lead, the Party said that \"according to the annual survey of school system funds of 2016, the United States Census Bureau, West Virginia spends more on public education than all states except 13 other states and District of Columbia.\" According to the annual school system finance survey of 2016, the United States Census Bureau, West Virginia spends more on general education than all states except 13 other states and District of Columbia. We did not hear the State party &apos; s reply, but we looked at the original statements. This report is published annually by the United States Census Bureau. For the first time, we have looked at the raw dollars spent, which are listed in table 3 of the report. Instead of arranging towards the top, West Virginia ranked thirteenth in this category of 50 states, with $3.1 billion. The states with the lowest expenditures were Alaskan, Delaware, Hawaii, Idaho, Maine, Montana, New Hampshire, North Dakota, Rose Island, South Dakota, Vermont and Wyoming. Of course, there is something in which the 12 states under West Virginia are involved: they are all small, and this is a key factor in determining their low spending levels. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, so, to eliminate the size of the state as a data-formulating factor, we later turned into expenses per pupil. In table 4 of the report, the report shows that West Virginia was right about the national average expenditure per pupil - $11,424 in West Virginia, compared to $11,841 for the United States as a whole. We found 22 states spending on every student more than West Virginia, not 13, as the tweet said. Finally, since the tweet used the term \"tax dollars,\" we looked at the tax burden on the revenues spent in each state on education. The data in table 2 of the report show the amount of local, state and federal taxes collected in each state on a student basis. With this measure, West Virginia raised $12,375 in tax revenue per pupil. In total, 28 states recorded higher figures, with a national average of $13,474. In summary: None of these measurements supported the assertion in the tweet. Our Republican Party in West Virginia said: \"Western Virginia spends more taxes on public education than all states except 13 other states and District of Columbia.\" Using the specific federal data source mentioned in the tweet, neither the income level nor the expenditure level in West Virginia was in this order, either in crude dollars or per pupil. In fact, using the expenditure per pupil, West Virginia is the right around the national average, rather than an arrangement in the highest quarter of the states. We're assessing the statement wrong. Fact-sharing 2019-05-11 03:47:54 UTC Politics Fact 2 1 7 PoliticsFacting: failing \"West Virginia spends more taxes on public education than all other states except 13 states and District of Colombia.\" Organization of the West Virginia Republican Party https://twitter.com/WVGOP/status/111411731174395906", "vclaim_id": "vclaim-pol-00648"}