{"url": "/factchecks/2019/may/21/viral-image/no-vanilla-ice-cream-didnt-used-be-black/", "speaker": "Viral image", "vclaim": "The vanilla ice cream was black until 1912, when \"white people can't afford to eat that soo tastes good to be black.\"", "truth_label": "false", "date": "stated on May 15, 2019 in a Facebook post:", "title": "No, vanilla ice cream wasn't black.", "text": "The vanilla ice cream was black, but racism turned white, according to Facebook, which is someone's grandmother's source of this coffin from the supposedly cooking history. \"My grandmother lived for the age of 102,\" article May 15 says. \"In her early 1900s, she told us that she ate vanilla ice cream in her original color but when she reached adolescence, 1912, he changed to white. She said that the eggs couldn't afford to eat something that tasted so good when they were black so they started with the \"added portfolios\" \"text over a hand with a black ice cream cliff in a black cone, and a pile of vanilla.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We will save you from the problem of your ice-cream arrangement by hand and let you know now: we have not been able to find any evidence of that. It happens that your friendly writer (polivatact) made vanilla ice cream homemade without preservatives. The recipe, a lot like this, called for milk, cream, sugar, whistles and vanilla. The vanilla extract was brown. But because the amount of vanilla called for in the recipe was part of its total size, the end product was just non-white -- it was a little bit white. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, historical images show ice cream of similar color. Although it is unclear what kind of ice cream \"social women\" eat in this picture from 1900, the newspapers are light. What about black ice cream? This was a trend a few years ago when some shops used activated coal to create a dark identity. The finest Morgenstern ice cream in New York sold coconut ice cream cone. The 2017 story says: \"The idea of coal as a detox will not go away anytime soon, but consumers are now more interested in coal-covered ice cream and pizza because they make excellent instagram feeds. Black ice cream has been published from shops such as Morganstern in New York City and Los Angeles Limited for damage to social media thousands of times, along with countless inspiring copycats in ice cream stores throughout the country. This time, anger is not necessarily due to the alleged health benefits of activated coal. Instead, the call is directly due to the fact that black-faced dishes are relatively rare and unique -- and they also look really cool.\" The claim that vanilla ice cream was black appeared on the Internet almost at the same time. Snoops, for example, verified it in 2017. \"We contacted a representative of Morgenstern in 2017, who told us that the picture actually showed her flavor of \"Conut ash\" and confirmed that she was also selling black cones,\" telling the story. Since then, New York City has banned activated coal from food and drink in the city. We're assessing this wrong Facebook post. Sharing the facts 2019-05-21 18:46:47 UTC Politic Fact 2 1 7 PoliticFact Rating: Fake vanilla ice cream was black until 1912, when \"white people can't afford to eat something that tastes so sweet to be black.\" The viral image on the Internet Wednesday, 15 May 2019 2019-05-15 Read more information", "vclaim_id": "vclaim-pol-00615"}