{"url": "/factchecks/2019/may/20/wayne-messam/fact-checking-wayne-messam-florida-law-mayors-disc/", "speaker": "Wayne Messam", "vclaim": "In Florida, \"It's illegal for mayors to even bring the reform of the weapon to debate.\"", "truth_label": "barely-true", "date": "stated on May 16, 2019 in campaign website:", "title": ":: Verification of the facts on the Florida Act, Wayne Messam, Mayors discussing weapons reform", "text": "Democratic presidential candidate Wayne Messam said that it would make it impossible for collective shooting to be rejected. One priority if elected to lead the nation. Missam, mayor of a city in the same province where the shooting incident at Parkland School 2018, claimed that his abilities were now restricted, because Florida's law prevented him from even talking about changing weapons laws. \"Last year, I sued the state to allow local leaders to protect our population from gun violence because in Florida, it is illegal for mayors to even offer weapon reform for discussion,\" said Missam, Mayor of Miramar, and no, on his campaign website. Is it true that the mayor of Florida is legally forbidden to discuss weapons laws? The Missam claim requires a context. The Florida Act provides that cities cannot regulate firearms and ammunition. The State Legislature passed a law in 1987 granting the State the exclusive right to regulate firearms and ammunition. In 2011, the State added penalties that could be imposed on municipalities and local officials who violate the law by issuing or causing the enforcement of any local decree, regulation or administrative regulation on firearms and ammunition. The law does not explicitly state that they cannot talk about it. These sanctions have been added to prevent local officials from establishing and enforcing their rules. Miramar and several other cities in Florida filed a lawsuit against the state. This lawsuit does not seek to repeal the 1987 Act, which originally prevented local officials from enacting firearms laws, but rather to eliminate the penalties added in 2011. What are the penalties? If the court finds a violation of \"knowledge and will,\" the local official shall receive a civil fine of up to $5,000. The Governor may also remove the person from office. Does this mean that local officials, including mayors, cannot discuss firearms law reforms? \"The law appears to be aimed at preventing mayors from organizing through an executive order,\" said James B. Jacobs, Professor of Law and Director of the Research Centre on Crime and Justice at the New York University School of Law. \"But it certainly does not prohibit advocacy or debate.\" On January 13, 2021, the distinguished fact-finding bloggers in a story written by General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request for security, telling her \"We're not working for you.\" On January 17, 2021, in recent years, including after Parkland's shooting, some mayors publicly called for stricter arms control measures. The judicial proceedings instituted by Missam against the State recognize that the penalties prescribed by law are for voting on and enacting decrees. However, the sanctions violate the right to freedom of expression and have the effect of silence, as the case puts it. Even elected officials do not discuss laws for fear of being punished, as the case puts it, adding that the sanctions are \"high burdens\" on voters and the ability of elected officials to \"involve in the basic political discourse leading to the vote.\" The spokesman for Misam, Cassandra Finello, said that the law opened \"many questions as they relate to municipal authorities and exceptions.\" Vinylon said that, as a result of ambiguities in the law and the accompanying penalties, local municipal lawyers were advised not to discuss or enact policies on firearms and ammunition. Finnelon stated that the legislature intended \"to keep local governments from taking any action whatsoever that might affect firearms, even when such action is not necessary.\" Our governor, Missam, said that in Florida, \"It's illegal for mayors to even bring weapon reform to debate.\" The Florida Act prohibits local officials from enacting rules on firearms and ammunition. Penalties are imposed on employees who enact or enforce these regulations. Officials may choose not to discuss changes in firearms laws, as they cannot legally enact them. However, the Act does not directly prohibit discussion of firearms laws. The Missam statement contains an element of right, but ignores critical facts that give a different impression. We mostly rate it wrong. Sharing the facts of 2019-05-20 18:22 UTC Politic Fact 3 1 7 Politic Facting: Probably false in Florida, \"It is illegal for mayors to offer weapon reform for discussion. :: Wayne Messam Miramar, mayor of Fla, campaign site, Thursday, 16 May 2019 2019 2019-05-16. Read more information.", "vclaim_id": "vclaim-pol-00618"}