{"url": "/factchecks/2019/apr/22/marianne-williamson/was-jimmy-carter-last-president-call-israeli-settl/", "speaker": "Marianne Williamson", "vclaim": "He says Jimmy Carter was the last. \"The President of the United States says those Israeli settlements are illegal.\"", "truth_label": "half-true", "date": "stated on April 14, 2019 in a CNN town hall:", "title": "Was Jimmy Carter the last president to describe the Israeli settlements as illegal?", "text": "In the CNN Municipal Hall with a Democratic presidential candidate, Marianne Williamson, one of the attendees asked her, \"Where are you standing on Israel and Palestine?\" Williamson said that the United States should have \"absolute, simultaneous and equal support\" for both Israel's concerns about its own security as well as \"human rights, generosity and economic opportunities.\" As I followed up with Williamson, I referred to the Israeli settlements in the West Bank - the land that Israel seized during the 1967 Six Day War and which the Palestinians viewed as the foundation of a future State. Today, an estimated 400,000 Israelis live in settlements in the West Bank, in addition to 200,000 in East Jerusalem. Williamson said: \"It has been a long time since either side can see the United States as an honest broker. With me as President, they will know that they have a president in the United States who listens deeply. Since we had Jimmy Carter as president of the United States to say these settlements are illegal. In my interior, you'll have a boss who says those settlements are illegal.\" The Israeli settlement debate came at the right time, because Benjamin Netanyahu had run into a precedent when he said that he would annex the West Bank shortly before he won his re-election as Prime Minister of Israel about a week ago. Critics said that this would jeopardize a future deal that could include a Palestinian State. The Trump administration did not officially weigh in on the idea of annexation, but the administration had already taken several steps in line with Netanyahu &apos; s wishes despite its rejection by former United States Presidents of both sides. These movements include the transfer of the United States Embassy to Jerusalem and the declaration that the Golan Heights - a different territory seized by Israel in the 1967 war - are \"part of the State of Israel.\" In view of the policy shifts under Trump's administration, we asked whether Williamson was right to say that Carter was the last \"President of the United States who says that these settlements are illegal.\" (The Williamson campaign did not respond to a query.) We found the exact differences in often mysterious diplomatic language. Carter did not literally use the word \"illegal\" when he was president. In a question-and-answer session with the American Jewish Press Society in June 1980, Jimmy Carter was asked whether settlements were considered \"illegal.\" Stop using that word. \"We consider these settlements to be contrary to the Geneva Convention and that the occupied territories should not be changed through the establishment of permanent settlements by the occupying Power.\" He added: \"We have long maintained this position under the administration of former Presidents, at least 15 years ago, that the establishment of settlements in that region is incompatible with progress towards a comprehensive peace.\" Lara Friedman, President of the Middle East Peace Foundation, which supports the two-State solution, told Politi Fact that \"Carter actually agrees to assert that he considers settlements illegal - insofar as they are contrary to the Geneva Convention, in the sense that they are illegal - without using that word himself.\" At least one of Carter's subordinates went so far as to use the word \"illegal\" - the United States representative to the United Nations, William Scranton, in a 1976 speech. \"The resettlement of the Israeli civilian population in the occupied territories, including East Jerusalem, is illegal under the Geneva Convention,\" Skanton said. Friedman added that a set of memoirs to Carter from his Chief of Staff, Hamilton, Jordan, had used the term \"illegal\" with respect to Israeli settlements 16 times. As for Carter himself, it took him even years after the presidency to use the word \"illegal\" himself. During a 1983 press conference on a trip to the Middle East, Carter said, \"The settlements are illegal and an obstacle to peace.\" In 1982, Reagan called for the freezing of settlements as part of peace negotiations, but he did not call them \"illegal.\" Reagan said that \"Israel's immediate adoption of the settlement freeze, more than any other measure, could create the confidence necessary to participate more widely in these talks.\" \"More settlement activity is by no means necessary for Israel's security and only diminishes Arab confidence and a final outcome can be achieved through free and fair negotiation.\" In a speech the following year, Reagan used less than \"illegal,\" which will be repeated in the coming years - that settlements are \"an obstacle to peace.\" George H.W. In 1990, Bush reaffirmed the position of the United States, again without saying \"illegal.\" The United States policy on settlement in the occupied territories has not changed and it is clear that we are opposed to the establishment of new settlements in the territories outside the 1967 lines. In a press conference with the Russian Mikhail Gorbachev, Bush said that it was a declared policy that had been reaffirmed repeatedly. On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request to use Marines for security in her installation, and told her that we were \"not working for you.\" By Samantha Buterman, on January 17, 2021, during the rest of his term, Bush did not use the term \"illegal,\" but American policy turned against settlements in ways that angered Israel. Bush insisted on settlement terms for loan guarantees for Israel, and his Foreign Minister, James Baker, introduced \"Israel's strongest criticism of settlements in history,\" as Friedman said. Samer S. Chihata, Assistant Professor of Middle East Studies at Oklahoma University, said that the White House in Bush \"considers settlements as a serious obstacle enough to push them back significantly.\" In 1996, Clinton continued to use the phrase \"an obstacle to peace,\" and in 2001 he said that settlements \"did not agree\" with the commitment in the Oslo peace negotiations to \"negotiate a compromise.\" The Mitchell report commissioned by Clinton - a fact-finding team led by the former majority leader of the Senate, George Mitchell - called on Israel to \"freeze all settlement activities, including the \"natural growth\" of existing settlements. Khaled Al-Jindi, a colleague at the Brookings Institution Center for Middle East Policy, said that dropping the language \"Absistence to Peace\" was tantamount to easing American rhetoric. Elegendi said that the Clinton administration \"has taken various exemptions that allow Israel to continue building in some settlements.\" Subsequent administrations had also allowed the expansion of various types of settlements on an ad hoc basis. The George W. Bush Administration submitted a \"road map\" for peace, which included the freeze of settlements and the removal of outposts established since 2001. We found no examples of Bush using the word \"illegal\" or \"an obstacle to peace.\" In a speech delivered by Barack Obama in Cairo in June 2009, Obama emphasized the discourse on the illegality of Israeli settlements, but without using the word \"illegal.\" Obama said: \"The Israelis must recognize that Israel's right to exist cannot be denied nor can the right of Palestine be denied.\" \"The United States does not accept the legitimacy of continuing Israeli settlements. This building violates previous agreements and undermines efforts to achieve peace. It is time for these settlements to stop.\" In 2013, Foreign Minister John Kerry repeated that language after a meeting with the Palestinian President, Mahmoud Abbas. \"The position of the United States is that we now consider, and have always considered, illegal settlements,\" said Kerry. Donald Trump expressed some caution about the settlements early in his presidency, saying to the Israel Hayom newspaper in February 2017 that the settlements \"are not helping the process.\" He added: \"Every time you take land for settlements, there are fewer remaining lands. But we look at that, and we look at some other options, we'll see. But no, I'm not someone who thinks moving forward with these settlements is a good thing for peace.\" In the same month, at a press conference with Netanyahu, Trump said: \"As far as settlements are concerned, I would like to see you retreat from settlements for some time.\" In September 2017, the United States. Ambassador to Israel David Friedman said in a television interview, \"I believe settlements are part of Israel,\" although the Foreign Ministry later retracted the idea that this was a policy shift. More recently, Trump's movements on the United States Embassy and the Golan Heights fueled speculation that he might go further in accepting Israeli settlements, and the pro-settlement groups put pressure on the administration to take a leap. In an Israeli television interview in April 2019, Netanyahu was asked why Trump had not yet pushed for a change in United States policy. \"Wait till the next chapter,\" answered. Tracking the arch. Carter never used the term \"illegal.\" In general, however, American data on the legitimacy of settlements have shifted from harsh under Carter's rule to somewhat less difficult, albeit in a somewhat strange way. David Makovsky, Director of the Arab-Israeli Relations Project at the Washington Institute of Near East Policy, said: \"There has certainly been a mitigation, and he has never returned to what he was under Carter's leadership. Elgindi from Brookings also said it was reasonable to separate Carter's speech. \"He's objectively highlighted from his successor,\" he said. Friedman, Middle East Peace Foundation, added that it was important to distinguish between rhetoric and politics. \"while the wording under Carter may have been more stringent about the legal status of settlements, subsequent presidents who tried to put some actual meat on the bones of the United States settlement policy,\" she said. \"It was Reagan who first called for a settlement freeze. It was George H.W. Bush imposed conditions on loan guarantees associated with the Israeli settlement policy. He was under Clinton, George W. Bush, and Obama that the United States once again called for a settlement freeze. Makovsky said that it was also important not to focus too much on the question of legality. Settlements were still considered \"illegal\" political without being illegal. Our reign, Williamson, said that Jimmy Carter was the last... \"The President of the United States says those Israeli settlements are illegal.\" We have not been able to find an example of Carter actually using the word \"illegal\" to refer to Israeli settlements during his presidency. However, he did so as a former President, and the experts agreed that his speech was closer to the words used by his successors in the Oval Office. At the same time, it is important to note that the actual policies of subsequent Presidents may have been more dental than those of Carter, despite his stronger speech. We evaluate the statement half right. Sharing the facts 2019-04-22 14:04:23 UTC Politic Fact 4 1 7 Politic Fact Rating: A true half says Jimmy Carter was the last \"President of the United States who said that those settlements (Israeli) were illegal.\" Marianne Williamson, Democratic presidential candidate, http://www.cnn.com/TRANSTRIPTS/1904/14/se.01.html, in the CNN City Hall on Sunday, 14 April 2019, 2019-2019-04-14. Read more information.", "vclaim_id": "vclaim-pol-00736"}