{"url": "/factchecks/2011/may/18/paul-ryan/paul-ryan-says-barack-obama-wants-top-tax-rate-448/", "speaker": "Paul Ryan", "vclaim": "On taxes, President Barack Obama wants to raise the \"highest rate to 44.8 per cent.\"", "truth_label": "mostly-true", "date": "stated on May 16, 2011 in a speech in Chicago:", "title": "Paul Ryan says Barack Obama wants the highest tax rate of 44.8%.", "text": "The Republic of Paul Ryan, R-Wis. -- the author of the budget plan that was approved by the Republican House of Representatives but was crushed by the Democrats because they proposed important changes in how medical care works -- gave a speech to the Chicago Economic Club on May 16, 2011. This was criticized by President Barack Obama on tax policy. Ryan said that his own budget plan made \"tax law simpler, courtesy, more equitable, more globally competitive and less burdensome for working families and small businesses. On the contrary, the President says he wants to remove the discounts, but he also wants to raise the rates. This includes raising the higher rate to 44.8 per cent. This would amount to $1.5 trillion in increased taxes on families and job creators.\" An e-mail reader sent us to ask whether the President really wanted to raise the rates to 44.8 per cent, since the Obama tax proposal discussed most widely was to restore the marginal income tax rates that were in effect for the richest taxpayers before approving the 2001 and 2003 tax cuts proposed by President George W. Bush. As the reader pointed out, Obama &apos; s proposal to abandon Bush &apos; s tax cuts would raise the highest marginal income tax rate from 35 per cent to 39.6 per cent - not to 44.8 per cent mentioned by Ryan. We started asking Ryan's employees what he meant by using this figure. The spokesman for Connor Sweeney sent us a document that presented the logic Ryan used to reach the 44.8%. This is the relevant part of that document: highest legal rate, 2010: 35 per cent end of 2001/2003 low rates, 2011: 39.6 per cent reintroducing health insurance/payments provisions, 2011: 41.6 per cent net medical care tax on wages/salaries: 43.9 per cent non-discountable medical care tax, 2013: 44.8 per cent already discussed references to 35 per cent and 39.6 per cent. The remainder are summarized below: PEP/Paze. These are maximum taxable incomes for wealthy Americans. (most Americans don't earn enough to move them) The first, the \"gradual elimination of personal exemption,\" limits the benefit of personal exemption for taxpayers who earn more than a specified amount of income. The second sets a ceiling similar to that of the classified deductions. Both taxes have been steadily reduced in the context of the Bush tax cuts and disappeared completely in 2010. The roofs are scheduled to be revived in 2012, like other tax cuts in Bush, unless Congress and the President agree to intervene. The officials of Ryan and the tax experts with whom we consulted differed to some extent about the scale of the blow that could occur in the Expanded Programme of Immunization and the revival of the reward, but their estimates ranged from one percentage point to two additional points. So Ryan's estimate is slightly higher at the lower end of that scale, but the difference is modest. • Medical care taxes. The medical care tax currently stands at 2.9 per cent and is divided equally between the employee and the employer. The new Health Care Act will add 0.9 per cent, a non-discountable tax to the employee, thus the new total is 3.8 per cent, of which 2.35 per cent will be borne by the employee and 1.45 per cent by the employer. Ryan added to this employee &apos; s share about a percentage to take into account what the employee &apos; s salaries consider to be less due to the employer &apos; s share of the salary tax. In total, Ryan estimates a combined net increase of 3.2 per cent in medical care taxes. So for medical care taxes as well, Ryan's employees made some assumptions that might be subject to criticism. But again, the range of potential increases is rather small - about one percentage point. So even if you're not convinced of Ryan's assumptions, the most he's gonna lose in his last issue is about two percentage points. Now, how about the way Ryan described his number? Normally, we saw politicians using the term \"higher rate\" to refer to the marginal income tax rate in the higher tax category, not that tax rate plus several other taxes. Therefore, one can say that using the figure of 44.8 per cent is an accurate way to add an additional 5.2 percentage points to Obama's tax proposal, which makes it more harsh. But when we asked both liberal economists and conservatives what they thought about Ryan's formulation, most of them were largely unmodified. \"For people who are not taxed, I think it could have been determined that 44.8 would have combined the marginal tax rate, although it is unclear that it would help the ordinary person understand,\" said Dan Mitchell, the economist with the Liberal Cato Institute. \"I'm not sure what Ryan could have done differently.\" If Ryan had used a specific definition of tax rates in his speech, such as the \"actual marginal income tax rate,\" then \"that would be misleading,\" he added J.D. Foster, economist with the Conservative Heritage Foundation. But he didn't, as Foster said, give him some space to know what it means. Dean Baker, a liberal economist, said that he would \"give Ryan a chance on this.\" Ryan ignored that most of the rates listed in the document would return to earlier levels, rather than being imposed for the first time by Obama, as Baker said. Anyway, generally speaking, Baker said that he felt that Ryan's statement was \"very true.\" So where does this leave us? On Ryan's figure, it can be said that the actual rate is low to 42.8 per cent rather than 44.8 per cent, but this is open for discussion. In describing what the number means, Ryan -- especially given that he was working from a prepared speech -- it could have been clearer by saying something like, \"The different parts of Obama's tax agenda will together pay the highest marginal tax rate up to 44.8%. However, the figure used by Ryan is close to the tax rate if Obama follows his agenda, and we felt that Ryan's presentation of this number was reasonable. Anyway, we're mostly doing it right. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-13075"}