{"url": "/factchecks/2011/jun/02/michael-rosen/union-leader-says-wisconsins-technical-college-gra/", "speaker": "Michael Rosen", "vclaim": "Graduates of technical universities in Wisconsin \"have higher employment rates and start-up salaries\" from four-year-old college graduates throughout the country.", "truth_label": "barely-true", "date": "stated on May 19, 2011 in a blog posting:", "title": "The leader of the Federation says that the graduates of the Wisconsin technical colleges \"have higher employment rates and start-up salaries\" than the four-year-old college graduates throughout the country.", "text": "With the start-up celebrations throughout Wisconsin in May 2011, the economist gave what might be an amazing news to four-year college graduates: \"Alumni of the Wikonsen College of Technology get a higher employment rate and start salaries higher than four-year graduates.\" :: Read the headline on 19 May 2011, published a blog by Michael Rosen, who studies economics at the Milwaukee Technical School. He is also the head of the union representing teachers and other employees. It may not be surprising if more than four-year graduates of technical colleges get jobs shortly after the completion of their studies. But they're paid more too? Rosen's blog, essentially a column of news and views, was posted on WisOpinion, a website on WesOpinion, and distributed to participants in the weekly WisOpinion e-newsletter. It was also picked up by other sites. In support of his data, Rosen cited figures from two sources: the 2010 Graduate Follow-up Report of the University of Wisconsin Technical System from April 2011. The results of a survey of 16 technical college graduates in Wisconsin were reported in 2010. The 17,498 graduates surveyed by the various colleges, by mail and other means, accounted for 68 per cent of graduates that year. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • 26 January 2021 The New York Times story on the University of Rutgers study in May 2011. Rutgers conducted an online survey of a national representative sample of 571 residents of the United States who graduated from a four-year college between 2006 and 2010. Note before we begin: Although 68 per cent of tech college graduates responded to the survey, it is not a scientific sample of all graduates, which could distort the results. For example, if they are less likely to respond to the survey, the number of unemployed graduates will be less than that required. In contrast, Rutgers said that he had used a nationally representative sample of persons aged 22 to 29, and that his survey had an error margin of 4.5 percentage points over or under. And now, let's classify Rosen's demands both. Rosen claimed that the employment rate of technical college graduates in Wisconsin was higher than that of four-year-old college graduates nationwide. The survey of technical colleges in Wisconsin found that 88 per cent of the graduates who responded to the survey and who were in the labour force (as opposed to further education, for example) were employed within six months of completion. However, the survey did not attempt to identify which of these employees were working full-time and who were working part-time, as stated by Julie Teznik, the performance measurement coordinator in the State Technology College system. Of the employees, 71 per cent said that they were employed in a job related to the training they received. The National Survey of College Graduates for four years showed that only 56 per cent of graduates in 2010 received full-time employment within about 10 or 11 months of graduation. Like some tech college graduates, some graduates from four years ago went to more education or did not enter the workforce for another reason. Of those who have jobs, 70 percent work in a field related to their studies. So, 88 per cent of the employment of tech college students is higher than the 56 per cent of four-year-olds -- but there are some apples and oranges in this comparison. The graduates of the College of Technology were considered to be employees even if they were only part-time employees, while the four-year postgraduate survey measured only full-time employment among graduates in 2010. Further details can be found in the Rutgers study if all graduates are considered in 2006-2010. In the full sample, 53 per cent were full-time, 12 per cent part-time, 3 per cent self-employed and 2 per cent employed in the army. This is a total of 70 per cent of workers. Twenty-one per cent of those remaining in higher schools were unemployed and 9 per cent were unemployed. Rosen claimed that tech graduates of Wisconsin College earned a higher primary salary than college graduates at the national level for four years. The average start-up salary was $31,198 for technical university graduates in Wisconsin and $27,000 for national graduates of four years. (The average is the midpoint - half the salary is less than the midpoint and the other half above the midpoint). But with regard to this allegation, as academics would like to say, more research is needed. The 2010 elementary salary for graduates of the Wisconsin College of Technology of $31,198 applies only to graduates who have been working full-time in their training-related professions. In other words, the picture is distorted because the dollar amount does not take into account technical graduates who were not working in their chosen fields or those who are part-time. The Rutgers study found that the average starting salary for all four-year graduates surveyed in 2010 was $27,000, a comparison cited by Rosen. But when the comparison shifted to those who only worked in areas related to their studies, the salary was $35,000 for the four-year graduates who obtained their certificates between 2006 and 2010 -- almost $4,000 more than the initial salary of the tech college graduates. (Professor Rutgers Cliff Zukin, a author of the Rutgers study, told us that the survey sample was so small that it could not generate an average start-up salary for only four-year-old graduates in 2010. Rosen agreed that he was wrong in his second claim for start-up payment. He argued that his biggest point -- that technical graduates in Wisconsin are better than getting out of school than four-year-olds nationwide -- is accurate because he sees that more of them find work. Well, let's wear those hats and dresses, we're about to graduate from this little course. Rosen said that technical college graduates in Wisconsin had a higher employment rate and a higher start-up salary than college graduates for four years nationwide. In the first claim, it is not possible to make a direct comparison between the 2010 graduates because a total collapse was not available, but the number of university graduates in technology in 2010 who found more work than the number of graduates from 2006 to 2010. In the second allegation, Rosen admitted that he was wrong. We would also like to note that the College of Technology data come from a four-year non-scientific survey and postgraduate data from a scientific survey. We don't know how Rosen's gonna score all this in an economic test, but on our scale it's hardly true. :: Editor &apos; s note: This statement was estimated to be barely correct when it was published. On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13003"}