{"url": "/factchecks/2019/apr/11/viral-image/viral-image-about-confederate-flag/", "speaker": "Viral image", "vclaim": "William T. Thompson, the designer of the Confederate Science, says, \"As a people we fight to preserve the heavenly superiority of the white man over the lower race or color\" and \"as a national slogan, it's important for our highest cause, the highest race issue.\"", "truth_label": "half-true", "date": "stated on April 1, 2019 in a Facebook post:", "title": "The viral picture of the Confederate Science confuses history.", "text": "So Confederate science isn't racist, is it? This is how Facebook begins to be published on April 1, followed by a photograph of a man and two quotes. The first quote: \"As a people we fight to preserve the sovereignty of the heavenly skin of a white man over the lower race or color.\" The second quote: \"As a national slogan, it is (confederal science) important for our highest cause, the highest race issue.\" This statement is attributed to William T. Thompson, whom the article defines as the designer of the Confederate Science. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) Let's get to the point: Yes, William T. But the problem with this claim is that it's not designed for what we know today is the Confederate Science. First you must know that science has evolved over time. The first official flag of the Confederation was adopted in March 1861, according to the Los Angeles Times. He had red and white lines and a circle of stars in a blue background in the upper left corner. In May 1863, Congress approved a new national flag - the so-called countless Banner. As John Koski, a historian at the American Civil War Museum, writes in The New York Times, this flag was \"an ordinary white field filled with what was already a powerful and famous symbol of the Confederation, the Southern Cross, the star-star blue navigator, or the Qatari Cross, which has been a famous battle flag since the fall of 1861.\" The third flag, adopted shortly before the fall of the Confederate, resembles only the second flag with a red tape on the right edge. After that, let's look at what we consider today Confederate science: Confederate battlefield science. It was designed by the Confederate politician William Porscher Miles, not William T. Thompson, as Facebook claims. Miles chaired the Committee on Science and Seal, and although his design was not formally adopted by the Confederation, he \"was possessed by the Confederate Army,\" notes the Washington Post, \"Not to mention Duke Hazzard\" and the so-called shooter Charleston Dylan Stormrov. :: Since then, he has been convicted and sentenced to death for the murder of nine African-American churchmen in South Carolina in 2015. On January 12, 2021, the design of Mel was also merged in Banner Steinlis, the second national flag approved by Congress in 1863. It is often said that William T. Thompson is the designer of Banner's film not called Stinleys. For example, the Los Angeles Times described him as the designer of that flag in his 2015 story on the evolution of the Confederate Science. Also that year, Washington Post said that putting the flag of battle on a white field was his idea. Back on, \"We know: the origin and progress of the American flag,\" a 1872 book by United States Navy Officer George Henry Bribel indicates that Thompson \"proposed a white flag with the Southern Cross or a flag of battle for his union, as a national sign of the Confederation\" and asked the captain. Wm. Ross Postell to draw a colorful drawing on his proposed flag. But Koski wonders if Thompson is really the designer of the flag. In an e-mail, Polyte Fact told him that he believed that others had previously proposed putting the flag of battle on a white field. When we asked if he could confirm, he said, \"Without substantial research, I don't think it's possible to confirm that he's the designer.\" \"At this point,\" he added, \"It's just a hypothesis.\" We contacted other historians about Thompson's unmanageable appreciation of Banner's designer, but the two people who responded indicated that we would return to Koski. One named him with two science experts (we could not reach the other). Koski can confirm the quotations. Tomson, as it turns out, was the editor of Savannah Morning News. According to the book \"Our Science,\" in April 1863, he wrote: Our idea is simply to combine the current battle science with a pure white standard paper; our southern cross, blue on a red field, to take place on the white flag occupied by the blue union in the ancient United States flag or St. George's cross in the British flag. As a people, we are fighting to preserve the sovereignty of the White Paradise over the lower race or color; so the white flag will symbolize our cause.\" He objected to the efforts to add a blue tape to the White Field Center, according to the book, and after dropping the idea, he wrote on May 4, 1863: Science as adopted is exactly the same as we proposed a short time ago, which, in our view, is more beautiful and appropriate than red and white rods or white field and blue bar, as first adopted by the Senate. As a national slogan, it is important for our supreme cause to be the cause of the highest race and a higher civilization struggling against ignorance, betrayal and brutality. Koski said that Thompson's articles were well known and regularly quoted. However, he said: \"Most historians consider their voices to be somewhat lonely and do not consider their comments in any case official or representative of the Confederate Government.\" Our reign, William T. Thompson, was credited with the design of Stanley Banner, one of the many flags the Confederate used. But not everyone agrees that Thompson was determined by Banner, Koski said that it could not be proved without an important research. Moreover, Thompson did not design the science that Americans are thinking about today when they hear \"the science of union.\" This flag is Confederate Battle Science, and while it was embedded in Banner (Stanlis), it was William Porscher Miles who designed it. Thomson said what he called Facebook mail. Anyway, he was describing \"panner unbelievable,\" not the flag of the battle. We're assessing this point half right. Sharing the facts 2019-04-11 18:59:55 UTC Politic Fact 4 1 7 Politic Fact Date: Half True William T. T. Thompson, the designer of the Confederate Science, said: \"As a people we fight to preserve the heavenly superiority of the white man over the lower or coloured race\" and \"as a national symbol, it is important for our highest cause, the highest race issue.\" On Monday, 1 April, 2019 2019-04-01, the viral photo on the Internet read more information.", "vclaim_id": "vclaim-pol-00769"}