{"url": "/factchecks/2019/may/10/patricia-pike/yes-missouri-minority-states-without-ban-powdered-/", "speaker": "Patricia Pike", "vclaim": "More than 30 states have enacted legislation to ban powdered alcohol, and Missouri is not one of them.", "truth_label": "true", "date": "stated on April 11, 2019 in a legislative debate:", "title": "Yes, Missouri is in the minority in the states without a ban on powdered alcohol.", "text": "Patricia Pike, R-Adrien, proposed a bill that would tighten restrictions on dried alcohol in Missouri. \"Over 30 states passed legislation to ban dried alcohol,\" she said on April 11th the House of Representatives debate on dried alcohol. Beck, a former consultant at school, said she noticed powdered alcohol problems. She said that the product could easily be hidden and carried, possibly increasing underage drinking. What exactly is it? According to the previous reports of Missouri, powdered alcohol resembles a bottle of instant coffee or Cole Aid once mixed with water or other liquids. The producer's name is Balcol, marketed as \"a powdered version of vodka, rum and three cocktails... with the same alcohol content.\" ==History==Invented by five Dutch students in 2007, powdered alcohol was approved in April 2014 by the United States Alcohol and Tobacco Tax and Trade Office, and in March 2015 by the Federal Government. The product is legal and unregulated in Missouri. The House of Representatives passed the Pike 65 Bill, by 142 to 4 votes on April 11, which would add powdered alcohol to the legal definition of \"sugar alcohol.\" On 18 April, the bill was referred to the General Law Commission of the Senate. We decided to take a closer look at what Pike said about the fact that more than 30 states banned this article. When we asked Pike about her claim, she said she was referring to 2017 statements from the National Congress of State Legislatures. In 2017, 34 states and Washington, D.C. banned powdered alcohol. On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" Source: National Congress of State Legislatures, 2017 alcohol-filled legislation in 2015 when New York banned it, Government. Andrew Como said he was concerned about the safety of the substance. \"This dangerous product is a public health disaster waiting to happen,\" said Komo according to Washington Post. \"I'm proud to sign this legislation that will keep powdered alcohol away from the shelves and away from the wrong hands.\" Pike said that 2017 was the last year that the Authority published legislation on dried alcohol. We've contacted the center to see if they have any newer data. Heather Morton, Programme Manager in Finance, gave us the list of legislation 2018 and 2019 on alcohol powder. Two other states, Delaware and Umalahoma, banned powdered alcohol in 2018. Colorado and New Mexico have included powdered alcohol in their legal definitions of alcohol so that the product can be regulated under their current alcohol law. And so Pike's management will run in Missouri. Our rule says Pike, \"over 30 states enacted legislation to ban powdered alcohol,\" and Missouri is not one of them. The latest figures show that Pike is safe on the right field, with 36 states and Washington, D.C., destroying this material.", "vclaim_id": "vclaim-pol-00654"}