{"url": "/factchecks/2019/feb/06/michael-moore/70-americans-favor-70-tax-rich-according-fox-news-/", "speaker": "Michael Moore", "vclaim": "Seventy percent of the American audience agrees with Alexandria Ocacio Cortez \"to get the highest marginal rate (taxes) of the rich\" by 70%, and \"this is Fox News's voice saying so.\"", "truth_label": "barely-true", "date": "stated on February 1, 2019 in an interview:", "title": "Michael Moore describes the foul fox poll on US support for 70% tax on the rich.", "text": "Michael Moore likes Alexandria Ocacio Cortez as a politician who wants to change the constitution so that democracy in New York, the youngest woman ever elected to the United States House, can run for president. The minimum age for the presidency is 35 years. *Moor, documentary and liberal filmmaker, commented on the last statement, MSNBC Dialogue Program. In the same interview, while evaluating potential democratic candidates for the presidency in 2020, he also made an allegation that we want to verify a controversial idea put forward by Okasio Cortez - about 70 per cent of the tax rate. More suggested that the idea was popular with most Americans: \"I'm talking about the Fox News announcement this week, where 70 per cent of the American public agrees to have the highest marginal rate of rich people - their taxes - 70 per cent, on the rich. This is Fox News's voice that more than two thirds of the country supports it.\" There is widespread support among Americans to raise taxes on the rich. But does 70 percent support a tax rate of 70 percent, as mentioned by the conservative television director? First, on the idea that Ocacio-Cortez was treated for 60 minutes CBS, whose office reported that it was more discussable than the proposal: the 70 per cent income tax rate would affect the dollars received in excess of $10 million. This rate will be a significant leap from the highest marginal tax rate currently of 37 per cent, stimulating income in excess of $510,300 for individuals and $612,350 for spouses. It is estimated that some 16,000 people will be affected by a rate of 70 per cent. Now, to Fox News Bull. There is no question of 70% of Moore's claim based on the Fox News Declaration of January 20 - 22, one of Moore's producers told us. The producer also cited the Washington Post news story, which said that the poll found 70 per cent support for raising income taxes of more than $10 million. What should be noted is that the ballot was a narrower group than Moore said - a random sample of registered voters, not all Americans. More importantly, despite Moore &apos; s claim, the poll did not ask for a specific maximum tax rate. Here's the question of the poll: Would you prefer or oppose an increase in tax rates for households earning more than $10 million a year? He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy • January 12, 2012, preferred: 70 percent opposition: 24 percent unknown: 5 percent, 70 percent support to increase tax rates on families earning more than $10 million. However, the poll did not ask about raising the highest rate in those families to 70 percent or any rate at all. So, Moore doesn't exactly quote Fox News Bull. When we referred to Moore's producer, the producer sent us a statement in which Moore said: \"The universal vote shows overwhelmingly that the American people are in favour of raising taxes on wealthy people and companies, and finally we have more leaders in Washington who are not afraid to defend them.\" Therefore, there is support for Moore's broader point. For example, the Hill/HarrisX Daily Poll, conducted nearly a week before Fox News Bull, found 59 per cent support for a 70 per cent higher tax rate. Question and results from that survey: At present, the highest tax rate is 37 per cent. Do you prefer or oppose a tax proposal that applies 70 percent to the $10 million and beyond to individuals who earn $10 million annually or more in reported income? A strong blessing: 29% are known: 30% are somewhat opposed: 20% are strong: 21% our verdict says, \"Seven percent of the American audience agrees with \"Occio Cortez\" to get the highest marginal rate (taxes) of the rich\" by 70%, and \"That's Fox News voice says.\" The Fox News Paul found 70 per cent of registered voters, not all Americans, to support the general idea of raising income tax rates for households earning more than $10 million. But we do not know from the poll what percentage of Americans are in favour of making the highest tax rate 70 per cent. So, Morn, he got the details wrong, but there's some support for his broader observation about the U.S.'s feelings about taxing rich Americans. We appreciate that Moore's statement is mostly wrong. Sharing the facts 2019-02-06 17:47:24 UTC Politic Fact 3 1 7 Politic Facting: Mostly \"seven percent of the American audience agrees with\" Alexandria Okasio Cortez \"to get the highest marginal rate (taxes) of the rich\" by 70%, and \"That's Fox News Voice Says.\" Michael Moore, filmmaker and bundit https://www.msnbc.com/the-last-word/watch/michael-moore-ocacio-cortez-is-the-democratic-guide-1436313155609 in an interview on Friday, 1 February, 2019 2019-02-01, read further information.", "vclaim_id": "vclaim-pol-01056"}