{"url": "/factchecks/2014/oct/10/rick-scott/would-raising-minimum-wage-cost-500000-jobs/", "speaker": "Rick Scott", "vclaim": "The Bureau says that if we raise the minimum wage the way Charlie wants to do it, he'll lose 500,000 jobs.", "truth_label": "half-true", "date": "stated on October 10, 2014 in a gubernatorial debate:", "title": "Did raising the minimum wage cost 500,000 jobs?", "text": "The minimum wage has long been a dividing line in the race between the Government of the Republic. Rick Scott and Charlie Crest Democratic in the Governor's race, so it's not surprising that he showed up during the first of three TV discussions. On October 10, 2014, the discussion hosted by Telemundo in Spanish, a panellist asked Scott whether he would prefer to keep the minimum wage in Florida at $7.93 or raise it. After raising the financial problems of his family, the Governor of the Millionaire said that he was not in favour of raising the minimum wage because he wanted more jobs in the state. He cited a study carried out by the Congressional Non-Party Budget Office. \"I want more jobs. That's why I ran seven steps to 700,000 jobs. The Central Bureau says that if we raise the minimum wage the way Charlie wants to do it, he'll lose 500,000 jobs, \"Scott said. \"I don't want to lose those jobs.\" The context here is important. Scott used 500 grand while talking about Florida jobs. As we will see, this figure applies throughout the country. Christ said he'd fight every possible way to raise the minimum wage to $10.10 an hour. This reflects an amount seen by President Barack Obama, who raised the federal minimum wage from 7.25 to 10.10 over two years. In 2016, it will be associated with inflation. (The states can set their minimum wage higher than the federal rate, with the minimum wage in Florida automatically rising in 2014 to $7.93 because it is associated with inflation). The Central Bureau analysed Obama &apos; s proposal in a report issued in February 2014 and presented a mixed set of political dialogue points. It examined the impact of this policy on the national labour force and did not provide a breakdown of each state. Those in favour of raising the minimum wage could highlight the finding of the Office of Community Management that 16.5 million low-wage workers would earn more money per week under the Obama proposal. People who do not like to raise the minimum wage to $10.10, such as Scott, can point to the fact that the civil society organization said that this would cost the country an estimated 500,000 jobs where companies bear the costs of new employees. This figure is inaccurate. Analysts in community-based organizations have reduced their findings by saying that the number of lost jobs from $10.10 per hour can range from a \"very simple\" reduction in employment to the loss of 1 million jobs. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. In fact, white women got a job.\" On January 15, 2021, a senior economic adviser at the White House retracted the results and told reporters that the report of the Central Press Office \"Go outside the consensus view\" of economists studying the impact of the upper minimum wage on employment. We directed Scott's campaign to a community page on Christ's website, the African Americans of Charlie. The page states that it will raise the minimum wage to $10.10 per hour for State employees and contractors \"and fight to raise it to all Floridaans.\" The spokesman for the Scott Jackie Schutz campaign acknowledged that the report of the Central Labour Office applied to federal workers with minimum wages, not only to workers in Florida, but also to the effect of job losses \"that will certainly occur in Florida.\" In Christ's \"Fair Shoot Florida,\" a political road map for middle-class families, he said that he would immediately urge the legislature to establish a minimum wage of $10.10 -- an indication of the extent to which he was already unable to age this for all Floridans, as he was likely not to be popular in the Republican-controlled legislature in the state. Our governor Scott said, \"CBO says that if we raise the minimum wage the way Charlie wants to do it, he'll lose 500,000 jobs.\" Scott refers to the World Trade Organization &apos; s approximate estimate of the impact of Obama &apos; s plan to raise the federal minimum wage to $10.10 per hour on employment. Not necessarily what will happen, as he said, but what can happen. In other words, the loss of 500,000 jobs is the best guess of the Agency, and other possibilities include a slight impact on jobs for about 1 million missing jobs. More importantly, his analysis concerns the country as a whole. Scott's comments were in discussion about Florida's functions, which means that the number is being taken out of context. The average fluoride may not know that the Central Bureau report does not apply to the \"how Charlie wants\" to raise the minimum wage in Florida. The minimum wage in Florida is $7.93 in 2014. The statement is partially accurate but does not contain significant details or depart from the context. We value it half right.", "vclaim_id": "vclaim-pol-07161"}