{"url": "/factchecks/2019/jul/09/facebook-posts/posts-saying-trumps-July-4-event-drew-small-crowd/", "speaker": "Facebook posts", "vclaim": "National Mall's camera says it was \"surprisingly closed\" and removed from the White House website to prevent viewers from seeing that they were not present for President Trump's 4th July event.", "truth_label": "false", "date": "stated on July 4, 2019 in a Facebook post:", "title": "Articles saying that the Trump 4th of July event attracted the wrong little crowd.", "text": "The issue of crowd sizes in political events has escalated since the Trump administration claimed that the inauguration ceremony of the President was the largest opening gathering ever. (It turns out these pants are on the fire level inaccurate) Now, a social media article about the Internet claims that a picture of the national complex during the 4th July \"Slama for America\" shows a few people who attended, and confirms that the filming of the camera on the Internet was deliberately stopped because of this. The article, shared by the other 98% Facebook page on July 4, presents a picture of what appears to be raining and empty, with a text reading: \"The webcam of the national store was suddenly shut down without notice and removed from the White House website.gov. We're supposed to stop viewers from seeing the lack of attendance at the Trump Tower. We're about to relive Trump's installation.\" The page also added this title along with the picture: \"The Trump Parade was an unmitigated, absolute, and grossly expensive disaster. First of all, barely anyone showed up. All the web cameras were shut down on the national mall without notice, so no one will talk about Trump's \"crowd size.\" Don't spread this picture. We don't want to piss off our great leader. The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We have no reason to deny that the photo used on Facebook was taken during the \"Salute to America\" event; it appears that it was first tweeted by an account called @SpinDr. However, only a small portion of the pier is taken that does not represent the actual crowd during the event. An audio picture from Jetty Suzanne Wells shows hundreds, if not thousands, of viewers lined up with the following address: \"The President of the United States, Donald Trump, speaks during the 4th July \"Peace for America\" event at the Lincoln Memorial in Washington, D.C., 4 July 2019. Several images taken by Associated Press photographers also support a large number of participants, as does a direct flow of C-SPAN events (especially around 29:00 minutes). Although there is no official estimate of the size of the event, photographs and videos from numerous well-known sources paint a completely different picture from what Facebook claims. While some Twitter users exchanged images similar to empty parts of the grass, several news organizations and media outlets exchanged videos and photographs of a crowded event: special fact-finding leaflets on Instagram on January 12, 2021 in Instagram, which says that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher: January 16, 2021 Breking: A massive crowd waiting for President Trump to speak to #Salute ToAmerica in Washington, D.C. #4thOf July - @BreakingNLive pic.twitter.com/xbPlTE7jvm-Creen News Global (@BrekingNalerts) 4 July 2019 viewing the crowd from Lincoln Memorial. There is as yet no indication as to whether the weather will affect planned flights during/after President Trump &apos; s speech. ==External links==*Salute ToAmerica pic.twitter.com/GDTVHOET7c - Omar Jiménez (@OmarJimenezCNN) 4 July 2019 other scenes of #SaluttoAmerica at Lincoln Memorial, crowds are cheering in the video for @realDonalTromp to leave the White House on the way to a place@voanews@voairan#Fastof July #4thof July pic.twitter.com/Mygmiauz-Michael Lipin (@Michael_Lipin) 4 July 2019 thousands of attendance by Presidents #SaluteToAmerica pic.twitter.com/FeNziJ2YST - Jo Arena (@WPIJoe) 4 July 2019, there is no evidence that live broadcasts were deliberately to stop viewing the public - mainly because the national White House, not the national Internet, controls the Internet. Mike Leiterst, Chief of Communications of the National Parks Service, told Politi Fuckett that while the electronic camera overseeing the National Commercial Centre was already off-line, it had been since September 2017. \"The electronic camera at the top of the Washington statue is owned and operated by EarthCam, Inc. and placed at the top of the memorial under an agreement with the National Park Service,\" Litterst wrote in the e-mail. \"Because of the renovation work under way at the memorial, the camera has been disabled since September 2017.\" Dan Scaveno Jr., Director of Social Media at the White House, also published a synthesis video of the event with multiple footage showing hundreds of viewers. We value this wrong mail.", "vclaim_id": "vclaim-pol-00457"}