{"url": "/factchecks/2016/jul/22/donald-trump/donald-trump-correct-lyndon-johnson-passed-legisla/", "speaker": "Donald Trump", "vclaim": "\"amendment, pushed by Lyndon Johnson many years ago, threatens religious institutions to lose their tax-exempt status if their political points of view are publicly advocated.\"", "truth_label": "true", "date": "stated on July 21, 2016 in a speech at the Republican convention:", "title": "Donald Trump is right. Lyndon Johnson has enacted legislation that limits the political activity of churches.", "text": "In his acceptance speech at the Republican National Congress, presidential candidate Donald Trump singled out \"the Evangelical and Religious Community\" to assist them in obtaining his candidacy. \"They have so much to contribute to our policy, yet our laws prevent you from talking about your minds from your own perspective,\" he said. \"An amendment, paid by Lyndon Johnson many years ago, threatens religious institutions to lose their tax-exempt status if they openly advocate their political views. Trump said their voice was taken. \"I will do my utmost to abolish that language and protect the freedom of expression of all Americans.\" We were curious about this issue and whether the amendment - constitutional or otherwise - prevents the exercise of religious institutions. In order to verify the facts, we rely largely on scientific articles in the University of Denver Law Journal, the Western Reserve Law Journal and the Boston School Law Journal. The restriction is in fact a law, not an amendment, and is not limited to religious institutions. Lyndon Johnson is the thirty-sixth President of the United States, Texan, who took office when John Kennedy was assassinated in 1963. Texas policy can be cruel, and Johnson knows how to play that game. There lies the origin of the Johnson Amendment. This restriction was endorsed by LBJ in 1954 when Johnson was a member of the United States Senate as a candidate for re-election. A non-profit conservative group that wanted to limit the President &apos; s ability to conclude treaties produced material that called for the election of his main opponent, the billionaire herders of Dodley Doherty, and the defeat of Johnson. There was no church involved. Johnson, then leader of a democratic minority, responded by amending section 501 (c) (3) of the Federal Tax Code, which deals with tax-exempt charitable organizations, including organized groups that operate exclusively for religious, charitable, scientific, literacy and education purposes, or to prevent cruelty to children or animals. In fact, if you want to be exempt from paying taxes, you cannot be involved in party politics. There was no record of any discussion on the amendment. \"The rationale behind this amendment is that companies eligible for tax subsidy under Article 501 (c) (3) should not be allowed to use the subsidy directly or indirectly to support candidates for positions,\" Michael Hun said in the Western case article. In any case, he said, \"Johnson was motivated by a desire to retaliate on the basis that he believes supports his opponent and prevents other non-profit companies from doing the same in the future.\" However, \"then it proved to have a profound impact on how thousands of tax-exempt organizations - including churches - dealt with issues related to political campaigns,\" according to Patrick O'Daniel of the University of Texas Law School in the Boston College article. The Act stipulates that all such organizations are \"fully prohibited from participating directly or indirectly in or intervening in any political campaign on behalf of (or opposing) any candidate for public elective office.\" This includes contributing to political campaigns and any form of public statement in favour of or against a candidate or group of candidates. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • On 11 January 2021, the violation of the restriction could lead to the abolition of the tax exemption status of the organization and the imposition of taxes. It allows non-partisan and unbiased voter education or similar activities such as church voter registration campaigns. Historically, this has not prevented some religious organizations from making statements in any case. O'Daniel has a list of examples. For example, two from 2000: Rev. Jerry Fallwell told the worshippers at the Jinhua Baptist Church in Ohio to \"vote for Bush of your choice\" and \"we simply must defeat Al Gore.\" In the same year, a priest at the Bronx Church who supported the candidacy of Hillary Clinton for the United States Senate at that time replaced her opponent by the name of Satan during a song. \"In the face of weak opposition by the Internal Revenue Service, Democrats and Republicans. ................................................................................................................ ................................................................................................................ They continued to use the outlets of artisanal bullies in churches to preach to the loyal party, \"Odaniel's books. However, the threat of loss of tax-exempt status remains as long as the law exists and has been regarded by religious groups with political thinking, particularly the evangelists, as a suppression of freedom of expression and involvement of the tax service in the practice of their religious rites. In 2008, for example, priests were organized in 20 states to give politically oriented speeches to protest the law, according to the Pew Research Centre. The JOP platform took that hit, calling for that part of the tax code to be abolished. The Johnson Amendment remained alive in court appeals in 1983, 1990 and 2000, according to Pew. Our Governor Trump said, \"Amendment, pushed by Lyndon Johnson many years ago, threatens religious institutions to lose their tax-exempt status if they openly advocate their political opinions. Trump is right that Johnson paid for the law and that religious groups defending candidates risk losing their tax-free status. It is important to note that the prohibition is not limited only to religious institutions They're generally non-profit charities. However, in general, we appreciate the statement as correct. https://www.sharethefacts.co/share/519857c8-1caa-412b-9ad9-04a24f141e6", "vclaim_id": "vclaim-pol-04627"}