{"url": "/factchecks/2014/nov/11/sloan-roach/gwinnett-spokeswoman-target-claim-about-school-bus/", "speaker": "Sloan Roach", "vclaim": "Georgia led the nation in the deaths of students caused by motorists who passed through illegally stopped school buses.", "truth_label": "true", "date": "stated on November 6, 2014 in a television interview:", "title": "Gwynette's spokesperson is on target with the alleged death of a school bus.", "text": "Some 20 school systems in Georgia have added cameras to their school buses since 2011. * Cameras have one purpose: to arrest motorists who violate the state law requiring them to stop for school buses that pick up and send students. The province of Guinette, the largest school district in the state, will issue early warnings - and post-birthday tickets - to violators captured by its cameras. \"Before the law allowing the use of cameras to enforce the law dealing with those who are illegally passing a school bus, Georgia led the nation in the deaths of students caused by the illegal passage of parked school buses by motorists,\" Sloan Roach, Executive Director of Communications and Media Relations in the public schools of Goinette County, journalists said Nov 6. These are gloomy statistics. The company Polyte Fact Georgia decided to take a closer look. The Georgian law allows police officers who witness the passage of motor vehicles to issue a parking bus with a mobile ticket of $1,000. However, after 5-year-old Carla Campos was killed when a driver ran into the school bus that I stopped in Cobb County in 2009, parents pressured legislators to allow video cameras to arrest violators. Their situation was reinforced by a report that Campos was one of five Georgian children who died that year in bus-related incidents. This represents 38 per cent of the 13 deaths among children in 50 states and provinces of Colombia, according to a survey conducted by the Ministry of Education of the State of Kansas on the loading and unloading of national school buses in 2009-2010. Among them was a 7-year-old who was beaten and killed crossing the street with another child to catch his bus. The old driver said he couldn't see the kids because of the fog. The 7-year-old boyfriend survived. Georgia changed State law in 2011 to allow for the installation of video cameras on school buses to arrest violators. By the following school year, Cobb and Viet Nam District Schools had already begun arming some of their local buses with cameras. At that time, Cobb estimated about 1,000 violations per day, or approximately one per bus in the area on the road. By the end of the school year, the 871 cup program of violators had been seized using cameras on 102 county buses. However, because the law still requires the police to issue certificates, these drivers received only warnings. Since then, government legislators have updated the 2011 Act to allow provinces or foreign vendors to condemn violations. Fines are $300 for the first crime and up to $1,000 for the third crime in five years. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012. In April 2013, Cuba filed 1,300 complaints. In April of this year, there were 767 cases of martyrdom in the second largest school district in the state. A survey of state-wide bus drivers who reported the number of car drivers who blew up a bus stopped also decreased from 8,102 in the 2010-2011 school year to 7,619 last year, according to an annual survey conducted by the National Association of State Directors of Transport Services. Carlton Allen, Georgia's representative to that group, said that the new law helped. The Governor &apos; s Highway Safety Office also launched a surprise attack two years ago to focus on the problem. However, Georgia continued to suffer 13 deaths of students during the loading and offloading of buses in the past five years, as Allen said, Director of Student Transport Services of the Ministry of Education of Georgia. \"For me, part of this is the loss of a school bus safety unit in the state patrol and the reduction of our staff, Allen said from his office, up to three trainers from seven plus a clerical worker. This leaves it to local systems to look for other ways to reduce violations, which in Goinette numbered 2,000 in one day. American traffic solutions, which took over the program in Cobb, are now sending a video of violators to the county police to confirm a violation before issuing a signal. In the subway area, the schools of Decatur, Clayton and Marietta also use video cameras. Atlanta and Fulton indicated that they were planning to install the devices next year. Georgia has at one time led the country to the number of students killed by motorists who passed through school buses that stopped. This was in the 2009-2010 school year, before the State adopted a law allowing video cameras to help address the problem. Since then, the State has updated the law to facilitate the issuance of tickets to offenders. An increasing number of school areas have begun to use video cameras as deterrents. Georgia has not experienced a bad year like 2009-2010, with 5 child deaths. But it was also not as free of death as in more than 40 states each year. Even with cameras, some car drivers are still a problem. Roch correctly stated that a study had shown that Georgia had led to bus-related killings while legislators had approved a bill allowing the use of cameras. We assessed her statement as correct.", "vclaim_id": "vclaim-pol-07015"}