{"url": "/factchecks/2014/oct/26/john-carlevale/john-carlevale-says-four-ri-legislators-were-victi/", "speaker": "John Carlevale", "vclaim": "Four members of the General Assembly in Rhode Island went \"to vote in 2010 and were told that they had already voted.\"", "truth_label": "false", "date": "stated on October 19, 2014 in a TV debate:", "title": "John Carlival says four R.I. legislators were victims of voter impersonation in the 2010 election.", "text": "In the Rhode Island Foreign Minister &apos; s race, the Republican John Carlyvale and Democratic Nelly Gorbia were sharply divided into the State Voter Identity Act, which was adopted in the Act three years ago. The Kingdom of Morocco does not see the need for the Statute and wonders whether legitimate voters may be deprived of their right to vote. Carlifal calls it a well-articulated law that helps eliminate voter fraud in Ocean State. :: During a debate on the \"Ten News Conference\" on October 19, 2014, Carlyval responded to criticism from Gorbia by trying to clarify the scope of the problem with a fraudulent vote before the legislature passed, in 2011, the controversial law, which requires voters to show the identity of the photographs. \"Let's talk about the four members of the General Assembly who went to vote in 2010 and were told that they had already voted,\" said Carlifale (at 5:40 in the video). \"They have been deprived of their rights.\" This has drawn our attention. If four state legislators had fallen victim to the impersonation of voters in one election, this would have indicated that voter fraud would have been widespread. We contacted Carlifal, who told us that legislators testified to their direct experience with voter impersonation when the identity bill was being discussed in the state council. But he said he could remember only one name of legislators: Anastasia Bee Williams, Providence Democracy. He said she'd probably remember the other names and recommended that we call her. We tried to call her over and over over by phone and e-mail, but we couldn't call her. We reviewed the 2011 reports on the legislative cycle and found references in many daily news to a claim by Williams that she was a victim of voter fraud in 2006. No details have been included in these initial stories. In Poletti Vack Road Island's item on voter fraud, Williams provided further details, saying, \"She and her daughter went to the polling station in 2006 only to find out that two other people had used their names.\" She spoke about her claim again in interviews in 2012 with journalists for the new republic and the Providence Phoenix Foundation. According to the story of the new republic, Williams said that in 2006 she was stolen by an illegal alien and promised a passport by a government official. A more detailed account was included in the story of Phoenix. In addition, according to the story of the new republic, \"During the 2010 elections, Williams states that she saw a man of Spanish origin vote twice at the same polling place, wearing a different uniform each time. \"What caught my attention was [he] was sexy,\" she said to the reporter. Williams did not file a complaint with the Election Board regarding any alleged fraud. The only other lawmaker named in the news reports who spoke of specific cases of voter fraud was Mr. Harold Mets, who sponsored the Senate Identity Bill. According to these stories, Mets said that for 20 years, voters told him about fraudulent voting practices in the ballot box, including on one occasion when a man identified himself but could not spell his name correctly. However, Mets never said he was a victim himself. When we called him, he confirmed that this was the case. Nor could he remember any members of the General Assembly except Williams, who said that they had impersonated themselves in the ballot box. On January 10, 2021 (Phoenix's story of voter fraud also included stories of C. William, Alaska, and Rip. J. Patrick O'Neill alleging irregularities in voting, but not impersonation). We verified the records of the debates in the Chamber of Deputies and the Senate prior to the approval of the draft identity law. At the House of Representatives session, Williams said that she and her daughter had been the victims of voter fraud without further details. She also referred to the vision of two men voting twice in one election. Then - Rep. Leo Medina ensured that people voted illegally in the 2004 elections he lost, but no one else talked about personal impersonation in the polls. At the Senate session, Mets told stories of voter fraud and repeated Williams' claim of impersonation, but no senator said that they were victims of fraud. We called Robert Kando, Executive Director of the Rhode Island Electoral Council, who said that in the nine years he had spent in the Council there had never been a confirmed case in which one voter had attempted to impersonate another. Robert Rabuza, Director of Elections of the Council, said that he had not encountered a confirmed case within 17 years of his presence in the Council. Kandu said Anastasia Williams was the only lawmaker who could remember who claimed to be a victim of voter fraud during the 2011 debate on the draft identity law. He confirmed that she had never filed a complaint. A database collected by students of the State University of Arizona on cases of voter fraud throughout the country between 2002 and 2012 found only five complaints in Rhode Island. None included impersonation of voters. In addition, Justin Levitte, a professor at the Faculty of Law of the University of Loyola, who has been following cases of voter impersonation, has found only 44 credible cases throughout the country since 2000. No one was in Rhode Island. When we shared what we found with Carlyval, he said: \"There was a report I read somewhere, that there were two or three additional members of the General Assembly with a similar experience as Anastasia [Williams.].\" But he said he couldn't locate him immediately. Our rule, John Carlival, said that four members of the General Assembly in Rhode Island \"were to vote in 2010 and were told that they had already voted.\" The Carlvale statement, which he made in at least another debate, is interesting and specific. He says that on several occasions in an election people impersonated legislators in polls. The claim refers to a broader problem. Legislators are supposed to be well known and identifiable in their provinces. If their voices were stolen, many others must have been stolen as well. However, we found only one drafter who made a public claim in this way: the Republic of Anastasia Williams, which says that she impersonated in the polls - in 2006. She never filed a complaint. We're ruling Carlival's false statement. If you have an allegation that you want Polly Fact Road Island to check, send us an e-mail on [a protected e-mail] and follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07082"}