{"url": "/factchecks/2018/jul/12/john-kerry/john-kerry-rebuts-trump-nato-spending-was-not-down/", "speaker": "John Kerry", "vclaim": "Since 2014, \"Every year, NATO has increased its contributions.\"", "truth_label": "true", "date": "stated on July 11, 2018 in a statement:", "title": "John Kerry disproves Trump. He says NATO spending was high, not low.", "text": "Former Foreign Minister John Kerry objected to President Donald Trump's criticism of NATO allies at the last meeting in Brussels. Trump came to the meeting saying that European members needed to spend more. At a press conference after the meeting, Trump said that their defence spending was decreasing. Trump said: \"The amount of money spent by countries was falling and falling very, very much, and now rising very, very much,.\" Kerry said it was the exact opposite. \"President (Pack) Obama raised the issue in a constructive and collective manner that succeeded in securing a pledge from NATO members to increase their defence spending,\" said Kerry in a statement on 11 July. That meeting was held in 2014 in Wales. In the end, NATO members said that they would spend more on defence and \"a goal to move around 2% of the guideline within a decade.\" \"Every year, NATO has been increasing its contributions,\" said Kerry. The European States had reasons beyond Obama to upgrade their defence game. Open fighting in eastern Ukraine between government forces and Russian-backed separatists has placed Europe on high alert. Whatever the motivation of the Europeans, the figures say that Kerry is right, at least within the time frame he mentioned. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" Since 2014, European members have collectively increased defence spending by 8 per cent, or $20 billion in real terms. (Canada &apos; s expenditure also increased by $7 billion). This chart is derived from official NATO statistics, with all amounts in constant United States dollars in 2010. Now, it is true that Europe was spending less before 2014, but that's not what Trump said. Trump said the spending was falling when it was rising. In relative terms, the European share of all defence spending by NATO members has been rising since before 2014. In 2012, its share was 27 per cent. This fraction increased each year, reaching 30 per cent in 2017. Defence analysts at the Conservative Heritage Foundation see the data in the same way. Luke Coffey and Daniel Cochise said that while non-United States spending needed to rise (as Kerry did), they also said it was moving in the right direction. \"In 2017, NATO members (excluding the United States) collectively increased spending by 4.8 per cent, or $23 billion, since 2015.\" Kofi and Kochis wrote June 26. The North Atlantic Treaty Organization (NATO) broke away from its usual practice and issued a projection of defence spending for 2018 at the end of the last gathering. That report shows that collective spending in Europe has risen by about US$ 35 billion, while US spending will rise by about US$ 20 billion. Our Governor Kerry said that NATO members have been increasing their contributions. Total defence spending by European members rose by 8 per cent or $20 billion from 2014 to 2017. We're assessing this claim right. Sharing the facts 2018-07-12 22:09:50 UTC PoliticsFact 6 1 7 PoliticsFacting: Right since 2014, \"Every year, NATO has increased its contributions.\" Former Foreign Minister John Kerry https://twitter.com/John Kerry/status/1017066924805632002 in a Twitter statement. Wednesday, 11 July, 2018 2018-07-11 Read more information", "vclaim_id": "vclaim-pol-01863"}