{"url": "/factchecks/2014/nov/10/sean-hannity/hannity-every-new-gop-senator-wants-repealreplace-/", "speaker": "Sean Hannity", "vclaim": "Every new Republican member of the United States Senate said that they would vote \"to cancel and replace Obamacker.\"", "truth_label": "mostly-true", "date": "stated on November 5, 2014 in a broadcast of \"Hannity\" on Fox News:", "title": "Sean Hannetti says every new senator wants to cancel and replace Obamacker.", "text": "Now that the Republicans have won control in the Senate, one of the biggest questions is what they're gonna do in health care. The host of Fox News (Shon Hannity) developed one strategy in his post-election analysis on November 5th. Speaking to the Republic of Louisiana, Bill Cassidy, who's on tour with the current Democratic Senator Mary Landrio, Hanetti said, \"Every candidate like you running for office said you'd vote to cancel and replace Obamakari.\" Subsequently, in an interview with the President of the National Committee of the Republic, Raines Bribos, Hanetti said, \"Every candidate who won the Senate promised to cancel and replace Obama Cray,\" Hanetti said. He made the same point with Corey Gardner, who defeated the current Democratic Sen. Mark O'Dall in Colorado. \"Every Republican won last night's election, including yourself, you said to cancel/substitute Obama's care.\" Everything in an hour. We're here to focus on the 10 new Republicans joining the Senate. (The results of the races in Alaska and Louisiana are still pending.) In general, Hannity has a point. The David Birdo-Georgia list: posted on his campaign site, \"We need to cancel Obama's care and replace it with more expensive free market solutions.\" Johnny Ernest-Iowa: Published on her campaign website, \"Johnny strongly opposes Obama's Welfare Act. Johnny supports immediate action to abolish Obama's care and replace it with common sense and free market alternatives.\" Tom Tillis - North Carolina: published on his campaign site, \"As American Senator of North Carolina, Theles will press for the abolition of Obama Kerr's program, a balanced budget, and a conservative economic policy.\" In a very literal sense, Teal &apos; s not saying that he would replace the Affordable Care Act. The closest is the mysterious promise to \"work to implement private sector solutions to reduce the cost of health care for North Carolines.\" Ben Sassy-Nbraska: In placing his agenda on the website of his campaign, Sassy included \"the abolition of Obama's care.\" The Sacy will replace it with a scheme that will create a new tax discount for individually purchased insurance, allow people to buy insurance across state lines, make health savings accounts financially more attractive, and reduce federal controls over Medicaid government programs. It should be noted that, in the area of medical care, Sassy will raise the age of eligibility and reduce the benefits for the rich. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: January 12, 2021 Mike Rounds - South Dakota: published on his campaign website, \"Mike opposes Obama's care and will work to abolish it and replace it with patient-centred market solutions.\" Tom Cotton-Arkansas: Polyte Fact has explored the opposition of Cotton Laupamaker and has found many such data on its congressional website, \"I will struggle to cancel and replace Obama Care with free market reforms that enable patients and doctors to make health-care decisions. Obama Kira must be completely abolished. James Lanford-Oklahoma: Published on the website of his Senate campaign \"more than 55 times in the past three years I voted to repeal, replace or delay Obama's Care Act.\" Lanford wrote at the bottom of that page, \"I'm a co-sponsor of the conservative replacement of Obamacare HR 3590. I am also the only alternative author to fully restore health care supervision to the states.\" Cory Gardner-Colorado: Publication of a petition for the abolition of Obama's care on the website of his campaign. At that site, which summarized the Gardner Register, the section stated: \"It supports legislation that repeals this misleading law and replaces it with a solution that allows for the purchase of insurance across state lines, promotes high-risk assemblies in the states to provide for those who have pre-existing circumstances, and enacts reforms that are so necessary to reduce medical costs, among other ideas.\" Chile Moore Capito - West Virginia: During a discussion in October, Capito said, \"What I will vote for is cancellation and replacement. I voted for that 50 times, but I also realize that the ACA has some very good things about it.\" Capito said she supported the ban on refusing insurance for pre-existing conditions and gave parents the opportunity to keep children on their plans until they were 26. Steve Danes - Montana: When Minister of Health and Human Services Kathleen Sebilius announced her resignation, Daines said: \"while Minister Sebilius's resignation is a good start, it is not enough - we need to cancel Obama's care before it causes further harm to Montana's families, and replace it with reforms driven by Montana that put the patient and his doctor - not government bureaucrats - responsible for health care decisions.\" However, during the October debate, when Danes was asked about the cancellation of Obama's care, he gave a precise answer, \"I didn't vote against Obama's care 40 times. He has to check my record. She voted against him once, to disable Obama's care. This is my voting record.\" During a discussion in June, Dinez said that he supported the prohibition imposed by law to refuse insurance for pre-existing circumstances and to give parents the opportunity to keep children in their plans until they reached the age of 26. Our Governor Hannity said that the new Republican Senate is a campaign on a platform to cancel and replace Obama's care. All 10 new Republican senators said during their campaigns that Obama Kray should either be abolished or voted to cancel it. The record in the replacement is slightly more accurate. Republicans usually say explicitly either that they want to replace Obamacker or that they talk more generally about changes in health policy that they support or parts of the Affordable Care Act that they want to retain. To sum up, it's clear that Huntie's on the line of direction. We assess his claim mostly true. Update: Following the publication of our examination of the facts, the Sassy office referred to the additional details that Sassy presented in his plan to replace Obama Kerr. These comments are now included in this article. Evaluation remains mostly valid.", "vclaim_id": "vclaim-pol-07016"}