{"url": "/factchecks/2014/sep/15/national-republican-congressional-committee/nrcc-says-rep-john-barrow-d-ga-voted-barack-obama-/", "speaker": "National Republican Congressional Committee", "vclaim": "He says, \"John Barrow voted with Obama 85 percent of the time.\"", "truth_label": "barely-true", "date": "stated on September 8, 2014 in a campaign ad:", "title": "NRCC says Republic John Barrow, D-GA, voted with Barack Obama 85% of the time", "text": "One of the biggest obstacles to a strong democratic demonstration in the 2014 mid-term elections is that President Barack Obama's approval scores are submerged within 40 percent -- even less in many red states. For this reason, it is not surprising that the National Commission of the Republican Congress - the electoral arm of the Republican House of Representatives - has created declarations confirming the degree to which weak democratic rulers voted with Obama. We recently found two NRCC announcements using almost identical language at this point. Here, we will verify the validity of a declaration attacking the Democratic Republic of Georgia, John Barrow. In a separate item, we will verify a declaration targeting the Democratic Republic. Nick Rahal of West Virginia. Barrow represents a region that voted for the Republicans' Party (Mitt Romney) by 12 points in the 2012 presidential race, making him one of the few democratic rulers representing a province won by Romney. In fact, only three members of the Democratic House of Representatives represent more densely republican regions than Barrow. (Rahul represents one of those three provinces; the other two are retired legislators, Jim Matheson of Utah and Mike McIntyre of North Carolina). This makes Barrow, who was first elected in 2004, a major target for Republicans in the House of Representatives. He faces a strong challenge in the construction company Rick Allen and the independent disabled, which they classify as one of the most competitive home races in the country this year. The declaration of the National Reconciliation Commission shows Richard Fender, an employer from Augusta, Ga. In that, Fender says, \"Whatever Obama wants, he voted with him,\" a text commentary says, \"John Barrow voted with Obama 85% of the time.\" In a much smaller type, the footnotes to this allegation refer to the \"quarterly analysis of Congressional voice 2009.\" Since data from 2009 will now be five years, we had a hunch that the National Reconciliation Commission had ignored a few years with lower percentages. It turns out we were right. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 in 2010, according to the same CQ study, Barrow voted with Obama 83 percent of the time. However, this fell to 59 per cent in 2011, and even more to 28 per cent in 2012 and 35 per cent in 2013. (Footnotes for 2014 not yet published) It's clear that the 85% vote with Obama was more attractive to NRC to highlight. But it's the equivalent of cherry. It's easy for Democrats to run a commercial that says that Barrow voted with Obama 28% of the time and that they're just as healthy (if not more, because the data supporting the democratic affirmation is more recent). The spokesperson for the Norwegian Refugee Council Kate Brill attributed the decline in the Baro voting rate with Obama to growing dissatisfaction with the President &apos; s agenda. \"When Nancy Belusi was President of the House of Representatives and President Obama was President and John Barrow was in the majority, he voted with his party at every turn,\" said Brill. Another possible factor is noteworthy: between the 2010 census and the 2012 elections, the Georgian government legislature, dominated by the Republicans, drew up a new map of the State delegation in Congress. The new arrangement removed Savannah and other moderate to liberal areas from the Barrow region, transforming what was a slightly defunct democratic region into a modest republic. Therefore, at least part of Barrow &apos; s growing independence from Obama can be described as a change in the policy preferences of the voters he represents. The ruling National Republican Council announcement said: \"John Barrow voted with Obama 85% of the time.\" Barrow already voted with Obama 85% of the time -- but that was in 2009, a fact that's mentioned in the ad, albeit small. Between 2010 and 2013, Barrow &apos; s voting record was less consistent with Obama, down to 28 per cent and 35 per cent in recent years for which data are available. The leaders of a home democracy may be considered to be lower than the \"actions of the team.\" The statement contains an element of truth, but it ignores critical facts that give a different impression, so it is often wrong.", "vclaim_id": "vclaim-pol-07303"}