{"url": "/factchecks/2019/feb/28/donald-trump/fact-checking-donald-trumps-tweet-saying-democrats/", "speaker": "Donald Trump", "vclaim": "\"The democratic (democratic) attitude to abortion is now so extreme that they do not mind the execution of children after birth.\"", "truth_label": "false", "date": "stated on February 25, 2019 in a tweet:", "title": "Donald Trump's tweet says Democrats \"don't mind executing\" babies after birth.", "text": "On February 25, the Senate considered a bill supported by anti-abortion advocates called the \"Law for the Protection of Survivors from Life-born Abortion.\" Under the bill, \"any child born alive after abortion or within a hospital, clinic or other facility has the same demand for the protection of the law that may arise for any new child, or for any person who comes to a hospital, clinic or other facility for examination and treatment or otherwise becomes sick in his care.\" The bill goes on to state that any person (except the mother) \"intentionally performing or attempting to carry out a public act that kills a child born alive\" can be tried for \"intentionally killing or attempting to kill a human being.\" The draft law failed to make a procedural proposal, with 53 votes in favour when 60 votes were required. The only senators who crossed the party border were the Democrats who voted in favour of this measure: Bob Casey of Pennsylvania, Doug Jones of Alabama, and Joe Manchen of West Virginia. Later that day, President Donald Trump registered his disappointment at some of the related tweeting: \"The Democrats in the Senate have just voted against legislation to prevent the killing of newborn children. The attitude of democracy towards abortion is now so extreme that they do not mind the execution of children after childbirth. This will be mentioned as one of the most shocking votes in the history of Congress. If there is one thing we must all agree on, it is to protect the lives of innocent children.\" The Democrats of the Senate voted against legislation to prevent the killing of newborn children. The democratic attitude towards abortion is now so severe that they don't mind the execution of babies after birth... - Donald G. Trump (@realDonaldTromp) February 26, 2019. We wondered: Is it true that Democrats vote against the bill means that they \"don't mind the execution of children after birth\"? After interviewing a group of experts on both sides of the gap between abortion policy, we concluded that while Democrats left themselves vulnerable to this line of attack, Trump &apos; s claim was inaccurate. (The White House did not respond to a query) Why did the Democrats vote against it? In general, critics of the bill said that he would make decisions outside the hands of parents and medical professionals and hand them over to politicians. The Democrats also said that the number of cases in question was largely fading, and usually involved tragic situations that often involved unusually specific factors that were difficult to absorb in advance. As a result, they considered the draft law to be an opportunity for the Republicans to embarrass Democrats rather than a real legislation aimed at solving a major problem. Perhaps the basic argument put forward by the Democrats in the context of the Trump charge is that the laws already in place cover the scenario that the Bill will seek to prevent, making the new Bill redundant. In a speech delivered before the vote, the minority leader of the Senate Chuck Schommer, D-N.Y., said, \"It has always been illegal to harm a newborn child. This vote has nothing to do with it. Read the language.\" This view was echoed by Mr. Patty Murray of Washington, D.C., the Democratic Party in the Health, Education, Labour and Pension Commission. \"This law is not about the protection of infants, as the Republicans have claimed, because it is not under discussion and it is the law,\" she said: What's the law now? Most of the legal experts we contacted agreed with so much of the Democrats' argument: killing a baby after birth is already against the law. Louis Shepherd, Professor of Law and Biomedical Ethics at the University of Virginia and author of books linking end-of-life health care and, if so, me: making life and death decisions after Terry Chiavo. \"By law, live babies like others live. They're kids. Children are people.\" • The Child Abuse Prevention and Treatment Act, first promulgated in 1974 and subsequently revised, including major updates in the 1980s. The relevant part of the Act makes certain types of federal state funding conditional on the adoption of policies to prevent improper withholding of treatment from newborns, including persons with disabilities. • The Protection of Living Infants Act 2002 provides that federal legal protections applicable to persons also cover children born at any stage of development, including after abortion. However, the law does not directly provide for civil or criminal penalties - something that would have been added to the 2019 Bill. Filling out this omission was a major incentive for supporters of the Bill. The law of 2002 is \"no teeth, purely symbolic,\" said Dwight Duncan, a professor of law at the University of Massachusetts who serves on the Board of Directors of the Pro-Life Legal Defense Fund and Massachusetts Citizens for Life. • State laws. Theresa S. Colette, a professor of law at St. Thomas University and Director of the University's Promotion Centre, said that state laws, not federal laws, \"are the main source of protection against active or negligent killing of infants born during abortion.\" In 2002, Collette said that Congress had set 30 states with some legal protection for surviving infants from attempted abortion. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Butterman: January 11, 2021, \"Most states allow doctors to be tried for killing or not resuscitating after a live birth,\" according to Douglas O. Linder, Professor of Honorary Law at Missouri-Kansas City University. In fact, the most prominent case of this kind was prosecuted under state laws: the trial of the abortion doctor in Philadelphia in 2013, Kermit Gosnell, who was sentenced to three years' imprisonment for murdering a series of newborns in a heinous manner. \"The failure to provide regular newborn care to those infants who survive abortion and show breathing can be considered a form of negligent or homicide,\" said Duncan. One of the reasons for the increased tensions over abortion this year is the consideration of two bills in two states - New York and Virginia - to ease some of the rules at the state level governing abortion, particularly late abortion. (We have previously reviewed a statement from Tramp on the Virginia Bill and one on the New York Bill.) How credible is the Democrats' argument about rejecting an redundant law? According to critics of the democratic stance on the Senate Bill, the argument of repetition is a paper of political considerations. If Democrats agree with the general principle, the argument is that there is no harm in enacting a law that strengthens existing laws. \"In person, I do not think it is reasonable for Democrats to say that they oppose \"execution of children after birth\" if they are unwilling to impose criminal and civil penalties on abortion doctors who kill children who have survived abortion, or provide an equal level of medical care to these children,\" said Duncan. \"It's largely a rhetorical strategy to get out of an awkward situation.\" There is a long tradition in Congress for both parties to introduce bills that seek to force the other party to cast an embarrassing vote. According to Mary Ziegler, this law falls into this category, a professor of law at the University of Florida and author of post-abortion books: Roe v. Wade and Fight for Privacy and read Roe: The Found Treaty of the Abortion. Ziegler said that the Senate bill \"mostly took refuge in the Republicans because it would put the Democrats in a difficult political situation.\" \"The voices show that most Americans are uncomfortable with subsequent abortions, let alone anything after live birth. Focusing on this issue is strategic intelligence, even if it would make a very little difference in the total number of abortions.\" Is \"implementation\" the right word? On the other hand, the experts agreed that Trump's use of the word \"implementation\" was grossly exaggerated in the democratic attitude. \"The impression is that the term \"implementation\" is generally devoted to the public application of the death penalty,\" was said by Duncan. The definition of the term \"implementation\" is consistent with Miriam-Webster. The word refers to \"death, especially as a legal sanction.\" The deaths envisaged in the latter bill are certainly not carried out as a legal sanction. In fact, both sides agree that the active killing of newborns breathing is illegal and should be so. \"There is broad consensus that a child who takes his or her first breath has crossed a bright line from fetus to child and should be protected by law,\" said Colette. \"This is a clear concept on which we can all agree,\" said Gretchen Lee, assistant professor at the Faculty of Social Work at Buffalo University and member of the Council of Social Workers for Reproductive Justice. \"The idea that anyone who supports the birth of children after birth is preposterous.\" More complex are the cases in which the child suffers from such severe disability that he may not survive in a few days. \"Many post-pregnancy abortions involve abnormalities of the fetus that are incompatible with life, such as brain loss, lack of brain and skull above the base of the skull, or the compound of the body's organic wall, when organs develop outside the body cavity,\" written by the American College of Obstetricians and Gynaecologists. Arthur Kaplan, a life ethic scientist at the Langon Medical Center at the University of New York, said that failure to revive life, which is common in such cases, is a \"more controversial issue.\" \"Children born after abortion, spontaneous or induced, with appalling and painful conditions that are not compatible with life, will not be routinely revived or treated in an aggressive manner by most medical teams. In fact, some do not even know how to try, or lack the technology to do so, especially in rural areas.\" Kaplan said he was unaware of the examples of \"medically active killing\" and that while \"permit death\" happens, it happens \"very rare-say, a child born without his lungs in 20 weeks\" In such a scenario, experts said that Trump's picture of \"implementation\" was exaggerated. \"I have no idea what \"implementation\" means after birth,\" said Leslie Francis, Director of the Centre for Law and Biomedical Sciences at Utah University, who also serves as a member of the Ethics Committee of the American Society of Reproductive Medicine, formerly Director of the Disability Law Centre. Our Governor Trump said, \"The democratic (democratic) attitude to abortion is now so extreme that it does not mind the execution of children after birth.\" There is no doubt that voting on the Senate bill was not comfortable for the Democrats: they did vote against a bill they said they supported, on the grounds that the bill would be redundant because these principles are already laid down in the law. However, Trump went beyond his limits when he described Democrats as being tolerant of newborns as \"executors.\" No one actively supports the killing of newborns, let alone their \"extermination\"; the disputed terrain is related to the efforts to be made to extend the lives of children who are not expected to survive for a long time with severe disabilities. We're assessing the statement wrong. Sharing the facts 2019-02-28 18:06:26 UTC Politic Fact 2 1 7 PoliticFacting: Wrong \"The democratic (democratic) attitude to abortion is now so extreme that they do not mind the execution of children after birth.\" President: https://twitter.com/realDonaldTromp/status/110021149522238176", "vclaim_id": "vclaim-pol-00958"}