{"url": "/factchecks/2014/oct/15/republican-party-wisconsin/wisconsin-gop-says-susan-happ-took-180000-defendan/", "speaker": "Republican Party of Wisconsin", "vclaim": "Like the D.A., Susan Hap took $180,000 in a land deal from a man charged with multiple felonies for sexual assault before she was brought to trial.", "truth_label": "false", "date": "stated on October 5, 2014 in a campaign news release:", "title": "Wisconsin says Susan Hap took $180,000 from an accused who offered to postpone the trial.", "text": "The District Attorney of Waukisha (Brad Shimel), the Republican candidate for the post of Attorney General, criticized Suzanne Hap's opponent for not turning to a private prosecutor. The Republican Party in Wisconsin offered stricter criticism to Hap, the Attorney General of Jefferson County and the democratic candidate for the post of Attorney General. The party blew up Hap in two radio spots, making it difficult for them to be fully absorbed. However, the Attorney-General summarized this in a news release linked to the second announcement: \"As Attorney-General, Susan Hap took $180,000 from a man accused of multiple sexual assault offences before being brought before a postponed trial.\" Is the claim accurate? The newsletter refers to the trial of Daniel J. Reynolds, who was initially charged with a felony by the Hap office alleging first- and second-degree sexual abuse of a child. In the end, her Office signed a plea deal, which was approved by a judge in March 2014, including a stay agreement. If Reynolds stays out of trouble and gets the recommended treatment, the charges will be turned into disorderly behavior. Real estate records show that Hap and her husband signed a land contract with Reynolds to sell him a 180,000-dollar piece of real estate over three years. No one questions these events, which form the basis of parts of the Prosecutor &apos; s Office &apos; s claim. Hap says she realized the conflict of interest and took steps in her office to deal with it. When he requested support, GOP referred to the schedule of events as evidence of a \"required trade\" -- something given or taken for something else, our dictionary says. However, there are major problems in the way the party describes the sequence of events and Hap's knowledge and behaviour. In fact, the prosecution makes it look like Hap \"took\" $180,000 from the defendant after being charged, and then recommended light penalties for him. Here we look closely at the sequence: the records indicate that monthly payments under the land deal were two months after they were completed when the Jefferson Police Department requested Hap &apos; s office in March 2012 to reconsider its request for charges against Reynolds. There was therefore an ongoing financial relationship at the time. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. In fact, white women got a job. GOP depicts the sale as a \"fault\" deal with a child predator. According to the criminal complaint finally filed, the attacks took place between 2001 and 2005. Therefore, if the complaint is true, the defendant was a child predator before the land deal in 2009. However, the records indicate that the police investigation began in October 2011. So Reynolds wasn't a suspect yet or under investigation at the time the land deal started. No one provided evidence that Hap, who was elected Prosecutor in 2008, knew that Reynolds was involved in attacks until the matter reached her office in 2012. There are other issues. The amount of $180,000 referred to by the Attorney General &apos; s Office was due to both Hap and her husband, in accordance with the contract. However, the property in question was owned by Hap &apos; s husband prior to the marriage of the two in March 2009. Reynolds was rented in the building sometime. Hap told us that she signed the land contract because it's marital property, but in practice, she and her husband keep their assets separate and that payments from Reynolds went to her husband. However, she said, \"Matrimonial property is matrimonial property,\" and she understood the conflict of interest that was still there. The Attorney General also says that Hap offered Reynolds a deferred plea deal. .......................................................................................................................... Hap states that, in accordance with the Supreme Court &apos; s ethics procedures, she sorted herself out of the decisions or any involvement in the case when she admitted Reynolds &apos; name in the referral from the Police Department. On 13 October 2014, an official of the State Bureau of the Bar Regulations, citing this screening procedure, said that there was no indication of a moral violation by Hap. In September 2014, the Agency received a complaint from the victim of the attacks concerning Hahab &apos; s handling of the case. One last observation. The GOP prosecution suggests Reynolds came down very easily - a victim's feeling shared, based on her complaint to the law firm. Hap said on a radio show that she believed in general detail that she knew that the case had been handled correctly by the assistant D.A., who she described as \"strong and well qualified.\" Our assessment says the Republican Party, \"As Attorney General Suzanne Hap took $180,000\" in Chad's land deal, \"from a man accused of multiple crimes of sexual assault before being put on a postponed trial.\" The adequacy of Hap &apos; s response to conflict of interest is debatable, but the Global Democratic Party simplifies and distorts the schedule of events to create a very misleading attack without evidence to support the idea that Reynolds got a nice 180,000-dollar deal. We're assessing the claim wrong.", "vclaim_id": "vclaim-pol-07142"}