{"url": "/factchecks/2019/aug/08/donald-trump/donald-trump-says-hes-done-more-other-presidents-s/", "speaker": "Donald Trump", "vclaim": "He asked what his administration would do about the \"weapons problem,\" and he said, \"We've done much more than most departments. We've done, in fact, a lot.\"", "truth_label": "half-true", "date": "stated on August 4, 2019 in remarks in Morristown, N.J.:", "title": "Donald Trump says he did more than the other bosses to solve the gun problem. Really?", "text": "As a presidential candidate, Donald Trump accepted the endorsement of the National Gun Association and issued a video on Facebook entitled \"I won't let them take our weapons!\" Now, as President, he wants to be seen as a solution to an arms policy problem. In a media meeting on 4 August following the mass shooting in El Paso, Texas, Dayton, Ohio, a journalist asked President Donald Trump: \"The problem of arms - what are you going to do about it? How are you gonna fix it?\" Trump answered: \"We talk to a lot of people, a lot of things in business, a lot of good things. We have done much more than most departments. And he really didn't talk much, but we did a lot, actually. But perhaps more must be done.\" We wondered whether it was true that Trump and his administration \"did much more than most departments\" to reduce armed violence. We have found that Trump has taken two concrete steps that have tightened the arms policy and taken further action on other aspects of curbing the mass firing. This is more than some of his predecessors have done. However, this tells only part of the story, because Trump and his administration have simultaneously advanced more policies that would expand the rights of the weapon or prevent efforts to limit the rights of the weapon. It is clear that the limitations on the rights of the weapon in Tramp have limited the rights of the weapon in two cases. • Using the regulatory powers to bypass Congress, in 2018 Trump banned pumped stocks, an annex that uses the recoil to convert a semi-automatic gun into a fully automatic rifle. This technique was used by the shooter, who killed 58 people and injured nearly 900 people attending a music festival in Las Vegas in 2017. • Trump has signed a large federal spending bill containing language to strengthen the immediate national system for the verification of criminal background information, or the system of national surveys. The legislation was supported by both parties in Congress. In addition, under the Trump Act, the Federal Government increased the number of prosecutions for firearms offences. (See fact check.) Trump's campaign said it was commendable for actions that went beyond weapons in particular. They noted its signing of the Law on Stopping Violence in Schools, which authorizes the funding of more than $1 billion in grants up to 2028 to support violence prevention programmes in schools. The campaign also referred to the establishment of the Federal School Safety Commission by Trump. (The Committee issued a final report in December 2018) However, the efforts of the Trump Administration in the area of specific weapons tend to focus on expanding the scope of weapons rights or opposing stronger restrictions on them. • Has signed legislation to repeal a rule enacted under President Barack Obama that has made it difficult for some mental patients to obtain firearms. :: (Deficit American advocates and civil professional groups have joined arms advocates in supporting Tramp &apos; s work. • In 2019, Trump threatened to veto bills passed by the House of Representatives to require background checks on all arms sales. (The veto was not necessary because the measures were still suspended in the Senate.) • The Ministry of the Interior in Tramp reversed the ban on lead-munition in national parks and other federal territories. On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security purposes, and told her \"We're not working for you.\" By Samantha Butterman (January 17, 2021), the Trump Home Office formally proposed a rule for expanding fishing on federal territory. • The Trump Bureau for Alcohol, Tobacco, Firearms and Explosives has delayed the Obama Covenant rule to make weapons safety devices more available in places where firearms are sold. • The Ministry of Justice in Tramp has formally stood with prosecutors seeking to remove restrictions on the transfer of handguns to the Supreme Court of New York City. Thus, Trump &apos; s focus only on his efforts to limit the rights of the weapon ignores the many examples in which he has sought to expand the rights of the weapon or to prevent restrictions on the rights of the weapon. Harold (Jay) said Corzin, a sociologist at the University of Central Florida. How Tramp &apos; s efforts to restrict the rights of weapons compared to former Presidents are actually very small. In the past 50 years, only two Presidents - Bill Clinton and Obama, both Democrats - have included arms tightening policies as an important item on their policy agendas. In 1993, Clinton signed the Brady Bill, which increased background verification requirements, and the following year signed the offensive arms embargo, which expired 10 years later in 2004. Obama, for its part, followed arms control policies, especially after the 2012 shooting at a primary school in Newtown, Kon. However, in the face of the Republican-controlled Congress against arms control, these efforts have not gone anywhere. Instead, between 2013 and 2016, Obama took operational action on mental health treatment, strengthening background checks, resuming federal research on weapons that have been frozen for years, funding additional federal agents, tracking weapons found during investigations to identify trafficking patterns, and directing American lawyers to prosecute criminals who seek weapons or people who lie to check their background. \"Trap didn't have a pro-control record, although most of the former presidents didn't do much more\" than he said, Florida State University, the crime scientist Gary Klick. However, experts caution against making a direct comparison between the Obama and Trump records. \"During Obama's administration, there were at least four bills to fill the \"arms supply gap,\" an attempt to renew the offensive arms embargo, two attempts to ban high-capacity magazines, two attempts to ban \"building on your own\" assault rifles, and a project to ban imported offensive weapons,\" as was said by Jacqueline Sheldcrot, an assistant professor of criminal justice at New York State University in Oswego. \"Every one of these 11 laws died on the floor of the House of Representatives or the Senate, so it was never an option for Obama to sign it into law.\" Since the Republicans - the most stable pro-arms party - controlled either the presidency or at least one House of Congress for most of the last quarter century, \"it's not really surprising that more restrictions were not passed at the federal level,\" said Skidcrot. Trump said, \"We've done much more than most departments. We've done, in fact, a lot.\" Trump has banned stockpiles of weapons, supported the efforts of the two parties to improve the background verification database and prioritized firearms-related trials. This figure compares well with what some new presidents have done. At the same time, Tramp &apos; s comment ignores the fact that his administration has made various efforts to expand or obstruct firearms laws and regulations. We evaluate the statement half right.", "vclaim_id": "vclaim-pol-00293"}