{"url": "/factchecks/2014/oct/14/donald-trump/trump-obama-fundraising-trip-cost-25-50-million/", "speaker": "Donald Trump", "vclaim": "President Barack Obama says that the recent fund-raising trip in New York \"costs between $25 million and $50 million.\"", "truth_label": "pants-fire", "date": "stated on October 13, 2014 in a broadcast of \"Fox and Friends\" on Fox News:", "title": "Trump: Obama's New York fundraiser cost between $25 million and $50 million.", "text": "As President Barack Obama &apos; s approval rates for mid-term elections are low, his Republican critics prefer nothing better than giving voters other reasons to think less. Accordingly, the billionaire and occasional presidential ambition, Donald Trump Obama, called for the cost of his recent fund-raising trip to New York. Trump said: \"He collects a million dollars and costs between $25 million and $50 million, and they shut down the entire city of New York.\" Trump said in October 13 on Fox News Fox and Friends. We contacted Trump to find out where he got his numbers and didn't answer him. But we wondered, does a one-day trip in New York cost between $25 million and $50 million? The president took a one-day trip between Washington and New York on October 7th. According to the White House schedule, it took a little more than nine hours to take off at Andrews Air Force Base to return. In New York and Connecticut, Obama attended two events of the National Democratic Commission and a meeting of the Committee for the Democratic Senate Campaign. Obama travelled to John Kennedy International Airport in New York through Air Force I, a call sign for one of the 747 jets specially equipped with communications equipment so that the President could always respond in an emergency. According to a 2012 report by the Congressional Research Service, the congressional policy arm, the first plane costs $179,750 an hour. On local flights, cargo aircraft and reserve aircraft usually accompany aircraft 1. For the purposes of the Trump calculation, this would bring the total cost of air travel to between $360,000 and $1.6 million, assuming that the duration of the first air force would be between two and nine hours. Note: Under the rules of presidential travel, when the purpose of the trip is political and not official, the President's political organization repays the Government. For air travel, the price is based on the cost of a business ticket for the President and all accompanying persons. In this case, the National Democratic Commission and the Democratic Senate Campaign Committee will be at stake. In addition to the plane, there could have been the cost of secret service, but these numbers are classified. There will also be security costs for the NYPD. To obtain a fuller picture of the cost of presidential travel, we have to go back to 1999 for a more comprehensive calculation. That year, the Government Accountability Office, the Audit Division of Congress, considered the price of three foreign flights by President Bill Clinton. Again, these figures do not include secret service expenses, or pre-flight planning. But it contains almost everything else. (The 1998 dollar was adjusted for inflation). Total daily cost days (2014 dollars) for Africa - six countries investigating the special facts Greg Kelly mentioned on January 11, 2021 in a television segment that says Joe Biden is on the video \"Declaration to\" fraud election in \"A Confession.\" By Bill McCarthy: January 12, 2021 $12.5 million a day, Chile: $5.3 million a day, China: $9.3 million a day In Africa, for example, marines sent a helicopter squadron. The Air Force deployed five additional aircraft and performed refuelling tasks. The Chilean flight drew some 600 employees from various agencies. There were hotels and meals to be paid for. While we cannot know all the details of Obama &apos; s farce in New York, there is no evidence that it has come close to complicating any of the less costly trips in the GAO report. If these halfway trips around the world amount to about $3 million a day (in dollars a day), it is highly likely that the cost of returning to New York will be lower. Much less. In sum: Presidential travel is expensive, but Trump's estimate of Obama's fund-raising trip to New York is very high, based on everything we know. Our Governor Trump said that Obama's recent fund-raising trip in New York cost between $25 million and $50 million. Trump did not provide any evidence, probably because all available information indicates a total that could be well below $25 million, let alone $50 million. We're assessing the allegation of pants on fire.", "vclaim_id": "vclaim-pol-07149"}