{"url": "/factchecks/2016/feb/14/donald-trump/donald-trump-says-his-early-opposition-iraq-war-wa/", "speaker": "Donald Trump", "vclaim": "In Iraq's war, \"I said it loud and clear,\" it will destabilize the Middle East. ....................................................................", "truth_label": "false", "date": "stated on February 13, 2016 in a Republican presidential debate:", "title": "Donald Trump was not a \"clear voice\" in opposition to Iraq's war.", "text": "In one of the hottest and most personal back-and-forths of this session, Donald Trump disrespected the former Florida Goff. The Bush pocket supported his brother's decision to invade Iraq in 2003. Trump stood by his 2008 comment that Democrats should have accused President George W. Bush of invasion when he asked for it in the 13 CBS debate in South Carolina. Trump strongly refuted the statements made by the Bush jeep and Marco Rubio, who praised the leadership of the former President, saying: \"The World Trade Center fell during George Bush's reign. Keep us safe? This isn't safe.\" Once again, Trump said it was against the war from the beginning. \"I am the only one at this stage who said, \"Don't go to Iraq. Don't attack Iraq,\" said Trump. \"No one else on this podium said so. And I said it loud and strong. I was in the private sector. I wasn't a politician, luckily. But I said it, and I said it loud and clear, \"The Middle East will be destabilized.\" \"Trump often repeats this line, and we appreciated Trump's often-like allegation of error, because it was not until after the invasion of March 2003 that any general position was taken on the war. In the latter version of the statement, he also stated that he had declared his opposition to the war \"in loud and clear terms.\" But the public record of his positions is weak. Let's reconsider the facts. We examined press articles and television lectures from 2002 and 2003, during the debate that led to the Iraq war. We found no examples of Trump categorically denouncing war until one year after the war began. We found in Tramp's comments only one case where Trump discussed war before it started. In January 28, 2003, less than three months before the invasion, Neil Cavoto of Fox News Trump asked whether President Bush should be more focused on Iraq or the economy. Speaking of Iraq, Trump said: \"Well, either he does something or he does nothing, perhaps, because maybe we shouldn't do it yet and maybe we should wait for the United Nations, you know. He's under a lot of pressure. I think he's doing a pretty good job. But, of course, if you look at polls, a lot of people get a little tired. I believe that the Iraqi situation is a problem. I think the economy is a much bigger problem as far as the President is concerned.\" Trump seemed to doubt the task here in Iraq, and the economy should be a higher priority. However, he did not say anything similar to his claim that Bush should not continue because war would \" destabilize the Middle East.\" One comment, intruding around the looming war, is not described as a \"vocal and clear\" opposition. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, the United States invaded Iraq on March 19, 2003. A week later, Trump gave different strategies. At the Academy Awards after the party, Trump said that \"war is a mess,\" according to the Washington Post. Tell Fox News that because of the war, \"the market will rise like a rocket.\" In August 2004 in Esquire, the most cruel criticism in Trump came out of the war: \"Look at the war in Iraq and the chaos we are in. I wouldn't have handled it that way. Does anyone really think that Iraq would be a great democracy where people would run into the voting box and gently put in their vote and the winner would happily advance to lead the country? Come on. Two minutes after we leave, there will be a revolution, the smartest, most violent man who will take over. He will have weapons of mass destruction, which Saddam did not have. \"What's the purpose of all this thing? Hundreds and hundreds of young people were killed. And what about the people who come back without arms and legs? Not to mention the other side. All these Iraqi children that were blown to pieces. It turned out that all the causes of the war were blatantly wrong. It's all for nothing!\" \"I don't think we made the right decision to go to Iraq, but, you know, we hope we're going out.\" It is clear that Trump opposed Iraq's war in its early years. However, there is no evidence that he called for the fight against war in the first place, or that he was particularly explicit about the destabilization of the Middle East. Our verdict on Iraq's war, Trump said, \"I said it loud and clear, \"It will destabilize the Middle East. \"Trump may have felt this way in private, but he did not make any public comments in the period leading up to the Iraq war that reflected this sentiment. He certainly didn't say it clearly. We found only one example of Trump's comment on Iraq's war before the invasion, and he seemed scared but did not strongly oppose the process. He started publicly condemning the war only after I started. Because it is too much to overestimate how loud it is to state its position on the Iraq war, we are raising the degree of this statement to the point of error. https://www.sharethefacts.co/share/32ee4b83-02ae4423-b6d-27703fb47c6c", "vclaim_id": "vclaim-pol-05414"}