{"url": "/factchecks/2018/dec/07/blog-posting/complex-tale-involving-hillary-clinton-uranium-rus/", "speaker": "Bloggers", "vclaim": "Hillary Clinton says that she sold 20% of U.S. uranium to Russia and then \"she gave the Russian government $145 million to the Clinton Foundation.\" Former Director of the FBI and Special Adviser Robert Mueller.", "truth_label": "barely-true", "date": "stated on December 5, 2018 in a Facebook post:", "title": "A complex tale involving Hillary Clinton, Uranium and Russia is re-emerging.", "text": "A controversial tale, including Hillary Clinton, the Clinton Foundation, the uranium and Russia, continues to delay its ugly head years after its departure. We've already reported what we know about the one uranium deal and to this day the details remain vague. The fee: Hillary Clinton sold nearly 20 per cent of the U.S. supply of uranium to Russia for $145 million in donations to the Clinton Foundation. A recent article on social media that takes the accusation a little further from the conglomerate in former FBI Director Robert Mueller, Special Adviser in the ongoing investigation of the Special Counsel. The article contains a picture of Hillary Clinton with a text that says, \"I sold 20% of U.S. uranium to Russia. Then the Russian government gave $145 million to the Clinton Foundation.\" It's got a picture of Mueller with a text that says, \"I delivered it.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) As Secretary of State, Clinton worked on a government council that eventually approved the transfer of uranium, but was not a decisive vote. The Clinton Foundation has received $145 million from the parties involved in the transaction - but the dates of a large share of the contributions and the transaction do not add to a corresponding proposal. Muller was the Director of the FBI at the time, and the FBI was investigating corruption by the Russian company involved in the transaction before approving the transfer. But he didn't play any part in delivering anything we could find. The story goes back to Clinton Cash 2015, an investigation by the editor-in-chief of the British News Peter Schweizer. There is a chapter in the book that proposes a payment-for-play scheme between Clinton and Russia, accusing them of transporting uranium for donation funds. According to our previous story, in 2007, Frank Giustra, a donor to the Clinton Foundation, his company Or Asia, sold to another company - one uranium - and emptied his personal share in it. The U1 incorporated company retained its name and was based outside Toronto. Although based in Canada, uranium is one with mines, mills and land in Wyoming, Utah and the other United States equivalent to about 20 per cent of the U.S. uranium production capacity. However, its actual production is actually a smaller part of the uranium produced in the United States, 11 per cent in 2014, according to Oilpress.com. Under the terms of the transaction, the Aur Asian shareholders maintained a 60 per cent stake in the new company until June 2010, when Russia &apos; s nuclear agency, Rosatum, finished buying a 51 per cent share. However, the deal had to be approved first by several United States agencies, including the United States Foreign Investment Commission or the United States Foreign Investment Commission - on which the United States Secretary of State was working. The proposal was approved by the Committee, and in 2013 Russia took over 100 per cent of the company and renamed it uranium 1 Holdings. But the deal wasn't Clinton's agreement alone. The Group also includes the Attorney-General, the Secretaries-General of the Treasury, Defence, Trade, Energy and Internal Security, as well as the Heads of the Office of the United States Trade Representative and the Office of Science and Technology Policy. And the claim makes it look like Clinton had the power to veto or approve the deal, which she didn't do. Clinton said that she was not personally involved, and in the New York Times article, then Assistant Foreign Minister José Fernández, who represented the Foreign Office of the Panel, said that Clinton \"had never interfered\" with matters concerning the Canadian Financial Intelligence Authority. The fact-finding publications mentioned on January 11, 2021 in Facebook by Samantha Buterman, Speaker of the House of Representatives, were no longer published by the Clinton Foundation. It is true that nine related individuals donated to the Clinton Foundation, but the bulk of the money - $131 million - came from Gwistera. Gwistera said that he sold every share of the company in 2007, three years before Russia's deal and about 18 months before Clinton became Foreign Minister. We have not been able to independently verify Gwistera &apos; s claim, but if he is telling the truth, the amount of the contribution made to the Clinton Foundation by one uranium investor falls significantly - from $145 million to $4 million. Of the remaining individuals associated with uranium 1, the only person found to have contributed to the Clinton Foundation during the time frame of the agreement is Ian Tilver. Telfer was an investor who the New York Times found contributed between $1.3 million and $5.6 million to the Foundation during and after the transaction review process. Therefore, while it is not wrong to question the links between the Foundation's donors and their links with uranium 1, this specific charge was exaggerated. How were the others involved? A 2017 report by The Hill revealed that the principal executive director of Rosatum, Vadim Mykrin, arranged \"a blackmail plot involving bribes, bribes and extortions aimed at developing Vladimir Putin's atomic energy trade within the United States.\" This was revealed by a secret informant from the FBI who had infiltrated U1 in 2009 - a year before the FBI approved the deal. At that time, Muller was the Director of the FBI, and one assumes that he was aware of the ongoing investigations. However, in Hill's article, Assistant Director Ronald Hosco said that he had not stated that he had received any briefing on the case. \"'I had no idea this case was going on,' said Hosco was surprised at an interview,\" said the article. Once again, it is somewhat unclear what the article means when Muller says \"hand it over,\" but there is no evidence that Muller played a role in the single uranium deal. Another concept is that Clinton either knew or should have known about the problems related to the Russian bid for uranium 1 before deciding whether to allow it to move forward. The same applies to President Barack Obama, who had the power to veto the transfer. At least for now, we're not aware of any evidence that Clinton knows anything about the FBI investigation. If there is anything, the hill report points to the contrary. If the assistant director of the FBI at the time knew nothing about the investigation, then Clinton -- someone in a different section and several higher grades on the organizational map -- maybe he didn't know about it. Our Facebook article claims that Hillary Clinton transferred uranium to Russia in exchange for donations to the Clinton Foundation. It also says Robert Muller was involved. The claim appears to have assumed responsibility for the transaction when a team of several departments and agencies was part of its approval. While the relations between the Clinton Foundation and the Russian deal may seem suspicious, there is no evidence of any trade. For Muller, linkages are more misleading. We're assessing this allegation mostly wrong. Sharing the facts of 2018-12-07 21:24:07 UTC PoliticsFact 3 1 7 Political Fact Doing: Mostly a liar says Hillary Clinton sold 20% U.S. uranium to Russia and then \"Given the Russian government $145 million to the Clinton Foundation.\" Former Director of the FBI and Special Adviser Robert Mueller. Facebook bloggers on Wednesday, 5 December 2018, 2018-12-05 Read more information", "vclaim_id": "vclaim-pol-01206"}