{"url": "/factchecks/2019/sep/20/blog-posting/no-evidence-churchill-said-quote-about-diplomacy-b/", "speaker": "Bloggers", "vclaim": "According to Winston Churchill, \"diploma is the art of telling people to go to hell in a way that makes them ask for directions.\"", "truth_label": "false", "date": "stated on August 11, 2018 in a website post:", "title": "Churchill never equated diplomacy with telling people to go to hell.", "text": "The quote of Winston Churchill, who was never... The Internet likes to quote a British statesman very much, but it's quite easy to come through a imaginary Churchill statement as it really is. He didn't say that the quote meant that you had enemies that meant that you defended something, and he didn't say that there were \"no minority rights\" when Muslims were the majority. And now we have another fake quote for Churchill disturbing the internal networks. His so-called statement, shared on AZ Quotes, says: \"Demography is the art of telling people to go to hell in a way that makes them ask for directions.\" On January 10, 2021, in an article on Facebook, he said that Nancy Belusi sent a letter to the mayor of Portland after demonstrations there, \"Forcing him to abide by the proven democratic book of play.\" By Sierra Aurourke, on January 11, 2021, the article was highlighted as part of Facebook's efforts to counter false news and misbroadcast its news. ∙ (Read more about our partnership with Facebook.) We have never been able to find any evidence in the multiple groups Churchill has ever said or written. In cases where the statement was attributed to Churchill, we found that it was almost always on the unconfiscated Facebook pages and on the sites of the electromagnetic generators. Similarly, Richard Langworth, a senior colleague of the Churchill Project at Hillsdale College, included a quote on his list of \"all Quotes\" Winston Churchill never said. Langworth says there's nothing to quote. The quote investigator, the website tracking quotations, also found \"no objective evidence that Winston Churchill used this joke,\" although Churchill suddenly began to get credit for it in the first decade of the 20th century. The website stated that the first example of the statement came in 1937 and was anonymous. We're assessing this wrong.", "vclaim_id": "vclaim-pol-00136"}