{"url": "/factchecks/2019/may/16/viral-image/about-40-people-living-poverty-are-non-hispanic-wh/", "speaker": "Viral image", "vclaim": "70% of Americans living in white poverty", "truth_label": "half-true", "date": "stated on May 6, 2019 in a Facebook post:", "title": "About 40% of people living in poverty are white people of Hispanic descent.", "text": "\"When you're white, you don't know what it's like when you're poor,\" you read the text of an article in Facebook on May 6, showing pictures showing a poor board and a picture of C. Bernie Sanders. The quote is close to something Sanders said: \"When you're white, you don't know what it's like to live in the ghetto. You don't know what it's like to be poor.\" We checked the reality of the shortcut quoted in 2016, and Saunders misunderstand it -- and we misjudged it. But we were attracted to statistics at the bottom of Facebook. \"Clear,\" he says, \"70% of Americans living in poverty are whites. Stop splitting us up. \"Stop beating us against each other.\" This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We have approached poverty, an initiative at the University of Michigan aimed at preventing and alleviating poverty, for post-statistical knowledge on Facebook. Natalie Peterson, Data and Evaluation Assistant, referred to the most recent official poverty report from the United States Census Office. Data on income and poverty in the United States were released in September 2018 and 2017 data reports. According to the report, some 39.7 million people were living in poverty in the United States in 2017. Of this group, 17 million were non-Hispanic whites. This means that non-Spanish whites make up 42 per cent of all people living in poverty. It also referred to the 2017 Poverty Supplemental Measure. This is a broader measure of poverty in the United States, as Peterson said. It includes persons living together and not related, including unmarried partners, and has a broader definition of what is described as income, including general non-monetary benefits such as food stamps and medical aid. Facebook was published on January 11, 2021 in Nancy Belusi, who was no longer Speaker of the House of Representatives by Samantha Buterman on January 12, 2021. Of this group, 19 million were non-Hispanic whites. This means that non-Spanish whites make up 43 per cent of people living in poverty under the supplementary poverty measure. After that, we asked Peterson about the section of the 2012 Census Bureau presentation we found while looking for evidence that 70% of people living in poverty are white. The slide is entitled \"Are most people in poverty white?\" According to the slides, which look at the 1960 - 2011 data, 31.7 million whites were living in poverty at the end of the time period under study. This compares with 14.5 million non-white people. This means that about 69 percent of people living in poverty were white. But Peterson noted a warning: \"White,\" in this case, includes Hispanics who know their race as white. Given the historical data in the official poverty report, 46.2 million people of all races were living in poverty in 2011. Of that group, 67% of all people living in poverty were \"white alone.\" However, given \"white alone, not Spanish,\" the percentage of people living in poverty fell to 41 per cent. In 2017, out of 39.7 million people living in poverty, 26.4 million were \"white alone,\" or about 66 per cent, while those who were \"white alone, not of Spanish origin\" were 42 per cent. Our Facebook ad claims that 70% of Americans living in poverty are white. Among them are persons of Spanish origin, which is close: in 2017, the last year for which data are available, 66 per cent of the people living in poverty were whites, including Hispanics. However, this figure falls to 42 per cent - under the official poverty measure - when persons of Spanish origin are eliminated. This Facebook post, published by a Facebook account called \"Fed Up Dispables,\" shows people with seemingly poor integrity in rural environments. There is also a quote from Bernie Sanders, given by Sanders in response to a discussion question in 2016 without Lemon from CNN about \"ethnic blind spots.\" His answer distinguishes white Americans from colored people. Therefore, while there is contextual evidence that this article is intended to give the impression that 70% of people living in poverty are not colored humans, accurate reading of the claim leaves enough room for vibration to exclude the fact that demographers sometimes use the word \"white\" to include those who describe themselves as Hispanic. Because that depends on whether \"white\" includes those of Spanish origin, we value Facebook's claim that whites represent 70% of Americans living in poverty. Sharing the facts 2019-05-17 17:04 UTC Politics Fact 4 1 7 PoliticFact Date: Half True \"70% of Americans living in poverty are white.\" On Saturday, April 6, 2019, 2019-04-06. Read more information.", "vclaim_id": "vclaim-pol-00629"}