{"url": "/factchecks/2016/sep/27/hillary-clinton/hillary-clinton-correctly-cites-outside-analyses-t/", "speaker": "Hillary Clinton", "vclaim": "According to the independent experts, Donald Trump's tax plan will blow up debt by more than $5 trillion and in some cases damage middle class families compared to the rich.\"", "truth_label": "true", "date": "stated on September 26, 2016 in a Presidential debate at Hofstra University:", "title": "Hillary Clinton is right to mention the external analysis of Trump's tax plan.", "text": "During the first presidential debate in 2016, Hillary Clinton targeted the recent Donald Trump tax scheme, saying that it would explode debts and raise taxes for some middle-class Americans. \"The independent experts looked at what she proposed and looked at what Donald proposed, and basically they said that his tax plan would blow up debt by more than $5 trillion.\" The Clinton campaign showed us an analysis by Lily L. Butchler, a professor at the New York University School of Law. And when we asked her if Clinton's formulation accurately summarized her findings, Butchler said she did. \"Yeah, that's quite accurate,\" said Polly Fuckett. We will consider two parts of Clinton &apos; s statement in turn, focusing on the revised Trump Plan, which was revealed in a speech delivered at the New York Economic Club on 15 September 2016. ∙ (press the links to get details of the plans.) In her paper, which published a little over a week after Trump presented his revised plan, Pachelder wrote that her calculations indicate that \"the latest Donald Trump tax plan will cost more than $5 trillion over 10 years. One can argue that Pachelder is not an \"independent expert\" - she worked for Sen Democratic Max Bokos as a key tax adviser to the Senate Finance Committee from 2010 to 2014 and as a deputy director of the National Economic Council chaired by President Barack Obama in 2014 and 2015. However, a more conservative group, the tax institution, came up with a similar calculation in its own analysis. According to its model, the Trump Plan \"will reduce federal revenue\" -- in other words, add to debt -- \"in a range of $4.4 trillion to $5.9 trillion\" without taking into account estimates of increased economic growth due to tax cuts in the Plan. (The Tax Corporation noted that this increase in debt was lower than expected for previous versions of the Trump Plan. Finally, the responsible Federal Budget Committee, a group that prefers to reduce the deficit, wrote that its modernization found that \"both Clinton and Trump will increase debt over current law - although Trump will increase it even further. .................................................................................... Specifically, we estimate that Clinton's plans will add $200 billion to debt over the next decade, while Trump's plans will add $5.3 trillion. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, Clinton appears to be on solid ground for this part of the statement. The tax increases in the Bachelder newspaper are the main evidence here (along with a separate analysis by a liberal group called \"Citizens for Tax Justice.\" \"Despite its huge price, his plan will significantly raise taxes for millions of low- and middle-income families with children, with particularly large tax increases for single working parents,\" Pachelder wrote. \"I conservatively estimate that the Trump Plan will increase taxes for some 7.8 million families with minor children. These households, which pay more taxes, account for about 20 per cent of households with minor children and more than half of single parents. It covers approximately 25 million people and 15 million children.\" Bachelder points to several reasons why some families see an increase in taxes, including the trade of Trump for a new standard for personal exemptions; its abolition of the position of head of household registration, which benefits single taxpayers who are dependent; its exchange of 10 per cent for 12 per cent; and the fact that his new tax deduction and childcare credit would provide relatively little benefit to low- and middle-income caregivers. The report of the Tax Corporation did not address this issue, noting instead that taxpayers in all income categories would see more money in their pockets if the Trump Plan were enacted. However, the tax institution has found much greater gains for wealthy Americans, which is consistent with Clinton's statement that the Trump Plan would \"vulnerate middle-class families compared to the rich.\" It was found that 80 per cent of taxpayers at the lowest level would receive income ranging from 0.8 per cent to 1.9 per cent, compared with 5.4 per cent to 9.3 per cent for the highest 10 per cent of taxpayers, and between 10.2 per cent and 16 per cent for taxpayers at the highest 1 per cent. More importantly, Kyle Pomerlo of the Tax Corporation tweeted Bachler's discovery that some taxpayers would experience tax increases, saying: \"We have been able to repeat many of the figures in the report. The results seem reasonable to me.\" Another set of tax policy groups, the Centre for Tax Policy, did not produce an analysis of the latest Trump Plan. The Trump campaign sent us a paper defending the tax proposal. However, it was not \"independent\" as it was written by a couple of \"Senior Policy Advisers for the Trump Campaign.\" Our referee, Clinton, said that according to \"independent experts,\" the Trump tax scheme would blow up debt by more than $5 trillion and, in some cases, damage middle class families compared to the rich. The former Bachelder work in favour of Democrats in the Senate and the White House of Obama may lead to the question of whether she is an \"independent expert.\" However, its assessment of the increase in debt was reflected in the findings of the more conservative tax institution and the Disability and Falcon Commission for a responsible federal budget. According to the Tax Corporation, Bachelder's analysis of tax increases for some families seemed \"reasonable.\" We appreciate that Clinton's statement is correct. https://www.sharethefacts.co/share/d90b4ea6-c8b4-4aee-8bfb-1d0c453c8c58", "vclaim_id": "vclaim-pol-04258"}