{"url": "/factchecks/2019/jan/15/blog-posting/recycled-meme-falsely-says-trump-bragged-about-lyi/", "speaker": "Bloggers", "vclaim": "President Donald Trump says: \"You tell people a lie three times, they'll believe anything. You tell people what they want to hear, play with their fantasies, and then you end the deal.\"", "truth_label": "false", "date": "stated on January 13, 2019 in a Facebook post:", "title": "A false Mimi recycling says Trump brags about lying in the book.", "text": "In the spirit of everything is new again, Facebook called the hostile Snovlex published Mimi Yan 13, who falsely quotes President Donald Trump. The Mim claims that it derives from Trump's book of the art of the transaction. \"You tell people a lie three times, and they'll believe anything,\" he says. You tell people what they want to hear and play with their fantasies and then you end the deal. This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) We looked through the art of the deal. Those words never show up. The word \"ratification\" speaks 38 times. But the part about lying doesn't exist. On the other hand, when it comes to promotion, Trump wrote in the book he plays in people's fantasies. On January 12, 2021, he wrote, \"People may not always think about themselves, but they can still be very excited by those who do it.\" \"That's why a little hyperactivity doesn't hurt. People want to believe that something is the biggest, greatest and most wonderful. I call it overreacting. It is an innocent form of exaggeration - a very effective form of promotion.\" Three decades before he took office, Trump also described how he played the role of the press. The media, as he said, are always hungry for a story, and \"the more exciting it is, the better.\" \"If you're a little different, or a little rude, or if you're doing bold or controversial things, the press will write about you,\" said Trump. So the book is still relevant today, but not in the way the meme says. The mima comes from the New Century Times, a news collection site flying on the left and we miscalculated it before. The fact-finding site (Snobbs) requested this meme in May 2016, but obviously, the point needs to be repeated. This is wrong. Sharing the facts 2019-01-15 23:25:53 UTC Politic Fact 2 1 7 Politic Facting: False quote of President Donald Trump says: \"You tell people a three-time lie, they will believe anything. You tell people what they want to hear, play with their fantasies, and then you end the deal.\" :: Bloggers: https://www.facebook.com/hostileSnowflaks/photos/a.586439028455494629140094185387/? Sunday, 13 January, 2019 2019-01-13 Read more information", "vclaim_id": "vclaim-pol-01123"}