{"url": "/factchecks/2011/apr/27/cheryl-grossman/state-rep-cheryl-grossman-says-gop-cuts-standing-c/", "speaker": "Cheryl Grossman", "vclaim": "\"As far as the Standing Committees are concerned, we have 10 less standing committees. We have therefore provided the State with about a quarter of a million dollars through the reduction of standing committees.\"", "truth_label": "barely-true", "date": "stated on April 12, 2011 in a news conference:", "title": "Cheryl Grossman says J.O.P. saved the state $250,000 with cuts in the standing committees.", "text": "The Republicans, who control Beit Ohio, called a press conference of 12 April to rise on the back of their work the first 100 days of the biennium in the General Assembly of 129. The Panel, chaired by Council President William G. Bachelder, is very proud of some of its early achievements. Special allegation that the Republic of Cheryl Grossman, a republic of Grove City near Columbus, presented when her role on the podium was his greatest resonance with Ohio's politician. \"As far as the Standing Committees are concerned, we have 10 less standing committees. We have therefore provided the State with about a quarter of a million dollars ($250,000) through the reduction of the Standing Committees.\" He said Grossman, former Sheriff of Grove City. While Ohio &apos; s economy is still struggling to recover from the devastating national recession in recent years, which has helped to blow up a deficit of $8 billion in the State budget, any amount of savings is good. So Polyte Fact Ohio decided to check Grossman's numbers. We contacted the Republican Caucus in the House of Representatives (mainly the Bachler Office) for an explanation and information to support Grossman's comments. The Rassemblement stated that it checked its figures through the office of the Registrar of the House of Representatives, which is independent but managed by a Republican appointed by Bachelder. (The speaker is always able to appoint a writer and usually a person from the same political party.) At the outset, Pachelder abolished 10 standing committees that existed during the 128th General Assembly, chaired by the President of the House of Representatives, Armund Podish, a democracy. The number of standing committees has thus decreased from 27 to 17. In addition to the regular annual salary of the leaders of each committee: $6,500 for the Chairman and $5,000 for the Vice-Chairman and the minority member, a total of $16,500 is paid in overtime per year for each committee. So multiply that by 10, a number of committees delete, and you come away with 165,000 annual savings. Grusman did not say it, but can we give her the benefit of the doubt? In each year of the biennium, it meant that the salaries of legislators were paid in an annual scale. Thus, the amount of $165,000 over two years becomes $330,000 in savings, which does not include the additional cost of benefits for lawmakers receiving salaries. However, Pachelder added three new standing subcommittees that had not existed under the Badish regime in the previous two years. The Chairman of the Subcommittee receives $5,000, and a minority member is at the level of $2,500 (no Vice-Chairman of these Committees) and a total of $7,500 per subcommittee. With the addition of three subcommittees, Bachelet has established a new expenditure line totalling $22,000 per year as an additional remuneration for legislators, not including entitlements. It was suggested that from the savings generated by the elimination of subcommittees and Republicans in the House of Representatives, the State still had approximately $286,000. But wait. While State representatives could play a leading role in more than one committee, they could be paid only one salary. There were seven Democrats who performed a double duty under Podish, meaning that they served as president or vice-president on more than one committee, but were paid only one salary, according to the minority party spokesman at home, Kerry McCarthy. Michael Deto, Speaker of the Majority Caucus of the House of Representatives, introduced mathematics in the e-mail. The savings from salary payments, when unused salaries were eliminated, amounted to $217,000. The addition of savings from non-incurring retirement and administrative costs increases by 17 per cent to just under $254,000. Therefore, Grosman appears to have been right about the money as much as the dollars and cents in its claim. But wait, there's more. Grossman says the Republicans in the House of Representatives \"save\" state money. This is an attractive requirement in the middle of the budget season. (Joff) Last month, John Kasesh proposed $55 billion, a two-year expenditure proposal to close the deficit. The Council is currently reviewing the proposal. According to the analysis of the proposed budget of the House of Representatives, the Bachelder Leadership Group requests the same appropriation in each of the next two years spent by the House in the current year, which is only a small amount of $20 million per year. \"I'm not sure how one can claim savings when exactly the same amount is spent,\" said Democrats McCarthy. The Ohio politician followed up with Deto. The preparation of the budget request for the House of Representatives involves the use of cost projections made prior to the swearing-in of the new General Assembly. These projections anticipate increased costs, particularly health-care benefits, which led the Board to recommend an expenditure plan that could cover some \"worst case scenarios,\" as he said in an e-mail. It is noted, however, that while health-care costs are projected to increase by some $500,000 for members of the General Assembly only, the budget requested has been stable. It is hoped that reductions elsewhere will cover those increases, if achieved. The level of funding set for the Board would not be known until the budget was approved. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, where does that leave us? There is an element of truth in Grossman &apos; s claim: there are 10 less standing committees, and the amount paid for driving salaries will be less. But the biggest point she made that day while standing in front of a crowd of media, including television cameras, was that the Republicans were saving on Ohio $250,000. Where are the savings? The Republicans may have reduced spending in one area - the costs of the Commission - but the budget request for the operations of the House of Representatives is at the same level, which means that the funds have been redirected to spending elsewhere. Dito cited one area in particular - health costs. This is a crucial fact that would give the listener a different impression than Grossman's claim - the characterization of change in the Commission as a state savings for Ohio is misleading. With regard to the O-Meter truth, we appreciate Grossman's statement that it is hardly true. :: Editor &apos; s note: This statement was estimated to be barely correct when it was published. On July 27, 2011, we changed the name of the evaluation to most of the error.", "vclaim_id": "vclaim-pol-13192"}