{"url": "/factchecks/2014/nov/14/johnny-isakson/Isakson-off-about-income-tax-fraud-ranking/", "speaker": "Johnny Isakson", "vclaim": "Georgia has the second largest number of fraudulent tax recovery claims.", "truth_label": "half-true", "date": "stated on November 21, 2014 in press release:", "title": "On the details of the arrangement of income tax fraud", "text": "Many of us wonder whether we are exposing ourselves to identity theft through the purchase of credit cards and discount cards, especially after the insecurity of some large retailers. Identity theft is generally the fastest-growing crime in America, so it's probably not out of reach. But in fact, the authorities say, identity thieves over the past several years have increasingly focused on income tax fraud. The Internal Revenue Service estimates that it paid $5.2 billion in fraudulent refunds in 2013 and received an additional $24.2 billion of these refunds, according to a September report by the United States Government Accountability Office. Last month, a group of United States senators - including Johnny Isaacson of Georgia - invited the Commissioner of the Tax Service of the Islamic Republic of Iran, John Koskensen, to update Congress on the Agency &apos; s efforts to stop fraud in tax recovery related to identity theft. The member of the Senate Finance Committee, Isaacson, who is scheduled to announce plans for re-election next week, said: In a press release, Yitzhakon said that he had been pressuring the Tax Service on this issue, noting that \"Georgia is second in the country to the number of false tax refunds.\" Could that be true? We decided to check. Amanda Maddox, spokesman for Isaacon, said that the statement was based on data from the Federal Trade Commission and supported by information from the Tax Service. The report of the Fair Trading Commission provided by Maddox is based on \"unverified complaints reported by consumers\" during 2013. The report shows that Florida has the highest number of complaints of identity theft per capita at 192.9 per 1,000 residents. Georgia ranked second with 134.1 per 1,000, or 13,402, followed by California, Michigan and Nevada. However, this covers all types of complaints of identity theft. Nor does it contain any individual State data on complaints of identity theft related to income tax fraud -- Isaacon. Maddox Poletti Fuckett reported that the information she had just received from the Tax Service showed that Georgia was ranked third in the theft of individual tax identity (0.7 per cent in both 2012 and 2014). Tax fraud from identity theft with Georgia's relations has made headlines both inside and outside the state. On 29 January 2021, the United States Attorney-General &apos; s Office announced in April that 56 persons had been charged or had already pleaded guilty to a stolen identity and tax fraud scheme from the United States. Just last month, a Georgian man pleaded guilty to his role in a $2 million tax-back plot that used the identities of State prison inmates to create false tax returns in 2010 and 2011. Three women - all from Georgia - had already pleaded guilty to fraud in the case. In January, the Tax Service announced that Georgia, Florida and the District of Columbia had been selected for the pilot programme because they saw \"the highest percentage per capita of tax-related identity theft.\" However, Mark Green, spokesman for the Atlanta Tax Service, said: \"There is no arrangement per se.\" The IRS does not have any data at the State level that shows exactly how Georgia, or any State, is considered to be in the general problem, as he said. Maddox submitted a table of data from April 2013, which she said was given to the Senate Special Committee on Ageing by the Tax Service. The data sheet, which the Tax Service confirmed as its data, showed that Georgia was ranked number 1. In enforcement proceedings against identity theft, with 156 enforcement actions. However, the data do not correspond to other IRS data, including the first three points assumed for the targeted problems with the pilot programme. The table shows that the first three, in their order, are Florida (443), Puerto Rico (374) and Georgia. The province of Colombia, which is part of the pilot programme which is supposed to have a serious problem, shows only one operational procedure. This links them to five other jurisdictions in respect of the lowest enforcement action in fiscal year 2013. Karen Barney, speaking on behalf of the Centre for Identity Resources in San Diego, said that Georgia had been the second successor to Florida over the past three years in complaints of identity theft involving government documents or fraudulent entitlements. This category of identity fraud included income tax fraud. Our conclusion: Isaacon's claim that Georgia is ranked second when it comes to fraudulent tax claims is based on at least one federal report. However, that report examines complaints, not verified incidents. Georgia is certainly facing a serious problem. A senator would have been precise if he had said this or said that Georgia appeared near the top of the states with such problems. But Isaac misread that data to show a certain grade where it does not exist. We value his claim half right.", "vclaim_id": "vclaim-pol-07005"}