{"url": "/factchecks/2014/oct/16/americans-prosperity/americans-prosperty-says-workers-are-getting-high-/", "speaker": "Americans for Prosperity", "vclaim": "\"under government administration. Scott Walker, the mining economy of North Wisconsin, is moving forward and more people get good and high-paid jobs.", "truth_label": "barely-true", "date": "stated on October 3, 2014 in a direct mail flier:", "title": "Americans say for prosperity that workers get high-paid mining jobs because of Scott Walker.", "text": "State law aimed at helping Gogbeck Taconite move forward with the Iron Ore Mine in North Wisconsin (Scott Walker) The bill - which helped the company to form it - speeded up the licensing process and introduced further changes to the state laws to encourage mine development, which was prepared as it could bring thousands of jobs to a small part of the State population with high unemployment. Gogbeck said that the construction of the mine and related processing and infrastructure plants would create 3,000 jobs. As soon as the mine is operational, some 700 people will be employed, and a total of 2,834 related business posts are expected. The Americans for Prosperity, a conservative group, reminded voters of Walker's support for the mine in a published publication sent to voters in early October entitled \"Wesconsin has returned to work.\" In the vicinity of the image of the mining helmet, the publication says: \"Under government administration. Scott Walker, the mining economy of North Wisconsin, is moving forward and more people get good and high-paid jobs. The statement contains a footnote to Senate Bill No. 1, which is the mining bill requested by Gogbić and approved by the Republican and Walker Legislature in 2013. However, this indicates a boom in jobs related to the iron ore mine. But we heard a different explanation when we asked for support from the Federal Police Office in Wisconsin. \"I have not published to any specific type of job,\" said David Fladbo, Director of State of the Americans for Prosperity, Wisconsin Foundation. \"We have simply stated that the mining economy allows people to obtain high-paid jobs.\" He added: \"Many jobs were created both directly and indirectly by the iron mine and even more by sand mining.\" Wait. - Sand mining? - Mm-hmm. In addition to the footnote referring to the Iron Mining Bill, the postal letter specifically mentioned \"the mining economy of North Wisconsin,\" and did not refer to sand mining. Let's take a closer look. Let us begin with the iron ore mine, a proposed $1.5 billion project in the Iron and Ashland provinces. Field work on the Pinocchi Hills extended site began in early 2014. The roads were constructed and samples of rock were taken. But in August 2014, Gogbeck announced a delay. The company stated that further preliminary work was required, reapplying its planned application from spring 2015 to autumn 2015. Once a request has been made, it is open to the organizers of the State to consider it generally. Then there are promises of legal challenges from environmentalists and Chippewa Indians who oppose the project. So we're early in the process. Although there is no mine, some miners - technically engineers who run heavy equipment - work on the site, as stated by the spokesman for Gogbeck Bob Setz. They build roads and extract samples of rocks and crush them. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. In fact, white women have acquired a job.\" On January 15, 2021, by Nosiapa Mezan, \"We may have had ten operators working there at any one time,\" said Terry McGowan, president and commercial manager of the local operator company 139, the trade union in question. These workers are paid about $37 per hour. That means 10 miners. The impact of the mine will certainly go beyond those in hard hats and promote other employment opportunities in the local economy. Vladipu of \"Americans for Prosperity\" created that argument in an e-mail exchange with us. Sitz said that Gogbeck spent $1.25 million in Iron and surrounding provinces so far in 2014. This covers local salaries, consultancy fees, hotels and housing, equipment, vehicles, meals, offices and local well operators. \"From spring to summer, we had an average of over 20 people a day physically at the site,\" said Sitz. The company's office in Hurley has six employees. He noted that $1.25 million had been invested in a province with 5,700 people with family income, among the lowest in the State, supporting many jobs.\" In support of his statement, Vladibo argued that there was a surge in sand mining jobs in Wisconsin. This was not part of the original claim, but was accurate. There are sand mines operating in about 20 counties in the west and northwest of Wisconsin, and according to the United States Department of Natural Resources, there are now 140 mines, processing plants and sand mining railway sites in the state. This compares with five mines and five treatment plants in 2010, shortly before Walker took office. A study released in September 2014 by the environmental groups, the Boston work research of the Institute of Civil Society, the Working Group on the Environment, and mid-western environmental defenders based in Madison, predicts that sand mining will continue to grow and may expand to up to 20 other provinces. Although the nearest sand mine to the proposed Gogbeck mine is about 120 miles south. Did the SB1, which focused on the iron mine, contribute to the flourishing of sand mining? Vladipu argues yes. However, the draft law itself does not refer to sand mining. Here it is described by the Office of Non-Party Legislative References: \"This Law establishes new laws to regulate iron mining and amends existing laws governing mineral mining to cover only non-ferrous metal mining.\" McGowan, the union leader, said that the mining law sent a signal that made all types of mining more acceptable. However, he noted that \"the mining of rough sand was taking off before that\" the bill had been passed. Our assessment of a direct e-mail from Americans for prosperity says that \"under government administration. Scott Walker, the mining economy of North Wisconsin, is moving forward and more people get good and high-paid jobs. The draft law targeting the iron mine is cited as evidence. But that mine is far from being built or opened. About \"maybe 10\" well-paid operators worked there. There is no doubt that there has been a boom in the state's sand mining industry. However, this is not the subject of the statement. We assess the claim mostly wrong.", "vclaim_id": "vclaim-pol-07136"}