{"url": "/factchecks/2011/apr/29/barack-obama/obama-regrets-2006-vote-against-raising-debt-limit/", "speaker": "Barack Obama", "vclaim": "On whether the federal debt line should be lifted", "truth_label": "full-flop", "date": "stated on April 14, 2011 in an interview with George Stephanopoulos:", "title": "Obama regrets the 2006 vote against debt relief.", "text": "America has a debt problem and a failure to drive. Americans deserve the best. I therefore intend to oppose efforts to increase America's debt limits.\" - Sen. Barack Obama, March 16, 2006, \"No one likes to be taught to raise the United States debt line by $1 trillion. As president, you start to realize, you know what, we can't play with these things. ................................................................................................................ ................................................................................................................ ................................................................................................................ It's important for the country to raise the limit.\" On January 13, 2021, bloggers announced verification of the remarkable facts in a story written by General David H. Berger, US Navy Commander. They rejected Nancy Belusi's request for security, saying, \"We're not working for you.\" The limit now stands at $14.3 trillion, but the United States Treasury Secretary (Timothy Guithner) says it must be lifted by May 16 to allow the Government to meet its obligations. The Treasury can manipulate accounts until July, but then, options run out. We must point out that voting to increase the debt limit does not increase spending directly. Expenditure was already authorized under other legislation, and the Treasury now needs a formal signature to continue issuing debts. Some analysts compared it to writing the check to cover the credit card bill for the things I've already charged. However, it was important for the United States to continue to pay its debts and experts said that failure to do so could ultimately lead to chaos in financial markets. The Obama administration was pressuring hard to get the vote approved for debt reduction, and the sooner it would be better. Officials say that withdrawal can frighten international financial markets. (See our story for more in-depth discussion of the vote for debt reduction.) The votes - 10 since 2001 - are famous for political office, and President Barack Obama is no exception. In 2006, he joined the other Democrats in the Senate to vote against the lifting of the debt line, a measure endorsed by President George W. Bush. \"The fact that we are here today to discuss the lifting of America's debt limits is a sign of leadership failure. It is a sign that the United States Government cannot pay its own bills,\" Obama said. The Senate has narrowly agreed to lift the line on party grounds, 52-48, with opposition from all Democrats. Normally, the party that controlled the White House had to take the tough vote to raise the limit, while the other party was free to criticize. An analysis of the last 10 years of debt reduction votes from the status of non-partisan tax policy shows that votes are usually divided on party grounds, with the President's party voting in favour. In January, the White House was asked about Obama's comments from 2006. Robert Gibbs, then the White House Press Secretary, said the result of the vote was not in doubt. \"The full faith of our Government and our economy was not in doubt, and the President used it to explain a point about the need to get serious about fiscal discipline,\" said Gibbs. But the final conclusion is that we should not detract from the idea of full faith and full credit. As some have done in rhetoric, we should not suggest that a good way to deal with this is simply not to go beyond this extension.\" Obama addressed the issue directly on April 15, in an interview with George Stefanoplos of the ABC News. Here's their exchange: Stefanoplos: \"The debt limit must be extended by May. Your work is much harder because of your vote in the Senate against the extension of the debt limit. When did you realize that the vote was wrong?\" Obama: \"I think it's important to understand the Senator's view against that of the President. When you're a member of the Senate, traditionally what happens is, this is always a lousy vote. No one likes to be taught that it has increased the debt limit - for the United States of America, a trillion dollars. As president, you start to realize, you know what, we can't play with these things. This is the full faith and thanks to the United States. This was thus just an example of the new senator who was making a political vote rather than doing what was important to the country. And I'm the first to admit it.\" Obama is not unique in using the debt ceiling to vote on party positions. But in Flip or Meter, he's still paying a full amount.", "vclaim_id": "vclaim-pol-13175"}