{"url": "/factchecks/2019/sep/17/blog-posting/dont-be-duped-bogus-audit-charitable-groups/", "speaker": "Bloggers", "vclaim": "Many well-known charities such as goodwill and the American Red Cross say pay more than executives and spend a small percentage on helping people.", "truth_label": "barely-true", "date": "stated on September 6, 2019 in a Facebook post:", "title": "Don't be fooled by a false scrutiny of charities", "text": "With the call for donations to help the Bahamians recover from the devastating blow of Hurricane Dorian, an old painting appeared on Facebook again. It's a table that claims to show charities that are \"good guys,\" and those that play people for fools, pay low salaries to their executives and actually spend a small percentage to help people. Among her main claims for good charity, she says that the president of the Salvation Army only gets $13,000 a year, and the president of Ronald McDonald House doesn't pay anything at all. Among the alleged bad guys, the United Nations International Emergency Fund, known as UNICEF, receives bad marks for paying $1.2 million to its Executive Director, spending 14 per cent of its funds on programmes and giving its Chief Executive Officer, Rolls Royce, for use. In March of Dems is the second on the list, her CEO paid $450,000 and only put 10% in programs. This post, which was published on Facebook on 6 September, was referred to as part of Facebook's efforts to combat false news and misinformation on the news. ∙ (Read more about our partnership with Facebook.) Here's the chart: this table appeared in 2015, and some of its figures could have been more accurate at the time. But quickly to 2019 and generally, charities that warn against the use of their charitable donations today are much better than the graph suggests. Most of them do not pay executives as much as they claim. We focused on those organizations that were described as bad places for voluntary contributions, as well as on the allegations of the non-compensated executive heads. Let us take these allegations one by one. The Salvation Army: The Chief Executive paid $13,000 in accordance with this position, and the Chairman of the Christian Charitable Salvation Army received only $13,000 in annual compensation. It is not clear whether this is supposed to refer to the international leader of the London-based organization, General of the Salvation Army, or the chief executive of the American branch. In both cases, this figure appears to be out of range. The United States Branch Report 2018 identified the current CEO - known as \"National Leader\" - as David Hudson. The annual report did not reveal his salary. However, a better business review of charity from August 2018 said that Salv Hudson, David Geoffrey, received an annual salary of $140,201, which is far beyond what he claimed to be the position. For tax purposes, the Salvation Army resembles the Church and therefore does not have to submit form 990, which is the financial disclosure form submitted annually by non-profit organizations to the Internal Revenue Service. We didn't hear a response when we contacted the charity to ask for compensation for executives. As a percentage of its total expenditure, the Salvation Army spends 82 per cent on charitable services, according to the Forbes 2017 profile. This proportion has increased by 93 per cent on the social media website. :: Ronald McDonald House: Executor who pays zero for viral mail: President and CEO of Ronald McDonald House Charities, Sheila Musolino, not compensated, according to her latest federal files. What should we learn from this responsibility? She claims that $ 0.90 per dollar goes to help families of sick children. The organization &apos; s annual report for the year 2015 requests $0.87. In a review conducted by the Group in 2018, the charity navigator placed the figure closer to $0.86. UNICEF: CEO paid $1.2 million, Rolls Royce used 14 per cent in aid Even after adding the value of other awards, Stern receives $665,879, slightly more than half of the number shown in the table. For the amount spent on actual programmes, out of the $598 million raised in 2018, more than $490 million was spent on programmes. This represents 82 per cent, or about six times the 14 per cent figure in the mem. The charitable navigator gave him a financial estimate of 77.5. And about what Rolls Royce Stern allegedly used to use? This is a myth that Snoops discovered two years ago. March of Dems: CEO paid 495, 10% in aid. Mixed briefcase: post under CEO payment is out by a seven factor on the side of the program. On January 10, 2021, in an article on Facebook, he said that Nancy Belusi had sent a letter to the Mayor of Portland after demonstrations there \"to demand that he stick to the proven democratic playbook.\" From its annual budget of approximately $150 million, grants are provided, research centres are supported and many educational materials are produced for prospective mothers. According to her last 990 files, Stacy Stewart paid her boss a total of $534,000 in 2017. The CEO paid $495,000. But the article also said that Dimes' march spent only 10% on programming. The real number is at least 74 per cent of contributions, based on 990 contributions. The charitable navigator gives him a financial estimate of 62.14, according to which 75% of all expenditures went towards programs. United Wye: The CEO paid $1.026 million, 9 per cent of aid. This is far from right. According to the organization &apos; s Annual Report 2017, the most conservative reading shows that 79% of the expenditure went to help people. Forbes, put the figure around 86%, based on financial statements 2018. The May 2019 Charitable navigator report indicates that the organization's efficiency is higher, finding that the charity sent approximately 94% of its total expenditure to provide programmes and services. With regard to operational compensation, the viral list figure of $1.02 million was lower than the actual salary of the Executive Director. According to United Way, Executive Director Brian Gallagher earned $1.66 million in 2017. American Red Cross: CEO paid $1.03 million, 8 per cent in aid The Red Cross has been exposed to fire in recent years because of his allegations about how much he spends on charity. As noted by the Poletti Fact in a previous factual examination, both ProPublica and NPR reported in 2014 that the Red Cross had repeatedly misled the public when it said that 91 per cent of each dollar donated had gone to provide services. The problem is the Red Cross collects and sells a lot of blood. This has a significant and positive impact on the Organization &apos; s basic conclusion. No one argues that it is a necessary service, but not as much as disaster relief as the Red Cross. An investigation conducted by the National Public Prosecutor &apos; s Office found that fund-raising absorbed, on average, 17 per cent of each dollar contributed. This alone would achieve 83 per cent efficiency, but the investigation said that this was too high because 83 per cent included an unknown amount of general administrative expenditure. The salaries of the Executive Director of the United States Red Cross, Gail G. McGovern, have also been enlarged by viral drawings. The viral publication claimed that the top executive received $1.03 million in annual salary. In fact, the most recent public disclosure form in the organization shows that McGovern achieved approximately $686,000. Goodwill Industries: The CEO paid $2.3 million, 8 per cent in the Goodwill Aid Industries, the latter allegedly on the virus list, in terms of efficiency. The graph falsely claims that the organization only directs 8% of its expenditures to charitable programs. But that's totally false. According to a Forbes review, the charity, known as its savings stores, allocates 89 percent of its spending on programmes to help people overcome barriers to employment and other related services. The most recent 990 reported the income of former Executive Director Jim Gibbons at some $717,000 in 2017 - not $2.3 million, as the post claimed. One last observation: Even the man who published this message guaranteed it. He wrote: \"I cannot speak of the authenticity of this document, but since it comes at a time when information is required, I have decided to publish it.\" Give the man points for honesty, but as a general rule, if you don't know that something is accurate, don't share it. Our recent Facebook judgment has recirculated the old schedule of known charities to those who have spent the money wisely and those who have not. Most of the figures in the table were not only wrong, they were largely wrong. The data swelled the Executive Director &apos; s salaries and the share of money went to charitable programs with factors ranging from two to ten. In two cases, the figures were correct or almost correct, but these are the rare exceptions. We're assessing this mostly wrong.", "vclaim_id": "vclaim-pol-00157"}