{"url": "/factchecks/2014/oct/19/jim-webb/jim-webb-says-ceos-make-350-times-more-workers/", "speaker": "Jim Webb", "vclaim": "In 1968, \"the CEO of an average company earned 20 times the average wage of the worker. Today this multiplier is about 350.\"", "truth_label": "mostly-true", "date": "stated on September 23, 2014 in a speech.:", "title": "Jim Webb says that executives are 350 times more than workers.", "text": "Former American Senator Jim Webb, who is running a presidential tour, says there is a lack of \"economic equity\" for working families in the United States. :: During a recent speech at the Washington National Press Club, Webb regretted that compensation paid to senior executives in companies had risen while workers &apos; wages remained constant. \"When I graduated from the Naval Academy (in 1968), the average executive director of the company was 20 times the average wage of the employee. Today this number is about 350, \"He said Webb, Democratic. Let's see if the Web figures on the growth of wage inequality are correct. In 1968, Amy Hogan, the daughter of Webb and her spokesperson occasionally sent us an e-mail providing her with some sources that would enable her to obtain her father's claim. However, this did not explain how Webb arrived at the wage ratio between the CEO and the employee in 1968. Our research failed to obtain data for 1968, but we found two sources of orthopaedics from around that year. In 1965, according to the Institute for Economic Policy in Washington, the average remuneration of the CEO was 20 times that of the regular worker. The Executive Director &apos; s average income was $126,000, while the workers received $5,947. In adjusting to today's dollars, the executive has earned $819,000 and the worker has earned $39,500. In 1970, according to research by Kevin Murphy, the ratio was 30 to 1, Professor of Finance and Commercial Economics at the University of Southern California. The average income of senior executives was $196,310, while the workers earned $6,540. After adjusting to date, the Executive Director received approximately $1.2 million and paid the worker $40,100. Hogan told us about Webb's claim of 350 to 1, based on an article in the Wall Street Journal last year listing statistics on executive remuneration compiled by the Canadian Financial Intelligence Agency. The trade union found that the average executive director in 2012 was 354 times higher than the average employee. The Association updated the statistics for 2013. On the basis of data from 350 companies listed in the Standard & Poor's Index 500, the Union stated that senior executives received an average annual compensation of $11.7 million. The average wage of productive and unsupervised workers was $35,239. Under this measure, executive directors have achieved 331 times more than the normal factor. However, the Association does not have the last word on this subject. His conclusion lies on the high side of a number of estimates published by various organizations on the remuneration ratios of chief executive officers to workers &apos; wages. There is no standard formula for calculating the number and results that varies on the basis of which - and how much - companies are used in the study. The definitions of Chief Executive Officer compensation vary. For example, some researchers calculate the value of all equity options available to the CEO within one year, while others only calculate the value of options disbursed by the Executive Director. Similarly, researchers use different definitions to define workers and calculate their compensation. In general, workers are regarded as unsupervised employees. Because companies are not required to disclose compensation figures for all employees, researchers derive workers &apos; wage figures from extensive national data. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • 20 January 2021, the Institute for Economic Policy concluded that last year the wage ratio was 296 to 1. The average compensation paid by the Executive Director to 350 large companies was $15.2 million, and the average wage of workers was $55,800. Here are two other ratios of CEO's wages to workers we encountered: Bloomberg: 204 to 1 in 2011 and 2012, University of Southern California: 307 to 1 or 420 to 1, depending on how the stock options are calculated. While studies produce different figures, they all point to income differences between executives and workers. According to researchers, the CEO's compensation has risen significantly in recent decades because generous equity options have been put into their salary packages. Webb says that income inequality should be alleviated through tax law reform. It is preferable to eliminate income tax exemptions that favour the rich and to increase taxes on capital gains and profits. Several experts in executive remuneration have told us that Web numbers are credible based on the research they have seen. However, they cautioned against reading too much in the ratio of executive heads to workers, saying that they did not highlight what kind of compensation executives should eventually receive. \"I think it's kind of dangerous for the whole debate to fall to that ratio,\" said David Lacker, Professor of Accounting and Corporate Governance at Stanford University. \"You want to focus on things like the amount of value people create, what share of that value they must have and what can be fair across society, and these are very difficult questions to answer.\" Finally, we should note that better data on the remuneration ratios of chief executive officers to workers may soon be available. The Financial Reform Bill 2010 between Dodd and Frank requires companies trading their shares in the public sector to disclose their ratios every three months. The US Securities and Exchange Commission is developing guidelines on how to calculate numbers. Our ruling (Web) said that in 1968 the Executive Director earned 20 times more than the normal factor, and today, the ratio is about 350 to 1. His numbers describe today's proportion, though reliable, on the high side of the research. Web depends on a study by the AFLCO. EPI puts the number 300 to 1. Last year, Bloomberg set the ratio at 204 to 1. The USC set the ratio at 307 to 1, or 420 to 1, depending on how the stock options are determined. There is no doubt that the main point is that the gap between executives and workers has increased dramatically over the past half century. But there's room for embezzlement around the numbers he uses. So we evaluate his claim mostly true.", "vclaim_id": "vclaim-pol-07121"}