{"url": "/factchecks/2014/oct/29/facebook-posts/critics-say-elizabeth-warren-lives-54-million-mans/", "speaker": "Facebook posts", "vclaim": "Sin, Elizabeth Warren says, \"You live in a $5.4 million palace.\"", "truth_label": "barely-true", "date": "stated on October 29, 2014 in a meme on social media:", "title": "The critics say Elizabeth Warren lives in a $5.4 million palace.", "text": "There is nothing to stimulate political discussions such as the emergence of hypocrisy. For some critics these days, Sin Elizabeth Warren, DeMas, has come forward as a tempting target. Warren, who was elected in 2012, became leader of the Liberal Wing of the Democratic Party, which denounces Wall Street excesses and income inequality. These efforts -- and the possibility of her running for the presidency in 2016 -- made her a prominent political figure. Here's our recent social media diary: \"Senator Liz Warren lives in a $5.4 million palace, asking for the \"original American\" status to receive a $350,000 Harvard prize to teach a single class, and now lectures us that \"the system is equipped for the benefit of the rich.\" \"That's too much to chew, so we'll limit our analysis here to claiming Warren lives in a $5.4 million palace.\" This allegation reflects other cases mentioned elsewhere in the media - for example, in an article in the Boston Herald and in an article in the Huffington Post, both of which say Warren's house is worth $5 million. But is it really worth it? No. After searching public real estate data, we found that the house Warren shares with her husband, Bruce Man, is worth less than half of that -- although it is located in a desired neighborhood in Cambridge, Mass. So it's still very expensive according to the standards of most Americans. (Warn &apos; s staff did not reply to a query on this story.) According to real estate records, Warren's house was purchased -- Victoria's applause plate built in 1890 -- in 1995 at $447,000. At that time, the average sale price for one family home in Cambridge was about $300,000, so the house was definitely higher than the average for the city at the time. On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request to use marines for inaugural security, and told her that \"we are not working for you.\" By Samantha Butterman, on January 17, 2021, the amount paid to the house in 1995 is only $70,000 today. But it was a smart purchase. The estimated value of the house for 2015 was just over $1.9 million, and as is often the case, the expected value of the resale is higher. The Zelao website estimates that the value of the house today is approximately $4.2 million. This is much higher than the average price of the houses currently listed in Cambridge, which Zello says is $639,000, although according to Zello many of the houses in the Warren immediate neighbourhood are worth over $2 million and over $1 million. It should be noted that the use of the term \"evidence\" may be somewhat difficult. The house has two bedrooms, three bathrooms and a half, and a residential area of 3,728 square feet. According to the Census Bureau, the average number of new houses in the north-east of the United States in 2010 was 2,392 square feet. So Warren's house is larger than the average, but it's hardly Versailles. In fact, nearly half of the value of the house, estimated at $1.9 million, comes from the land rather than the structure itself. One of the main factors in price growth is probably its location in a good school area, easy access to luxury neighborhood facilities, close proximity to Harvard University, where Man is a professor of law, and Warren studied before winning the Senate race. So where did the $5 million come from? A distorted financial disclosure report, probably. In the 2011 financial disclosure report, which required senators, Warren stated that the value of the council was between $1 million and $5 million. This disclosure model requires only that the candidate measure asset values within broad ranges, not a specific amount. Somewhere along the line, some authors started to neglect to mention that the figure of $5 million was the highest range of the house, not its specific value. (Other articles were more cautious.) Last observation: Warren is rich in national standards, but so are many other senators. In the last Rol-Call survey of Congress value, Warren ranks twenty-fourth among senators with a net value of $3.66 million, and 76 out of 535 members of both the House of Representatives and the Senate. Therefore, its net value is much higher than the average, but it is nowhere near the highest 1 per cent in Congress or Senate. Our referee Mimi said that Warren lives in a $5.4 million palace. Warren lives in a desired neighborhood in an expensive urban center, which means that her house is much more expensive than most Americans. However, the Mimi outstrips the facts of the case. The value of the house is estimated at less than half of the said $5.4 million, and its designation as a palace is an extension. The statement contains an element of truth but ignores critical facts that give a different impression, so it is often wrong. Participation in political realities 4 - 7 Policy Assessment: Mostly a liar says S. Elizabeth Warren \"lives in a $5.4 million palace.\" Facebook is posted in a social media diary. Wednesday, 29 October 2014, 10/29/2014 Read more information", "vclaim_id": "vclaim-pol-07061"}