{"url": "/factchecks/2016/nov/15/donald-trump/donald-trump-says-new-york-times-apologized-bad-co/", "speaker": "Donald Trump", "vclaim": "@nytimes sent a message to their subscribers apologizing for covering for me", "truth_label": "false", "date": "stated on November 13, 2016 in a tweet:", "title": "Donald Trump says the New York Times apologized for \"bad cover\" for him.", "text": "President-elect Donald Trump doesn't think the New York Times was fair to him. In a series of tweets critical of The New York Times, Trump said that the news organization wrote a letter to readers after the election, apologizing for \"bad coverage.\" @nytimes sent a message to their subscribers apologizing for covering for me - I wonder if he's gonna change. - I doubt it. Trump's tweeting in Nov 13. @nytimes they sent a message to their subscribers apologizing for their poor coverage of me. I wonder if this will change the doubt. Donald J. Trump (@realDonaldTromp) 13 November 2016 is a distorted and top-down description of Nov 13's message to readers from the New York Times publisher and executive editor. The letter of 200 words is used primarily to thank readers for their loyalty and to say that the New York Times will \"be dedicated\" itself to the high press standards that I have used so far. At no point in the letter did the authors write anything like an apology. Nor did they say that the organization's overall coverage of Trump was \"bad.\" The spokesman for Tramp Stephen Chung said that Trump referred to the fact that the letter contained an acknowledgement that the New York Times underestimated Trump's chances. The letter stated that the result was \"unforeseen\" and asked a rhetorical question: \"Did the absolute non-traditional nature of Donald Trump in us and other news media underestimate his support among American voters?\" Sometimes during the elections, the New York Times presidential poll predicted that Hillary Clinton had more than 90 per cent chance of winning the election, and that was not true. Doesn't that talk a lot about coverage? Chiong said about inaccurate predictions in The New York Times and elsewhere. \"It was not just an insult to President-elect Trump, but also an insult to voters looking for reliable coverage - which they clearly did not get during the elections.\" On January 18, 2021, in an interview with the right national radio program, \"China was behind intervention and effort to overthrow our government and elections, electoral fraud.\" • January 19, 2012, but forecasts and ballots are only two aspects of Trump's coverage in The New York Times throughout the campaign season. It also published a story that it is likely that he has not paid federal income taxes for years, as well as stories about women who claimed Trump had touched them. On the other hand, The New York Times also reported that Clinton used a private e-mail server. The message of the publisher Arthur Solsberger Jr. and Executive Editor Dean Baké commended the work of the organization in general. Journalists have consistently said that the election coverage is \"fast and creative\" and that they will cover the new President with \"the same fairness, the same level of scrutiny, the same independence\" they are already doing. It is therefore impossible to say that the message line about an inaccurate prediction is a recognition of Trump's \"bad cover\" in general, not an apology. \"We are incredibly proud of the coverage of our 2016 campaign. There was no suggestion, whether in our observation to the staff, or to the participants, that we were apologizing.\" Surely the New York Times and other media have been thinking about covering it since the year and why you underestimate Trump's support. For example, the editor of the New York Times General Liz Spade Nov 9 wrote that reporters could have done more to drown themselves in the lives of Trump supporters. Our Governor Trump said, \"Send @nytime a message to their subscribers to apologize for covering me badly.\" The New York Times sent a message to the participants thanking them for their loyalty and promising strong coverage of Trump in the future. While the letter indicates that the New York Times underestimated its support for Trump, it does not say that its coverage throughout the election campaign was poor. In fact, the letter commends the work of the New York Times reporters. The note does not contain any form of apology. We appreciate Trump's claim that it was wrong. https://www.sharethefacts.co/share/f2054f27-8478-407c-9196-35f65372025d", "vclaim_id": "vclaim-pol-03943"}