{"url": "/factchecks/2019/mar/11/elizabeth-warren/comparing-manaforts-sentence-life-sentence-man-who/", "speaker": "Elizabeth Warren", "vclaim": "The Trump campaign manager, Paul Manafort, carries out bank and tax fraud and receives 47 months. A homeless man, Fet Winslow, helped sell 20 bucks of weed and got a life in prison.\"", "truth_label": "mostly-true", "date": "stated on March 7, 2019 in a tweet:", "title": "Compared with Manafort's sentence to life imprisonment for a man who sold weed", "text": "Since 2010, the former campaign manager of President Donald Trump Paul Manafort has been hiding a lot of money from the IRS. The prosecutors accused him of laundering over $30 million in foreign revenues, using a network of companies to hide the millions he had acquired as a political adviser and pressure group for Ukrainian politicians. :: Convicted by a jury on eight counts of taxation and bank fraud Under sentencing guidelines, Manafort faces more than 19 years in prison. On March 7, when a federal judge gave him less than four years, the protests came quickly. \"The Campaign Manager of Tramp, Paul Manafort, commits bank and tax fraud and receives 47 months,\" Democratic Presidential candidate Elizabeth Warren tweeted a few hours after the judge announced his decision. A homeless man, Fet Winslow, helped sell 20 dollars of weed and life imprisonment. And the words above the Supreme Court say \"equal justice under the law\" - when do we start acting like this? The Trump campaign manager, Paul Manafort, carries out bank and tax fraud and receives 47 months. A homeless man named Fet Winslow helped sell 20 bucks of weed and got a life in prison. The above words say \"equal justice under the law\" - when will we begin to act like this? - Elizabeth Warren (@warren) 8 March 2019 - the symmetry that Warren mentioned is real, but there is more to the back story. In 2008, Louisiana Fett Vincent Winslow's man sold $20 worth of marijuana to a secret police officer engaged in a prostitution operation in Sheriffport. However, it was not the only sale that had been inflicted on him by this cruel punishment. Winslow had three previous criminal convictions - 24 years ago for petty robbery, another simple conviction for theft 15 years ago, and possession of cocaine in 2004. He did not have any convictions for violent crimes. The sale of Winslow $5 (the rest went to the men who provided the vessel) but under Louisiana &apos; s usual criminal law, in the trial, prosecutors sought and obtained a life sentence for Winslow. Winslow filed an appeal. Two judges found nothing unusual that deserved to be tolerated. \"The defendant failed to refute the presumption by showing that it was exceptional,\" they wrote in 2010. \"The fact that his previous crimes were not violent is, in and of themselves, insufficient.\" The Winslow story has been well documented. The American Civil Liberties Union included its case in a report issued in 2013. The news organizations have reported on his sentence. Winslow stays behind bars. Louisiana's usual law wouldn't have faced life imprisonment if it hadn't been for the three strikes by the state. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. By Tom Kircher • January 16, 2021 \"It will be very difficult to find Winslow's case in the federal system,\" said the New York University Crimeologist Candace McCoy. \"The federal level has a major focus on people smuggling and drug trafficking in terms of size, not possession and small sales. Persons convicted of serious drug charges are less likely to face a three-strike case because they face long sentences than bats.\" The Professor of Law of the University of Fordham John Puff echoed this point. \"Almost all people who spend long sentences in violence, usually serious accusations,\" said Baf. \"I can't think of any federal cases leading to a life like this small amount of weed. Louisiana in many ways is uniquely harsh in this specific context.\" It is also important to look at how the crime of white collars in Manafort and the sale of Winslow drugs proceed differently when it comes to ordinary criminal laws. Street criminals are more vulnerable to a three-batter rule simply because street crime is much more common. According to the National Centre for White Gambling Crimes, the number of persons arrested for forgery, fraud and embezzlement in 2014 was approximately 96,000. In the same year, the FBI reported more than 9.4 million violent and property-related crimes, including the type of burglaries recorded in Winslow Register - a difference of approximately 100 times. McCoy added that Winslow might have been infected with what she called \"the penalty of trial.\" It is up to prosecutors to press for the maximum penalty, if they so choose. McCoy said, \"If you don't accept the deal they offer you, you'll face the limit.\" \"This is how people are forced to abandon the right to trial.\" Catherine Maris Matisse, Director of the Criminal Justice Clinic at Tulane Law School in New Orleans, said that if Winslow was sentenced today, he could have avoided life imprisonment. \"There was a continuous reduction in who was subject to ordinary criminal law,\" Mattis said. \"Recently, they changed the period back to five years. If it has been more than five years since the person completed his sentence for a previous crime, he breaks the series of crimes for the purposes of the law.\" Winslow's 24-year history dates back to his first conviction. Matisse also noted that low-income offenders were very likely to fall under a three-bastard law. The enforcement of street crime is more widespread than the investigations carried out by white collar officials. This was the first conviction by Manafort, as noted by the judge. A second judge is facing a sentence of 13 March for related offences. We sentenced Warren to 47 months of Manafort's sentence in Winslow, who was sentenced to life imprisonment for selling $20 worth of marijuana. The basic facts are true. But to illustrate that, it was his three previous convictions, the largest conviction coming 24 years ago, that made Winslow subject to the usual Louisiana crime law. We're mostly assessing this claim right. Sharing the facts 2019-03-11 21:34:11 UTC PoliticsFact 5 1 7 PoliticFact Dacting: \"Mostly true\" Trump Campaign Manager, Paul Manafort, commits bank and tax fraud and receives 47 months. A homeless man, Fet Winslow, helped sell 20 bucks of weed and got a life in prison.\" Elizabeth Warren, member of the Democratic Senate of Massachusetts, https://twitter.com/ewarren/status/1103842768481823104?s=21 in tweet. Thursday, 7 March 2019 2019-03-07 Read more information", "vclaim_id": "vclaim-pol-00912"}