{"url": "/factchecks/2018/dec/06/richard-ojeda/does-ceo-mary-barra-earn-295-times-average-gm-work/", "speaker": "Richard Ojeda", "vclaim": "At General Motors, Executive Director Mary Barra, \"approximately $22 million ($) returned home last year alone (295x average employees of your company).", "truth_label": "true", "date": "stated on November 27, 2018 in a tweet:", "title": "Does the CEO (Mary Barra) earn 295 times the average GM factor?", "text": "==History==West Virginia Democratic Richard Ojeda -- who lost the United States House race in 2018 but is thinking of running for president in 2020 -- launched a video video at General Motors Detroit's headquarters to invite the company's announcement that it was shutting down five factories and releasing more than 14,000 employees in late November. The video shared a tweet in November 27, adding this comment in the tweeting body: \"I'm in Detroit at General Motors' headquarters. We've guaranteed you. We've granted you tax exemptions. Your employees are the reason why your CEO took approximately $22 million home last year alone (295x average company employees). And that's how you reward them? \"Courburati Greed\" I'm in Detroit at General Motors' headquarters. We've guaranteed you. We've granted you tax exemptions. Your workers are the reason your CEO took home about $22 million last year alone (295x average employee of your company). That's how you pay them? #Corporate Greed.twitter.com/VUjUROmZv - Richard N. Ojeda, II (@VoteOjeda2020) 27 November 2018) asked whether Ugeda was right that the company's executive director, Mary Barra, had taken approximately $22 million home last year, which was 295 times the average number of company employees, about $74,000. :: Stephanie Rice, Assistant Director of Financial Communications of the Global Mechanism, Bolift Fuckett, confirmed that he had been paid a total compensation package of $21.96 million last year and that it was about 295 times the average number of GM staff. These figures must be reported publicly to the Securities and Exchange Commission, which has attracted some attention in the media. The amount paid to Barbara represents a decrease from the amount of $22.58 million paid in 2016. While 295 times larger seems large, they are far from the only ratio between major American companies -- or even among the highest firms. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy: January 20, 2021, the compensation ratio of the CEO for 2017 was 312 to 1, according to research carried out by the Institute for Economic Policy, a think tank that is pro-active. (The measure used by the group is not apples to apples with the GM number reported to the government, so no direct comparison can be made.) This ratio, which includes 350 large companies, \"was much more than 20 to 1 in 1965 and more than five times the 58 to 1 in 1989, although it was less than the peak of 344 to 1, which it reached in 2000.\" The following graph shows the ratio since the mid-1960s, which has been measured in two different ways. A simple Ojeda dodger: Use the term \"average\" of a staff member. Many readers may follow common usage and assume that \"average\" is the average salary. In fact, SEC data use average salary, which is technically a type of average but often not referred to in this way. Ojeda did not reply to a query on this article. Our judge, Ojeda, said that \"Para returned home about $22 million of last year's dollars alone (295x average company employees). The company confirmed both numbers, which are required by law to be communicated to the Government. We're evaluating the statement right. Sharing the facts of 2018-12-06 20:42:36 UTC PoliticsFact 6 1 7 PoliticalFact Dacting: Right at General Motors, Executive Director Marie Barra \"takes approximately $22 million from the dollar last year alone (295x average number of employees of your company).\" :: Richard Ojeda, former candidate for Congress https://twitter.com/VoteOjeda2020/status/10675112474546176?s=03 a tweet Tuesday, 27 November 2018-11-27.", "vclaim_id": "vclaim-pol-01211"}