{"url": "/factchecks/2019/jan/18/viral-image/clemsons-trevor-lawrence-did-not-say-white-house-f/", "speaker": "Viral image", "vclaim": "After the White House's fast food dinner, Clemson said the quarterback Trevor Lawrence \"coastal elite media\" destroyed it \"because it wasn't organic vegetarian\" and that it was \"the perfect blue collar party.\"", "truth_label": "pants-fire", "date": "stated on January 15, 2019 in a Facebook post:", "title": "Trevor Lawrence didn't say the White House Quick Food Dinner was \"A Wonderful Blue Fitness Party.\"", "text": "You don't think McDonald's Big Mac and Burger King Hoopers are gonna make a nationwide argument and make memes, but this is the age of the Internet. Recently, critics came to President Donald Trump when the National Football Championship team at Clemson University served a variety of fast foods from McDonald's, Wendy, Burger King and Domino Pizza during their visit to the White House in January 14. Since then, some players have defended the rapid spread of food as a rare cure, but one image-Mimi has transformed the new middle star Trevor Lawrence. Laurence was photographed after the team won in Alabama on January 7. I soon turned to Mimi when the text was covered with the phrase \"Clemson QB speaking for America.\" According to Lawrence, \"President Trump got all our favorite foods, and it was the best meal we ever had. Then we go and see the elite coastal media tear it down because it's not organic vegetarian. We're football players, not bloggers. This was a great blue-collar party.\" We cannot determine where the amulet originated, but it is widely disseminated in social media. This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) On January 11, 2021, Facebook was published in Facebook, Nancy Belusi, who was no longer the Speaker of the House of Representatives by Samantha Buterman. On January 12, 2021, no, a 19-year-old university centerman did not say that the party was devastated by \"coastal elite media because they were not organic vegetarians.\" And he didn't say it was a perfect blue collar party. The whole quote was fabricated. After the article began to gain momentum, Lawrence went out and denounced the quote, tweeting, \"I never said that, by the way... I don't know where it came from. Anyway, the trip to the White House was awesome!\" I never said that, by the way... I don't know where it came from. Anyway, the trip to the White House was awesome! https://t.co/dhyzpSNUD - Trevor Lawrence (@trevorlawrense) January 15, 2019 Lawrence tweet shared the fake quote from @CloydRivers, an account with 1.8 million followers who routinely share misleading information. That tweet has since been removed from the podium. Ross Taylor, Assistant Director of Clemson Football Communications, told Associated Press that Lawrence offered a false quote on Tuesday. \"All that's done in the mime is fabricated,\" said Taylor. This quote is pants on fire! Sharing the facts 2019-01-20:03:52 UTC Politic Fact 1 1 7 Politic Factoring: Pants on Fire after the White House Quick Food Dinner, Clemson said the quarterback Trevor Lawrence \"Coastal elite media\" destroyed it \"because it is not organic vegetarian\" and that it was \"a perfect party for blue fitness.\" The viral image on the Internet Tuesday, 15 January 2019, 2019-01-15. Read more information.", "vclaim_id": "vclaim-pol-01116"}