{"url": "/factchecks/2019/jan/15/tim-kaine/tim-kaine-mostly-accurate-about-trump-nixing-25-bi/", "speaker": "Tim Kaine", "vclaim": "\"We made a deal with the president last February, less than a year ago -- $25 billion over 10 years in border security did the right way -- and the president blew up the deal.\"", "truth_label": "mostly-true", "date": "stated on January 9, 2019 in a TV interview.:", "title": "Tim Kane was often accurate about Trump, Trump and Trump with a $25 billion border offer.", "text": "Mr. Tim Kane says that President Donald Trump once offered him all the money he wanted to secure the southern border and rejected it. His comments were made during an interview in January 9 on CNN, amid the Federal Government &apos; s closure of disputes over funding for the expansion of a security fence on the southern border. Trump claims $5.7 billion for the project; Congressional Democrats draw the line at $1.3 billion. Ken said his Democrats tried in the past to bargain with Trump about border security, but to no avail. \"We made a deal with the president just last February, less than a year ago - $25 billion over 10 years in border security did the right way - and the president blew up the deal,\" said Ken. We wondered whether Cain's statement was accurate. We referred Miriam Leber, the Speaker of the Senate, to a short-term bill co-sponsored by the Senate in February 2018. The Senate was intensively discussing immigration. Trump had announced that on 5 March he would begin to terminate the deferred programme of work for the arrival of children - or CCDA - that would protect against the deportation of children brought to the United States as illegal immigrants. The Senate was seeking a broad compromise with Tramp on migration policies that would provide ODA before the 5 March deadline. Trump supported a presidential bill that would have allocated $25 billion to border security. The legislation fulfilled four conditions set by the President for the continuation of the Development Assistance Committee: providing money for the construction of the wall; establishing a citizenship road for the children of the Association, or \"dreams\"; ending the visa lottery programme that promotes the ethnic diversity of migrants; and severely reducing family migration - what Tramp calls the \"migration chain.\" Donald Trump's second presidential isolation was \"most isolated between the two parties in American history.\" By Louis Jacobson on January 13, 2021, the termination of his diverse visa lot and the restriction of family immigration - called \"family reunion\" by Democrats - were anti-Democrats. Without the support of the two parties, the bill will not be able to reach the 60 votes needed to end the debate on the bill and move towards a vote on the list of successful or failed people. So on February 14, 2018, Democrats and a bunch of Republicans introduced an alternative bill that they hoped would mobilize enough bilateral support. The measure called for $25 billion to be spent on the border over 10 years to build the wall and a range of other security measures. However, the bill did not address Trump &apos; s demands for lottery termination and narrow family migration. On 15 February, White House Press Secretary Sarah Hackabe Sanders issued a statement threatening Trump to veto the alternative bill. In tweeting, the bill called \"a complete disaster,\" which would create \"a collective amnesty for more than 10 million illegal aliens, including criminals.\" According to the Washington Post and the New York Times, Trump also objected that the bill would allocate the $25 billion over 10 years, instead of all at once. Later that day, the bill failed. Although a group of two parties from 54 senators voted to crack - a majority - they came with less than 60 votes needed to advance. A few minutes later, the Republican Bill supported by Trump also passed away. Congress failed to reach the March 5 deadline to protect CADA, but the phasing out of the program was suspended by several courts. Our referee, Ken, said, \"We made a deal with the president last February, less than a year ago - $25 billion over 10 years in border security did the right thing - and the president blew up the deal.\" It refers to a 2018 bill supported by Democrats in the Senate and a few Republicans that could have saved $25 billion over a decade to significantly expand the wall and fund other programmes to improve the security of the southern border. Trump strongly objected to the bill and threatened to reverse it because it did not include two immigration reforms: the termination of the visa lottery and the imposition of severe restrictions on family migration. However, we are fighting with Kane's use of the term \"deal,\" which suggests that everything was guaranteed for passage if the President goes side by side. Republican legislators never made that promise. It was really a suggestion. So we're mostly assessing Cain's statement, right?", "vclaim_id": "vclaim-pol-01128"}