{"url": "/factchecks/2014/aug/29/burger-king/burger-king-says-its-not-moving-and-will-continue-/", "speaker": "Burger King", "vclaim": "After merging with Tim Hortons from Canada, Burger King \"doesn't move. Our headquarters will remain in Miami, and we will continue to pay all our federal, state and local funds. Taxes.\"", "truth_label": "half-true", "date": "stated on August 26, 2014 in a Facebook post:", "title": "Burger King says he's not moving, and he's gonna keep paying all his taxes.", "text": "When Berger King, the American fast food icon, announced a deal to unite forces with the Canadian coffee giant and dolls Tim Hortons, the reaction was swift. Burger King, it turns out, will become part of a Canadian parent company, which could lead to significant savings on US tax payments -- a manoeuvre known as corporate tax \"derivation.\" Politicians, ordinary Americans, wept wrong. C. Sherwood Brown, D. Ohio, urged clients to bring their appetites in fast food to two companies that had long worked from Ohio-Wendy and the White Castle. \"The Burger King always said, \"Do it your way,\" Brown said in a statement. \"Well, my way is to support two companies in Ohio that did not leave their country or their customers.\" At the same time, hundreds of commentators were taken to Facebook to protest this move. \"If Burger King goes forward with ugly, greedy, anti-American tax evasion of this reflection, and I won't step back into any of your restaurants,\" said one. We were asked by a reader to check the accuracy of the special burger king message on Facebook about the deal. Here's what the company published: \"We hear you. We don't move, we grow and we find ways to serve you better. As part of today's announcement, both Berger King and Tim Hortons will continue to operate as independent trademarks. We'll just be under joint ownership. Our headquarters will remain in Miami, where we were founded more than 60 years ago, and business as usual will continue in our restaurants around the world. \"The decision to create a new global leader for quality reform with Tim Hortons is not tax-driven - it is about the global growth of the two brands. BKC will continue to pay all our federal, state and local taxes. \"We are proud of the legacy of Burger King and will maintain our long-standing commitment to our staff, privileges and communities we serve. \"The Wraith won't go anywhere.\" We decided to verify the company's claim that after the merger with Tim Hortons from Canada, Burger King \"is not moving. Our headquarters will remain in Miami, and we will continue to pay all our federal, state and local funds. Taxes.\" The Burger King PR company didn't respond to an investigation. At first, we moved to Burger King's press release that announced the deal. In so doing, Alex Bering, CEO of Burger King, explains that the transaction involves \"to bring our two symbolic companies together under joint ownership.\" Oakville, Ontario, \"You're gonna be a global home to Tim Hortons,\" the brochure says, while Miami is a global home for Burger King. This is the justification for the Facebook newspaper's claim that Berger King is \"not moving\" and that \"his headquarters will remain in Miami.\" But that leaves big wrinkles. This issue indicates that both companies will, in turn, be owned by a newly created company, which has not yet been named Em. \"The new global company will be based in Canada, the largest joint-stock market,\" says the issue. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" • January 11, 2012, a breakdown that is likely to affect the amount of taxes paid by the company in the United States. Burger King plans to run his operations -- everything from the distribution of the cookie burger to his marketing strategy -- from Miami. But the legal location of the new parent company, known as \"Housing,\" will be in Canada -- an important point for tax purposes. When it was only an American company, Burger King paid US taxes on its entire world income -- a policy that only a few industrial competitors in the United States had. Under United States tax law, it was possible to tax Burger King before the merger when he returned (or \"repatriated\") his foreign profits. You could have gotten a discount on the foreign taxes you paid and faced an American tax discount on the higher amount. The greatest tax impact on the King's burger after merger is that he will pay United States taxes only on the profits he earns in the United States. (The company will continue to be taxed on those profits in the countries that receive them. There is a related impact: the new Berger King structure may make it easier for the company to mix its gains in order to minimize tax liability. For example, a company in the case of Burger King could have \"the foreign part of the company lending money to the United States,\" said Robertson Williams, a colleague at the Urban Institute - the Brookings Institution Tax Policy Centre. The interest paid by the U.S. part is deductible from its American income, thereby reducing United States taxes due to it Interest is taxed on the foreign part of the company, but it is assumed to be at a lower rate, thereby saving taxes on net.\" In the meantime, if the same merger -- but the company chose instead to reside in Miami -- the profits from Tim Hortons would have been taxed by the United States once they were repatriated. Since Tim Horton is the same size as Burger King, this would not be insignificant. Since they have the option to locate the new parent company either in Canada or in the United States, it is easy to see why Berger King took the approach. \"When they say 'We' will continue to pay all our federal, state and local taxes, 'it's true for the most part,\" said Kyle Pomerlio, the economist with the tax institution. \"Every penny they earn here will be taxed. The only tax they would not be legally obliged to pay is the additional United States tax on income earned abroad.\" It should also be noted that, in contrast to some of the exercises carried out almost exclusively to cut a company &apos; s tax bill, there is a real reason for the business strategy to integrate Burger King-Tim Hortons - the international expansion and the opening of Burger King into the breakfast market. It is not as if Burger King is moving his home to a Caribbean island with low tax rates. Ontario &apos; s corporate tax rate at the national and regional levels is 26.5 per cent. However, whatever the transaction is commercially logical, the company's Facebook bulletins leave a lot out of the picture. Edward Kleinbard, a professor of law and business at the University of Southern California and former chief of staff of the Congressional Joint Tax Commission, said, although technically accurate. \"America's operating company will pay the United States tax, but a new foreign holding company opens up a range of possibilities for tax avoidance in the future.\" We ruled on his Facebook page, Berger King said that after merging with Tim Hortons from Canada, the company \"do not move. Our headquarters will remain in Miami, and we will continue to pay all our federal, state and local funds. Taxes.\" The non-motion part is technically accurate, but excludes the fact that the company's headquarters will move from the United States to Canada - a shift that may have significant implications for its tax liability. As for the part concerning the continued payment of its taxes, we expect the company to pay in full what it owes under the law. However, this ignores the fact that the company should be legally able to avoid paying large tax amounts that it would have paid if the company had not merged. There may be sound financial reasons for Berger King's founding decision, but the tone and Facebook message clearly contradict reality. The claim is partly accurate, but it takes things out of context, so we appreciate it half right.", "vclaim_id": "vclaim-pol-07370"}