{"url": "/factchecks/2012/oct/23/mitt-romney/romney-says-obama-wants-daylight-us-israel-relatio/", "speaker": "Mitt Romney", "vclaim": "\"The president said he'd create daylight between us and Israel.\"", "truth_label": "mostly-true", "date": "stated on October 22, 2012 in a presidential debate:", "title": "Romney says Obama wants \"the light of day\" in the relationship between the United States and Israel.", "text": "President Barack Obama &apos; s position on Israel is often criticized by Matt Romney, who says that the President does not hold the Jewish State in a sufficiently narrow hug. \"The President said he was going to create daylight between us and Israel,\" said Romney in a foreign policy debate, the last one of the presidential elections. We decided to look at the origin of that statement and see if the description of Romney was accurate. What Obama said (notification) the \"daylight\" comment comes from July 15, 2012, is a story in Washington Post about the Obama meeting held in 2009 with many Jewish leaders. The meeting was closed to the press, and there was no record of what had been said. The story of the mail was based on interviews with people at the meeting. Here's the relevant extract: \"If you want Israel to take a risk, its leaders must know that the United States is right next to them,\" said Malcolm Honlin, Executive Vice-President of the Conference of Heads of Major Jewish American Organizations, to the President. Obama is polite, but he's very different. On January 13, 2021, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines in security, and said, \"We are not working for you.\" On January 17, 2021, \"Look at the past eight years,\" he said, referring to the relationship of George W. Bush's administration with Israel. \"During those eight years, there was no room between us and Israel, and what did we get from that? When there is no daylight, Israel sits only on the sidelines, which weakens our credibility with the Arab States.\" The White House doesn't confirm that Obama said those words. Nor was there any explicit denial. Deputy National Security Adviser Ben Rhodes explained what he then meant in the postage story, Obama's goal at the meeting, explaining to Jewish leaders his thinking about the Israeli-Palestinian conflict and how he was different from the Bush approach. \"The issue he was trying to raise is that the United States would be a better partner for Israel if it enjoyed greater credibility with Arab States, and that we would be better and more useful friends with Israel if we had more friends in the Arab world,\" Rhodes said, according to the story. The White House has cited several examples of Obama not isolating his administration from Israel. He and Israeli Prime Minister Benjamin Netanyahu met nine times and spoke on the phone dozens of times. In July, Obama signed the Israeli Security Law, a bill designed to increase security ties with the Jewish State, and strengthened US funding for the Iron Dome Defense System by $70 million. The White House also referred to statements by Netanyahu and Israeli Defence Minister Ehud Barak on the relationship between the two countries. At the ASEAN Conference in May 2011, Netanyahu: \"President Obama spoke yesterday of his firm commitment to Israel's security. He rightly said that our security cooperation was unprecedented. He spoke of this commitment not only to ASEAN. He spoke of this in two speeches heard throughout the Arab world. He supported those words with deeds.\" Barack, to CNN in July: \"This administration under President Obama is doing more about our security than anything I can remember in the past.\" We spoke to Daniel Blitka, a scientist with the conservative American Enterprise Institute, who said that taking Romney was the term \"fair equation\" for Obama's reported words. \"It's a widespread perception that President Nicolas Sarkozy actually worked rather hard to put daylight between the United States and Israel,\" she said, referring to Obama's tighter position on Israeli settlements and his comment to French President Nicolas Sarkozy about Netanyahu, saying, \"I'm tired of him; what about me? I have to deal with him every day. \"I think it's a world view. I believe that President Obama's view of the world is not a view in which Israel plays a special role -- Israel is a State like any other, it causes us so much trouble in the Middle East, and it is time to distance ourselves from each other,\" adding that most Americans do not share this view. In an article on the first person in Foreign Policy, Aaron David Miller wrote that when it comes to Israel, \"Obama is really different. Unlike President Bill Clinton and George W. Bush, Obama does not like the idea of Israel. As a result, he has difficulty condoning Israeli behaviour, which he does not like. Obama relates to the Jewish State not to the continuity of values but through national security and the candidate for interests.\" In reference to the story of the mail, Miller wrote: \"Obama doesn't believe the argument of \"no daylight\" -- that is, to get Israel to move, you need to make Israelis feel that America will stand by his side no matter what. On the contrary: Obama seems to believe that Israel needs to understand that if it does not move, the United States will be strongly forced to continue to give it its full support. On the other side of the argument, Nathan Sachs, a scientist at the Brookings Central Foundation, said that it was somewhat misleading for Romney to say that daylight was Obama's goal. \"It is true that early in his tenure, President Obama tried to give the United States a role as a mediator for negotiations, exposing political differences between the United States and Israel, particularly with regard to settlements. It is also true that this coincided with his attempt to restore the credibility of the United States in the Arab and Muslim world... However, two important warnings should be given: once the attempt to resume negotiations between Israel and the Palestinians had failed, the Obama administration had in fact ceased to exert a lot of pressure on the Israeli Government on the settlements. Second, the policy was not intended to put \"the light of day\" in itself, but rather to advance on political differences between Israel and the United States - differences in which the Bush administration participated, to some extent - rather than trying to hide these differences. \" Saxe wrote in an e-mail. The Governor Romney said Obama said he'd create daylight between the United States and Israel. It is not easy in this case like going to the tape to see what Obama said. This comment was reported indirectly by the Washington Post, based on interviews with unknown persons. Romney reasonably describes Obama's descent, which was not denied by the White House. We're evaluating the Romney statement mostly correct.", "vclaim_id": "vclaim-pol-10109"}