{"url": "/factchecks/2016/jan/18/hillary-clinton/hillary-clinton-we-now-have-driven-costs-down-tgo-/", "speaker": "Hillary Clinton", "vclaim": "\"We have now paid the cost (health care) to the lowest level they were 50 years ago.\"", "truth_label": "false", "date": "stated on January 17, 2016 in comments during the South Carolina Democratic presidential debate:", "title": "Hillary Clinton: \"We've now paid the costs to the lowest level they've been for 50 years.\"", "text": ":: During the presidential democratic debate in January 17, Hillary Clinton argued against, as she said, disposing of Obama &apos; s care and trying to replace it with the type of single payment system that wants its main opponent, Bernie Sanders, execution. She tried to do so when Democrats failed to control the government, and noted that Obama's care programme had done much. \"We have the law of expensive care\" \"Let's make it work,\" said Clinton. \"We have now paid the costs to the lowest level they were 50 years ago. Now we have to reduce the individual costs. This is what I plan to do.\" And health care costs are the lowest in 50 years? Maybe this is news for consumers who keep seeing their premiums and paying high fees. We decided to check the vital signs of this allegation. We found Clinton wasn't right. The actual cost of health care per capita has increased steadily over the past half century, according to the 2013 White House report. When we called the Clinton campaign, his spokesman, Nick Merrill, said that what Clinton was talking about was the high cost of health care. \"The inflation of health care prices is at its lowest rate in 50 years,\" he said in e-mail, adding that \"it is currently operating at only 1 per cent on a year-by-year basis, the lowest level since January 1962.\" He cited the same White House report issued in November 2013 to support this assertion. This issue has already been addressed by the Politifakt newspaper. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" In 2012, during the President &apos; s debate, President Barack Obama said that because of Obama &apos; s care, \"over the past two years, health-care premiums have risen -- that is true -- but have risen slower than ever in the last 50 years.\" We found that Obama's point around the premiums was wrong, and he gave it wrong. But we found, more to the point that Clinton's campaign said that Clinton was trying to make, that spending on health care at that time was slower than ever in the last 50 years. This data comes from 2009 and 2010, and preliminary estimates for 2011 show a similar trend. However, this may not be true anymore. More recent data from the Office of the Actuary of the Medical Care and Assistance Centres, published in July 2015, also showed a recent increase, although the Office appears to calculate its statistics differently. According to the report, the annual growth per capita in all national health expenditures decreased from 3.3 per cent in 2012 to 2.9 per cent in 2013 and is expected to increase to 4.7 per cent in 2014. Because of the increase, according to the report, \"the share of health spending in the economy is expected to rise from 17.4 per cent in 2013 to 19.6 per cent in 2024.\" Our referee, Clinton, said during the debate, \"Now we've paid the costs to the lowest level they've been for 50 years.\" Although the growth rate has been at historically low levels, the actual cost of health care per capita has increased steadily over the past half century. The rate of decline has slowed down only, a very different scale. Clinton's campaign recognizes that the candidate misspokes. We're assessing her claim as wrong.", "vclaim_id": "vclaim-pol-05536"}