{"url": "/factchecks/2016/sep/13/barack-obama/barack-obama-says-trump-foundation-took-other-peop/", "speaker": "Barack Obama", "vclaim": "Donald Trump says he took the money that other people gave to his charity and then bought a six-foot painting of himself.", "truth_label": "true", "date": "stated on September 13, 2016 in a speech in Philadelphia:", "title": "Barack Obama says Trump took other people's money and bought a six-foot painting.", "text": "On September 13, President Barack Obama went to Philadelphia for a campaign for Hillary Clinton, which was recovering from pneumonia. In his speech, Obama did not renege on his criticism of Clinton's opponent, Donald Trump. In a particularly live line, Obama fired on the basis of Trump, contradicting Clinton &apos; s foundation, which focuses on improving global health. The Clinton Foundation was attacked by critics to take money from donors who might have business before the next President Clinton. But Obama didn't have any. \"Would you like to discuss charities and foundations?\" Obama said. The Family Foundation of a candidate saved countless lives around the world. The other candidate took the money that other people gave to his charity and then bought a six-foot painting of himself.\" Obama added, to laughter, \"I mean, you know, he had the taste of not going to version 10 feet, but...\" We wrote earlier about how the Clinton Foundation helped 9 million people receive less expensive HIV/AIDS drugs, as well as the controversy that the Foundation raised. But what about Obama's statement that Trump took money that other people gave it to his charity and then bought a six-foot painting of himself? The White House confirmed that this statement stems from a story widely published in Washington Post by journalist David Farnhold, who wrote a series of stories about the Trump Foundation and asked organizations throughout the country whether they had actually received money from the real estate swamp. Vahrenthold gave new details of his investigation on September 10, 2016, an article entitled \"How Donald Trump re-equipped his charity to spend the money of others.\" Based on a 17-year review of the submission of tax returns by Donald J. Trump, and interviews with over 200 individuals and groups listed as recipients of its gifts, Fahernthold found that in recent years \"almost all of his money\" had come from non-tramp people, with his latest personal gift to the Foundation's safes dating back to 2008. The experts told Farnhold that such an arrangement was \"nearly unheard of as a family establishment.\" The Fahrenhold story includes the story of Obama in Philadelphia, written by Faherthwald, which was one of two cases where Trump found his money from the charity \"to buy a gift for himself.\" He wrote that the institution thus seems to be flouting the IRS rules by purchasing items that appear only in favour of Trump. \"In 2007, for example, Trump and his wife, Melania, participated in a children's charity in Mar Lago. Tonight's entertainment was Michael Israel, who distracts himself as \"the original speed painter. \" He drew Trump. Melanie Trump offered $10,000. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman - January 11, 2012, no one tried to outsmart her in giving. The bidding was very bold, so he said, \"You know what just happened: when you started bidding, no one would bid against you, and I think it's fair that you double the bidding,\" said Israel in an interview with someone last week. \"Melania Trump has increased its offer to $20,000.\" Israel said about the painting: \"I understand that she went to one of his golf clubs.\" \"The Trump Foundation paid $20,000, according to the charity that owned the interest.\" The Faherthold article indicates that the Post submitted detailed questions to the election campaign, but officials refused to comment. The campaign did not respond to a query from the Polyte Fruit Foundation about this article. We asked Faherthold whether Obama's account was consistent with his reports. \"You look very accurate to me,\" said Faherthiold Poletti Fuckett. \"I spoke to both the charity that held the auction and the artist who made the painting. They told me that it was Melanie Trump who was actually bidding on the painting at the auction, which she won for $20,000 -- half of which went to charity, half of which went to the artist. But the actual check came from the Trump Foundation, whose president Donald and Melania are not officers of any kind.\" It appeared that the auction had been held in 2006 but the cheque had not been cut until 2007, which was \"almost all the money at Trump was the money of other people.\" Specifically, according to Fahrenhold reports, the Trump Foundation began that year with $4,238 at the bank. Trump himself gave $35,000 to the Foundation that year. But other donors gave $4.055 million, primarily one $4 million gift from Vince and Linda McMahon, founders of the WWE wrestling empire. With the most generous calculations, Faherthiold said that Trump's money accounted for less than 1 percent of the total amount that the Foundation entered that year, or $4,094,238. \"So it was almost all other people's money,\" he said. So where's the painting? That's more mysterious. Even using the audience to search through Twitter did not produce a confirmed picture of the painting. \"I can't find the damn thing,\" said Fahrenthold. \"He's somewhere out there. Neither the painter nor the charity -- the children's place in the safe house, in Boca Raton, they were able to present a picture of him.\" Our governor Obama said that the foundation of Trump \"takes the money that other people gave to his charity and then buys a six-foot painting of himself.\" Fahrenhold investigated the novel about the painting with the painter, and his report found that the vast majority of the money in the company &apos; s lockers was at the time of the auction sale of the painting by other people and not by Trump. Based on the information available, the story seems solid. We're assessing Obama's statement correctly.", "vclaim_id": "vclaim-pol-04333"}