{"url": "/factchecks/2018/dec/12/christine-lagarde/if-women-worked-much-men-would-gdp-jump-5/", "speaker": "Christine Lagarde", "vclaim": "\"In the United States, if there is equal participation of women in the labour market, GDP will be 5 per cent higher.\"", "truth_label": "half-true", "date": "stated on December 9, 2018 in an interview with CBS News' Face the Nation:", "title": "If women work as much as men, will the GDP of the United States jump by 5%?", "text": "Most economists agree that large tax cuts and more government spending - at least in the short term - have strengthened the American economy. Christine Lagarde, President of the International Monetary Fund (IMF), said that policymakers had another crane that they could pull. Women were an enormous source of growth. \"In the United States, if there is equal participation of women in the labour market, GDP will rise by 5%,\" Lagarde said in CBS the face of the nation December 9. We wondered, how hard is the method behind the forecast at 5%? The addition of millions of people to the labour force would give the economy an opportunity in its arms. The equation behind the 5% is simple. Key factors, such as the speed of change, would lead to very different economic outcomes in the near term. In 2012, we requested the International Monetary Fund (IMF) to obtain supporting data from Lagarde that we did not respond to. However, an article published by Bozz in 2012, an accounting and consulting firm now owned by Price Waterhouse Cooper, raised the case and has been cited by several groups since then. \"Our own estimates indicate that raising female employment to male levels can have a direct impact on GDP by 5 per cent in the United States,\" by authors. How did they get there? The Boz article, sponsored by a women &apos; s advocacy fund, said that GDP per capita was the result of productivity, the number of working hours, the proportion of the population of working age as a whole and the proportion of people already employed. The simple math dictates that if you increase the last variable, you get a higher GDP per person. The analysis took into account some adjustments that led to lower results for large numbers of women entering the labour market. New workers will be less experienced and less productive. In view of the childcare requirements, the authors said that many women would choose to work part-time. But even with those analytical hairs, the results were still impressively positive. Sixteen million women from government surveys tell us that the proportion of American women in the labour force is 57 per cent. For men, the figure is 69.1%. Today, some 75 million women are working or seeking employment. In order to reach the rate of men &apos; s participation in employment, 91 million women, or 16 million more women, are willing and able to work. The proportion of women in the labour force has risen rapidly for decades, but in the past 20 years this proportion has largely stabilized. On January 18, 2021 in the Committee &apos; s discussion. The United States is the only industrial country that has been modernized and does not already have a paid family medical leave programme. Beyond that, the results are evasive. \"It's basically an envelope-back account, used by others to quickly access numbers for advocacy,\" Elizabeth King, an economist and a senior colleague at the Brookings Institution. Should I put my bet on the numbers? \"Unbelievable\" The King said that the study formula was rigid and failed to look at important wave effects, such as whether men might change their working habits if their wives entered the labour market. The formula does not explain how wages can be reduced with so many new workers. Betsy Stevenson, Associate Professor of Economics at the University of Michigan, said that the article went beyond the duration of the economic impact on work. \"The 5% figure says that this is what GDP will be as soon as everyone's working compared to now, but silent about how long it's gonna take, Stevenson noted that the participation rate of women had barely changed since 1990. One possible constraint was the limited options available for affordable childcare. Even if the country moves to fix it, there will be delays. \"This policy change will take a few years to fully increase female employment and thus affect GDP.\" Whatever weaknesses in the analysis underlying the Lagarde Statement, an increasing proportion of working women helped to boost growth in the United States. Janet Tylen, former President of the Federal Reserve, weighed in a speech in 2017. \"From 1948 to 1990, a rise in female participation of about half a percentage point a year contributed to the potential growth rate of real GDP,\" Yellén said at a conference at Brown University. Stevenson said that the impact at the end of that period was particularly strong. \"In the 1970s and 1980s, 20 per cent of GDP growth was due to an increase in women's employment - an increase in both participation and working hours,\" she said. \"This means that today's GDP is about 13% larger than it would be if women were still working as they were in the early 1970s.\" Stephenson had abused the study in detail, but said that she was almost right about the scope of the influence of new female workers. Our Governor Lagarde said if women in the American labour force were at the same rate as men, the country's GDP would be 5 per cent higher. The potential source is the 2012 article, which used a simple formula to achieve a 5 percent result. Two economists told us that the essay approach went beyond several key factors, such as the pace of GDP change and how the incomes of millions of new women workers may change other aspects of the labour market and place a burden on economic growth. In the end, however, it is generally true that if millions of women enter the labour market, the economy will grow more than if they do not. We're assessing this claim half right. Sharing facts 2018-12 18:56:38 UTC PoliticsFact 4 1 7 PoliticsFacting: Half True: \"In the United States, if there is equal participation of women in the labour market, GDP will rise by 5%.\" Christine Lagarde, Managing Director of the International Monetary Fund, https://www.cbsnews.com/news/transscription-christine-lagarde-on-face-the-nation-december-9-2018/ in an interview with CBS News's Face the Nation on Sunday, 9 December 2018-12-09.", "vclaim_id": "vclaim-pol-01196"}