{"url": "/factchecks/2014/oct/29/lloyd-doggett/lloyd-doggett-says-austin-tea-party-and-conservati/", "speaker": "Lloyd Doggett", "vclaim": "\"Austen Tea Party and a very conservative millionaire behind the campaign\" against proposing light rail lines in the city.", "truth_label": "half-true", "date": "stated on October 25, 2014 in a Let's Go Austin mailer:", "title": "Lloyd Doggett says the Austin Tea Party and the conservative Millionaire Campaign against the Iron Pole.", "text": "Lloyd Doggett &apos; s smiling face appears on a mail sender sent by a group calling for voters &apos; consent to the offer of a railway to Austin in the November 2014 ballot. We noticed a very unhappy message. \"Don't let the Tea Party fool you,\" says an address under the image of the Democratic Congressman from Austin on a sign sent to voters by Joe Austin, a group that prefers the proposal to spend a billion dollars on a light railroad and roads. Doggett goes on to say: \"Proposition 1 is a smart investment in Austin's future.\" At the bottom, he highlights the spending plan and then says, \"Austen Tea Party and a very conservative millionaire behind the misguided campaign against Prop. But don't buy it.\" The post doesn't say how the opponents were \"wrong.\" Regardless of that description, we were wondering if Doggett was right about the Austin Tea Party and a conservative millionaire leading the \"No\" campaign. On October 8, 2014, Austin Austin-American statesman did not mention a story about spending by the forces in favor of or against the proposal by the Tea Party groups, while citizens against railway taxes were identified as the main group working against approval and briefly mentioned our railway, which she described as opposition to the proposal and preference for a different railway route. According to the story, as of late September 2014, approximately $279,000 had been collected by citizens against railway taxes from 13 donors, including the retired high-tech Executive Director who was the custodian of the group &apos; s safe, Jim Scags, whose story was personally credited with $50,000. The story says that Doggett, asking for the basis of his claim, told us through Leslie Tesdale that Scags supported \"street conservatives\" like U.S. Republicans Sun. Ted Cruz and Sun State. Donna Campbell of New Browns. \"Sure,\" Doggett also said by e-mail, \"the Shay Austin Party does not deny its active opposition to propaganda. 1.\" Linda Reeve, director of the election campaign for Lets Go Austin, who was confirmed separately by e-mail, referred to the Shay Austin Party, which recommended that voters oppose the proposal in an article on the Internet on 19 October 2014. This article in part said: \"This is just another adventure that our current corrupt and mismanaged city council has thought of.\" Before that, Riv noted that the \"Americans for Prosperity,\" a national group supporting the efforts of the Tea Party, had brought an anti-railwork activist from the Kato Institute to Austin in the September 2014 events promoted by the Tea Austin Party. Riv also noted that the group had published multiple messages opposing the proposal on its Facebook page. Riv said that the millionaire in the announcement was Scagez, retired CEO and Chairman of the Board of Directors of Tracure. \"Scags,\" Riv confirmed, \"has a broad history of giving Republican candidates and organizations both in state and federal elections.\" The funding of the Austin Tea Party campaign does not show any pre-election expenditures for the Austin Tea Party. By phone, we told Dean Wright, the group organizer, that the group didn't spend money against Prop. 1. Otherwise, Wright said that it referred to an estimated 3,000 people in its network to citizens against railway taxes, which he said had taken \"lead position.\" Wright said that the Austin Tea Party supports the letter from CART. Facebook was published on January 10, 2021 in a Facebook video showing the man upset because he was added to the no-fly list to break into the Capitol. We saw numerous anti-opposition messages in Shay Austin's Twitter bulletins, including a letter written on October 24, 2014 referring to Doggett as \"Kickback Lloyd,\" which was linked to her criticism of Doggett's pro-proposal letter. Skaggs confirmed by e-mail that he was a millionaire. He did not commit to membership in any party. \"I honestly don't hesitate to the political world and I don't really know the definition of \"conservator,\" Scage's books. \"I'm a normal person and I hate some of what all parties do. I was born in the middle of Texas Democratic.\" Scaggs said that Riv was incorrect about Americans for prosperity bringing Outol to Austin. We arrived at Utul by telephone, who told us that, out of interest in voting on the railways, he had decided to visit us and to go get his own plane ticket. Utul, who said he stayed with Scugs, said that the Americans for prosperity sponsored an Austin event by booking the room. Our research on the financial reports of the campaign presented to the Texas Ethics Committee showed that Scuggs offers about 100 gifts totalling over $100,000 to Republican candidates or political groups at the state level from 2002 to September 2014; the largest of which was $10,000 in 2008 to the political arm of the Texas Republican Consultative Council. Skaggs also contributed to several Republican candidates or groups participating in the federal races. In 2013, Scugs donated $2,600 to the United States Republic of America, Michael McCall and Roger Williams, both R-Austin, according to information from federal campaign funding files by the Washington, D.C. Center for Responsive Policy. In May 2014, the Centre indicated that Skaggs had given $300 to the National Commission of the Republic. Over the past years, further research in the Centre's database indicates that Skaggs (living a few miles from the Texas capital building in part of Travis County and not in Austin) gave money to the Republicans, including Cruz ($1,250); John Kornin (over $4,000); President George W. Bush ($4,000); Republican presidential candidate Matt Romney for 2012 ($4,000); Sin John McCain, Party candidate for 2008 ($2,300); and Ron Paul ($1,000) and Herman Kane ($300). In the early 1990s, Skogs contributed to two Democrats, the Centre &apos; s database proposes, then the U.S. Republic Dave McCordy from Oklahoma ($500) and then the U.S. Our governor, Doggett, said: \"Austen tea party and a millionaire conservatives behind the campaign\" against suggesting light rail lines in the city. Skaggs seems rich, and he has supported Republican candidates, the treasurer of the major group in the fight against the pillar. 1. The Austin Tea Party is also opposed to the proposal. However, the group did not spend a cent on the case and did not appear to be a major engine in the fight against probe. One campaign. We find this statement to be half correct. The truth is now - the statement is partially accurate, but it ignores important details or leaves things out of context. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them. Update, 2:45 p.m., October 31, 2014: This story was amended to determine that Americans for prosperity did not bring Utul to Austin, contrary to what an opposition activist said. This change did not affect our assessment of the claim", "vclaim_id": "vclaim-pol-07060"}