{"url": "/factchecks/2018/dec/11/robin-vos/agreement-limit-late-night-sessions-falls-wayside/", "speaker": "Robin Vos", "vclaim": "On limiting legislative discussions late at night.", "truth_label": "full-flop", "date": "stated on January 10, 2013 in a public forum:", "title": "∙ Agreement to limit late-night meetings is on the side of the road", "text": "With the change of power in the Governor's office in January 2019, Wisconsin's lame cycle in December 2018 was interesting. At the very least. The Republican-controlled legislature has taken several measures that limit the powers of the elected democratic government Tony Evers and the new Attorney General Josh Cole, who is also a Democrat. (Joff) Scott Walker indicated that he supported changes, although he was under severe pressure to reject some or all of them. Republican leaders say that the movements were aimed at achieving a better balance between the legislature and the executive. An op-ed article in Washington Post called the post-election Republican strategy \"Everything.\" Evers called it \"hot mess.\" Here, we're not looking at what's been done. We are looking at how to do this. In particular, whether the process - the initial legislation passed late on Friday, the Committee &apos; s vote on Monday, and the final ratification from Tuesday to Wednesday - was consistent with the 2013 agreement, which was aimed at avoiding quick voting. As we have done several times in recent days, we will use Flip-O-Meter, who examines whether elected officials or others are consistent on an issue over time. We will look at the President of the Assembly, Robin Voss, from R-Rochester, because he was an architect of the 2013 Agreement and has, inter alia, a final statement on the Assembly &apos; s meeting schedules. Although the GOP leaders issued an initial version of their plans on Friday, November, 2018, things continued to change in days - up to hours - until the final votes early on Wednesday, 5 December 2018. The Republicans spent most of the night working behind closed doors and revealed an amended version of their legislation around 4 a.m. Senators approved legislation 17-16 with Republic X. Rob Coles of Green Bay joins Democrats in opposing legislation. The Assembly approved measure 56-27 along the lines of the Party. The final vote came at 8.20 a.m. As stated in the report of 5 December 2018 of the newspaper Milwauke Journal Sentinel, it was the last session of the Senate since 1995, when it deliberated on legislation relating to the construction of Miller Park, according to Senator Jeff Rink. \"There's no way to run the government,\" said Dave Hansen, D-Green Bay when the new legislation was passed. In most early morning hours, rank and file members from both sides were in the dark about what would be dealt with. \"We've had 132 legislators grinding around this building for one day. And tonight. In the morning, the minority leader of the Senate, Jennifer Schilling of La Cruz, said, while in vain he pushed for a break so that legislators could get some sleep. In January 2013, the Presidents of the Assembly of State of both parties concluded an agreement to reduce the frequent and controversial meetings held overnight, with time-hours to track the length of speeches to be delivered on the next floor. On January 26, 2021, Jim Steinke stated on Republican Twitter that they \"come to the table\" and were part of a compromise \"Give and Take\" on the Corona virus bill. \"We'll stop meeting all night; that's why we met and made this deal,\" said Voss at a press conference with democratic leaders. \"We believe it will be the exception instead of the rule and probably not at all this meeting,\" said the minority leader Peter Barca, D-Kenosha, from overnight sessions. The 2013 Agreement contains several specific provisions. Here's a look at how they played it during the lame cycle (sometimes referred to as \"special session.\") In 2013, legislators said that they would meet before each session of the General Assembly to set time limits for the discussion of each bill. In 2018, there was no agreement on the time limits for the special session. In 2013, legislators undertook to adhere strictly to the time to begin work. In the 2018 session, it was supposed to be at 1 p.m., but the legislators did not start working until hours later. In 2013, legislators planned special meetings to bring together members of each party in advance. In 2018, they did so, but they also met in a gathering after the official start. In 2013, the plan aimed to minimize the number of controversial bills on any day of the session and to ensure a debate of at least 30 minutes on the final vote on each bill unless the leaders of the parties agreed otherwise. In 2018, legislators seemed to be sticking to this, as there was no complaint from Democrats that the debate had been interrupted earlier. In 2013, the purpose of the new rules was to end the debate with \"reasonable time\" every day of the session, although there was no specific curfew for the debate as Democrats had sought. In 2018, no one can claim that the last hearing ended in \"reasonable\" time, because disclosure of the bill at 4 a.m. and voting at 8:20 a.m. are not reasonable hours. In swinging at the way Aaron Collins, Director of Communications of Democratic Society leader Gordon Hentz from Oshkosh, pointed out that \"the Republican Command did not come to the Hall until 10:30 p.m., and then adjourned the meeting at around 8:30 a.m. This is the definition of a meeting that lasts all night.\" He argued that the Republicans had completely turned on their previous pledge. However, the agreement did not explicitly prohibit the holding of meetings overnight. Even Barca, the democratic leader at the time, said when the plan was revealed that \"We believe it would be the exception and not the rule.\" At the same time, the Director of Communications, Vos Kit Bayer, said that the agreement amounted to a \"memorandum of understanding.\" She said: \"A memorandum of understanding allows both parties to discuss and agree on the times of discussion.\" \"He has made every effort to determine the time for discussion of the special session. The leader of the majority, Jim Steinke, met with the democratic leaders on two occasions, but the Democrats did not provide any time frame for discussion or engage in that discussion.\" In 2013, the leaders of the State Assembly of both parties made a deal to reduce the number of frequent and controversial meetings overnight. Voss said, \"We're going to stop all night sessions,\" but from the context at the time -- including statements from the Democratic Command -- it was clearly not a ban, but an agreed goal. However, many other parts of the agreement are aimed at ensuring that key issues are fully discussed in the public eye - not while most voters are asleep. The General Assembly has fallen far short of this. After about 4 a.m., the final version of the approved bills was announced. We see that as a complete flop.", "vclaim_id": "vclaim-pol-01201"}