{"url": "/factchecks/2014/oct/21/rick-scott/rick-scott-says-florida-electric-rates-are-lower-c/", "speaker": "Rick Scott", "vclaim": "\"As Charlie Christ was Governor, the cost of utilities increased by 30 per cent and moved from below the national average to above the national average. Since I was elected, interest rates have fallen by 11% and now we are below the average.\"", "truth_label": "false", "date": "stated on October 15, 2014 in a debate:", "title": "Rick Scott: Electricity rates are lower since Charlie Christ left the office and lower than the national average", "text": "After last week's celebration of the Florida State debate on electronic fans, there was a hot exchange between the government. Rick Scott and the former Goof. Charlie Christ on electricity prices. Christ, who won governorship as a Republican in 2006 and is now a democracy, said that the sunshine state needs new investments in solar energy, and that the sun's new state needs new investments in solar energy. The President of the Republic, Scott, fired again that Christ was playing fast and loose with the facts. \"Wherever the Governor was, public utility costs increased by 30 per cent and moved from below the national average to above the national average,\" Scott said. \"Since I was elected, interest rates have fallen by 11 per cent and we are now below the average.\" There are two parts to this fact check: under which department were the electricity bills higher, and how can this be compared to the national average? It is clear from the conversation and evidence we received from Scott's campaign that he was talking about housing prices. That's what we're gonna focus on. Understanding electricity prices when you get your electricity bill, there's a good chance you can only get the amount that tells you what you owe. However, this number consists of two elements: the basic rate and cost recovery requirements. The cost-recovery requirement is sometimes called the transit requirement, as the costs incurred by the energy company are passed on to customers. The basic rate, on the other hand, is essentially how firms get a return on their investments. The largest cost recovery requirement is fuel. Energy companies charge consumers the cost of buying coal, natural gas or other energy sources needed to make their plants operational. Just like gas prices in the pump change every time they fill, fuel prices for energy companies can be very volatile. Fuel prices are also, for the most part, beyond the control of any governor. The question of whether energy companies have access to cheap natural gas is often national rather than State. With that in mind, let's look at the data. Who saw higher rates? Polyte Fact Florida obtained data on electricity prices for the four major energy companies owned by investors operating in Florida - Florida Energy and Light Company, Duke Energy Company, Tampa Electric Company and Gulf Energy Company - by requesting records open to the State Public Service Commission. The information included the overall rate as well as the base rate and various cost-recovery items. For Florida Power and Light, Duke Energy, Tampa Electricity, electricity prices have peaked in the last eight years during Christ's administration. For these three facilities, the high point came in 2009. In all three cases, however, the increase in basic prices was not the result of an increase in basic prices. In fact, basic prices were relatively stable during Christ's term. Instead, higher electricity rates are due to significant increases in fuel recovery costs. Take Tampa Electricity, for example. The base rate in 2009 was the same as on the day Christ took office: $51.92 per 1,000 kWh. However, clients were paying $128 per 1,000 kWh in 2009 compared to $114 in 2007. What's changed? The cost of fuel increased by $10 per 1,000 kWh. This resulted from a sharp rise in natural gas prices throughout the country, as stated by J. R. Kelly, Florida Advocate General, representing the State population in matters relating to public goods. \"This is no one's fault or the result of any change by any governor or legislature,\" said Kelly. \"It doesn't matter who the governor was, the prices of natural gas tripled in costs so all the fuel charges went up.\" Two years later, there was a natural gas boom in the United States, and prices fell significantly. Energy companies also rely on their own movements to build more efficient plants. What happened to electricity rates? They fell, too. You can see all of this in this graph. Source: Florida Public Service Commission. It should be noted that fuel prices for utility companies continued to decline, but the overall electricity rate did not decline at the same speed. This is because the basic rate has also risen. Changes in rates are approved by the Public Service Commission, which is a five-member committee composed of appointed governors. Scott appointed all five current members from a list of names approved in advance by a legislative group. These five members were also appointed by Christ, although four of his initial choices were rejected by the Republican-controlled legislature. Increases in the base rate have occurred in both Departments but are much higher under Scott. The total monthly housing service billing in January (1,000 kWh) of the Tampa Gulf base total base for the 2007 base, total Facebook fact-finding points mentioned on 27 January 2021 on Facebook, says Joe Biden cancelled the Keystone pipeline because Warren Buffett \"gifted $58 million\" for his campaign. Source: Florida Public Service Commission, as you can see, not only the base rate is higher under Scott, but overall rates have also increased since January 2011, when Scott took over Governor from Christ. This is despite the significant reduction in fuel reimbursement since 2011. Florida against Scott &apos; s medium national campaign told us that he got the figures from a study on residential electricity prices conducted by the Edison Electric Institute, a business group of energy companies owned by investors. According to Scott's campaign, \"the average apartment electricity bill in Florida (for investor-owned benefits) rose from 9.66 cents per kilowatt hour in 2006 to 12.41 cents per kilowatt hour in 2010.\" First, Scott's figures are unclear, based on studies provided by the Edison Electric Institute. We soon found his mistakes. The average housing bill was 9.66 cents per kilowatt hour in 2005, when Bush's pocket was governor. The average monthly rate was 11.61 cents per kilowatt hour in 2006, when Christ was a candidate for Governor and 11.43 cents during his first year in office. The average monthly rate was also not 12.41 cents per kilowatt hour in 2010. This was the rate in 2009. As we mentioned earlier, fuel prices have risen recently. Over the past year, in Christ &apos; s position, the rate was in fact 11.18 cents per kilowatt hour, which means that the average monthly bill actually fell during the Christ &apos; s term. There has also been no decrease of 11 per cent under Scott. Again, this is based on an incorrect 2010 figure. In 2013, the last year of available data, the average monthly rate was 11.06 kWh. Nor does the study show that the rates were higher in Florida than the national average when Christ left office. When Christ arrived, the average Florida monthly bill in 2006 and 2007 was higher than the rest of the country. However, during the last year of his tenure, the national average was 12.01 cents per kilowatt hour, which is higher than the monthly average of 11.18 for Florida. With this measure, Florida has since been below the national average. Much of this is supported by the United States Energy Information Department, a clearing house for national energy statistics, which includes monthly distributions of more accurate timetables. When Christ entered the office in January 2007, the average retail price for electricity at one of Florida's houses was 11.06 cents per kilowatt hour. When Christ left the office in January 2011, the rate was 11.33 cents per kilowatt hour. So it rose, but barely 30 per cent. The increase is actually about 2.5 per cent. By the time Christ was sworn in, Florida was already higher than the national average housing prices per kilowatt hour. Indeed, the State has been consistently above the rest of the country since October 2005. While there were points that residents of Florida paid less than the national average during Christ's term, Florida's rates were higher than the rest of the country when Christ completed his four-year term, although much lower than when he came here. What about Scott's term? The latest figures for June 2014 show that on average, Floridans pay 11.96 cents per kilowatt hour. This is a rise of 0.63 cents since Scott took office, or 5.6 per cent, which is a larger leap than during Christ's term. The cost of electricity in the rest of the country has risen at a higher rate than Florida, so Scott is right that Florida is now below the national average, but not because the rates have fallen under his control, as he claims. Our judge, Scott, said that while Christ was governor, \"the cost of benefits increased by 30% and rose from below the national average to above the national average. Since I was elected, interest rates have fallen by 11% and now we are below the average.\" Scott is off in many ways. First, his statistics do not reflect the basic price of the rest of the electricity bill, which is crucial to understanding how the bills rise. This shows that the basic prices of the four major energy companies owned by investors have consistently increased under Scott &apos; s supervision. Perhaps the most awful thing is that Scott's campaign failed in the data contained in a report to make it appear that the rates were much lower when Christ took office and he was higher when he left. We found the right numbers, and they paint a completely different picture. When comparing the State with the rest of the country, the data show that Florida rates were higher than the national average long before Christ took office, but the gap narrowed during his tenure. Florida is now below the national average, but not because prices have fallen below Scott. Several measures, the overall rates are actually higher than when he took office, despite lower fuel costs. There's a lot wrong with Scott's statement. We assess it wrong.", "vclaim_id": "vclaim-pol-07109"}