{"url": "/factchecks/2019/may/14/bernie-sanders/bernie-sanders-payday-loans-wisconsin/", "speaker": "Bernie Sanders", "vclaim": "He says that Wisconsin's loans on payday have an average annual interest rate of 574%, \"Utilitary lending that keeps Americans trapped in debt.\"", "truth_label": "mostly-true", "date": "stated on May 10, 2019 in a tweet:", "title": "Bernie Sanders: Payday loans in Wisconsin at an average rate of 574 per cent per annum", "text": "Bernie Sanders presses his last payment for the White House, targeting high interest rates on credit cards and payday loans. The Senator of Vermont introduced legislation in May 2019 - together with the U.S. Republic of Alexandria Okasio-Cortez - that would set the rates at 15 per cent. Loans on the day of payment are small dollar advances designed to provide contingency funds. They are usually fully due on the next day of payment to the borrower. Critics say that these operators unfairly exploit those in financial distress at very high interest rates. Saunders, who seeks to nominate the Democratic Presidency for 2020, was recorded at those rates in Wisconsin - and several other states - in a tweet of 10 May 2019. Here's what he said: \"The average annual interest rates on loans paid: Delaware: 521% Idaho: 652% Nevada: 652% Texas: 661% Utah: 652% Wisconsin: 574% It's time to end the exploitative lending that keeps Americans trapped in debt. We will raise interest rates on consumer loans and credit cards by 15%.\" This means that Wisconsin rates are among the worst in the country to obtain loans on the day of payment. Let's check our position and whether the interest is 574% accurate. In Wisconsin, among the worst states in which loan prices are paid on payday, loan operators on payday tend to prosper in poor and minority communities, where borrowers struggle to obtain traditional credit. On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. • On 20 January 2021, loans appear to be designed to close the gap until the next payment day, but astronomical interest rates - which average more than 300 per cent nationally - mean that most consumers are unable to pay them in full, according to the Federal Office for Consumer Financial Protection. Within a month, 70% of borrowers on payday take a second loan on payday. About 20% of borrowers are in a debt trap involving 10 or more loans, as UNOPS said. This is in line with Sanders' claim that these loans keep consumers \"in debt.\" The state lists Sanders are those with the highest six annual rates of loans paid according to the responsible lending centre, a non-partisan organization calling for greater guarantees for consumers. The group calculated the price of each state of Sanders based on the most common price announced for the 300 dollar loan by the largest payday series in each state, as stated by the spokesman for Matt Kravitz. So the situation in which the four largest lenders are at 300 percent, 400 percent, 500 percent and 500 percent is going to be at 500 percent, since that often shows. In other words, it's not \"medium\" as Sanders' tweet claims. The spokesman for Sanders, Bill Neddhardt, confirmed that the tweet was based on figures from the responsible lending group. Kravitz said that Wisconsin was only one of the three states - along with Delaware and Texas - that had no limit on short-term loan rates. Many states limit these rates by about 15%, and the responsible lending group says a maximum of 36% or less can stop the cycle of \"debt traps on the day of payment.\" Other States have recently moved to address this issue. The evaluation of Polyte Fact Ohio is true of the claim that the payday laws of their country were \"worst in the nation\" in June 2018. However, the Act, which entered into force in April 2019, set the maximum rates at 28 per cent and limited the frequency and amount of such loans. The Wisconsin figures indicate a low annual rate. The actual rates reported by the State are slightly lower. The Ministry of State for Financial Institutions, which regulates the loan industry on the day of payment here, stated that the average rate in 2018 was 486 per cent based on the data reported by the lenders themselves. This means $65.18 interest charges on a loan of $350 for 14 days. The State shall set the interest rate after the maturity date of the loan, up to a maximum rate of 2.75 per cent per month. Other restrictions on day-to-day lending in Wisconsin include limiting consumers to loans amounting to $1,500, or 35 per cent of their gross monthly income, whichever is lower. Our rule Saunders listed Wisconsin as the country's highest loan rate. Wisconsin was listed as \"average annual interest rate\" 574%. This is in line with the figures reported by a national group following these figures. But Sanders described that average rate, when in fact it was \"mod,\" or the most common rate among the largest lenders. The figures for the State with actual averages show a rate of 486 per cent - slightly lower, but still astronomical, and still one of the highest in the country. These rates can, as Sanders said, create a cycle that leaves consumers \"in debt-restricted.\" We assess Sanders' claim mostly true. Sharing the facts of 2019-05-16 21:28:14 UTC PoliticsFact 5 1 7 PoliticFact Dating: Most of the loans paid in Wisconsin have an average annual interest rate of 574 per cent, \"Exhausted lending that keeps Americans trapped in debt,\" Bernie Sanders U.S. Sen. https://twitter.com/BernieSanders/status/11269617483204242.", "vclaim_id": "vclaim-pol-00639"}