{"url": "/factchecks/2019/apr/26/latonya-johnson/wisconsin-state-senator-hits-pothole-claim-costs-b/", "speaker": "LaTonya Johnson", "vclaim": "\"Our conditions cost Wye's families.\" In Milwaukee, the average cost per driver is $2,300.\"", "truth_label": "barely-true", "date": "stated on April 3, 2019 in a tweet:", "title": "Senator Wisconsin hits a hole with a claim for bad road costs.", "text": "And now that the snow has been removed, it's time to change our ideas from winter to the next season: the season of orange barrels. In his budget 2019-21, Jove. The Tony Evers transport plan calls for an additional $520 million over two years of increased gas tax and higher transport charges. Some Democrats have noted in their support for the Evers spending plan the harsh conditions of local roads. Mr. Latonia Johnson, D-Miloaki, 3 April 2019, said on Twitter. \"In Milwaukee, the average cost per driver is $2,300. Our families simply cannot afford to keep kicking the can on the road. We need a financing solution for sustainable transport.\" Is Johnson right about how many bad roads it costs to drive in Milwaukee? Not exactly. Several studies that we've reviewed have all badly assessed the city-state road conditions. But Johnson overestimates the cost because of those bad circumstances. In February 2019, we often estimated the prosecution's validity by choosing Evers as transport secretary that the state of the Wisconsin highways among neighbouring countries \"is not only the worst, but worse through the margin of the gap.\" The Evers budget would increase the State gas tax from 32.9 cents per gallon to 40.9 cents. As of April 2020, the gas tax will automatically increase by an inflationary amount each year - reinstating a policy known as indexing, which was abolished by legislators in 2005. Money is not targeted at all government highways. Part of the Evers Transport Plan calls for a 10 per cent increase in aid to local governments to help them fill the pits and repair roads in their communities. This represents an increase of $66 million. \"We will see a significant increase for provinces and municipalities and the repair of roads and bridges that are not explicitly part of the interstate system,\" said Evers in an article in February 21, 2019 of the Wisconsin State Journal. When requested for support, Chief of Staff Johnson Lacey Fox Polyte Fact Wisconsin addressed the September 2018 report compiled by the National Transport Research Team (NTRIP). This group is not profitable, but sponsors on its website \"insurance companies, equipment manufacturers, distributors and suppliers; highway engineering, transit and construction businesses; trade unions; and efficient and safe road transport organizations.\" The concern is therefore to increase expenditure on roads. However, the Panel &apos; s reports are cited by many media outlets, including the Washington Post and NBC News. The programme calculated the cost of the average motor vehicle driver per year in the largest urban areas of the State in the form of additional operating costs for vehicles as a result of driving on the raw roads, the cost of time lost and fuel lost due to overcrowding, and the financial cost of traffic accidents. This is the collapse: Ewclair: US$1,219: US$1,456: US$2,139: US$2,321: US$1,517. If you focus more precisely on the state of local roads -- which Evers' proposal aims to improve -- you'll get much less: Eau Claire: 665 Green Bay-Appleton-Oshch: 816 check Factored Tony Evers on January 12, 2021 in the speech \"We've put $330 million in public school aid -- the largest in more than a decade.\" By Haley Bimler: 26 January 2021 Madison: 910 Milwaukee: 944 Wausau: 885 additional reports. Teletrack Navman, a software company specializing in fleet and asset management, is ranked fifth in the country's worst urban area when it comes to road conditions. The Illinois-based company identified the cost of maintaining the annual vehicles of Malwaukee at US$ 168. This is the seventh place among the major urban areas. Here's top 10: Oklahoma City, Oklahoma: 1,025 Tulsa, Oklaha. 998 San Francisco-Oakland: 978 Los Angeles-Long Beach: 892 Detroit: 865 San José, Kalev: 863 Meluki: 861 Omaha, Neeb. 852 Bridgeport-Stamford, Con: 797 San Antonio: 791 other studies involving Wisconsin and the nation found similar costs. The 2019 report of the American Society of Civil Engineers shows that the poor state roads in Wisconsin cost state drivers $736 each year. Based on data from the 2017 Infrastructure Report card, which was conducted for all 50 states, the report indicated that some of the high costs of driving on broken roads came from wear and tear. The AAA report of 2016 further narrows the cost of bad roads, focusing only on damage to drilling, noting that drilling on local roads costs US drivers $3 billion a year. It gives the average annual cost related to the drilling of drivers $300 in the form of repairs. This is further evidence that Johnson &apos; s claim is no longer well founded. In addition to government spending, the city naturally collects a large portion of the cost of street rehabilitation. In fact, most of the city's streets are not eligible for external financing. Here's a look at the collapse and where the money goes in the 2019 budget: Main Streets: 286 miles of major and small arteries eligible for county, state and union funding. The 2019 budget includes $32.5 million for the main street programme, of which $5.5 million is for city funding. Local streets: Usually approximately 987 miles of city streets are not eligible for state and federal funding. In 2019, $6.2 million was included in the proposed budget for the revival and reconstruction of local streets. In addition, $2.5 million has been allocated for drilling clean-up and street maintenance. A further $5.6 million was allocated to the \"high impact\" programme, which focused on the rapid restoration of the main streets, usually in commercial areas. With regard to the transportation plan submitted by Evers, Johnson alleged that the road conditions in Milwaukee cost the average driver $2,300. The Trade-Related Intellectual Property Rights (TRIPS) programme, which is often national, non-profit, researching and evaluating data on transport issues, has generated a figure of $2,321 per year for Meloukee drivers. However, this figure applies to a broader range of issues than strict road conditions, which Johnson focused on. When the focus is on road conditions, Milwaukee's figure is $944 per year - a figure that is more consistent with other studies on the cost of bad roads for drivers. Our definition is often wrong: \"A statement contains an element of truth but ignores critical facts that give a different impression.\" That fits me right here.", "vclaim_id": "vclaim-pol-00708"}