{"url": "/factchecks/2016/mar/11/ted-cruz/ted-cruz-says-donald-trump-said-he-will-be-neutral/", "speaker": "Ted Cruz", "vclaim": "Donald Trump says, \"He said he wants to be neutral with Israel and the Palestinians.\"", "truth_label": "half-true", "date": "stated on March 10, 2016 in in a GOP debate in Miami:", "title": "Ted Cruz says Donald Trump said he'd be \"neutral\" between Israel and the Palestinians.", "text": "Republican candidates competed to portray themselves as Israeli fans. During the debate in Miami within the framework of the General Democratic Party, Mr. Ted Cruz Donald Trump was attacked because of his position on Israeli-Palestinian relations. \"In Israel, Donald said he wanted to be neutral between Israel and the Palestinians,\" said Cruz. \"As president, I won't be neutral.\" Trump defended his record in Israel, arguing that \"no one on this podium is more than I am pro-Israel.\" Cruz has a point of view: Trump said he wanted to be \"neutral\" in negotiations between Israel and the Palestinians. However, this does not reflect the full spirit of Trump's comments on Israel. Trump, negotiator Cruz, used the line of attack that we saw earlier in a declaration by the Conservative Solutions Society, which supports Sin. Marco Rubio as President. Trump made a statement about his being \"neutral\" at the MSNBC Municipal Hall in South Carolina on February 17. ∙ (Speaker Cruz sent us an article on Trump's comments in the city hall on the night of the debate) In MSNBC Trump, Joe Scarborough asked whether Israelis or Palestinians were wrong because there was no agreement. To date, efforts have failed to reach a comprehensive and lasting agreement on issues such as security, land claims and whether Israel can build settlements and recognize each other's right to exist. Trump refused to choose a side, saying that it would be detrimental to his ability to act as a negotiator. \"Let me be some kind of neutral man... I don't want to say anything wrong with Tramp. \"I don't think it helps.\" Tramp made similar comments two weeks later in a February discussion in Houston. When negotiating an agreement, he would not help in choosing a good man and a bad man: \"It does not help me to start by saying, \"I am very, very loyal, supportive of Israel, more than anyone on this podium,\" said Trump, adding that he cannot negotiate either if he takes his side. \"With that in mind, I am fully supportive of Israel.\" During the discussion at the University of Miami, Trump withdrew his credentials in favour of Israel, including that he was a large marshal at today's Israeli convoy in New York. He stood by his words about his goal of remaining neutral as a strategy for negotiation. Although he is \"in favour of Israel,\" in order to negotiate a peaceful settlement, Trump said, \"I would at least make the other side think that I am at least neutral with them.\" On November 12, 2011, Karen Harrington stated in an interview with the United States Republic of America, Debbie Wasserman Schultz, \"The pain of the Republicans in establishing Hamas.\" In December, Trump proposed to Associated Press that in order to negotiate a deal, it might be necessary for the large elevator to come from Israel. Trump said: \"There will be much about Israel and whether Israel wants to make the deal, whether Israel is willing to sacrifice certain things or not.\" \"You may not be, I understand that, and I'm okay with it. But then you just won't have a deal.\" Trump evaded specific questions about whether Palestinian claims were legitimate but said that Israeli housing projects were a \"point of contention\" in the talks. In the same week, Trump commended Israel for saying that it \"had done much\" in a speech to the Republican Jewish coalition. But he said that if he was elected as a dealmaker, he wouldn't want to give up his post before the deadline. He said, \"I'd rather keep it for that moment when you enter the room.\" Trump also told the Coalition that he had endorsed Israeli Prime Minister Benjamin Netanyahu in 2013. \"I'm a big fan of Israel,\" said Trump in support of the video. \"A strong Prime Minister is, frankly, a strong Israel.\" During the 2016 campaign, Trump was planning to meet Netanyahu in Israel but was cancelled after Netanyahu faced a backlash after Trump's comments about Muslims. When Trump was asked in the Republican Jewish Coalition whether he had relations with any Arab leaders, he said: \"I didn't work much with Arab leaders. The Trump spokesman did not respond on the night of the discussion. Our referee Cruz said that Trump said he wanted to be neutral with Israel and the Palestinians, and Trump made that statement during the MSNBC Municipal Hall in February. He has repeatedly said that in order to be an effective negotiator, he believes that he must approach both sides impartially. However, Cruz ignores the comments and actions of Tramp that showed support for Israel, including his support for Netanyahu. We're assessing this statement half right.", "vclaim_id": "vclaim-pol-05285"}