{"url": "/factchecks/2019/oct/25/viral-image/brooke-baldwin-didnt-say-about-veterans-she-did-co/", "speaker": "Viral image", "vclaim": "Brooke Baldwin says, \"Don't hire veterans! They are so affected that they cannot be trusted by their authority.\"", "truth_label": "false", "date": "stated on May 4, 2015 in a Facebook post:", "title": "Brooke Baldwin didn't say that about the veterans, but she was shot for further comments.", "text": "The Facebook article attributed a false quote to CNN Burke Baldwin's hostess, who is doing her rounds again and now has more than 145,000 shares on the social media platform. \"Brock Baldwin: \"Don't hire veterans! They've been so hurt that they can't be trusted with their authority!\" says the 2015 article. It was referred to as part of Facebook efforts to combat false news and misleading information in its broadcast. ∙ (Read more about our partnership with Facebook.) We contacted CNN about the article, and Lisa Pluto, the spokesperson for the Baldwin programme, told us that it was inaccurate. \"That's not true and Brooke didn't say that,\" she said. We looked for Nexus for news coverage of that quote, and we didn't find any results. We found stories from 2015 about Baldwin's apology for her comments about veterans - but not what appears in this article on Facebook. On 28 April 2015, Baldwin interviewed the late Alija Cummings, D-Md., on camera in the midst of protests and violence in Baltimore following the death of Freddy Gray while in police custody. Speaking of police training, she said, \"I was talking to a city councilman here last week who was saying, \"Brock, these people have to live in communities. There is no emotion, no lack of emotional investment, and a lot of these young people... and I love our nation's veterans, but some of them come back from war, and they don't know communities and they're willing to fight. Facebook was published on January 11, 2021 in the Facebook newspaper Nancy Belusi, no longer Speaker of the House of Representatives by Samantha Butterman. As Washington Post's critic documented, the same day she tweeted: \"Folks. Please don't misunderstand me. My dear friends/Lee's family are veterans. I've been repeating my concerns lately. That's it.\" The next morning, however, I went live to apologize. \"I made a mistake yesterday,\" she said. I was telling a story, a conversation I was having recently mentioned to the police. And I totally misspoke, I accidentally chose my words 100%, and I just want to talk to all of you this morning: I genuinely retract what I said.\" She later said that she \"believed the idea that war veterans who were police officers were increasing problems in communities like this here in Baltimore and at the national level. And I have to take a second moment today and say I was wrong. \"I was so wrong.\" The Facebook Baldwin says: \"Don't hire veterans! They are so affected that they cannot be trusted by their authority.\" We found no credible evidence to say that. The statement appears to be an explanation for the comments she made about veterans during the interview, but it goes too far by providing incendiary words as if Baldwin herself had said. We're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00023"}