{"url": "/factchecks/2011/may/04/arianna-huffington/arianna-huffington-says-unemployment-gains-are-act/", "speaker": "Arianna Huffington", "vclaim": "He says that although the unemployment rate seems to be improving, it does not reflect the creation of real jobs -- it is the result of \"the contraction of the actual labour force.\"", "truth_label": "mostly-true", "date": "stated on May 1, 2011 in a roundtable segment on ABC's \"This Week with Christiane Amanpour\":", "title": "Ariana Havengton says that unemployment gains are actually the result of a shrinking labour force, not job creation.", "text": "On 1 May 2011, ABC published this week with Christian Amanpour, Ariana Hovington - founder of the Liberal News and Opinions web site The Huffington Post - some cold water on the recent decline in unemployment. Between October 2010 and March 2011 - when unemployment measures have fallen consistently recently - the rate fell from 9.7 per cent to 8.8 per cent. This was encouraged by the Obama Administration, which states that the figures are tangible evidence of an improved economy. However, Havengton expressed caution about what these figures really mean, pointing to a complex factor in how the unemployment rate is calculated - a factor that raises questions as to whether the optimistic management interpretation is accurate. And here's what Hovington said: \"What's happening in the country with jobs, basically, despite the fact that we're supposed to, you know, have a decline in unemployment. We know that this is indeed a statistical cause because of the contraction of the actual workforce, but not any real job creation.\" We have simplified what Havengton has said for clarity and will use it to verify the facts: although the unemployment rate seems to be improving, it does not reflect the creation of real jobs - indeed, the improvement is the result of a shrinking labour force. This is getting a little complicated, so carry with us. We will begin with the way in which the official government government of employment statistics, the Office of Labour Statistics, calculates the unemployment rate. The number of Americans seeking employment, excluding persons who have removed themselves from the workforce, either temporarily or permanently - for example, if they leave jobs to return to school full-time, take leave to raise children, retire, take time to travel for a long time or just live on their savings for a long time - is determined by BLS. BLS takes the number of unemployed Americans but they're still looking for a job and splitting it into a \"work force\" -- working Americans as well as those unemployed but looking for a job. The result is the unemployment rate. So, the unemployment rate can be formed by two distinct factors -- the number of unemployed Americans and the number of Americans working or seeking employment. If the number of unemployed Americans is reduced and the size of the labour force remains largely unchanged, the unemployment rate will decline. However, if the labour force falls at a rate fast enough, even the low number of unemployed Americans can actually lead to a higher unemployment rate. Enough with the theory -- let's move on to the actual numbers. Between October 2010 and March 2011, the level of unemployment - the standard used to determine the unemployment rate - fell from 14,876,000 in October to 13,542,000 in March. At the same time, the civilian labour force - Qasim - fell during the same period from 153,960,000 to 153,406,000. As indicated, the unemployment rate during that period fell from 9.7 per cent to 8.8 per cent. Thus, during that period, unemployment declined by 1,334,000 people, but it did so for two separate reasons. On the one hand, he left 554,000 labour forces and, according to the logic of BLS statistics, was no longer counted as \"unemployed.\" On the other hand, 780,000 people received jobs. In comparison to these two figures, we can say that about 0.5 percentage points of the fall in unemployment of 0.9 percentage points was due to the fact that people already had jobs, while the remaining 0.4 points were due to people leaving the workforce, either because they had abandoned the job search or for other reasons, such as retirement. End of story? Not yet. This calculation assumes that the workforce should remain at least the same size from one month to one month. In fact, economists say that to keep pace with population growth, the labour force must grow from one month to one -- according to one popular estimate, at 100,000 per month. So when the labour force fell from October to March by 554,000, that actually reduces the value of migration away from the labour force. The real blow to the labour force during that period was more than 1 million Americans. This becomes complicated in calculation, so economists sometimes use different statistics instead -- the employment-to-population ratio. This shows the percentage of the 16+ population with a job. The unemployment rate (as commonly called) declined significantly during the last recession period, meaning that a lower proportion of the population was employed. In fact, the last time the labour force participation was so low was in the mid-1980s -- a quarter of a century ago. These are the statistics that Haventon mentioned when we got there. She first referred to a post written by The New York Times columnist Paul Krugman, who tore down the slow EMOPP. Subsequently, I followed up on a series of other articles and articles on economic codes that made this point. It is therefore up to us to decide whether it is best to trust traditional BLS statistics or EPOP. It's a tough decision. The advantage of the programme is that it solves the problem of population growth, which is not a trivial factor, especially when it speaks of a period of several months. The disadvantage is that he considers the unemployed who chose that course on a truly voluntary basis -- going back to school, raising children and so on. This overestimates the real unemployment rate. Overall, we believe (and experts across the ideological spectrum tell us) that both measures are incomplete, but they are true. This leaves us with a specific comment from Hovington. The main shortcomings are in their formulation. She says there's no real job creation. There is a legitimate argument to be made as to whether the economy creates enough jobs to sustain the buzzing economy, but we do not think it is right to say that there was no job creation. During the period we studied, the economy created 700,000 additional jobs, which are not only an increase in absolute terms, but also a pace that exceeds the amount that experts say is necessary to keep pace with population growth. The growth of jobs was modest, perhaps, but not zero. On the other hand, the broader point of Havengton - that unemployment statistics can be affected by workers leaving the labour market - is important and is often ignored outside the world of professional economists. The Federal Reserve Board took note of this fact during its March meeting. According to the minutes of the meeting, \"Many participants noted that the decrease in unemployment was more attributable to people who withdrew from the labour force and to fewer layoffs than to increased employment.\" On January 16, 2021, Jordan Rachel stated in Tweedda that the minimum wage of $15 per hour would raise the price of taco bill burrito to $38. By Bill McCarthy: 20 January 2021 \"There was some growth in employment, but not as much as it indicates a drop in the number of headlines in the unemployment rate at first, and participation in the labour force declined during the recession,\" as James Sherk said, a senior policy analyst in the labour economy of the Conservative Heritage Foundation. \"There are warnings you can add to make the statement more complete, but as a summation of one sentence is not far from the mark.\" In the end, we agree that Havengton is well right that the unemployment rate is affected by people leaving the labour force, not just by job creation, even though it has slightly overstepped its reach. We're mostly assessing her statement right.", "vclaim_id": "vclaim-pol-13153"}