{"url": "/factchecks/2014/oct/16/rick-scott/scott-says-3000-teachers-lost-jobs-under-crist/", "speaker": "Rick Scott", "vclaim": "Three thousand teachers lost their jobs when Christ was governor.", "truth_label": "barely-true", "date": "stated on October 15, 2014 in a debate at Broward College:", "title": "Scott says 3,000 teachers lost their jobs under Christ.", "text": "Government of the Republic. Rick Scott likes to attack former Goof. Charlie Christ's job record. In a 15 October discussion among the candidates - the second discussion of the campaign - Scott repeatedly said that 832,000 jobs in Florida had been lost during Christ's term. (We have already assessed this claim as half true.) Christ struck Scott's cash, arguing that the recession was the cause of the loss of these jobs. He said he took federal stimulus money that \"helped us make sure we didn't have to fire 20,000 teachers.\" (We have estimated this claim to be mostly true.) Scott responded that Christ was responsible for killing thousands of teachers while focusing his attention on other career opportunities. \"I've spent all his time trying to be Vice President and then running against Marco Rubio in the Senate,\" said Scott. Three thousand teachers lost their jobs when Charlie was governor. When Scott used the same statistics in an announcement in June, we classified it as mostly wrong. Here, we will review the evidence of whether 3,000 teachers have been demobilized under Christ's rule and, if so, whether he is responsible. In the years leading up to Christ &apos; s victory in the Governor &apos; s office in 2006, Florida &apos; s economy was flourishing, prompting increased funding for education. The K-12 budget was around $18 billion when Christ took office, including state and local dollars. However, in 2007, the collection of taxes in Florida stalled with the collapse of the national and State economies. The Legislature held a special session in September to determine how to fill a $1.1 billion gap in the State budget of $71 billion. Education and health care, two of the largest expenditures, ended up getting big hits. In 2008, the State continued to suffer from recession, resulting in further reductions. Republican leaders rejected Christ &apos; s invitation to expand lottery matches and raise property tax to pay for schools. In the end, legislators reduced K-12 by more than $300 million. The Democrats, the Tallahassee Minority Party and the Teachers &apos; Union have opposed these cuts. \"We all want to do more,\" said Christ, the Republican at the time, at the end of the meeting. \"You're just doing the best you can.\" In the midst of shortfalls, the Legislature continued to reduce the budget in 2009. But then the state got some help from the federal government. In 2009, Congress passed the American Recovery and Reinvestment Act 2009 - a federal stimulus bill of $787 billion that supports the provision of jobs for teachers and other government workers throughout the country. Crist accepted these funds, and State data indicate that some 19,000 equivalent full-time jobs were maintained for educational staff. The Republicans report on the number of teachers' layoffs mentioned by Sarah Goodlowski on January 9, 2021 on Twitter: \"It was not all women who lost jobs (in December's job report), most of whom were black and Latin women. In fact, white women got a job.\" The report contains a list showing that some 3,700 teacher jobs were lost in Florida. Here the problem lies in the manner in which the Declaration uses that report: it does not make it clear that it was based on news articles on possible demobilization or demobilization. This warning is made clear in the report: \"This list shows press accounts of the government's planned job cuts. In some cases, reductions may not have already been implemented owing to subsequent budget adjustments. The loss of jobs may have been met through attrition rather than actual layoffs.\" For example, one of the articles mentioned in the report stated that Miami-Dade, the largest province in the state, \"cut nearly 1,000 educational positions.\" However, the Miami Herald reported that many teachers had been transferred to other jobs, and a district spokesman for Poletti Fact Florida said that no teacher had been released. Broward initially cut off about 400 teachers, but rehired about 75 per cent of them. While Marion County announced that it would cut off about 500 workers, the stimulus \"saved us from the need to put one person off in 2008 or 2009,\" one of the spokespersons of the school district said Politi Fact Florida. The provinces of Hellesboro, Pasco and Benillas, none of which are mentioned in the report, have released any teacher. (Only 15 per cent of the school districts in Florida were covered in the report. School districts report to the State Ministry of Education on the number of teachers they have each year. These data showed a decrease in the number of teachers in the autumn of 2008 by 3,282 compared with 2007 - a decrease of approximately 2 per cent. There was a smaller decline next year. It's fair to assume that some of these declines were due to layoffs. However, the provinces do not mention the number of reductions resulting from layoffs and the number of cases for other reasons, such as retirements, voluntary changes in employment or dismissals for other reasons. \"There were some layoffs during the sharp decline of the state economy, but there was a strong effort in the school areas to avoid teacher layoffs,\" said Ruth Hasman Milton, Director of Government Relations of the Florida School Councils Association. Other support workers - such as protectors or bus drivers - had absorbed much of the demobilization process in some provinces. Our judge, Scott, said that \"three thousand teachers lost their jobs when Charlie was governor.\" The claim omits some key points. The number of media reports on possible layoffs has been derived; not all have been achieved. The prosecution also obscures the fact that Christ accepted federal stimulus funds that kept thousands of teachers. Finally, Christ was not solely responsible for the discharge of teachers. Crist and the Republican-led legislature have signed budget cuts in the midst of a national recession - for which no single politician is personally responsible. It's clear that some of the teachers have been laid off at state level, but there's a lack of evidence that it's up to 3,000 positions. We're assessing this allegation mostly wrong.", "vclaim_id": "vclaim-pol-07138"}