{"url": "/factchecks/2019/jun/10/viral-image/no-multiple-presidents-have-missed-veterans-day-wr/", "speaker": "Viral image", "vclaim": "Donald Trump says he's the first president of the United States in 56 years who doesn't attend a wreath transplant ceremony on Veterans' Day.", "truth_label": "pants-fire", "date": "stated on June 4, 2019 in a Facebook post:", "title": "No, many Presidents Fotoa, the Veterans' Day ceremony - not just Trump.", "text": "These days, misleading information bulletins will go to the extent to which false rumours are transmitted as legitimate information including, apparently, filming part of the actual verification of facts without including, um, actual verification of the truth! This is what one Facebook post is trying to do in a shot of the Snoops article in which President Donald Trump participates. The only problem is... the picture is only for the claim that Snoops investigated, not the conclusion. The screen footage shows the title Snopes and Claim, which says: \"In November 2018, the first Veterans' Day was celebrated in 56 years. The current President of the United States did not attend a wreath-beating ceremony in the tomb of an unknown soldier at Arlington National Cemetery.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The screen shot is easily cut just before the Snobbs assessment - which, of course, you probably know is wrong. There is no mention of a \"mistake\" assessment or of all the reasons why the fact-finding organization has determined this claim to be entirely wrong. According to Snoops, it's true that Trump didn't attend a wreath transplant in Arlington on Veteran's Day in 2018, but he wasn't close to \"the First President of the United States 56 years ago\" to do so. Many presidents no longer attend the ceremony at one time or another. Obama was elsewhere in 2014 and 2010; George W. Bush was not present in 2008, 2007, 2005 and 2001; George H. Bush was not present in 1989, 1990 and 1992. Since 1989, only President Bill Clinton has attended the event for eight years of his presidency. We have a viral version of the social media that claims that President Trump was \"the first\" the President of the United States to sit down who did not attend the coronary slaughtering ceremony at Arlington Cemetery on Veterans' Day 2018. It is true that Trump was elsewhere that day, but he is not the first president to miss the event. Three of the four presidents who preceded Trump celebrated the holiday elsewhere. This screen shot is a blatantly inaccurate and incomplete picture to verify the facts. We value it pants on fire!", "vclaim_id": "vclaim-pol-00549"}