{"url": "/factchecks/2019/sep/10/arlen-parsa/evidence-shows-most-47-men-famous-declaration-inde/", "speaker": "Arlen Parsa", "vclaim": "Thirty-four of the 47 men filmed in the famous \"Independence Declaration\" were slaves.", "truth_label": "true", "date": "stated on September 1, 2019 in a tweet:", "title": "The evidence shows that most of the 47 men on the famous Independence Declaration board were slaves.", "text": "As the nation celebrates the 400th anniversary of slavery, a documentary filmmaker in Chicago tweeted about the Declaration of Independence, which was hanging in the American Capitol Building. The painting depicts a moment in 1776 showing 47 men, including Thomas Jefferson, John Hancock and Ben Franklin, most of whom were signatories to the Declaration. \"This is one of the most famous paintings in American history: Declaration of Independence,\" Arlene Parsa wrote above the 1818 oil picture by John Trumbol. \"I have decided to put red points on all men who hold slaves. The next time someone puts them on a base and says we can't question their judgment on guns or whatever, show them this picture.\" So, Parsa claims that 34 of the 47 founding fathers who appeared in the painting were slaves. While warning that there is no single final source of this issue, we have also calculated 34. We've contacted more than a dozen historians and historical organizations. No one knew about a list of the number of men in the painting who were slave owners. \"I was going to assume it would be easy to figure out how many slaves owned, but it's surprisingly far-fetched,\" said the history professor at Baylor Thomas Cade University. Starting with the evidence Parsa submitted to support his claim, we did our own research on each of the 47. (This chart identifies all 47.) Go here to see a table detailing the evidence we've examined. \"Most quantitative measurement is the best guess based on available records,\" said historian Terry Boton at the University of Maryland, Baltimore County. \"The problem is that property records are a beautiful spot for the most mysterious founders and even some bigger names.\" But using books, historical organizations, research articles and other sources, we found that there is strong evidence to support Parsa's claim. The owners of slavery tend to be men of means, including landowners, doctors, lawyers and local government officials. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 here are 34 men in the painting found by slaves, alphabetically arranged in the name of the family: Josia Bartlett, Charles Carroll, Samuel Chase, Abraham Clarke, George Clinton, John Dickinson, William Floyd, Benjamin Franklin, John Hancock, Benjamin Harrison, Joseph Hughes, Thomas Hayward Jr., William Hopper, Stephen Hopkins, Francis Hopkinson, Thomas Jefferson, Richard Henry Lee. Frances Lewis, Philip Livingston, Robert R. Livingston, Thomas Lynch, Arthur Middleton, Louis Morris, Robert Morris, William Pasha, George Reed, Benjamin Rush, Edward Rutledge, Richard Stockton, William Whipple, Thomas Willing, John Witherspoon, Oliver Wolcott and George Wyth. Men without slaves also tend to be good at work. There are the 13 who apparently did not have slaves: John Adams, Samuel Adams, George Klemmer, William Ellery, Elbridge Jerry, Samuel Huntington, Thomas McCain, Robert Trey Penn, Roger Sherman, Charles Thompson, George Walton, William Williams, James Wilson. The professor of history at Princeton University, Sean Willintz, noted that at least three men in the painting, including Franklin, had subsequently become abolitionist. Also in 1776, slavery was legal in all 13 new states and was \"granted from the entire West,\" including Britain and France, as he said. \"The men who drafted and signed the declaration were mostly masters of standing and property, it is not surprising at all that this is the case,\" added Willintz. In the history of Brown's Honorary University, Professor Gordon Wood said that Parsa's claim revealed the extent of slavery. But, \"What's important is that slavery began to attack and eliminate it from that moment,\" said Wood. \"The first conference against slavery in history was held in Philadelphia in 1775. The American Revolution made slavery a problem for the world when it wasn't a problem before, having existed for thousands of years without much criticism. All of this is lost in today's climate.\" Our ruling Parsa said that 34 of the 47 men filmed in the famous \"Declaration of Independence\" painting were slaves. We found strong evidence to support the claim on the 34th, recognizing that there is no single final source of this issue. We're evaluating the statement right.", "vclaim_id": "vclaim-pol-00179"}