{"url": "/factchecks/2018/nov/28/gordon-hintz/state-rep-hintz-hits-target-claim-against-republic/", "speaker": "Gordon Hintz", "vclaim": "\"One year ago, (Republicans) will not fill vacant seats for persons who have gone to the administration because of the cost of those elections. Now, they're talking about changing the rules to add additional elections that will cost millions of dollars of taxpayers' expenses.\"", "truth_label": "mostly-true", "date": "stated on November 18, 2018 in a TV interview:", "title": "Hentz hits the target with a demand against Republicans who are trying to add to the election.", "text": "Following the mid-term elections in November 2018, in which Democrats took the Governor's office from the Republicans, the political divide in Wisconsin continues. The Republicans are proposing to move Wisconsin Presidential Primary School in 2020, which will improve the chances of Governor Daniel Kelly's Supreme Court Judge remaining in his seat. Kelly's been assigned to the seat by Goff soon. (Scott Walker) The leader of the Minority Council (Gorden Hentz), D-Oshkush, weeps wrongly - and hypocrisy. \"One year ago, (Republicans) did not fill vacant seats for people who went to the administration because of the cost of those elections,\" Hintz said, in November 18, 2018, an interview on WISN-TV \"even with Mike Gusha. \"Now, they talk about changing the rules to add additional elections that will cost millions of dollars of taxpayers' expenses.\" Let's take a look at both parts of Hentz's claim. The legislative elections initially held by Walker rejected the call for special elections after two members of the House of Representatives had stepped down in December 2017 to join his administration. At that time, Walker argued that the seats should be left open until the regular elections scheduled for 6 November 2018. It was unfair to leave the Democrats residing in those provinces without representation for such a long time, noting that elections were required by law to be held expeditiously. Walker himself cited the cost as a factor and spoke to journalists in Biwaki: \"It's just a waste of taxpayers' money. The legislature will be postponed before special elections are held, so (the candidates will have to run for autumn election for a state legislative seat at the same time there will be a special election for a seat that will not be able to vote on anything until after the autumn election anyway.\" The seats belonged to Mr. Frank Lacey of the State of De Berry and former President Keith Reap of the State of Lodi. The Republicans withdrew in December 2017 to join the Walker administration. The voters in those areas were taken to the Tribunal by Walker with the assistance of a group headed by Eric Holder, First Prosecutor and presided over by Democratic President Barack Obama. On 22 March 2018, the District Judge of Dan Josen Reynolds District had a duty under the State Act to hold special elections. A second judge in the province of Dean denied that there had been a delay. As well as an appeal judge. In the end, Walker and the General Democratic Party dropped the issue instead of referring it to the State Supreme Court, and elections were held. Therefore, Walker and the Republicans described the scheduling of elections as a waste of money, although they also mentioned other reasons. In the main, the legislature will be postponed before special elections are held. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: January 12, 2021 the presidential election now into the second part of Heinz's claim -- that Republicans are now \"talking about changing the rules to add additional elections that will cost millions of dollars of taxpayers' expenses. In November 15, 2018, the newspaper Milwaukee Journal Sentinel stated that Republicans were thinking of using the lame hearing -- while still holding the post of governor -- to help maintain a governor in the state Supreme Court and give Republican legislators greater control over two state councils. The Republicans were concerned about the State Supreme Court race in 2020 because it is scheduled to be held alongside the Wisconsin presidential election - when democratic turnout is expected to go far beyond republican participation, as Democrats will decide who will challenge President Donald Trump. The imbalance in the turnout could cause trouble for Kelly, who Walker appointed in 2016. As reported in the Sentinel newspaper, Republican legislative leaders are considering the transfer of the presidential primary phase of 2020 from April, possibly to March of that year. The plan for the global electoral process will require voters to go to the polls three times in the spring of 2020 - probably in February, March and April. The holding of additional elections will already cost millions. Some 30 of the 72 county clerks in Wisconsin went against this proposal, noting - among other matters - that the cost of holding the regular state-wide spring elections was approximately $7 million. However, Hintz &apos; s statement was somewhat inappropriate in that he said that the General Democratic Party was considering holding several additional elections. Only one case is under consideration. Our assessment said, \"One year ago, the Republicans will not fill the vacant seats of the people who went to the administration because of the cost of those elections. Now, they're talking about changing the rules to add additional elections that will cost millions of dollars of taxpayers' expenses.\" And Heintz is on the overall objective: Republicans referred to cost as one factor - among several factors - when they initially planned to stop calling for special elections to fill the seats vacated by those appointed from Walker. They are considering adding one additional election - not a multiple election - in 2020, which, according to one estimate, could cost taxpayers about $7 million. We're mostly assessing the claim right. Sharing the facts of 2018-11-29 03:43:31 UTC PoliticsFact 5 1 7 PoliticsFacting: \"Mostly true\" one year ago, (Republicans) will not fill the vacant seats of persons who went to the administration because of the cost of those elections. Now, they're talking about changing the rules to add additional elections that will cost millions of dollars of taxpayers' expenses.\" In a television interview on Wednesday, 14 November 2018-11-14, the leader of the Minority Assembly of the General Assembly in Wisconsin https://www.wisn.com/article/upfront-reap-state-dems-challenge-republican-idea-tochange-2020-formal-date 2521217 read more information.", "vclaim_id": "vclaim-pol-01238"}