{"url": "/factchecks/2019/feb/14/tony-evers/too-early-say-gov-evers-flipped-raising-minimum-wa/", "speaker": "Tony Evers", "vclaim": "On the support of Evers for the minimum wage $15", "truth_label": "no-flip", "date": "stated on January 3, 2019 in news reports:", "title": "It's too early to say goof. Evers turned to raising the minimum wage.", "text": "The Governor &apos; s campaign 2018 involved a lot of enthusiastic debate between the Government of the Republic. Scott Walker and Tony Evers, the Democratic Challenger. Among the salient points are the minimum wage in the State. Evers, who defeated Walker, supported raising the minimum wage in the State from $7.25 per hour to $15 per hour, although the minimum wage was lower for adolescents and workers in rural areas. In fact, his position has been clarified on his website: \"Tony supports raising the minimum wage to $15 per hour and indexing inflation. However, like Senator Bernie Sanders, I-Vermont, Tony also believes that this should be done in stages over many years.\" Did Evers really retreat from such a central promise for weeks of his tenure? This was the allegation made on 8 January 2019 by the Republican Party in Wisconsin, which cited an article from the Macclair Institute entitled \"Evers have attracted face-to-face about many campaign promises.\" Seems like a good time to go back to Flip or Meter, which we use to measure whether the politician has changed his or her position. Our reminder: We do not classify whether any change of policy or policy is good (or bad) - only whether politics is consistent. We have already used Flip-O-Meter to consider whether Evers changed his position on the Attorney General's directive to withdraw Wisconsin from the pre-existing lawsuit (Rating: folfop) and to dissolve the Wisconsin Economic Development Corporation in its first budget (Rating: folfop). What about Evers and his support for a minimum wage of $15? Did he change his attitude? In this article, the Macclair Institute, a conservative think tank based in Madison, cited two statements made by Evers to declare that he had turned on the minimum wage. The McClure article quoted a statement from a gathering in October 2018 in which Sanders participated at Wisconsin-Miloaki University, where Evers said: \"We are about to reach a minimum of $15 an hour.\" On January 26, 2021, Jim Steinke stated on Republican Twitter that they \"come to the table\" and were part of a compromise \"Give and Take\" on the Corona virus bill. • January 27, 2012, this is very clear. It is consistent with its electoral campaign platform. As Evers retracted her promise of $15, the article mentions an interview with the State of Wisconsin, published in January 3, 2019. According to the State newspaper article, \"Tony Evers, elected by the democratic government, expects to present his first State budget plan \"a clear path\" to increase the state minimum wage of $7.25.\" From the bottom of the article: Evers refused to say how, or how, his budget would propose an increase in the state minimum wage, which is now as low as federal law allows: $7.25 per hour. He just said, \"There's gonna be a clear budget path to get to an increase.\" During the campaign, Evers supported a gradual increase to a minimum wage of $15. The Editorial Board of the State Journal reported in October that it accepted exceptions to the wage of $15 in rural areas and for adolescent workers. This plan is likely to be opposed by the Republican-controlled legislature, which has resisted the rise in minimum wages in neighbouring countries. Of the states bordering Wisconsin, only Iowa has $7.25 minimum wage. The minimum for Illinois is $8.25 per hour, Michigan is $9.25 and Minnesota is $9.65 for senior employers and $7.87 for small employers, according to the National Congress of State Legislatures. For critics, this is evidence of a shift in attitude. According to the McClure article, \"while its first budget will provide a \"clear route\" for raising wages, Evers refused to say how, or how, his budget will propose an increase in the minimum wage in the State.\" In our view, this is not a transformation at all. The Evers platform spoke of the need for a gradual increase - it does not call for an immediate jump to a level of $15. In any case, the current budget covers a two-year period, or approximately the first half of his term. Ives is not the only chance to achieve his goal. In fact, when we called Brett Kodapak, Deputy Director of Communications at Evers, she said that the Governor had not retracted his pledge. \"The Governor indicated that he thought we could get $15 by the end of his first term,\" said Kodabak in the e-mail. \"The article does not mention that the Governor will not try to raise the wage or that the Governor no longer supports the minimum wage of $15, only that the Governor has refused to say exactly \"how, how\" his budget will be increased, which he will present on February 28.\" The Republican State Party and the Macclair Evers Institute have been accused of changing their position on raising the state minimum wage. Really? The evidence is far from minimal. Evers spoke a long time ago of a gradual increase. The lack of telegraphicity of how much it might move to increase it in its first budget is not evidence that it no longer wants to increase it at all. We evaluate this one a no flip.", "vclaim_id": "vclaim-pol-01013"}