{"url": "/factchecks/2018/may/24/donald-trump/donald-trumps-false-claim-nancy-pelosi-came-out-fa/", "speaker": "Donald Trump", "vclaim": "He says, \"Nancy Pelosi went out for MS-13.\"", "truth_label": "false", "date": "stated on May 22, 2018 in a speech:", "title": "Donald Trump's false claim that Nancy Belusi went out for MS-13.", "text": "President Donald Trump gave Democrats as supporters of the MS-13 gang and were not interested in fighting crime. Trump routinely shows the brutal crimes committed by MS-13 members while highlighting the purpose of his administration to imprison them or expel them from the United States. On 22 May, Susan B. Anthony's campaign for the Festival of Life, Trump claimed that Democrats wanted open borders and did not want to stop illegal immigration. Trump said: \"On that day - just that day - Nancy Belusi went out for MS-13.\" \"This is the first time I've heard that. You want them to be treated with respect, as other Democrats do.\" Trump repeated the charge against the minority leader of the house Nancy Pelosi on 23 May during a round table discussion on MS-13, saying: \"I recently noticed where Democrats, Nancy Pelosi, for example, are trying to defend members of the MS-13 gang. I called them animals that day, and I met them with Rybokie. They said: \"They are people.'They are not people. These are animals.\" We questioned Trump's claim that Pelosi \"exited for MS-13\" and defended gang members. Trump distorted the facts. Pelosi said it wasn't good to call animals, but she didn't focus her comments on MS-13 gang members. Tramp's note was the headlines earlier this month after describing some people coming to the United States as \"animals.\" His comment was made during the immigration meeting with California officials. While Trump did not specifically mention members of the MS-13 gang in the phrase \"the living,\" his remarks came after Sharif spoke of \"bad men\" and MS-13 gang members. (Here's the full context.) Some have interpreted Trump as saying that all immigrants are \"animals.\" On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" By Miriam Valverdi: 3 February 2021, Trump went on Twitter 18 May to respond to this assessment: \"Fake news the media made me call immigrants, or illegal immigrants, 'animals' wrong! They were forced to pull their stories. I referred to members of the MS 13 gang as 'animals &apos;, which is a very big and true difference. \"The false news was deliberately mistaken as usual!\" Trump's tweeting. What Belusi Belusi said clearly chose to interpret Trump &apos; s words at the round table, which was less favourable to Trump. But that doesn't mean she was hugging violent gangsters. At a press conference on May 17, the day after Trump commented \"animals,\" Pelosi said, \"Inviting people animals is not a good thing\" and defended \"undocumented immigrants.\" Members of the MS-13 gang were not mentioned. \"We are all the children of God,\" said Belusi, \"and spoke of \"a spark from the gods in every person on earth.\" \"When the President of the United States says about undocumented immigrants, \"they are not human beings. This is animals, and you have to wonder, does he not believe in the spark of the gods, the dignity and the value of everyone? \"These are not human beings. This is animals. \"President of the United States,\" said Belusi. In an e-mail statement, White House spokesman Stephen Cheung said: \"Either Lusie promotes an out-of-context quote that the main media outlets have corrected or retreated (AP and CNN), or defend members of the MS-13 gang, which is branded as rape, domination and murder.\" The White House said that the term \"animal\" was the language that Trump had used before when he spoke of members of the MS-13 gang. However, Belusi did not defend the members of the MS-13 gang or went out on their behalf, as Trump claimed. She focused her comments on \"undocumented migrants\" and repeated the use of the word \"animals\" to refer to people. The Governor Trump said that Pelosi went out for MS-13. Trump's claim is based on Pelosi criticizing Trump for using the word \"animals\" during an immigration meeting with California officials. Trump used this term after the sheriff talked about MS-13 gang members. The day after Trump commented, Belusi said, \"Calling animals is not good\" and defended \"undocumented immigrants.\" The MS-13 gang members were not mentioned in their comments. While Trump blew up media reports and others lacking the context of his remarks, he did so only by commenting on Pelosi. We assess it wrong. Sharing the facts 2018-05-24 16:44:37 UTC PoliticFact 2 1 7 PoliticFact Drafting: Wrong \"Nancy Pelosi went out for MS-13.\" The President of the United States, Donald Trump, https://www.whitehouse.gov/references-statements/remarks-president-tromp-sosan-b-anthony-list-11th-North-campaign-life-gala/ in a speech delivered on Tuesday, 22 May, 2018-2018-05-22, read more information.", "vclaim_id": "vclaim-pol-02035"}