{"url": "/factchecks/2016/oct/05/tim-kaine/tim-kaine-says-donald-trump-mike-pence-want-elimin/", "speaker": "Tim Kaine", "vclaim": "\"First, Donald Trump said that wages are too high, and both Donald Trump and Mike Pines think we should cancel the federal minimum wage.\"", "truth_label": "half-true", "date": "stated on October 4, 2016 in the 2016 Vice Presidential debate:", "title": "Tim Kane says Donald Trump Mike Pines wants to eliminate the federal minimum wage.", "text": "Tim Kane tried to unite himself and Hillary Clinton with the workers while he was filming Donald Trump and Goff. Mike Pines represents the rich. \"First, Donald Trump said that wages are very high, and both Donald Trump and Mike Pines believe that we should abolish the federal minimum wage,\" Ken said, while discussing the Vice-President at Longwood University in Farmville, Va. We found that Trump was all over the map about wages and minimum wages in the Federation, while Penny opposed raising the minimum wage as a member of Congress. No state can set a minimum wage below the federal minimum wage of $7.25. But states can set higher wages. Trump has made some conflicting statements about wages. Early in the election campaign, he often said that wages were too high and showed no interest in raising the federal minimum wage. \"We have to compete with the world,\" he said on MSNBC in the morning of Joe in November 2015. Our taxes are very high, our wages are very high, everything is very high. What's going to happen now is that people are going to start firing people.\" This was echoed by similar comments made during the presidential presidential debate in November that wages were \"very high.\" When asked whether the minimum wage would be raised, he said, \"I will not do so.\" But later in the campaign, Trump showed more interest in raising the minimum wage, although he often said that he would leave it to the United States. On ABC Day this week on May 8, 2016, the host George Stefanopoulos Trump asked, \"The minimum wage -- all of it through the preparatory elections, you're against an increase. Now you're saying you're looking at him. So what's the bottom line on this?\" Trump answered, \"Well, I'm looking at it and I haven't decided in terms of numbers. But I think people should get more.\" When Stefanopoulos asked if this change, Trump answered, \"Well, it's definitely a change. I'm allowed to change. You need flexibility.\" Also on May 8, in the NTBC me the Press, he did not understand how people lived at the minimum wage of $7.25 an hour. Trump said that while he personally wished to see a higher minimum wage, it was left to the United States. \"I'd like to see an increase in volume,\" said Trump for NBC Chuck Todd. \"But I'd rather leave it to the United States.\" Let the states decide. Because don't forget, the states must compete with each other.\" She went on to ask whether Trump believed that states should be able only to determine whether they would raise the minimum wage from the Union &apos; s $7.25 minimum wage, or whether there should be no minimum wage at all - giving the states the option of reducing the minimum wage to less than $7.25 or not. But do the federal government have to lay down the floor? Todd asked. \"No,\" Trump answered. \"I'd rather the states go out and do what they have to do.\" The spokesman for the Trump Stephen Cheung campaign referred us to the Trump Statement on allowing states to set minimum wages from his press conference on 27 July in South Florida. Here's what Trump said: Jordan Rachel said on January 16, 2021 in a tweet that a minimum wage of $15 per hour would raise the price of Taco Bell burrito to $38. By Bill McCarthy • 20 January 2021 \"The minimum wage must be raised. People... at least $10, but they have to go up. But I think states -- federal -- I think states should really shoot. For example, I live in New York. It's very expensive in New York. You can't buy a hot dog for the money you're talking about. You go to other states and it's not expensive at all. Now what he's doing is putting New York at a disadvantage if the minimum wage rises, companies move and things, bad things happen. At the same time, people must be taken care of. But what I'm really gonna do on the minimum wage... but it has to go up... So I'd like to raise it to at least $10.\" We gave him a full boost to his position on whether the federal government should set the minimum wage. Penny &apos; s minimum wage data record opposition to the increases in the minimum wage and the generally crushing of the minimum wage during Congress. However, we couldn't find evidence that he wanted to eliminate him as Kane claimed. In July 2006, when Penny was in Congress, he said in a statement to the press that he was opposed to legislation that he said would raise the federal minimum wage by 41 per cent. \"Minimum wage increases unemployment among adolescents, minorities and part-time workers,\" he said. \"Minimum wage violates basic free market economies. It costs jobs, and I can't support policies that take jobs from those most in need of a salary. Pines was one of the 21 Republicans in the House of Representatives who voted against a bill that included an increase in the minimum wage. Penny voted against raising the minimum wage in January 2007 over a two-year period from $5.15 to $7.25. \"an excessive increase in the minimum wage will harm the working poor, Mr. Spokesperson, especially those who are trying to start the American dream by entering the labour force at the income level,\" he said. \"Minimum wage, constant record of our economic history, rising unemployment among young people, minorities and part-time workers -- the same people who believe that the minimum wage helps.\" In 2013, Benes, as Governor, signed a law prohibiting local governments from requiring businesses to pay a higher minimum wage beyond what is required by federal law. We asked a spokesman for Trump about Penny's current position on the minimum wage and did not get a reply to that particular question. But when we asked if Benes had called for the abolition of the federal minimum wage, Chong said no. A vote against raising the (federal) minimum wage in 2007. &quot; The spokesperson for Clinton told us that we found examples of Pines opposed to raising the minimum wage but did not call for its abolition. Speaking Josh Schorin said that Cain was referring to the \"Treamp ticket\" and Trump was \"ordering the agenda.\" Our governor Ken said, \"First, Donald Trump said that wages are too high, and both Donald Trump and Mike Pines think we should cancel the federal minimum wage.\" He is right that Trump said so about wages, but Kane overstates that Trump and Bennis want to eliminate the minimum wage. Trump was throughout the map of wages and the federal minimum wage. He would not raise the minimum wage. Subsequently, he seemed willing to raise the minimum wage but said that the decision should be made by the states. Pines' record in Congress showed that he was opposed to raising the minimum wage and made some critical comments about the idea of a minimum wage, but we did not find it to be abolished. We're assessing this claim half right. https://www.sharethefacts.co/share/52d80a8e-d8ca-4fa4-aca2-861eb5fbbb87", "vclaim_id": "vclaim-pol-04215"}