{"url": "/factchecks/2011/may/06/david-wu/david-wu-highlights-worries-over-paul-ryans-medica/", "speaker": "David Wu", "vclaim": "The Republican House of Representatives plan will increase the costs for older persons in Oregon by $6,000 with health-care vouchers instead of medical care.", "truth_label": "mostly-true", "date": "stated on April 15, 2011 in a press release:", "title": "David Wu highlights the concern about Paul Ryan's medical care proposal", "text": "The medical care programme is the federal programme providing health care to 46.5 million Americans (including 511,450 in Oregon) and remains one of the country &apos; s most popular but expensive programmes. It is also less obvious - an effective political tool often used by candidates to help their chances. This is particularly true for competing candidates who are looking for some of their own medicines. This leads us to Reap David Wu, the current Democratic Party of Oregon I, whose irregular behaviour in the weeks leading up to election day last year led to the departure of many senior officials and questions about his chances of re-election in 2012. In a press release issued on 21 April, Wu warned that older persons in his district would face $6,000 in higher annual health-care costs if a Republican budget proposal was approved. \"It's amazing that Republicans in the House of Representatives believe they can escape with plans to increase costs for older people in Oregon by $6,000, issue health-care vouchers to give another $200,000 million in tax exemptions,\" says Wu in his press release. It is an inflammatory statement aimed at stimulating older people and medical-care supporters to rally against the budget written by Prime Minister Paul Ryan. As a secondary result, Wu also hopes that defeating the budget plan will lead to a vote in 2012. Within just a few decades, social security, medical care, medical aid, other mandatory spending programmes, and the payment of interest on debt will obscure our entire budget. • 3 February 2012, on 5 May 2011, senior Republicans acknowledged that it was almost impossible to reach an agreement with Democrats on medical care. But let's examine the math behind Wu's suggestion. Ryan &apos; s proposal was aimed at balancing the budget by reducing spending over 10 years by $5.8 trillion, reforming taxes and reducing the growth of more expensive benefit programmes - medical care, medical aid and social security. Currently, the medical care programme is a \"fee-for-service\" programme, which means that if you qualify for coverage, the programme will be paid to your health-care provider for each action or visit. Ryan instead wanted a partial - but perhaps not all - health-care insurance for a person. \"As of 2022, all newly qualified medical-care beneficiaries (i.e. individuals aged 65 as well as younger individuals and disabled persons who become eligible for medical care) will have access to health coverage only through private insurance schemes, not through the current Government-run medical-care programme,\" an analysis conducted by the non-partisan Kaiser Family Foundation in April. \"Under the new premium support system... the Government pays directly to private health plans on behalf of qualified medical-care registrars, rather than paying for services directly to hospitals, doctors and other medical providers. If government payments for the plans on behalf of the registrar are insufficient to cover premiums and/or other costs, the beneficiaries will be liable for the additional costs,\" Caesar says. This is where Mathematics Wu comes in, with the help of Kaiser and the Congressional Budget Office. Wu states that the annual cost increase of $6,000 is the difference between the amount of the federal voucher and the potential cost of health insurance purchased on the open market. According to the DEA, the most generous $8,000 coupon provided by Ryan &apos; s plan will cover 39 per cent of the average cost of the special plan for a 65-year-old child in 2022. Which means that the plan costs about $20,500 and that the beneficiaries will be at stake for about $12,500 of the cost. According to calculations by the Central Bureau and Kaiser, the regular beneficiary will pay $6,150 in its own funds in 2022 if medical care remains essentially the same today. Under Ryan &apos; s plan, the cost from his own funds would have increased to $12,500, representing an increase of $6,350. Ryan argues that Wu and other critics, including President Barack Obama, do not take into account the impact that the drowning of markets will have on millions of new customers. In his view, competition would lower prices while insurers were fighting for new businesses financed by government subsidies. \"Medicari is expected to be bankrupt in just nine years unless we act to reduce the unabated high cost of health care,\" Ryan wrote on April 24 a newspaper article published by the Washington Post. \"This cannot be done with overall cuts in Washington. This must be done by giving older persons the tools to respond to the high costs. This is why our budget provides medical care through the use of competition to eliminate incompetent service providers, improve the quality of health care for older persons and pay for it.\" He and his allies also point out that medical care costs are increasing explosively, and if the programme is not addressed, they require significant or higher reductions in pocket costs. Apart from doubts, there is strong evidence that people aged 65 in 10 years who start using medical care will certainly pay more under Ryan's plan than they will if they become eligible today. Is the difference $6,000 or more? Could it be less? The answer to each one may be. However, given current knowledge and calculations, $6,000 is a figure that can be defended. For this reason, Wu &apos; s claim is assessed as mostly true.", "vclaim_id": "vclaim-pol-13143"}