{"url": "/factchecks/2018/jan/31/donald-trump/donald-trump-wrong-again-recent-tax-bill-biggest-e/", "speaker": "Donald Trump", "vclaim": "\"We have enacted the largest tax cuts and reforms in American history.\"", "truth_label": "false", "date": "stated on January 30, 2018 in his State of the Union address:", "title": "Donald Trump screwed up again that the last tax code is the biggest ever.", "text": "In his State of the Union address, President Donald Trump reiterated one of the most frequent points of dialogue - a point that has been repeatedly written off. \"We have enacted the largest tax cuts and reforms in American history,\" said Trump in his speech. Measuring the size of the tax reduction is directly important. As we noted the last time we verified a similar allegation, the tax law passed last December is not the biggest reduction ever. On the eve of the passage of the draft law, the Joint Tax Commission - the non-partisan provision in Congress for tax analysis - said that the draft tax code would cost about $1.5 trillion over 10 years, or about $150 billion per year. How does that compare historically? The Treasury published a list of the largest tax bills between 1940 and 2012, measured not only in contemporary dollars, but also in inflation-adjusted dollars and as a percentage of GDP (measured by the size of the economy as a whole). Based on the expectations of the current bill and the measure by which it is measured, many of the bills since 1980 have been larger. Here is an inflation-adjusted dollar list: the Tax Exemption Act 2012 (promulgated in 2013) in accordance with the Tax Exemption Act 2012 (promulgated in 2013) in the amount of $321 billion, the re-licensing of unemployment insurance, the Employment Creation Act 2010 in the amount of $210 billion, the Economic Recovery Tax Act 1981 in the amount of $208 billion, the Tax Reductions and Jobs Act 2017 in the amount of $150 billion, and the final tax bill ranked fourth since 1940. The legislation signed on Trump is down to a minimum on the list when cuts are requested from the highest to the lowest percentage of GDP: on 17 January 2021, the authors announced the fact-checking story that General David H. Berger, the commander of the United States Navy, rejected Nancy Belusi's request to use the Marines to provide security for the inauguration, and told her \"we are not working for you.\" On 17 January, 2021 of the Economic Recovery Tax Act 1981, Revenue Act 2.89 per cent of 1945, Revenue Act 2.67 per cent of 1948, American Taxpayer Exemption Act 2012 (promulgated in 2013) 1.78 per cent of the Revenue Act 1964, 1.6 per cent of the Unemployment Reposiency Act, Employment Creation Act 2010 1.31 per cent of the tax cuts and Employment Act 2017 and 0.9 per cent of this measure, the latter tax act was ranked seventh. The responsible Federal Budget Committee noted that a tax reduction earlier than 1921, which represented 1.1 per cent of GDP, had not been included in the Treasury Department's analysis. The Group added in its blog that \"If President Trump wants to pass a tax reduction exceeding the record of 2.9 per cent of the economy in 1981, it will cost about $6.8 trillion over 10 years. Our Governor Trump said, \"We have enacted the largest tax cuts and reforms in American history.\" With regard to inflation-adjusted dollars, the last tax law is the fourth largest since 1940. As a percentage of GDP, it ranks seventh. We're assessing the statement wrong. Sharing the facts 2018-01-31 02:52:17 UTC PoliticsFact 2 1 7 PoliticsFact Doing: Wrong \"We have enacted the largest tax cuts and reforms in American history.\" Address by the President of the Federation Donald Trump Tuesday, 30 January, 2018-2018-01-30. Read more information.", "vclaim_id": "vclaim-pol-02472"}