{"url": "/factchecks/2019/sep/03/facebook-posts/washington-didnt-say-government-mistrusts-citizens/", "speaker": "Facebook posts", "vclaim": "George Washington says: \"When no nation trusts its citizens with weapons, it no longer trusts its citizens because such a government has evil plans.\"", "truth_label": "pants-fire", "date": "stated on August 17, 2019 in a Facebook post:", "title": "Washington didn't say that the government that \"trusts citizens with guns\" has \"evil plans.\"", "text": "Here in the Polyte Fact, we would like to verify the fact of a questionable historical quote. Double points if they come from the Founding Father. And so we have another questionable statement on Facebook attributed to the first President of the United States, George Washington. The quote reads as follows: \"When a State trusts its citizens with arms, it sends a clear message. She no longer trusts her citizens because such a government has evil plans.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) There is no evidence to support what Washington said or wrote. On January 10, 2021, in an article on Facebook that says that Nancy Belusi sent a letter to the Mayor of Portland after demonstrations there \"requiring him to stick to the proven democratic playbook.\" By Sierra Orourc: January 11, 2021, the Mount Vernon area in Washington contains a quote in the list of \"false quotations\" from the statements attributed to the First President: \"It appears that the quote arises from an online publication: American wisdom series, which provides a booklet No. 230, \"President George Washington's thoughts on firearms. The statement was written in the 230th Battalion under Joe Spencer's phone line. It appears that this quote belongs to the author - Spencer - and not to Washington. It appears in the introduction to the booklet and has no quotes. Under the introduction, the author directs readers to read the attached comments on \"The role of firearms,\" by President George Washington, and to help spread their wisdom. The following is a screen line and a series of quotations that appear to be attributable to Washington. However, at least some of these quotations are also included in the page of the false citations of Mount Vernon. Barry Bobick, an ethics specialist and consultant editor in the English Oxford dictionary, also researched the quote in 2014. Based on information from the web archive &apos; s Wipak tool and machine, it was assumed that the quotation was written around 2002. We value this bad quote pants on fire!", "vclaim_id": "vclaim-pol-00211"}