{"url": "/factchecks/2014/oct/16/charlie-crist/crist-says-jeb-bush-signed-law-letting-duke-energy/", "speaker": "Charlie Crist", "vclaim": "He signed legislation that allows Duke Energy to raise money for nuclear projects.", "truth_label": "true", "date": "stated on October 15, 2014 in a gubernatorial debate in Davie:", "title": "Christ says Jeep Bush signed a law that allows Duke Energy to collect advance fees.", "text": "While Vanguet was talking about the debate on Wednesday, there were other moments as well -- like when Charlie Christ closed the door on the Hollow. And Rick Scott's accusations that Christ is the one that allowed utility companies to ship customers to unbuilt power plants. \"Charlie signed legislation allowing companies such as Duke (energy) to transfer the costs of power plants that have never been built,\" Scott said during the energy policy debate. Christ cut off his Republican opponent immediately. \"That's not true. That was Jeep Bush. He told me to clap from the crowd in Duffy. This allegation came before when the Florida Republican Party ran the campaign announcement that Christ said \"make it easier for Duke to take your money.\" We've assessed this as a mistake. What Krest said in the debate is accurate. The history study of this attack is based on the Krystal River nuclear plant and a planned nuclear plant in the never-built province of Levy. Duke Energy Company (which merged with Progress Energy in 2012) failed to repair the existing Crystal River Facility in 2009 and planned to break the ground in the Levi Project, but never did so. Because of the 2006 energy bill, SB 888, both Duke and Professor were allowed to charge 1.7 million Florida clients from the Duke \"fee-fee-fee\" to pay for those factories before any work began. In 2013, Duke decided to shut down the Crystal River factory instead of repairing it, leaving an invoice of approximately $1.7 billion in repair work and other expenses. The company also spent about $1.5 billion on the Levi County Project, then cancelled it, and demanded more and more advance fee funds. The Florida Public Service Commission ruled in a settlement in October 2013 that clients would be at the expense of $3.2 billion in expenditure, while insurance companies would pay $835 million and the remaining shareholders. One year later, under pressure from consumers and environmentalists, the Peace and Security Council ordered the energy doc Florida to credit $54 million back to the price-payers. Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. By Tom Kircher: 29 January 2021, now that we know how the story ended, let's go back to SB 888, legislation that allowed companies to charge advance fees. This bill was passed by the legislature by an overwhelming majority and signed on 19 June 2006 at that time. ................................................................................................ That was before Christ -- who was the Attorney General at the time -- served in the governor's office. He ran and won that fall, took office in January 2007. Scott said in the debate that people should go to one of his sites, the facts of Florida.com, to see Christ's law signed, so we looked. But just as State GOP stated in its commercial declaration, the invoice at that location was HB 7135, the 2008 amendment to the original law allows for advance fees. The site mentioned by Scott read: \"2008: Charlie Christ signed a law extending the Law on Nuclear Cost Recovery, allowing public utilities to transfer the costs of transportation lines and other construction to consumers.\" However, Duke Energy never received any advance fees as a result of this particular amendment, as there were no transmission lines or construction costs for either project. The Crystal was an existing plant, and the Levi project did not come out of the planning stages. \"The problem with this argument is that, as far as we know, Duke has never recovered any funds related to transmission lines,\" said Susan Galkman, Florida's director of the Southern Clean Energy Alliance, non-profit advocates of sustainable energy policy. \"Even so Jove. Christ signed the draft comprehensive energy law, the provision to which Scott refers that he never played a role in the costs borne by the Duke's energy customers.\" However, a different company would benefit from the amendment signed by Christ: Juno Beach Energy and Light in Florida, with 4.4 million clients in Florida. In May, Scott and his cabinet approved plans to set up 88 miles of giant transmission lines for two new reactors at the Turkey Point facility in Miami-Dade, due to protests by the local population and officials. \"Krist,\" the governor said, \"ex-Goff.\" Bush has signed legislation allowing utility companies to charge customers for power plants that have never been built. Scott and the Republicans refer to the 2008 amendment signed by Christ into law, but this amendment did not result in any client being sued for any of the facilities in dispute - the Crystal River Factory or the unfinished Levi County Factory. Instead, the Executive Act was signed in 2006, when Bush - the Republican predecessor of Christ - was Governor. Paradoxically, it was Scott who made it possible for the public utility company to benefit from the procedure signed by Christ. We appreciate Christ's true teachings.", "vclaim_id": "vclaim-pol-07137"}