{"url": "/factchecks/2019/aug/12/viral-image/no-el-paso-fox-news-affiliate-didnt-report-shootin/", "speaker": "Viral image", "vclaim": "Fox News reported a shooting before it happened.", "truth_label": "false", "date": "stated on August 5, 2019 in a Facebook post:", "title": "No, El Paso Fox News didn't report a shooting before it happened.", "text": "In the wake of the mass shooting in Walmart in El Paso and outside a bar in Dayton, Ohio, conspiracy theories wrongly claim to have been \"false flag\" operations. The Facebook bulletin of 5 August is even a guide, but evidence of the show is collapsing very quickly. \"Boom,\" starts the mail. \"Fox reporter reports fire in 23 minutes before it occurs.\" There's a long show, but the idea is, a video linked to the post shows that the state is doing the shootings because Fox News in El Paso announced another shooting that was supposed to happen in Walmart before it happened. The article describes the actions of one of the anchors of the television station and then proceeds to a massive conspiracy theory: \"You check Twitter and recheck it, you seem a little confused, and then you say, \"It happened after. Guys, this proves Twitter's in the shooting, Fox News's in the shooting, and Walmart's in the shooting... This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) What actually happened on that news anchor was the reading of tweets from different time zones and it was a moment of confusion. This happened: on 3 August, around 1226 hours daytime mountain time - the El Paso time zone - KFOX news anchor interrupted programming to report an active shooting at Walmart near the Ceylou Vista centre in El Paso. This is the shooting that killed at least 22 people. On January 11, 2021, Facebook was published in an article by Nancy Belusi that was no longer the Speaker of the House of Representatives by Samantha Buterman on January 12, 2021 later that day, at about 2:35 Mount Day time, Erica Castillo, one of the anchors of the station, said that \"an incident, as we were told, took place in Wal-Mart on the horizon (city) in El Paso County. \"I'm not sure at any time this tweet came out, anyway,\" she said, looking down at something on the desk before her. \"Well, here it is, at 3:00 p.m., this hasn't happened yet, so today is the third - \"an anchor that intersects and says, \"This is 35 minutes ago.\" The video posted on Facebook was interrupted at the time, but the full video shows that Castillo continued: \"So this just appeared. HPD said they just responded to someone with a gun call at the Wal-Mart Hotel in Horizon, and they were able to locate the person, and they found it open, and they carried it and checked it out, and then the door was reopened.\" We contacted KFOX about Facebook mail but never heard again. However, Castillo did not describe a shooting that had not yet taken place. At 2 p.m. in both the city of Horizon and the El Paso time zone of mountain daytime, Horizon City Police Department tweeted: \"Almost an hour ago, HCPD responded to a subject with a gun call in our local Wal-Mart. The Hong Kong Police Department was able to locate the person who was carrying him and found that he was open and examined him well. The store has since been reopened.\" If someone reads the tweeting of the police department from a city in a different time zone -- for example, Austin, Texas, which is on central time -- the time stamp of the tweet will be 3 p.m.\" Because the time stamp on Twitter changes according to the time zone of the person watching the tweet. Castillo explained in response to the video that the information she was reading was a screen shot of a tweet made in a different time zone. She said, \"I've been looking and trying to decipher a picture taken from a tweet made in the time of the East Coast.\" \"El Paso is the only major city in Texas that sits on mountain time. Just an attempt to address the timetable after a marathon from the wall to cover the wall.\" There's no conspiracy here. We're assessing this wrong Facebook post.", "vclaim_id": "vclaim-pol-00284"}