{"url": "/factchecks/2019/feb/28/various-media-reports/nc-education-bill-wont-change-student-or-school-gr/", "speaker": "Various media reports 2", "vclaim": "According to the NC Bill, the scale of the grades will be changed.", "truth_label": "false", "date": "stated on February 26, 2019 in reports:", "title": "The National Education Bill will not change classes or students", "text": "Don't let anyone fool you: the result of your 85 is still B, and 50 are still F. But you may not know that, through media coverage, a recent bill on education policy in North Carolina has been introduced. Parents and news consumers were left confused by mysterious headlines and misleading tweeting. The draft law addresses 145 State methods for assessing the effectiveness of individual public schools - and does not affect grade levels at all. The State is currently evaluating schools on a scale of 15 points and the bill aims to re-establish this method next year. So, why the confusion? The Bill uses a system of measurement based on letters, language - grade, size and performance - often associated with students &apos; classes and reporting cards. The bill also gives the impression that things change because it shows a scale of 10 points with cross-digits. However, the bill does not use the word \"student.\" It clearly refers to a system aimed at providing an overview of the effectiveness of school and teacher management through the calculation of academic achievement and growth. Unfortunately, some media coverage did not convey that reality. Many television stations have been published on the bill with misleading titles or descriptions. The first line of the WNCN story says that the bill may change the grade scale used \"in public schools.\" This gives the impression that teachers apply the standard to students, not to the State at school. Ankor Angela Taylor then described the bill by saying that it would change \"the grades of your child's performance at school.\" NBC's associate in Charlotte, WCNC, used a story for WRAL to report on the bill. The main title of the Council states: \"The legislators in the National Council consider a bill that would change the grades.\" The tweeting of Charlotte's station may have increased the confusion. The tweet included a photograph of a person carrying a pencil accompanied by the title: \"The new project under consideration will adjust the current score scale, and the current scale will be adjusted to the current scale. The station has 215,000 followers. The tweet did not specifically state that the bill affected students. But it was so mysterious that readers could come to this conclusion. The story now includes an edited note on the websites WCNC and WRAL. It says: \"This new standard applies to the classes that schools receive based on performance. This won't change the scale used for class students.\" The Association later changed its headlines: \"Bill will keep the grades of school performance on a scale of 15 points.\" The Fox branches used similar headlines in stories about the Bill. Charlotte Fox 46 used a headline saying the bill would change the score scale. Tony Evers mentioned on January 12, 2021 in his speech: \"We put $330 million in public school aid - the largest in more than a decade.\" • January 26, 2012, the reaction to stories was also misleading. Lieutenant Goof. Dan Forrest writes the story of WBTV with a headline, \"NC General Assembly Wandering about changing school grades.\" There was a comment in the forest about the story that the students mentioned. \"Instead of reducing our expectations of our educational system, we should raise our standards for our students so that they can compete in a global economy for the twenty-first century,\" he said. Andrew Ceciliano, the host of the national football programme on DirecTV, said that the bill had a direct impact on students. He has 157,000 followers on Twitter. \"North Carolina wants to give your son \"A\" with 85. \"Awkward,\" he tweeted, along with a link to a story by WRAL. Karin Zatkulak, a correspondent at the Ashville Center in WLOS, asked the Director of Education of NC Mark Johnson about the draft law during the interview. Her question, which comes around the sign 7:45 Facebook video, does not explain whether the bill affects students or schools. Johnson says he's not aware of the bill and wants to talk to legislators about it. But he adds: \"I don't know if we necessarily want to make our score scale less stringent in order to give more students as well, Johnson answers. On Thursday afternoon, singers on Fox News, \"Five,\" also spoke of the bill as if it would affect students. \"I think the failure is good for character,\" said the host Jesse Waters. \"Now you can pass with what, 40 percent? That's pathetic. That's why the Chinese are in charge.\" What Bill says is not only that the bill is not important to students, but also that it does not make significant changes to the standard of school grades in the State. The effects of the bill - and some erroneous interpretations of the public on social media - are detailed in a blog run by Justin Barminter, a teacher in Charlotte. The Education Council of North Carolina assesses the effectiveness of schools on a 100-point scale. The current law requires the State to go to primary schools on a scale of 15 points: 85-100 is A 70-84 is B 55-69 is C 40 to 54 is D 39 and less F. The draft law makes the State appear to be working on a scale of 10 points. This is because HB 145 copies of a bill passed several years ago authorized the State to operate the 15 point scale for schools, as Drew Elliot, Director of Communications of the Department of Public Information (DPI), said. A 2013 law \"originally establishes a 10-point scale for school report cards. However, this schedule was never used because it was replaced by an annual concession, usually in the budget bill, from the beginning of school performances, as Elliot said. HB 145 would make the 15-point table permanent, \"though annual waiver is needed,\" Elliot said. Many people - some media, politicians, reporters and sports reporters - misunderstand this. Not only does the draft law affect not only students &apos; grades, but it also makes no major changes to the State system used to give parents an idea of the effectiveness of the school. We value this allegation wrong. This story was produced by the North Carolina Fact Review Project, a partnership from Maclachi Carolina, Duke University Reporter Laboratory and Fact Politics. The local news laboratory fund and the International Centre for Journalists support the project, which shares fact checks with news rooms throughout the state. To provide ideas to verify the facts, e-mail [e-mail protected]. Sharing the facts 2019-03-01 16:29:35 UTC PoliticFact 2 1 7 PoliticFacting Assessment: NC misstates a bill that will change the scale. Various media reports broadcast by television stations and Bondets https://www.newsobserver.com/news/politics-government/article26925119.html NC Tuesday, 26 February 2019-2019-02-26. Read more information.", "vclaim_id": "vclaim-pol-00956"}