{"url": "/factchecks/2011/may/29/chain-email/email-message-says-members-congress-get-full-pensi/", "speaker": "Chain email", "vclaim": "Members of Congress \"received a full-time pension after serving a single term\"", "truth_label": "pants-fire", "date": "stated on May 16, 2011 in a message via the Internet:", "title": "The e-mail says that members of Congress receive a full pension for only one term.", "text": "In an era when government retirement benefits are under much scrutiny, partly because retirement programs are expensive and underfunded, it's not surprising that congressmen are One unsigned e-mail sent to us several times in recent weeks: \"No one has been able to explain to me why young men and women in the United States army have served for 20 years, risk their lives to protect freedom, receive only 50 per cent of their wages, while politicians hold their political office at the safe borders of the capital, are protected by these men and women themselves, and receive a full-paid pension after a single term. This doesn't make any sense.\" He goes on to say, \"Many citizens had no idea that members of Congress could retire on the same pay after only one period.\" For a member of the House of Representatives of the rank and degree, the amount of $174,000 per year is paid, which means full pay for the rest of their lives after having spent less than two years. What a deal! But is it a real deal? We wanted to know. It didn't take long for us to reveal a federal report released in January on \"Congress Members' Retirement Fests\" prepared for Congress by the Non-Party Congress Research Department. It shows how pension benefits are calculated. Key provision: No member of Congress is entitled to any pension unless he has served in Congress for at least five years. (The members of the Council shall serve for a term of six years; the members of the Council shall seek their re-election every two years. To collect, a congressman or senator must be 62 years of age, 50 years of age with 20 years of service, or any age with 25 years of service. Under the most recent pension programme adopted in 1984, the size of the pension is based on the highest three years of a member &apos; s salary, the number of years of service and the multiplier, which is 1.7 per cent for the first 20 years of service and 1.0 per cent for subsequent years. (For example, for a 25-year-old member who retired this year, the pension will be a total of two accounts. First, the amount of $172,443 [average salary over the last three years] multiplied by 20 years multiplied by 0.017. Then, plus 172, 443 times 5 years times 0.01. Total: $67,249 per year.) A congressman (or senator for one term) who has now reached retirement age is entitled to an annual pension of $17,588 for six years of employment. This is very generous, but not even close to full payment. (Congressors are also eligible for social security.) Finally, federal law prevents them from receiving a fully paid pension when they leave office. According to the report, \"under the law, the basic amount of a member's retirement may not exceed 80 per cent of his or her final salary.\" (Under the formula, it will take 67 years of service to reach this limit.) So the e-mail that says that members of Congress can \"get a full-time pension after a single term\" is blatantly false. It's never a full salary, and the only members who will be entitled to any pension are senators. This allegation was about Rutonda several times. Our friends in Snopes.com have e-mails dating back to 2000 that, when they retire, senators and congressmen continue to withdraw the same salary until they die. Think of Vichek.org also in the e-mail. Over the years, the allegation has been accompanied by assurances that members of Congress do not pay for their social security (since 1984), that they do not contribute anything to their retirement (they do so), or that they are exempt from the new Health Care Act or allegations of sexual harassment (they are not). A quick Google search with the word \"congress\" \"full\" \"payment\" and \"retirement\" would reveal the truth. But many people prefer to make the black seat decision simply to spread the myth to family and friends. So for them, the original author of this e-mail is bad information, we break matches and fluid lighter and give them panties on fire! https://www.sharethefacts.co/share/c8c8d099-0558-4c98-9c28-e94348bf4b4a", "vclaim_id": "vclaim-pol-13026"}