{"url": "/factchecks/2012/jul/13/barack-obama/were-romneys-companies-pioneers-outsourcing/", "speaker": "Barack Obama", "vclaim": "\"Met Romney's companies have pioneered outsourcing of American jobs to low-wage countries.\"", "truth_label": "half-true", "date": "stated on July 3, 2012 in a campaign commercial:", "title": "Were Romney's companies \"intruding in outsourcing\"?", "text": "For Matt Romney, the candidate who made job creation the focus of his campaign, it is difficult to have news reports that Payne invested capital in companies that moved jobs abroad. On the basis of that coverage, the Obama campaign produced a television commercial confirming that \"Mitt Romney's companies were leading in outsourcing American jobs to low-wage countries.\" Our fact-finding colleague in Factcheck.org and the Washington Post said that similar allegations from the Obama campaign were exaggerated. This prompted Obama's campaign to take the extraordinary step of pushing back with a long message to defend the allegations. Later, other news organizations published more about Romney's time in Payne, which in turn led the Obama campaign to accuse Romney of not telling the truth about himself and the company he once led. We decided to check two parts of Obama's campaign statement. Were these really Romney's companies? Were these companies in fact \"strengths in outsourcing\"? Romney and his campaign repeatedly indicated that Romney left the company's administration in 1999. It may be, but Romney was the founder of the company, providing vision and guidance to Payne. It's not as if his influence ended the moment he left to run the Olympics. At the same time, the labeling of companies as \"pilots in outsourcing\" increases the value of the case. They encouraged outsourcing, but they were part of a decades-old trend. On January 13, 2021, in a story, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines in security, and told her, \"We're not working for you.\" By Samantha Buterman: January 17, 2021 Romney Enterprises? Romney began Bain Capital in 1984. Their specialization was to invest in new firms and help them grow or seize and transform troubled firms. Romney likes to mention success stories like Stubbles, the office supply company. Some of these companies have been deeply involved in outsourcing. The word \"insects\" comes directly from an article in June Washington Post: \"During the approximately 15 years Romney has been actively involved in the Paine administration, a private equity company founded by which she owned companies that pioneered shipping from the United States to offshore communications centres and factories that manufacture computer components.\" Camp Romney demanded a retreat on the grounds that some of the companies in question had also created jobs in the United States. Other companies became part of the Payne portfolio after Romney took leave in February 1999 to run the 2002 Olympics in Salt Lake City. The Washington Post didn't back off. For example, let's start by looking at Can Payne's company controlled by Romney: Modus Media. The media have specialized in assisting companies such as IBM and Dell Computers to manufacture equipment abroad. As Vichek.org confirmed, he was controlled by Payne. There is no argument as to whether the media have created jobs in countries such as Singapore and China. Now, if those jobs did not exist in the United States in the first place, it is difficult to say that the Moodos or Payne media sent them abroad. In 2000, however, the company unequivocally disrupted the lives of some 200 American workers when it announced that it would close a factory in Fremont, Califf, and open a factory in Guadalajara, Mexico. According to the Romney campaign, the media had previously created about 700 domestic jobs. We don't know the quality and remuneration of those jobs and how they can be compared to the missing jobs. However, we agree that those new posts should be part of the overall picture. As the Romney campaign has repeatedly confirmed, the relocation of the plant did not take place during Romney's \"time.\" Vichek.org confirmed that the move happened more than a year after Romney left Payne. This issue about the date of Romney's withdrawal and whether he could be held accountable for things that happened after February 1999 has become something of a domestic industry in the media. The talking point notes, Mother Jones and Boston Globe revealed the files of the Securities and Personal Financial Disclosures Commission, which lists Romney on a different list as CEO, Managing Director and Chairman of Payne in late 2002. Paine published internal notes that seem to show that Romney didn't play any part in management decisions. The fact-checker in the Washington Post added another document that gives weight to the argument that Romney was not part of the Payne administration after 1999. This is a 2002 report of the Massachusetts State Election Commission certifying Romney &apos; s eligibility for the post of Governor. I studied Romney's activities when he took over the Olympics, and based on weeks of testimony, the report revealed a man who had engaged in this task and had no active connection with Payne. In view of all the evidence so far released, we do not believe that Romney was actively involved in the day-to-day management of Payne after 1999. But that doesn't mean that his influence disappeared after he left. Were they \"white\"? Romney was the founder of the company, and we believe that it is worth taking a broader look at Payne &apos; s investment practices, starting in the early 1990s. \"Private equity companies clearly tend to focus on companies in a range of $100 million to $500 million,\" Anant Sundaram, a M &amp; As researcher at Dartmouth Tuck Business School. More often than not, they were transferred to companies valued at $2.5 billion. It wasn't easy getting there. \"Do private equity companies have the incentive to do a lot of cost reduction?\" Sundaram said. \"I bet you do.\" Is outsourcing one way to reduce these costs? Sure. Everyone was doing it.\" Our research shows that outsourcing was well established when Payne started buying shares in companies described in recent articles. The invitation of these companies to pioneers is an extension. \"This has been happening for decades,\" said Tim Storgon, a researcher who focuses on outsourcing at the Industrial Performance Centre of the Massachusetts Institute of Technology. In the early 1990s, outsourcing increased significantly, partly because of the expansion of the Internet and changes in international trade rules. Payne was one of dozens of private equity companies that participated. \"They were part of the herd,\" said Storgon. \"To say that they have chosen the pioneers, they give Payne a lot of credit to be innovators. It was a key strategy at that stage.\" Each expert we contacted agreed that when Payne invested in the companies concerned, he was dependent on high returns, including the results of outsourcing. In this light, the exact month that Romney walked away from Payne doesn't make a big difference. When Modus Media shut down that factory in California in 2000, this kind of move was expected by Romney and Payne when they first arrived behind it. The specific decision was not known, but the general nature of the resolution was said by the experts with whom we spoke. According to Matthew Rice, Chief Investment Officer of Di Meo Schneider and his partners, a Chicago-based investment consulting firm, he did not see how Romney could launch himself from strategies that made Payne profitable. \"Techically, I guess he could,\" said Rice. \"But they would have done it anyway, whether there was or not. If you can go abroad and cut costs, you can do it. Because if you don't, work may not survive and no one will have a job.\" And Payne's not gonna make any profits. The sole purpose of any fund, private equity or otherwise, is to make a profit. Our governor's announcement of Obama TV holds Romney responsible for sending jobs out of the country. It says, \"The Romney companies have pioneered outsourcing of United States jobs to low-wage countries.\" We find reasonable reasons to call companies Romney. He was the founder of Payne, and he gathered a team that was looking for high returns. One strategy is to invest in firms that play a reverse role in outsourcing. We do not judge whether outsourcing is good or bad. He was widely regarded as profitable, and Pine chose the companies that would succeed. If the choice of a company makes it your company, these companies are Romney's, and in general, they do what they were expected to do. The first warning is that there is a grey field of direct accountability, because no one mentioned that he was personally involved in the management of these companies. We find little evidence that certain companies were \"intruding in outsourcing.\" The Obama campaign took the floor from the Washington Post but used it as its own campaign. By the early 1990s, outsourcing was well established, and companies applied it in a variety of industrial areas. Payne &apos; s companies were among that group. The Obama campaign statement will make voters believe that Romney played a key role in leading the outsourcing phenomenon. And we find this to be an exaggeration. We judge the statement to be half correct.", "vclaim_id": "vclaim-pol-10773"}