{"url": "/factchecks/2019/apr/16/tulsi-gabbard/fact-checking-tulsi-gabbards-tweet-about-meat-insp/", "speaker": "Tulsi Gabbard", "vclaim": "President Donald Trump says, \"Efforts to reverse the rules mean that Big AG is now getting her pork test\" and \"decided to stop testing for E. \"Cully.\"", "truth_label": "barely-true", "date": "stated on April 8, 2019 in a tweet:", "title": ":: Fact-finding: Tolsey Jabbard &apos; s attack on Trump &apos; s new pork inspection policy, E. Coley &apos; s test", "text": "Democratic presidential candidate Tolsi Jabbard suggested that Americans are at risk of eating contaminated pork because of the organizational cuts of President Donald Trump. \"Trump's efforts to cancel regulations mean that Big Ag will now be able to examine his pork and decide to stop checking E. Cole. This puts everyone at risk, even if you don't eat pork, because bacteria can spread easily on common surfaces. This is the policy of the swamps in their worst case,\" said the April 8 tweet by Jabbard, Congresswoman of Hawaii. The effort by Trump to repeal the regulations means that Big Ag is now getting its own pork test, and they have decided to stop testing E. Coley. This puts everyone at risk, even if you don't eat pork, because bacteria can spread easily on common surfaces. In fact, the eighth April 2019 Tulsi Gabard (@tulsi Gabard) is an element of the truth in her claim: The government's proposal would change the search of pigs, and some consumer defense groups claim to give greater control to the pork industry. But Jabbard simplifies the facts by saying that it will be the companies that carry out inspections. It's more accurate than that. The proposal allows factories to stop testing the bodies for E. Coley (tests are conducted for sewage monitoring and operational control). However, there will be a new test requirement for the same purpose. The Jabbard campaign did not respond to Poletti Fruitke &apos; s requests for comments. Background information on the current pig inspection process, proposed changes In February 2018, the Agency proposed to change the process of searching animals in plants that slaughter pigs for meat. This proposal requires factory workers to screen animals showing signs of illness or other cases of seemingly healthy animals. This arrangement is being made voluntarily by factories and under the guidance of agency inspectors. The inspectors are available to guide the process. But the screening is different from the inspection, and federal inspections continue to occur, as the Agency has said. Acceptable and unacceptable pigs are screened before an animal is eventually inspected by a vet from the United States Department of Agriculture. Under this proposal, it will continue to be government veterinarians who search animals before slaughtering them. The proposal will also require the staff of the pig factory to identify and identify defects in the bodies and spare parts before the Agency Inspector conducts a postmortem examination of the body. Under the current regulations, factory workers are not required to perform post-mortem screening - this occurs only after an agency inspector has ordered them to do so and after an initial screening has been carried out by the inspector, the proposed rule so provides. :: Plant workers who produce animals will be the first set of eyes to examine a body, and government inspectors will be the second set of eyes to conduct a thorough inspection, said Sarah Schieck, who, as a teacher at the University of Minnesota Suine Updation, provides research-based and resource-based education for pig farmers. There are about 600 plants in the United States that slaughter pigs. However, the Government expects that only 35 (after five in a pilot programme) are likely to rely on the new voluntary inspection system on the slaughter of pigs, because they share the characteristics of the plants in the pilot. Unsubstituted plants can continue to operate under the traditional inspection model. On January 31, 2021, the Food Safety Agency reported on Twitter \"Biden's administration lost 20 million COVID vaccines.\" What about the E. Cooley test? The government has proposed removing the requirement that pig plants test the bodies of the General E. Cole. This testing is carried out by factories to monitor their health facilities and control their operations. Instead of commissioning E. Coli general tests, the Agency wants to allow factories \"to develop more suitable sampling plans\" for their specific location and better monitor their operations. It recommended testing the number of air plates, \"less specific than the year E. coli,\" as the Agency's draft guideline said. (The plants can also choose to continue testing for type E. (Collie) The shift to a platelet test would not pose a greater health risk to consumers, as food safety experts told Polyte Fruit. \"It's reasonable to test the largest set of microbes one can, because this will be the most sensitive to remove the collapse in sanitation,\" said Matthew Staciwicks, Assistant Professor of Applied Food Safety at the University of Illinois at Urbana-Champagne. Is this all Trump's doing? The Trump administration is moving forward on the proposal, but this is not a quick change that I started. Plans and data collection began in the 1990s under Clinton administration, and there was a 20-year pilot programme in five pig institutions, as reported by the Agency. Experts said that similar changes had been approved and implemented in relation to poultry inspections during Obama years. However, consumer advocates do not commend the proposed changes to the pork industry. It is important that plant workers are the ones who release animals, because \"workers cannot speak safely to protect consumers,\" as Amanda L. Heat said, the Director of Public Health and the Director of the Food Safety Campaign of the Government Accountability Project. \"Like inspectors, workers cannot expose violations of public health\" Also, Jady Hanson, Director of Policy of the Food Safety Centre, referred to an audit conducted in 2013 by the Office of the Inspector General of the United States Department of Agriculture, which found that the Agency \"did not supervise adequately\" the pig pilot programme and was unable to determine whether the programme's objectives of increasing food safety and plant efficiency had been met. A separate report issued in 2013 by the Government Accountability Office also stated that the pilot programme \"will not provide reasonable assurance that any conclusions can be applied more broadly\" to an estimated 600 pig factories in the country, owing to the small size of the sample. The Governor, Jabbard, wrote on Twitter: \"Trap's efforts to repeal regulations mean that Big Ag can now examine its pork and decide to stop testing for E. \"Cully.\" The Trump Department is making a proposal that has been under development for decades. Some consumer advocacy groups are concerned that changes may lead to safety risks. This proposal allows pig factories to choose a new inspection system, under which factory workers (not federal regulators) screen animals for inspection purposes. However, screening is not like inspection. The Food Safety Agency will continue to search pigs. The proposal removes a requirement that plants test the bodies of the general particle E. coli, which test what is being done to track sewage and control operations. However, the Government will continue to need to monitor operational control and recommend further tests which the experts said would be a greater measure of food safety. (Constructions can also choose to continue testing for E. (Collie) In general, Jabbard's tweet is misleading and does not mention the whole picture. We mostly rate it wrong. Sharing the facts 2019-04-16 21:53:44 UTC Politic Fact 3 1 7 Politic Facting: Mostly a liar, President Donald Trump says, \"Efforts to reverse regulations mean that Big Ag is now getting her pork test\" and \"decided to stop testing for E. \"Cully.\" On Monday, 8 April, 2019 2019-04-08, the U.S. representative Tulsey Jabard, read out more information.", "vclaim_id": "vclaim-pol-00750"}