{"url": "/factchecks/2019/sep/25/donald-trump/donald-trump-said-european-nations-have-not-put-mo/", "speaker": "Donald Trump", "vclaim": "\"Europe and other States (need) to contribute to Ukraine. Because they don't. Only the United States. We're collecting the bulk of the money.\"", "truth_label": "barely-true", "date": "stated on September 24, 2019 in an exchange with reporters at the UN:", "title": "Donald Trump said that European countries did not put money in Ukraine. They've put a lot on.", "text": "At a stage with journalists outside the United Nations General Assembly Hall, President Donald Trump was asked why he paid at least $250 million in military assistance to Ukraine shortly before he had telephoned the President of Ukraine in July, which has now led to an investigation into the isolation of the House of Representatives. On September 24, Trump said: \"My complaints have always been so, and I was blocking them again, and I will continue to block them until the time that Europe and other countries contribute to Ukraine.\" 'Cause they don't. Only the United States. We're collecting most of the money. And I'm asking, why is that?\" Has Europe and other countries failed to contribute to Ukraine? No. While the United States has taken the lead in the area of military aid, Europeans, Japan and Canada have borne the brunt of economic and government restructuring aid to support Ukraine. After 2014, the European Union and its financial assistance agencies raised $15 billion mainly in loans, but also in direct grants to Ukraine. In her statement, which she described as \"the greatest support in the history of the European Union,\" Ms. Maya Kočiancek said to Poletti Fakt. This group includes more than 2 billion euros in grants, 49 million euros for monitoring the truce in eastern Ukraine and 3.5 billion euros in loans for developing and reforming the banking, agricultural and transport systems of the country. OECD data show that in 2016-2017, the European Union provided $425 million in development aid, and the United States spent $204 million, Germany $189 million and Japan $180 million. Samuel Sharab, an Ukrainian analyst working with RAND, a non-profit research organization, said. In contrast, the United States has heavily increased military aid. In the past five years, the Observatory for Security Assistance, a non-profit group, has followed approximately $1.5 billion in defence aid to Ukraine. Stephen Beaver, former United States Ambassador to Ukraine who served in the State Department in the years of George W. Bush, described the de facto division of labour. On January 13, 2021, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines to launch security, and said, \"We are not working for you.\" On January 17, 2021, Beaver said, \"The United States is providing more military assistance, while Europe is providing substantial correctional assistance.\" \"Both are necessary to enhance the security of the country.\" Individual European States have carried out some actions on the military side. According to Sharap, the United Kingdom, Canada, Poland and other countries sent military supplies and hundreds of trainers. But mainly, he said they worked through NATO. In 2014, at the Wales summit, NATO member States established five new trust funds to assist the Ukrainian army, with a budget of 10 million euros. Subsequently, it established a sixth fund. In general, Sharap said, Europe was cautious with direct military aid. He said, \"Europeans, especially Germans, didn't want to get involved in a proxy war.\" As Sharap said, it is easier for Europe to support Ukrainian civil institutions. \"Europeans have more mechanisms for non-military assistance through their intensive development work in Ukraine,\" said Sharap. Our Governor Trump said that Europeans were not contributing to Ukraine and that only the United States was contributing. With regard to military aid, the statement overlooks the fact that NATO and individual European States spent more than 10 million euros on equipment and training to assist the Ukrainian army. However, the United States provided the lion &apos; s share of military aid. In cases where the statement is far from the facts on a large scale, it is on the non-military side. There, the countries of Europe, individually and through European multilateral bodies, have done much more for Ukraine than the United States. Our foreign policy experts said that both types of aid were essential to Ukraine &apos; s security. We're assessing this allegation mostly wrong. Related story: Trump &apos; s Call Ukraine, Mabel and Biden: What we know, What we have nothing to do with: Read Reporters &apos; Complaint about Ukraine, Biden, Trump", "vclaim_id": "vclaim-pol-00130"}