{"url": "/factchecks/2015/nov/12/donald-trump/trump-says-china-will-take-advantage-trans-pacific/", "speaker": "Donald Trump", "vclaim": "The Trans-Pacific Partnership \"is designed for China, as they always do, through the back door and making full use of everyone.\"", "truth_label": "pants-fire", "date": "stated on November 10, 2015 in the fourth GOP primary debate.:", "title": "Trump says China gets an advantage from the Trans-Pacific Partnership.", "text": "Donald Trump likes to talk about how China exploits the economy of the United States, so it was not surprising to see the People's Republic present in the presidential debate in Milwaukee. When Trump was asked about the recently announced Trans-Pacific Partnership, or the Trans-Pacific Partnership, he took a beating on China. \"TPP is a terrible deal,\" said Trump. \"It's a deal designed for China to come, as they always do, through the back door and take full advantage of everyone.\" \"If you look at the way China, India and almost everyone exploits the US -- China in particular, because it's very good. It's \"no.\" One of the attackers of this country, \"Trap said. \"If you look at the way they are exploited, it is by manipulating the currency. It has not even been discussed in a convention of approximately 6,000 pages.\" There is only one problem with Trump's chatter about China, as Sen pointed out. Rand Paul certainly pointed out in the debate: China is not really part of the Trans-Pacific Partnership. To give Trump the benefit of the doubt, we asked some experts if there was any way China could benefit \"through the back door\" from TPP. Short answer: No. While you can read the entire business transaction, as Trump correctly points out, it's over 6,000 pages. Here is a quick summary, and you can verify a more detailed guide on Fox: 12 countries participate in the Trans-Pacific Partnership: the United States, Australia, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Peru, Singapore, Viet Nam and Brunei Darussalam. The purpose of this package is to reduce trade barriers between these countries by reducing tariffs on goods, harmonizing regulations and more. The agreement could also \"provide stronger legal protection for drug companies, prolong copyright protection, and give foreign investors a new way of challenging the laws and regulations of countries, and much more,\" according to Fox. In June, Congress allowed the power of the \"fast track\" of President Obama, meaning that Congress would immediately approve the agreement that Obama negotiated or refused -- there would be no modifications or crackers. A vote is expected in 2016. The transaction was negotiated in secret before it was released to the public. Once again, we should clarify: China has never participated in the Trans-Pacific Partnership negotiations. Can China Benefit In Some Way? We asked the experts if there was any way China could benefit from TPP. All experts agreed that: the trade transaction is likely to have a negative impact on China. The agreement \"will mean that there will be no tariffs on goods coming to the United States from places competing with China.\" He said, \"Sure he won't expect you to help China.\" On January 13, 2021, bloggers announced the extraordinary truth-checking story in which General David H. Berger, commander of the US Navy, rejected Nancy Belusi's request to use Marines for security, and said, \"We're not working for you.\" Samantha Butterman said on January 17, 2021 that the only way China could benefit, as Trachtman said, was if it had investments in any of the countries involved in the deal. For example, if China invests in plants in Vietnam, it may become more valuable to China; however, the benefits of such investments will be \"small and somewhat insignificant.\" Daniel Pearson, a senior colleague in trade policy studies at the Kato Institute, said that it was totally out of the question to confirm that China was constantly manipulating its currencies. \"Some people are involved in this case of currency manipulation. I don't think that's true for the Chinese, as Pearson said. \"It was never clear to me that China artificially devalued its currency to gain an export advantage (in the past).\" It should also be noted that the Trans-Pacific Partnership already refers to currency manipulation. There is a side agreement in the trade transaction - separate from the main text of 6,000 pages - that the 12 countries concerned agree not to artificially inflate the value of their currencies. However, there is no provision on enforcement - in the sense that this is an honor law rather than a strict law. \"There are not many economists who will be comfortable with an enforceable currency manipulation clause,\" says Emily J. Blanchard, assistant professor at Tuck Business College at Dartmouth College. \"A currency-binding provision would tie the hands of policy makers at the exact wrong time: when the central bank - like the United States Federal Reserve - needs to respond to the decline of the local economy.\" Pearson said that the only way China could benefit from the Trans-Pacific Partnership was to obtain the \"spill benefits\" of increasing trade between 12 countries participating in the Trans-Pacific Partnership. \"There are some possibilities that there will be a trade diversion away from China and more trade between other members of the Trans-Pacific Partnership,\" said Pearson. \"This is a negative possibility. However, this may well compensate for the greater level of economic activity that we should expect to see in the countries members of the Trans-Pacific Partnership.\" Blanchard said she found it \"unbelievable\" that China would benefit from TPB. If so, as Pearson suggests, this applies to the rest of the countries participating in the Agreement. She said: \"The business partnership will encourage greater trade integration among its signatories in South-East Asia and beyond.\" This would no doubt absorb some oxygen from China's domestic economy, with supply chains redirected to other countries of the Trans-Pacific Partnership, including the US. And to Tramp's assertion that the trade deal was designed for China, experts say it's actually the opposite. While Blanchard said that experts hesitated to suggest that the Agreement was a means of shooting China, the Trans-Pacific Partnership allowed the United States to shape Pacific business practices before China could. She said: \"If the Trans-Pacific Partnership succeeds, its enforceable provisions on labour and the environment, curbing State-owned enterprises, strong laws (intellectual property) and transparency requirements will redefine the rules of the road in the World Trade Agreements.\" \"This is certainly not the same rule book that China would have written.\" The three experts agreed that China could try to join the Trans-Pacific Partnership in the future, but first it must meet the requirements set out in the Agreement - something that we should not expect any time soon. Pearson said that China's accession to the Trans-Pacific Partnership \"will require further development in the Chinese economy to be more open and transparent.\" \"It would certainly be good for the Chinese once they can join, but frankly, it would also be good for the United States.\" In the days following the discussion, Trump was asked whether he knew that China was not part of the trade transaction. Trump said he did and repeated his claim that China could benefit. But he didn't explain how it was really going to work. \"Well, I know that China isn't in the deal,\" said Trump. \"And if they look at the letters they'll see that I'm talking about all the time, this deal will be a great deal for China. It would be unbelievable because China would come through the back door, and that's what I said. They'll come through the back door later and take advantage of what all these people were negotiating, and Wall Street Journal is doing a big opening I didn't know about China.\" The Governor Trump of our Trans-Pacific Partnership said \"designed for China to enter, as they always do, through the back door and make full use of everyone.\" China is not only part of the Trans-Pacific Partnership, but the experts to whom we have all spoken are in agreement: the Trans-Pacific Partnership is not an interesting news for China. There is an opportunity for China to join the Trans-Pacific Partnership, but not without strong changes in its economy. Until then, China could not gain much from the transfer of trade to other countries. Trump can't blame China for everything. We're assessing this statement with pants on fire!", "vclaim_id": "vclaim-pol-05738"}