{"url": "/factchecks/2014/sep/24/greg-abbott/greg-abbott-recaps-fbi-complaints-about-cocaine-tr/", "speaker": "Greg Abbott", "vclaim": "\"The FBI is involved in an investigation into people in the Rio Grande Valley who use cocaine to buy votes.\"", "truth_label": "mostly-true", "date": "stated on September 19, 2014 in a debate in the Rio Grande Valley.:", "title": "Greg Abbott lacks clarification about the investigation into the \"Cocaine versus Voices\" project in the Rio Grande Valley.", "text": "In a discussion with his democratic enemy, the candidate for the post of Republican Governor and Attorney General of Texas, Greg Abbott, said that the voter identification law of Texas was necessary because voter fraud was already taking place. He said that cocaine might have been traded for votes. On September 19, 2014, Abbott said a debate against the state of X and Wendy Davis: \"Fotter's fraud is real. It must be stopped. The identification of voters is one of the tools to put an end to this.\" This week, state lawyers finished defending the law against a federal appeal that was heard in the U.S. District Court of Corpus Christi. After moments, Abbott said: \"I'm almost reluctant to bring this up, but you know one of the challenges that is happening as we speak is the fact that the FBI is involved in an investigation of people in the Rio Grande Valley using cocaine to buy votes. We cannot accept or tolerate this kind of unfairness in the election process.\" We wondered: Is the Government investigating the ongoing cocaine trade to obtain votes? First of all, McAllen Monitor published a report on the investigation and arrest of two women on 1 September 2014, a news story. The story was based on court files indicating that the FBI was investigating allegations that the campaign manager of the Hidalgo District Commissioner had used cocaine to draw votes in the 2012 initial elections. The Commissioner or campaign manager was not identified in the news or files, published on the Internet by Breitbart.com, the conservative news website. However, Monitor, Veronica Saldivar and Belinda Solis, who worked for the political party - pushing the political campaign supporters known to lead voters into the ballot box, and even pushing votes - have just appeared before US Governor Peter Ormsby in McLean. In one of the files, on August 28, 2014, Brandon Cook, a special FBI agent, was told by Solis in an interview in January 2014 that the campaign manager gave cloud bags containing \"bags of cocaine to Politecras\" to give voters in exchange for their votes. In the other file, Cook said that in early 2014, a person identified as Campajin 1 said that he worked for a district commissioner in the 2012 initial election, bought $50 worth of cocaine, split it up and handed it over to Saldivar and a person identified as Campain 2 to give voters in exchange for their votes; he told the Federal Bureau of Investigation that he had told an electoral campaign manager of a candidate who gave a cloudbag containing cocaine to Salvador and to give them voters to vote. Cook said Saldivar remembered giving cocaine bags to two voters. Cook also said that Saldivar had given the authorities a list of individuals who indicated that they were paying in cash, beer, cigarettes or cocaine for votes. We asked Michelle Lee, a federal speaker in San Antonio, if the cocaine-for-vote trade was still under investigation. \"Until a case is fully decided, we look at it as still under investigation,\" he told me by phone. On January 8, 2021, Sherwood Brown stated in an interview with Ohio Summer journalists: \"Protesters outside the White House were interviewed with tear gas, rubber bullets, and full military response. While the rioters were able to penetrate the Capitol Building. \"On January 11, 2021, John Greenberg also referred to me as justice on September 19, 2014, I issued a press release revealing the arrest of campaign manager Francisco \"Frankie\" Garcia, in Illinois, who was accused of plotting to buy votes, pay votes, and help others buy votes and incite them to do so. According to a federal indictment, Garcia served as campaign manager for four candidates at the Donna School Board until the November 2012 general election. After the voters cast their votes, the indictment states that some will be brought to Garcia, who will pay himself in cash or a bag of cocaine. \"During that time, he allegedly bought votes and worked with other workers in the campaign to pay voters and offered to pay voters in these elections to vote for certain candidates,\" the judge said. \"The indictment alleges that Garcia paid voters by giving voters either cocaine or money for their votes.\" Three campaign workers - Rebecca González, 44, Diana Balderas Castañeda, 48 years old, both Donna, Texas, and Guadalupe Escamila, 72 years old, from Wislaco, Texas - have previously pleaded guilty to the charge of buying votes resulting from these elections. Our verdict, Abbott, said the FBI was involved in an investigation into people in the Rio Grande Valley using cocaine to buy sounds. This statement referred to an investigation of cocaine against sound which had resulted in numerous arrests in recent times. However, given the Abbott formula, it is worth explaining the alleged incidents that occurred two years ago. It should also be noted that the investigation has not yet referred to anything about the voter identity law. We're mostly assessing this claim right. In fact, this statement is accurate but requires further clarification or information. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07259"}