{"url": "/factchecks/2018/nov/28/sarah-huckabee-sanders/sarah-sanders-says-obama-tear-gas-border-month/", "speaker": "Sarah Huckabee Sanders", "vclaim": "The gas was used on average once a month during the Obama administration under very similar conditions.", "truth_label": "mostly-true", "date": "stated on November 27, 2018 in a press briefing:", "title": "Sarah Hakapi Sanders states that Obama's border patrol uses tear gas once a month. Is that right?", "text": "President Donald Trump &apos; s administration is under scrutiny for the use of tear gas on immigrants on the south-west border, a response shown by photographs of affected young children. However, the use of tear gas at the border is not unique to the Trump administration, where White House Press Secretary Sarah Hakapi Sanders said. Under former President Barack Obama, she said, it was routine. When asked whether the White House regretted that children had been subjected to tear gas, he said that the White House \" never wanted children to be in harm's way in any capacity\" and that law enforcement officials used appropriate non-lethal force to protect themselves and prevent illegal push at the border. \"Let's also not forget that this is not the first time that such non-lethal force has been used,\" said Sanders Nov 27. \"In fact, tear gas was used, on average, once a month during the Obama administration under very similar conditions.\" Sanders added that the Obama administration used tear gas \"for far less than under the circumstances because it did not have the same numbers and the mass rush we see in this convoy happening.\" The official readers asked us to check whether the Obama administration used tear gas on immigrants on average once a month. Data were received from the Ministry of Internal Security on Sanders &apos; claim. However, the Agency did not provide additional information to compare the circumstances. Tear gas contains chemical compounds that temporarily render people unable to function by causing irritation in the eyes, mouth, throat, lungs and skin, according to the Centers for Disease Control and Prevention. :: Holton, spokesman for the Ministry of Internal Security, the department supervising the Customs and Border Protection Office, told Politi Fact that the Customs and Border Protection Office had used 2-chlorobenzene Malonentril (CS), commonly known as tear gas, since 2010. (It was reported in a 2007 Associated Press report that the Border Patrol used tear gas at the border to counter attacks by attackers throwing stones, bottles and bricks. George W. Bush was president at the time.) The Ministry of National Security did not provide data on the use of tear gas during the first few years of the Obama administration. Only annual data were provided from fiscal years 2012 to 2018. (The fiscal years start in October and pass in September) 30 -) So we don't know if a month with a lot of accidents threw a total of a year. According to the Agency &apos; s data, the Border Patrol used tear gas in 126 incidents since fiscal year 2012: according to the Ministry of National Security, there were 79 incidents of tear gas from 2012 to 2016 (last full financial year in Obama). On average, this is about 1.3 incidents per month. The fiscal year 2017 includes about four months of Obama administration, but it is unclear how many of the 18 incidents in which tear gas was used in 2017 occurred under Obama &apos; s supervision. (In 2017, there were an average of 1.5 accidents per month). On February 1, 2021, Tom Cotton mentioned in an interview with Fox and friends \"Many of these arriving immigrants, we have no way of checking their background for either health or security.\" The conditions leading to the use of tear gas are thousands of immigrants on the Mexican side of the United States-Mexico border. They arrived there as part of the convoys that travel from Central America and seek to enter the United States. Many say they want to seek asylum in the United States. Some of the immigrants, who are said to be camping in Tijuana Stadium near the Tijuana-San Diego border area, left the stadium in November and walked to the border to present their case to the United States authorities and allow them to enter the United States. However, the march was \"out of control,\" and \"hundreds of people tried to evade the blockade of the Mexican police and ran towards the giant border crossing leading to San Diego,\" reported The New York Times. Border patrol officials said that the migrants threw stones and bottles at law enforcement officials and therefore defended themselves using tear gas. How does this compare with the use of tear gas under Obama's administration? Saunders said it was used for \"very similar\" as well as for \"a lot less circumstances.\" In November 26, Holton, spokesman for the Ministry of National Security, quoted an article in 2013 from San Diego Union-Tribeon, who said that border patrol personnel used \"Pepper spray and other means\" to force a group of about 100 immigrants to return to Mexico who threw stones and bottles at customers. Poletti Fact requested immigration officials to provide further information on tear gas incidents under the Obama administration, such as specific dates, locations and circumstances. They did not provide such information. The White House did not respond to the comment. With just the numbers provided, the similarity between the incidents is unclear, including whether the children were also affected by tear gas scattered during the Obama administration. A viral picture of November 25, 2018 shows a woman and two young children fleeing a tear gas canister nearby. The Ministry of National Security stated that, in addition to tear gas, the Office of Customs and Border Protection regularly uses Pava Capsaicen, commonly known as pepper spray, during law enforcement operations, which also angers the senses. The significant differences between pepper spray and tear gas are their chemical composition and how they are dropped. Between 2012 and 2016, there were 434 incidents involving pepper spray, or an average of 7 incidents per month. The demographic and health survey did not specify the date on which CBP started using pepper spray and did not provide data for previous years from the Obama administration. The border patrol used pepper spray in 533 incidents since fiscal year 2012, according to Agency data: Sanders, our Governor, said, \"He used Tyr gas on average once a month during Obama's administration under very similar conditions. The Trump Department used tear gas on immigrants at the south-west border. According to officials, tear gas was a response to immigrants throwing rocks at border patrol personnel. Immigration officials provided data on the use of tear gas during the last years of the Obama administration, starting in 2012. These data show an average of 1.3 incidents per month. The circumstances of all these incidents are unclear. The Sanders statement is precise but needs further clarification or information. We're mostly assessing it right. Sharing the facts 2018-11-28 22:37:22 UTC PoliticsFact 5 1 7 PoliticFact Drafting: Mostly true: \"Average use of persistent gas was made on average once a month during the Obama administration under very similar conditions.\" In a press briefing on Tuesday, 27 November, 2018-11-27, a press secretary at the White House read out further information.", "vclaim_id": "vclaim-pol-01235"}