{"url": "/factchecks/2014/oct/12/john-mccain/mccain-we-were-told-thered-be-no-ebola-united-stat/", "speaker": "John McCain", "vclaim": "\"We've been told that there will be no Ebola in the United States.\"", "truth_label": "false", "date": "stated on October 12, 2014 in comments on CNN's \"State of the Union\":", "title": "We were detectives. There will be no Ebola in the United States.", "text": "Early on Sunday, the Centers for Disease Control and Prevention announced that someone else was infected with Ebola in the United States. The patient was a nurse in Dallas, who had treated the first patient diagnosed in the United States - Thomas Eric Duncan, who was in contact with Ebola virus in Liberia, and a disease in Dallas and died there on 8 October. The CDC believes that the nurse, who was taking the precautions mandated by the CDC, was exposed to Ebola because of the \"break of protocol.\" The new issue raises the concerns of those who believe that the government is not doing enough to prevent an Ebola outbreak in the United States -- despite repeated assurances by the CDC that the disease is unlikely to spread here. In the light of the news, Sunday talk shows have shifted from their scheduled topics to discuss the issue. In the case of the Union in CNN, Mr. John McCain, R-Aries - invited in the programme to talk about American military activity in Iraq - said that it was not clear to the public that anyone in the Government was responsible for Ebola. \"Americans must rest here,\" said McCain on October 12, 2014. \"I do not think we are satisfied with the fact that we were told there will never be an Ebola case in the United States, and this is clearly not true.\" At a press conference on Sunday, the director of the CDC, Dr. Thomas Frieden, said there was a danger that the Dallas region might see additional cases in the coming days because of this \"probable breach of protocol.\" However, the organization remains \"confident that a wider spread in society can be prevented.\" We decided to look back and see if any official said that a case of Ebola would never come to the United States. Although many media and health-care officials urged people not to panic from Ebola, we couldn't find one case where someone said they would never get here. As far as we know, the message of the CDC and that of President Barack Obama were similar throughout the epidemic, which began in Africa in December: the issue could break its path to the United States, but it is highly unlikely that the epidemic will spread completely. (We got McKeen's crew, but they never came back to us.) The logic of management is that America's health system is more prepared to fight diseases such as Ebola than in places such as Liberia and Sierra Leone, where the disease is spreading. Here are some of the statements made by the CDC: \"We are not working for you.\" While the disease is unlikely to spread if imported into the United States, recent injuries in United States health-care workers working abroad highlight the need for vigilance.\" (The CDC has issued periodic updates on Ebola since March, but this was the first one we can find to address the spread of the disease to the United States.) On 13 August, a press release: \"The risk of disease anywhere in the world is a threat everywhere in the world, and the CDC is preparing for any possibility, including the risk of Ebola infection for a passenger while in the United States. Although Ebola does not pose a significant threat to United States society in general, the United States Centers for Disease Control and Health Care Providers need to be prepared.\" 17 September, testimony at the congressional hearing: \"We do not consider Ebola to be a major threat to the public health of the United States. The injured passengers can arrive in the United States, despite all efforts to prevent it; we need to ensure that the public health and health-care systems of the United States are ready to manage cases quickly to avoid further transmission.\" White House: 31 July, press briefing by Press Secretary Josh Ernest: \"The CDC has concluded that there is no significant risk in the United States of the current Ebola outbreak. Although it is unlikely that the disease will spread if the virus is detected in the United States, the CDC is taking action to alert United States health-care workers and remind them of how to isolate and test suspected patients with strict procedures to control infection.\" On September 16, Obama's remarks at the CDC: \"First of all, I want the American people to know that our experts, here at the CDC and across our government, agree that the chances of an Ebola outbreak here in the United States are very low.\" On October 8, Obama made a statement to government and local officials, after Duncan's death (patient I. Dallas): \"Because we have a world-class medical system, because we have put in place strict security measures, because many of you have worked together with organizations such as the CDC, dealing with infectious diseases in general, and because of the nature of Ebola and the fact that it is not something that involves air transport, the probability of Ebola outbreak in the United States is still very low. I am confident that as long as we work together, and as long as we work with a sense of urgency, we will prevent the outbreak of the disease here.\" The common reluctance in all those comments? The epidemic is unlikely to spread widely in the United States. However, individual or isolated cases were possible and it was therefore necessary for the CDC to be ready. Our Governor McCain said, \"We have been told there will never be an Ebola case in the United States.\" According to public data, Obama officials and the CDC have repeatedly stated that there is a risk of Ebola infection in the United States, but the risk of an outbreak is very low. We didn't find any case where an official said that Ebola would never survive here -- it was always recognized as a possibility. We're assessing McCain's false claim.", "vclaim_id": "vclaim-pol-07157"}