{"url": "/factchecks/2019/jul/26/beto-orourke/orourke-point-claim-us-incarcerating-children/", "speaker": "Beto O'Rourke", "vclaim": "\"We have imprisoned children more than ever since we arrested the Japanese Americans during World War II.\"", "truth_label": "mostly-true", "date": "stated on July 11, 2019 in a public forum:", "title": "Aurourke's on the point with the demand for a prison for immigrant children in the United States.", "text": "Democratic presidential candidate Peto Aurürk has expressed opposition to the detention of unaccompanied migrant children crossing the southern border of the nation. The original and former Congressman in El Paso frequently visited immigration detention camps and held groups calling for their closure. \"We have imprisoned children more than ever in the history of America since we arrested the Japanese Americans during World War II,\" said O'Rourke at the Houston Gathering on June 29, 2019. He reiterated his claim on 11 July 2019 at the conference of the League of United Latin American Citizens in Milwaukee. Aurroc was among the eight democratic presidential competitors, in addition to Jill Biden, who attended the conference. The Association is the largest and oldest Spanish civil rights organization in the country. It was a blatant allegation. Is O'Rourke right? We have reached out to the spokesman for Orrick Chris Evans, who said that the statement was a discussion point made by the candidate in the campaign since his visit to a detention centre in Homestead on 27 June 2019. In an e-mail to Políti Vakt Wisconsin, Evans also shared math behind O'Rourke's claim: \"When all these children are added to all border patrol posts, detention centres and shelters (health and humanitarian services) throughout the country, we hold more children than ever in American history since we arrested the Japanese Americans during the Second World War. In response to the sudden attack by Japanese forces on Pearl Harbor in 1941, President Franklin D. Roosevelt issued an executive order to transfer all persons of Japanese origin - citizens and non-citizens alike - into the interior, thus outside the Pacific military region. This was due in part to a wave of national security concerns following the attack. Roosevelt has been described as necessary to prevent potential espionage efforts and to protect those with Japanese assets from harm in the midst of a growing sense against Japan among the public. Data from national archives and other reported sources, such as the Public Broadcasting Service, show that between 110,000 and 120,000 persons of Japanese origin were transferred to concentration camps. Most of them were native American citizens or legitimate permanent residents. Evans cited the documentary PBS children in the camps for the number of children transferred to the concentration camps. The Police Department reported that 120,000 Japanese were transferred and more than half of this number were children, which will total at least 60,000 children. Those affected were forced to report to civil assembly centres outside a wide-ranging exclusion zone along the west coast. Thousands were forced to close their businesses, abandon their farms and homes and move to concentration camps, called resettlement centres. In January 1944, a ruling of the Supreme Court suspended the detention of United States citizens for no reason and the order was revoked. The last concentration camp was closed in 1946. In 1988, President Ronald Reagan signed the Civil Liberties Act to compensate prisoners in camps. The legislation makes an official apology and pays $20,000 in compensation to each surviving victim. Overall, the United States Government paid $1.6 billion in compensation to detainees and their descendants. This is the historical perspective. On January 13, 2021, General David Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security purposes, and said to her, \"We are not working for you.\" In an e-mail, a spokesman for the United States Department of Health and Human Services pointed out that the crisis on the southern border meant a dramatic increase in the referral of migrant children from the United States Department of Homeland Security. As of June 2011, the Ministry of National Security had referred more than 58,500 children to the Department &apos; s Refugee Resettlement Office. This number increased by 57 per cent over the same time period in 2018. On July 15, 2019, there were about 11,200 children in the care of the office, but the number changed daily. \"The number of referrals is unpredictable,\" read e-mail. \"This fiscal year it is likely that the Office of Natural Resources will take care of the largest number (unaccompanied foreign children) in the history of the programme.\" Meanwhile, the United States Customs and Border Protection Department reported that 63,624 children had been arrested at the border from January to June 2019. The last update was made on July 10, 2019. The Agency defines arrests as physical surveillance or temporary detention of a person who is not legally resident in the United States, which may or may not lead to his or her arrest. Therefore, of the approximately 64,000 arrested at the border, not all were brought to the camps. Numerous media reports indicate that the number of migrants crossing the border as well as border arrests has reached record levels. According to the United States Department of Health today, 40,891 unaccompanied migrant children were transferred to the Housing Division in 2019, an increase of 57 per cent over last year. Evans referred to two articles from The New York Times, and articles from the Washington Post that the number of migrant children in shelters had reached its highest historical level. According to The New York Times, the number of children in shelters was 12,800 in September 2018, when the article was published, a significant increase from 2,400 in May 2017. René Romano, professor of history at the Oberlin College in Ohio, said that there were similarities between the situation with immigrant children today and children held in camps during the Second World War, but the comparison was not quite the same in weight. Romano noted that migrant children arrive regularly and may be detained for different periods of time while most Japanese American children have already lived in the country and remained in detention for most of the war. \"The number of children detained at any time is very volatile,\" Romano said, about migrant children being detained today. The Japanese-American experiment was the country with a fully stable population.\" So, O'Rourke got too far in the comparison and used politically stuffed \"prison\" to lead his point of view home. However, the substance of the claim is numerical: not whether the current detentions are higher than those of the Second World War, but whether there has been any further period of detention since then. We have not been able to determine any period when actual detention of children was higher. The experts with whom we spoke cannot, even if they have significant differences in their situation. The Governor O'Rourke claimed that the United States had held more children than ever since we had Japanese concentration camps during World War II. According to reports, some 60,000 Japanese children were detained during the Second World War. According to news reports and government agencies, migrant activity in the country has reached a high level, including the number of children in detention. However, the situation with migrant children today is quite different, and therefore Aurourke has come to a great extent in making his claim. Our definition is often correct: \"The statement is accurate but needs clarification or additional information.\" That fits me right here.", "vclaim_id": "vclaim-pol-00387"}