{"url": "/factchecks/2018/nov/05/mike-braun/does-mike-braun-support-lawsuit-end-obamacare/", "speaker": "Mike Braun", "vclaim": "He says he didn't support the lawsuit to repeal the Affordable Care Act.", "truth_label": "barely-true", "date": "stated on October 30, 2018 in a debate:", "title": "Does Mike Brown support the lawsuit to terminate Obama's custody?", "text": "Throughout the country, democratic candidates sing a common tune, warning that their Republican opponents want to end the protection of pre-existing conditions. In Indiana, Joe Donnelly recently accused his Republican competitor, Mike Brown, of supporting the Texas lawsuit aimed at abolishing Obama. This is not the first time that Donnelly has filed the claim, but this time Brown has had the opportunity to respond. In the second and final debate of the Indiana Senate, the three candidates - Donnelly, Brun and Libertari Lucy Brenton - said what they intended to do in order to keep health care insurance premiums accessible to middle- and low-income families. In his reply, Brown criticized the Affordable Care Act, saying that it \"is supposed to fail, because you had a large government dealing with big health care, specifically large health insurance.\" He stressed that he was opposed to any replacement of Obama &apos; s care system that did not cover pre-existing conditions. Donnelly replied: \"What he said is not true. Mike supports a lawsuit that would terminate the Affordable Care Act, which would put an end to pre-existing circumstances. So you're all watching there tonight, if you have someone in your family with diabetes, arthritis, and their asthma coverage goes away from Mike's successful lawsuit. As I said, this is how important this is, these are the facts, and he cannot deny it.\" But Brown denied it, and he said, \"As a Republican, you will be driven to the fact that you will support that claim. That's not the case.\" He then referred to his experience in the private sector, saying, \"We've done things like health savings accounts, telemedicine where you can actually get health care.\" This would reduce costs, as my policy costs one quarter of the costs of Obama's welfare policy. This is beyond question, and I have done so in the real world, and it has formulated something with large, doomed health care.\" Did Donnelly falsely assume that Brown as a Republican would support the lawsuit to terminate Obama's custody? The lawsuit and what would mean Donnelly referred to an action filed before a District Court in the State of Texas in February 2018, supported by 18 prosecutors and two governors, all Republicans. The basis of the case in Texas is individual jurisdiction. While Obama forced care mainly to cover everyone, it also contains a mechanism to motivate everyone to obtain coverage by imposing a tax penalty on individuals who were not insured. In 2012, the Supreme Court upheld the individual jurisdiction of the Affordable Care Act to purchase health care, specifically because it is supported by a tax penalty. On January 13, 2021, the distinguished fact-checkers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for security purposes, saying, \"We are not working for you.\" But, under Samantha Buterman, on January 17, 2021, the Tax and Job Reductions Act 2017 reduced the penalty for lack of coverage to zero. This led a group of 20 states to again challenge Obama &apos; s system of court care, arguing that because individual jurisdiction could not be enforced, the entire law became unconstitutional. If the case is successful and the Anti-Corruption Act is repealed, regulations protecting individuals in pre-existing circumstances will also be affected. Linda Bloomberg, a health policy analyst at the Urban Institute, has already told us, \"There will be much more damage than the issue of denying coverage to people with health problems, but this will in fact be one result.\" As Brown stands on the case Brown, which is not currently in office, he has not provided much data on the case in Texas. When asked about the lawsuit in an interview with Político, Brown said: \"Absolutely, anything will actually get rid of it,\" he said about ACA. \"Then be ready to go back and talk about what you're willing to do about pre-existing conditions and no limited coverage. This is where you don't hear much conservative talk.\" This quote essentially summarizes Brown &apos; s rather consistent position on health care: it supports coverage of pre-existing conditions, but emphasizes the need to ensure them through market-based solutions, not through government intervention. :: Pulitico, RTV (Indianapolis ABC), Joe Donnelly, and here in Polyte Fact, they cited the meeting with Político as a source of Brown &apos; s position in relation to the lawsuit. It appears that the candidate did not make any further comments in support of this, but did not say anything otherwise either. The Brown Office told us that \"Mike Brown supports the coverage of pre-existing conditions, and believes that plans for Hosers will come from market-driven solutions, and not more than what the big government and insurance industry have power over.\" Although his office stressed Brown &apos; s obligation to preserve the protection of pre-existing circumstances, it did not address its position on the case. Our judgment, Brown, said, \"As a Republican, you will be driven by the fact that you will support that suit. That's not the case.\" Brown appeared to have made only one comment with regard to the judicial action to repeal the Anti-Corruption Act, in which he said that he supported it, but stressed his commitment to maintaining the protection of pre-existing conditions by other means. But these other means are vague and indeterminate, so it's hard to give him a lot of credit. We're mostly assessing his statement wrong.", "vclaim_id": "vclaim-pol-01306"}