{"url": "/factchecks/2014/oct/08/nathan-deal/deal-correct-revenue-recovery-was-long-time-coming/", "speaker": "Nathan Deal", "vclaim": "The State &apos; s total revenue returned only to the 2007 levels.", "truth_label": "true", "date": "stated on September 15, 2014 in candidate forum:", "title": "The transaction is correct: revenue recovery was long", "text": "On 28 April, public education advocates sighed collectively. (Joff) Nathan signed a deal on the State budget for 2015 that day, and this procedure gave them the hope that school systems could ease the worst belt stabilization measures. Unpaid vacation days. Larger sizes. Shorter years of schooling State austerity cuts in general education began in 2003 - long before the Great Recession - and do not end. But this year, a total of $746.6 million, for teachers, who can do math, seemed better than the reductions of $1 billion plus a year in each of the previous five years. \"We have had a difficult time since the beginning of the Great Depression,\" said the agreement during the candidates' forum, which was part of the annual meeting of the Georgian Teachers' Association on September 15. But how strong is she? The Governor told the crowds that until this year it took the total State revenue to return to the 2007 levels. (The National Bureau of Economic Research has declared that the longest recession in the country since the Second World War took place from December 2007 to June 2009, although surveys show that many people believe that it lasted longer. On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. In fact, white women got a job. On January 15, 2021, Nosiapa Mezan, in view of all the debate over State budget cuts over the years - especially in the field of education - we decided to run the transaction statement through the Truth Organization. We've reached out to the compact campaign, as we always do to support evidence. The campaign spokesman, Jane Talber, said that the transaction depended on information from the Governor &apos; s Office of Planning and Budget. The reports of the Office of Environmental Protection show that 2007 was a high fiscal year for the State. Taxes on everything from personal and corporate income to gasoline and alcohol amounted to $17.8 billion that year, an increase of $1.3 billion over 2006. These same documents show that with the sinking of the national economy and the economy of Georgia, State revenues have also sunk. At the low point - which was the fiscal year from 1 July 2009 to 30 June 2010 - tax collection totalled about $14.5 billion - or $3.3 billion from the peak. Until 2014, which ended on 30 June this year, the total collection of government taxes - and slightly above that - was 2007 levels, budget documents. Tax collection for 2014 amounted to $17.9 billion - some $100 million more than in 2007. The governor is right on the money on this one. We also appreciate that the fulfillment is true.", "vclaim_id": "vclaim-pol-07183"}