{"url": "/factchecks/2019/feb/06/kathy-tran/del-kathy-tran-wrong-saying-bill-wouldnt-change-la/", "speaker": "Kathy Tran", "vclaim": "\"Now, a woman can obtain an abortion at the final stages of her pregnancy under certain conditions with the consent of her doctors. \"I didn't do anything to change that.\"", "truth_label": "false", "date": "stated on January 29, 2019:", "title": "(Dale) Kathy Tran is wrong to say that Bill won't change the abortion laws lately.", "text": "The new student Dale. Kathy Tran from De Vervax raised a national debate last week after she said that her bill would allow abortion in Virginia, almost until the time of birth. Tran commented during a difficult cross-examination by the Republicans at a hearing on 28 January on her draft law, which would have reduced restrictions on abortion at all stages of pregnancy. A video of her statement spread widely, attracting criticism from President Donald Trump and partisan accusations that Democrats supported \"killing children.\" The Democrats accused the Republican Party of starting a ruse in the year of the election. A confusing radio interview by the democratic government Ralph Northam - Advocate for Abortion Rights - pour gasoline into the debate. Tran sought to calm things down in January 29 by posting a video 87 seconds on Twitter, saying that it was \"surprise\" by the GOP reaction and that its draft law would not have changed Virginia's third-stage abortion law. Her video received over a million views. She said, \"I want to be very clear about what's currently allowed in Virginia law.\" \"Now, women can obtain abortion at the final stages of pregnancy under certain conditions with the consent of doctors. \"I didn't do anything to change that.\" We checked whether her bill, which was killed, would not have done \"something to change\" Virginia's late abortion laws. We found problems with Tran's claim. Virginia allows third-degree abortions in hospitals if three doctors confirm that the continuation of the pregnancy would \"probably\" kill the woman or \"essentially and irreparably\" harm her mental or physical health. The Tran bill would have reduced the authorization from three doctors to one. This doctor must only certify that the pregnancy will be harmful to the health of the woman. It was possible to eliminate a \"high and irreparable\" threshold. It is argued that the bill would have made abortion in the third quarter accessible to women who simply changed their views on having a child. Proponents of this measure say that there is no evidence that women who decide in a volatile way not to have a child seek late abortion. It is said that three months of abortions occur in very rare circumstances when the foetus has no chance of remaining out of the womb. There have been no third-degree abortions in Virginia over the past three years, according to the State Ministry of Health. The Richmond Times-Dispatch reported that since 2000, two third-degree abortions had been reported to the Section. Check the facts (Kirk Cox) was mentioned on January 13, 2021 in a speech. Virginia ranked lowest third of the states in the management of the COVID-19 vaccine. • On January 20, 2012, we asked Tran's office to explain her visual statement. ∙ (Rodrigo Velasquez), her Senior Legislative Assistant, e-mailed us after consultation with the delegate. He wrote that Tran admitted that her bill would have reduced, from three to one, the number of doctors needed to sign a third-degree abortion. \"The purpose of her statement was to make it clear that there was still a need for a medical reason to terminate the pregnancy as witnessed by a licensed doctor,\" said Velasquez. On the threshold of harm, he wrote: \"... the phrase \"to a large extent irreversible\" does not address medically defined conditions. Therefore, the deletion of this phrase would not most likely change the practice of existing law.\" In a video tweet that saw more than a million times, the Governor Tran said that she \"did nothing to change\" the Virginia law on late abortion. This is wrong. An unsuccessful bill had been introduced that would have reduced Virginia &apos; s restrictions on abortion at all stages of pregnancy. In the last chapter, the state law requires three doctors to testify that the continuation of pregnancy would either kill a woman or \"causing substantial and irreparable harm\" to her mental or physical health. The Tran Bill would have reduced the conditions to one doctor who testified that pregnancy would be harmful to the mental or physical health of a woman - and that the test could have been \"large and irreversible.\" The number of abortions in the third stage is very rare; Virginia records show that two have been performed since 2000. But that doesn't explain Tran. The words in the draft law make this clear; they seek to change laws late. We assess her statement wrong.", "vclaim_id": "vclaim-pol-01057"}