{"url": "/factchecks/2014/aug/28/drug-free-america/medical-marijuana-amendment-allows-patient-get-it-/", "speaker": "Drug Free America", "vclaim": "Under the proposal to modify medical marijuana in Florida, \"You don't get refilled -- you get it forever.\"", "truth_label": "barely-true", "date": "stated on August 20, 2014 in a \"Tampa Bay Times\" editorial meeting:", "title": "Medical marijuana modification allows the patient to \"get it forever,\" says the doctor.", "text": "The opponents have put forward many arguments against the medical marijuana modification proposed by Florida, but here is a new case: patients will be able to obtain an unlimited amount of weed if the measure is overtaken. Dr. Rafael Miguel, Director of the Sarasota Memorial Institute for Advanced Pain Medicine, was one of three drug-free American representatives who visited the Tampa Bay Times editorial board on 20 August. :: Joined the mayor of Benillas Bob Gualtieri and Talahasi, attorney Susan Kelsey, to discuss why the sunshine state should be ashamed of amendment 2 in November. Miguel provided several reasons why the medical institution did not like the constitutional amendment. There was an unreasonable focus on smokeable marijuana for psychological effects, and the process by which doctors helped patients obtain cannabis flies in the face of the prescription model of drug use. Miguel focused on how \"recommendations\" for the use of marijuana are not prescriptions, and they do not allow doctors to control the quantity and doses of patients, or how much they consume. \"You don't get refilled -- you get it forever,\" said Miguel. \"There is no system for consumption\" The Polyte Fact Florida wrote about the guidelines for the amendment earlier, but in this case we were curious whether doctors who recommend patients with medical marijuana would not have the right to express the amount or duration that their patients could take. According to the guidelines, medical marijuana is legal in 23 states and provinces of Colombia. (Colorado and Washington State have taken a step further by legalizing cannabis for recreational purposes, although cultivation, possession and use of the drug remain contrary to federal law.) Doctors in states that allow medical marijuana do not prescribe medicine -- which is likely to lead to federal sanctions, since the U.S. government ranks marijuana as a drug in Table 1. The inclusion in that list means, by law, that marijuana has no known medical benefits, even if this claim is highly controversial. Instead, in states that allow medical marijuana, doctors recommend people who suffer from certain acceptable conditions -- diseases usually such as cancer, Parkinson's disease, ALS, or other cases that cause chronic pain. States establish their own rules regarding the supply of drugs, which vary from State to State. The second Florida Amendment states that, should the initiative succeed, the United States Department of Health will develop guidelines for the manufacture, distribution and use of marijuana. This is a matter of concern to opponents such as Free America; they argue that language is too broad to limit the scope of the drug effect on the State. Miguel did not immediately request Polyte Fact Florida for further details on his intention. During his visit to the Editorial Board, he indicated that he would prefer the process of writing prescriptions approved by FDA with a specific dose, duration, strength and a number of packagings, using medically tested drugs. Miguel said that this amendment does not give doctors any of this control, nor does it specify any limit. In general, the measure provides that the State Ministry of Health will make regulations. However, the initiative sets out some process. The \"doctor's written certificate\" is defined as a document that states that the doctor feels that the patient has a situation that can be assisted by cannabis use, and determines \"until the doctor recommends the medical use of marijuana for the patient.\" On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black: 2 February 2021, there is also a section requesting the Florida Ministry of Health to develop \"a regulation specifying the amount of marijuana that can reasonably be assumed to be sufficient supplies for medical use of eligible patients, based on the best available evidence.\" This quantity limitation can be abandoned, depending on the patient &apos; s condition. Counsel Kelsey, who criticized the amendment for being too vague, states that he will eventually challenge it in the State Supreme Court. \"As I read it, the doctor doesn't say the amount at all,\" said Kelsey. \"The patient only gives the certificate and tells you of the time, and then the patient gets his ID card and takes it to the infirmary and this is the point at which the quantity is determined and delivered.\" How is the drug distributed in the states that allow it? Each state has different regulations for the process, but it may be a good standard for Florida Nevada, because it has approved medical marijuana as a constitutional amendment rather than as legislation. Colorado had adopted constitutional amendments in 2000 and 2014, but the second had legalized recreational use, which the Florida Amendment did not do. The Nevada amendment language was shorter and more ambiguous than the Florida proposal. It requests the state legislature to provide a register and to develop guidelines, a process that has been delegated to the state Ministry of Health and Human Services in subsequent legislation. From 2013, Nevada identified patients to 2.5 ounces of marijuana every 14 days. Patients must obtain an identity card through a register and must renew their membership in the register with the consent of the doctor each year. Even in states that allow patients to grow their own marijuana plants, there are legal limits to how much they can grow. It is a controversial point in Florida, because the amendment does not allow personal farming. Many laws or regulations also state that doctors can inform the responsible government agency if they believe that the patient will not benefit from medical marijuana, according to Karen O'Keefe, the state policy manager in the marijuana policy bill, which prefers regulations such as Amendment 2. \"In most cases, the laws also provide that the card becomes invalid if the patient is no longer eligible,\" said O'Keefe. \"I see no reason why regulators should not include similar provisions in Florida.\" When it comes to doctor's medical recommendations for marijuana, Miguel said, \"You don't get refilled, you get it forever.\" He indicated that the \"doctor's recommendation\" on cannabis did not allow the same level of control as the prescription. There were no written restrictions on the amount or length of time a patient could obtain marijuana in the amendment, which was common criticism by opponents of the amendment. It is likely that the potential Florida regulations do not limit the time available for registration or the duration of the doctor &apos; s certificate for the patient. However, it is premature, and speculative, to assume that there will be no way under the amendment to stop the continuation of the recommendation forever. Other states have established their own rules, which limit the amount and frequency of medication that patients can obtain. It also limits the length of time patients may be registered before they request medical consent. We're mostly assessing the statement wrong. Correction, AUG. 29, 2014: This version of the article was updated to reflect that Colorado adopted constitutional amendments in 2000 and 2012, allowing the latter to use marijuana for recreational purposes.", "vclaim_id": "vclaim-pol-07378"}