{"url": "/factchecks/2014/oct/15/wendy-davis/wendy-davis-says-greg-abbott-fielded-250000-donati/", "speaker": "Wendy Davis", "vclaim": "\"Markets after a quarter of a million dollars accepted a campaign contribution\" by the head of the hospital board, Greg Abbott went to court against victims of a neurosurgeon taking drugs.", "truth_label": "mostly-true", "date": "stated on September 17, 2014 in a TV ad:", "title": "Wendy Davis says Greg Abbott donated $250,000 a few weeks before facing surgeons.", "text": "Correction, 5:22 p.m., 15 October 2014: This story was amended to remove the original incorrect announcement that a contribution of $250,000 was made prior to filing. According to copies of the files submitted by Zach Pettanas, the spokesman for Davis, one of several cases filed by Davis as a basis for its announcement was submitted in January 2014, prior to the donation next month. This change has led us to change our classification of a declaration from a half true. (See verification of the original truth here.) In a TV commercial, Wendy Davis said that Greg Abbott took a big donation before he was lined up with a hospital against infected patients killed by a drug surgeon. :: Davis, Senator of Fort Worth and Democratic Governor &apos; s candidate, continuously filming Abbott, Attorney-General of State and Republican Selection for Governor, The ad narrator, entitled \"Operation,\" says: \"He was a surgeon in Texas, operating while he was said to be using cocaine. Two people died, and the others were paralyzed. The narrator said: \"But the hospital did nothing to stop him. Families and victims filed a complaint against the hospital \"Then, weeks after accepting a quarter million dollar campaign contribution from the head of the hospital, Greg Abbott got involved, using his office to go to court -- against the victims.\" Abbott asked for and accepted donation, and we confirmed this, and the State intervened in lawsuits against patients, despite his involvement in the defence of state law. By e-mail, the spokesman for Davis Zack Pettanas said that Davis had based his claim partly on July 30, 2014, a news story in the Dallas Morning News newspaper that, shortly after the chairman of the Board of Directors of the Baylor Health Care System, who owns the Baylor Regional Medical Center in Blanco, she donated $250,000 to the Abbott campaign and weighted Abbott in federal lawsuits against the hospital, where a neurosurgeon allegedly damaged patients. :: The news report and the donor interview confirmed from Abbott &apos; s campaign funding statements with the State and an interview with the President of the Board of Directors and the donor, Temple Drayton McLine, that McLane donated $250,000 to the Abbott campaign in January 2014. This donation, as the news story says, came after McClane gave the campaign $100,000 in 2013. Before the six-digit contributions, the story said that McLane Abbott &apos; s largest contribution was $25,000. Abbott's donation of $250,000 was recorded as having arrived on 23 January 2014 - the same date as one of the relevant federal lawsuits against the hospital. Then again, we realized with a push from Pettanas after this article first appeared, one of several lawsuits filed in December 27, 2013, weeks before McLane's contribution. His check of $250,000, a photo sent by McLean &apos; s office to us by e-mail, was dated 21 January 2014. The news is that Abbott and McLane told the newspaper that they didn't discuss the two cases. McLean also said that he was not aware of the case before contributing $250,000, and confirmed that he had no personal financial interest in the non-profit hospital system; the President &apos; s job was unpaid. By telephone, McLean told us that he had been known about Abbott since before Abbott, originally a Houston lawyer, won the election as a judge in Harris County in 1992 and gave $250,000 after he had asked Abbott to make a substantial contribution. McLane said he hasn't spoken to the Republican candidate since. McLane, wondering what he expected from the remarkable contribution, said: \"I don't expect to get anything back. I believe in a strong and good government. Unfortunately, on both sides, there are significant contributions.\" In addition to being unaware of the lawsuits described by Davis before making his donation, McLean said that he had not long been president of Baylor Scott White Health Company, which owns the Plano facility, after becoming president when health-care systems merged in October 2013; McLean had previously chaired the Scott White Health Care Foundation. As noted in the newspaper News, federal proceedings against Baylor and the Blanco Hospital challenge the constitutionality of the state law, which requires plaintiffs to prove that Baylor has acted with an effective intention to harm patients - a burden that the plaintiffs/families are calling an unsustainable burden. Pittanas Campaign provided copies of several lawsuits filed on behalf of patients and families, each alleging that a neurosurgeon, Christopher Dinch, had been allowed by Plano Hospital to operate under the influence of illicit drugs and alcohol, causing damage. Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. These cases also challenge the actions of legislators in 2003, while amending the laws governing lawsuits seeking compensation, to remove the definition of \"suspense\" in the law, and thus \"absorb the right of ordinary law arbitrarily in the light of the purposes of the law, which leaves only an impossible condition before liability is suspended,\" according to judicial proceedings. Lauren Penn, speaking on behalf of the Attorney General &apos; s Office, sent us an e-mail on March 24, 2014 that is almost identical, files in three appeals to the law. In the files, the State stated that it had a legal right to intervene in a case in which the constitutionality of a State law was in dispute. On 31 March 2014, a week after the State filed its application, United States District Judge Jorge A. Solis granted the request for intervention \"for the purpose of defending the constitutionality of the Texas Act,\" Solis wrote. No party to the proceedings had objected. There is no question that the Attorney General may seek to be involved in a federal lawsuit to defend state law, but some lawyers have told us that it is up to the official to do so - or not. Counsel Kai Van Wye, representing some of the plaintiffs in the proceedings against the hospital, stated that the Abbott movement was unusual and unreasonable, although she did not object, because there was no legal way to do so; we did not create what she meant by it. Van Wye also said that \"Abbott is defending a law that essentially grants immunity to hospitals for the accreditation of dangerous doctors. The law, as it is now, prohibits access to courts for good, the payment of taxes to citizens of Texas, who, without fault on their own, were slaughtered by a very serious surgeon. \"Even if we prove that hospitals were blatantly neglected to hire and keep a serious surgeon,\" said Van Wye, \"is not enough in the current state of law. In Texas, we have to prove \"the tragedy,\" meaning we have to prove that the hospital has a subjective intention of harming the patient. This is an impossible criterion. It is clearly a wrong and completely unfair law. He didn't have to interfere with our lawsuits. He chose it.\" The story of the news was quoted in the statement that McLane's contributions played no part in his decision to intervene in the proceedings. In addition, Ben said, \"The state does not defend the hospital or the doctor in this case - or their alleged behaviour. If the hospital or the doctor violated the law, they would be held accountable, and nothing in the state court opposed the plaintiffs, \"the sick and the families, \"on that front,\" she said. He gave us between the Agency &apos; s full response sent to the news. In so doing, he said between the state: \"There will be no defence for any work by the hospital or any doctor. The State will not provide any evidence or argument whether the actions of the hospital or the doctor are contrary to the law. The State does not condone, support or defend the actions of the hospital or doctor. The only thing the State will argue is that the law is not unconstitutional.\" Austin's lawyer who helped write the change in 2003 told us that he believed that the prosecutor was obliged to defend the revised law as Abbott did. Michael Hall sent an e-mail: \"The prosecutor intervened in accordance with federal and state law. The Attorney-General defends the constitutionality of the law. His office did not take a position on the facts alleged in the petition and the prosecutor did not choose to defend the hospital or the doctor.\" Hull later said that such constitutional challenges were rare, \"but when challenges occur, it is common for the Attorney General to defend the constitutionality of the law.\" The President of the Texas Bar Association in Dallas, Hall and Michael Guajardo, pointed out that any litigant was required to notify the State of a federal challenge to the constitutionality of the state law. The addition of the Office of the Prosecutor had no record of receipt of the notice, which, according to the Court &apos; s files, had been sent by accredited mail. Instead, Ben, Jonathan Mitchell, State Attorney, learned of the suits from March 10, 2014, told a story in Texas Attorney magazine. We did not reveal evidence that McLean's donation had prompted Abbott to enter legal proceedings, and he said by e-mail that the announcement did not confirm cause and effect - but McLane made his contribution to his campaign before Abbott's intervention. Our verdict, Davis, said that weeks after accepting a quarter million dollar contribution to the campaign from the head of the hospital board, Greg Abbott went to court against the victims of a drug-taking neurosurgeon. The Davis Statement needs to be clarified - Abbott's intervention was limited to defending the constitutionality of Texas's reparation laws. This often makes this term correct. In fact, this statement is accurate but requires further clarification or information. Click here for more of the six Polic Fact classifications and how we choose the facts to verify them.", "vclaim_id": "vclaim-pol-07140"}