{"url": "/factchecks/2011/jun/02/steny-hoyer/steny-hoyer-says-george-w-bush-inherited-56-trilli/", "speaker": "Steny Hoyer", "vclaim": "\"We moved from a $5.6 trillion surplus inherited by George Bush to more than $11 trillion when George Bush left office.\"", "truth_label": "half-true", "date": "stated on June 1, 2011 in an interview on MSNBC's \"The Daily Rundown\":", "title": "Stenny Hoyer says George W. Bush inherited $5.6 trillion in surplus from Bill Clinton.", "text": "During an interview at MSNBC, Daily Rundown, and the Stenny Hoyer Minority House, D-MD. I addressed the vote of the House of Representatives the day before the debt ceiling was lifted. Hoyer blamed the Republicans for turning the vote - which failed a wide margin - into a political game. Hoyer said that the \"first\" vote on the debt ceiling, \"we had this debt because of President Brack Obama's policies. This is simply not true, the world knows it's not true, and the Republicans know it's not true. We moved from a $5.6 trillion surplus inherited by George Bush to more than $11 trillion plus debt when George Bush left office. So let's say that Obama's religion and that the limits of religion need to be extended simply because Obama isn't right. One reader asked us to check Hoyer's claim that the United States \"was given a $5.6 trillion surplus inherited by George Bush for more than $11 billion plus debt when George Bush left his post.\" This is how we first looked at it. We have moved on to a historical table published annually by the Office of Administrative and Budgetary Questions. According to the table, during fiscal year 2001 - which covered a large part of the first year of Bush's tenure, and which was based on a budget collected during the term of his democratic predecessor, Bill Clinton - there was a surplus of $128 billion. So Hoyer was right that there was a surplus, but it was only 2% of the amount that Hoyer referred to. At the same time, according to the Treasury Department, when Bush left office on 20 January 2009, the debt level was either $6,307 trillion (the amount of debt held by the public) or $10.627 trillion (the amount of debt held publicly plus the debt held by the Government, including the Social Security Trust Fund and the Medical Care Trust Fund). This next article is a focus of the blessing. But when we talked to Hoyer's office, they said he was using a different scale for the first form. They said that Hoyer was referring to surpluses of $5.61 trillion that the Congressional Budget Office - the non-partisan arm of Congress - predicted in January 2001 to be realized over the next 10 years, based on financial projections at the end of Clinton's term. (Huer's office confirmed our conclusion on number two.) The Central Bureau number supports Hoyer &apos; s claim, but we believe that his failure to show that he was comparing the expected surplus with the deficit weakens his argument. Given the Hoyer formula -- that when Bush took office he inherited a $5.6 trillion surplus, we believe that the scenes are supposed to be a tangible number, and that it points to a specific point in time. In fact, neither. It's a projection of future surpluses, a figure that covers a 10-year period. In fact, the last two years of these surpluses will not even fall within the terms of the Bush mandate. There are some advantages to the bigger Huair point -- that Bush came to office with pink financial expectations and left with one that was much less. It was very close when he said that Bush left \"debts over $11 trillion\" when he left the Oval Office. However, Hoyer ignored enough recipes -- that the figure was a projection, that it covered 10 years -- that we believe viewers would remove an exaggerated impression of the financial image that Bush inherited. So we're giving Hoyer's comment a half correct estimate. On January 13, 2021, the distinguished fact-finding bloggers announced in a story in which General David H. Berger, commander of the United States Navy, rejected Nancy Belusi's request for the use of marines for inaugural security, saying, \"We are not working for you.\"", "vclaim_id": "vclaim-pol-13002"}