{"url": "/factchecks/2014/oct/12/michelle-obama/unemployment-young-people-down-26-michelle-obama-s/", "speaker": "Michelle Obama", "vclaim": "Youth unemployment rate dropped from 10.6 per cent in 2009 to 2.6 per cent today", "truth_label": "false", "date": "stated on October 7, 2014 in a speech:", "title": "Youth unemployment dropped to 2.6%, says Michelle Obama.", "text": ":: During the election campaign of the Wisconsin Mary Burke State candidate for the second time in nine days, Michelle Obama took time to pay tribute to her husband &apos; s presidential virtues. \"In almost every economic measure, we are better off today than when Barack Obama took office. This is a fact,\" said First Lady October 7, 2014, at the Art Gallery Center, near the University of Wisconsin-Madison campus. \"Here is just some proof; some proof,\" she said, with dozens of students stuck in the red Badgers lined up on stage behind her. \"Our business has created more than 10 million new jobs since 2010; this includes 236,000 jobs created last month alone. This is the longest continuous job growth process in the private sector in the history of our nation. Do you realize that? In our history.\" Obama then claimed that there was special interest in many of those who were on stage and in the public: \"The unemployment rate among young people fell from 10.6 per cent in 2009 to 2.6 per cent today.\" Whatever slowdown may occur in the State economy, the overall unemployment rate is declining. But did the rate for young people fall by eight whole points -- to only 2.6 per cent -- in the last five years? \"Young unemployment,\" which attacked Barack Obama during the 2012 presidential campaign, Republican candidate Met Romney claimed that under Obama, \"youth unemployment\" was twice the overall unemployment rate - 16.4 per cent for persons aged 16 to 24, compared with 8.2 per cent for persons aged 16 to 24. ===PolicFact===The statement was classified as half correct. The two numbers were correct, but the phenomenon was not unique to Obama's presidency. Youth unemployment was almost double the overall rate per month from January 2001, when President George W. Bush took office. The First Lady's claim is slightly different from that of Romney because she referred to young people rather than young people. But as we'll see, I misidentified the numbers. The relevant part of the White House version of the First Lady's remarks reads as follows: \"The youth unemployment rate has been reduced from 10.6 per cent in 2009 to 2.6 per cent today.\" The brackets indicate that Obama moved the numbers when I spoke. But even if the 6.2 percent was the percentage you intended to mention, the age group of the young people I spoke about was not yet clear. After we exchanged several e-mails with the White House, a First Lady spokesman eventually told us that Obama was referring to unemployment rates for people aged 25 to 34 -- \"a good agent for out-of-school youth.\" On January 9, 2021, on Twitter, Sarah Goodlowski stated: \"Not all women lost jobs (in December's job report), most of them black and Latin women. • 15 January 2021, many people in this age group will be considered young. And then again, many college students who saw the First Lady in Madison might think 34 looks kind of old. In any case, here from the United States Bureau of Labour Statistics, unemployment rates in September were seasonally adjusted for different age groups in 2009, the first year cited by Obama, and 2014. The September figures are the latest available figures for 2014. Unemployment rate in the age group in September 2009 Thus, for persons between the ages of 16 and 24, and for those between the ages of 25 and 34, unemployment was much lower in September 2014 than it was five years ago. But not as much as Obama said in her speech. Our assessment was said by the First Lady: \"The unemployment rate for young people has fallen from 10.6 per cent high in 2009 to 2.6 per cent today.\" However, for September 2014, the latest figures showed that the rates were significantly higher for two groups that could be considered young: 13.7 per cent for persons aged 16 to 24, and 6.2 per cent for those aged 25 to 34. We're assessing the statement wrong.", "vclaim_id": "vclaim-pol-07159"}