{"url": "/factchecks/2016/sep/27/hillary-clinton/hillary-clinton-claims-donald-trump-invited-russia/", "speaker": "Hillary Clinton", "vclaim": "Donald Trump says, \"Potin publicly called for a hack into America (e-mail).", "truth_label": "half-true", "date": "stated on September 26, 2016 in a Presidential debate:", "title": "Hillary Clinton claims that Donald Trump invited Russian President Vladimir Putin to infiltrate the Americans.", "text": "Hillary Clinton said Donald Trump gave Russian President Vladimir Putin the thumb to hack into the U.S. e-mail. Clinton said during the first presidential debate in the general election at the University of Hofstra: \"Potin left the loose cyber-attackers to hack government files, hack personal files, and hack into the National Democratic Commission.\" \"But we will defend the citizens of this country, and the Russians must understand that. I think they've been treating it almost as a test. How far are we going? How much are we gonna do? That's why I was so shocked when Donald publicly invited Putin to infiltrate the Americans. This is unacceptable.\" We'll check whether Clinton is right about what Trump said about Putin and e-mail. Trump's comments on Russia's hack into Clinton's e-mail campaign spokesman referred to Trump's comments at a press conference at Dural National Stadium on 27 July. \"Russians, if you listen, I hope you can find 30,000 lost e-mails,\" said Trump to a room full of TV cameras as well as reporters from Miami Herald/Tampa Bay Times. \"I think you might be strongly rewarded by our press.\" And he also said, \"By the way, they hacked -- maybe they have 33,000 e-mails. I hope they do. Maybe they have 33,000 e-mails that you lost and deleted because you're gonna see some pretty girls there. So let's see.\" Clinton &apos; s lawyers handed over work-related e-mails, but they deleted thousands of letters that she said related to personal issues. In an interview with President Donald Trump in the Fox News on January 17, 2021, \"he can't say anything because the platforms removed it.\" Although the Department of Justice refused the trial, Trump continued to beat Clinton for an e-mail argument: \"This gives me a big problem,\" said Trump in Dural. \"After you get a subpoena! She's been called and disposed of... 33,000 e-mails? This is causing me trouble. Now, if Russia, China or any other country had those letters, I mean, to be honest with you, I'd like to see them.\" When Katie Tor, NBC reporter, asked Trump if he was encouraging a foreign country to hack e-mail, Trump came back and said, \"Shut up. I know you want to save Clinton. Trump also attacked thousands of leaked e-mails published by WikiLeaks in July. These e-mails showed that their leaders, including the president of the Debbie and Asserman Schultz Party from South Florida, preferred Clinton to his competitors Bernie Sanders. Two days later, Wasserman Schultz, the representative of the United States, announced that she would withdraw from her party position. With regard to any invitation to Russia to hack the e-mail, the spokesman for the Trump Campaign for Bolift Fuckett said that Trump said it was \"Sarcastik\" in an interview published by Fox News the following day. Trump told Brian Kilmed of Fox News: \"You gotta be kidding. His client, his person, illegally deleted 33,000 e-mails. Look at this. And when I was making fun of something... \"Kilmed asked me if he was actually making fun, and he hit Trump, \"Of course I'm making fun.\" Our referee, Clinton, says Trump called Putin publicly to hack the U.S. e-mail. At a press conference in South Florida, Trump said that he hoped that Russia would be able to find 30,000 lost e-mails. This was a reference to Clinton's e-mails, not the US e-mails more widely. We're assessing this claim half right. https://www.sharethefacts.co/share/45bfa5b9-82bb-4547-93dc-eb59d3b3a25c", "vclaim_id": "vclaim-pol-04261"}