{"url": "/factchecks/2014/sep/11/henry-kissinger/kissinger-drones-have-killed-more-civilians-bombin/", "speaker": "Henry Kissinger", "vclaim": "\"There were fewer civilian casualties in Cambodia than there were in the U.S. drone attacks.\"", "truth_label": "false", "date": "stated on September 6, 2014 in an interview on NPR:", "title": "The drones killed more civilians than the bombing of Cambodia in the Vietnam war.", "text": "Henry Kissinger, Minister for Foreign Affairs, led by President Richard Nixon and Nobel Peace Prize winner, is conducting media tours to talk about his latest book. In the first place, he was asked to take the lead at the present time: the war zones of Iraq and eastern Ukraine. But on NPR, the past appeared. He asked Kissinger to defend his support for the American bombing campaign in Cambodia between 1969 and 1973. For those who may not remember, while most of the fighting took place in Vietnam, with the tide shifting against the South Vietnamese and American forces, Nixon launched large-scale air strikes in neighbouring Cambodia to hit North Vietnamese soldiers and supply lines in that country. It was secret from the American public, and when the news leaked, Congress eventually turned to shut it down. Kissinger has criticized the campaign, saying that President Barack Obama \"has hit targets on a wider scale than the Nixon administration.\" \"I think the principle is essentially the same,\" said Kissinger. \"You attack sites where you think people work who kill you. You can do it in the most limited way possible. I'll bet that if one of them makes an honest calculation, there are fewer civilian casualties in Cambodia than there were in the U.S. drone attacks.\" One reader suggested that we conduct a comparative study of Kissinger's death through the Truth or Meter. We examined whether the Cambodian bombings killed fewer civilians than the drones. The number of civilian deaths from both is inaccurate, but through any estimates we can find, Kissinger is wrong. The only question is, you. Since 2004, it has been implicit, if not always officially recognized, that missiles from U.S. drones have targeted Taliban and Al Qaeda forces in Pakistan and Yemen. The Ministry of Defence does not report civilian casualties and therefore most of what we know comes through eyewitnesses and press reports. A handful of projects collect data to maintain an operational record, but we have focused on only two that cover each year since the deployment of drones in 2004, and the number of civilian deaths in each country where U.S. drones have been used for lethal effect. The New America Foundation, a group supported by a wide range of supporters, from the Bill and Melinda Gates Foundation to Netflix, maintains data on Pakistan and Yemen. The total maximum number of civilian deaths is reported to be 394. The Press Bureau of Investigation, a special effort based in London, includes Pakistan, Yemen and Somalia in its database. The maximum estimate is 1,089. This includes civilian deaths where researchers were not sure that drones were responsible. Most organizations report a range of injuries. For the purposes of this fact-checking, we used only the largest estimates, so the highest number we found was 1,089. One B-52 detonator can carry up to 108 bombs, each with 500 pounds of explosives. Hundreds of bombers flew thousands of missions over Cambodia. According to data from the United States Air Force, Professor Ben Kernan of History at Yale University reported that from 1969 to 1973, the United States dropped more than 470,000 tons of explosives on Cambodia. Other official estimates indicate that this figure is over 500,000 tons. There is no consistent calculation of the civilian deaths that caused this. Kirnan told Bondit Fuckett, based on the location of the bombs, the cargo, and the storytelling reports, he believes the truth lies somewhere between 50,000 and 150,000. \"I think the actual losses are closer to the maximum range,\" said Kernan. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. • On January 12, 2012, accurate count is difficult to obtain for reasons beyond the absence of any records. During the American bombing, a civil war broke out in the country. Many people died in that fight, quite apart from the American attacks. Worse still, the deprivation and slaughter that followed Paul Butt's regime killed in the vicinity of one million or more people. Their death buried any hope in any census in the wake of the American air campaign. According to a 1980 CIA report, between 600,000 and 700,000 Cambodians lost their lives between 1970 and 1975. However, this would include the killing of soldiers and civilians, for all reasons, and the period of time that extends beyond the American bombing. Bruce Sharp, an independent researcher in Chicago, runs Mekong.net, a site focused on Cambodia before and after the war. Sharp said he thought 50,000 was the safest estimate. A political scientist from the University of Hawaii compiled a number of demographic studies and reached an estimate of at least 30,000. Craig Etchison spent 35 years studying in Cambodia. From 2006 to 2012, he served as Head of Investigations on charges of war crimes against former leaders of the Paul Butt regime. Ichison's reluctant to determine the number of civilian casualties, but he thinks they're far less than many do. \"I've conducted thousands of interviews with Cambodians who lived that period of Cambodian history,\" said Ichison. \"On the one hand, I can count on the number of people who described first-hand information on civilian deaths from American bombing. This result does not seem consistent with estimates that hundreds of thousands of people have been killed.\" On the other hand, Eichson said that he was not specifically seeking an answer to the question of how many people had died from American bombs. \"We know two incidents in 1973 that were widely reported at the time, because they occurred in or near the territory of the Republic, not far from Phnom Penh - one in Niak-Long and the other in Sa'ang - where 300 to 400 civilians were killed in each of the unfortunate B-52 strikes.\" Eichson said that it was \"very likely\" that this would happen again in areas where Westerners were unable to reach, and he said his intuition was that \"over 5,000 civilians might have been killed by the United States. Blow up.\" The lowest number we found came from a retired Air Force intelligence officer, Earl Telford. Telford served in the Strategic Air Command from 1971 to 1975 and was directly aware of the bombing campaigns. According to his latest book Crosswinds, most of the bombing during the Vietnam war was ineffective, and in the case of Cambodia, the military objective was distorted by internal bureaucratic fighting between the Air Force and the Navy. Tell Telford Bondet Fuckett that the Air Force is simply running many tasks to maintain a higher profile in the military budgeting process. More flights were taken as evidence of military significance. Telford referred to repeated shelling of a lake in central Cambodia. B-52s literally dropped their loads in the lake. The sole purpose was to keep the number of missions high. The final picture? The total payload may not be significantly related to the damage sustained. In addition, Telford said that most of the bombs had been dropped in remote and densely populated areas. \"I say 4,000 to over 5,000 civilians have died,\" said Telford. \"This is a guess based on the knowledge of the targets, the terrain and the fact that there were not many civilians in those areas.\" It should be noted that at the end of the bombing campaign in 1973, United States forces targeted more densely populated centres and the screening rate rose to 240 per day. At that time, intelligence and press reports were reported on the settlement of entire villages. A letter issued in April by the United Nations Press Service stated that international relief workers had estimated that at least 3,000 civilians had been killed by bombing raids in a few weeks. Cambodian government officials said that tens of thousands had died. However, reporters in Cambodia at the time complained that they could not independently verify the impact of the American bombing. However, when comparing the deaths caused by bombing in Cambodia with the deaths of drones today, Ichison said that he felt that \"the kiss is, at best, a shared reflection.\" Our governor Kissinger said that he believed that fair accounting would show that fewer civilian casualties from the American bombing campaign in Cambodia than those from today's drone attacks. While data are inaccurate in both cases, we are witnessing barely more than 1,000 civilian deaths due to the use of drones and at least 4,000 civilian deaths due to American bombs in Cambodia (for many of them, and much more). These figures represent a high estimate of the deaths of drones and the lowest guess of the Cambodian bombing, in which half a million tons of bombs have fallen on the country over four years. Kissinger formulated his claim with caution, but it is reasonable to expect a man from his experience and knowledge to understand the difference between the impact of highly directed drone strikes and the sharp bomb device dropped by B-52s. His statement differs from the most generous and rational reading of the estimates. We assess his claim is wrong.", "vclaim_id": "vclaim-pol-07324"}