{"url": "/factchecks/2018/nov/05/patrick-morrisey/did-joe-manchin-support-obama-and-clinton-efforts-/", "speaker": "Patrick Morrisey", "vclaim": "Joe Manchen says, \"Support Obama and Clinton's campaign to kill coal jobs.\"", "truth_label": "false", "date": "stated on October 13, 2018 in a campaign ad:", "title": "Did Joe Manchen support Obama and Clinton's efforts to kill coal jobs?", "text": "Donald Trump, Jr., quoted his support for the Republican Senate candidate Patrick Morrisi - and his opposition to the democratic office of Morrisi, Mr. Joe Manchen - on 13 October 2018. Trump quoted the son: \"There can be no trust in Liberal Joe Manchen to fight for West Virginia. He sold mountain climbers when Hillary Clinton supported my father and all the other imaginable issues.\" The tweet was accompanied by an announcement of the Morrisi campaign, which included a charge that Manchen \"supported Obama and Clinton's campaign to kill coal jobs.\" @JoemanchinWV cannot be trusted to fight for West Virginia. He sold mountain climbers when Hillary Clinton supported my father and every other imaginable cause. @MorriseyWV can be trusted. He'll always fight for you. #WVSEN #wv#wvpopol pic.twitter.com/rkpfZgiraQ - Donald Trump Jr. (@DonaldJtrompJr) October 13, 2018 Those are the fighting words in West Virginia that produce coal. We therefore asked whether it is accurate that Manchen supported the efforts of Hillary Clinton and Barack Obama to eliminate coal functions. As we mentioned earlier, Manchen returned Clinton in the 2016 elections - a support that turned out to be very opposed to most voters in a State that strongly voted in favour of its Republican opponent, Donald Trump. Manchen told Politeko that his decision to hold on to Clinton was a mistake. It was a political mistake.\") However, the Morrisi Declaration did not simply refer to Manchen &apos; s endorsement of the candidates. She went further and said that Manchen specifically supported its coal policies. That doesn't seem right. In his first Senate campaign in 2010, he ran an announcement in which he launched a copy of the draft law on ceilings and trade proposed by Obama and other Democrats that would have limited emissions, which could have affected the coal industry. (The Bill has never been enacted.) In an article published in Washington Post in 2013, Manchen said that the Obama Climate Initiative - which would put coal at a disadvantage for other forms of energy - was tantamount to declaring war on the coal industry. \"The regulations the President wants to impose on coal are not possible.\" If this is not possible, it is not reasonable, \"Manshin said. Facebook published on January 27, 2021, in Facebook, says that Joe Biden canceled the Keystone pipeline because Warren Buffett \"doned $58 million\" for his campaign. • On January 29, 2012, Manchen said in the article that it was unacceptable to dispose of coal. \"It is now clear that the President has declared war on coal. It is simply unacceptable that one of the key elements of his proposal on climate change puts coal regulations that are completely impossible to cope with with with existing technology.\" He joined Sin Chile Moore Cabito, R-W.Va, to introduce the Act on Reliable and Affordable Energy now, which the legislators described as helping to \"live in President Obama's Clean Energy Plan.\" In 2015, he confirmed his opposition to the Obama Clean Energy Plan in a letter to the Director of the Environmental Protection Agency, Gina McCarthy. He also urged voters to direct their opposition to the plan at the field hearings. He believed that the plan \"would result in rising utility bills for mountain state residents and further losses in coal mining jobs,\" and Manchen wrote that \"forcing new coal-fired plants to meet standards when experts know that the technology required is not operating sustainably on a commercial scale has no meaning whatsoever. By requesting technology that has never been sufficiently proven, EPA forces an industry to close down and consumers to pay higher service bills.\" It also voted to submit a decision not to approve under the Congress Review Act to reverse the \"United States water\" rule. (WOTUS) on the grounds that it would \"impact coal mining in West Virginia.\" The Manshin Senate website is also an example of Manshin's support for the coal industry, such as the introduction in 2018 of the Fossil Energy Use, Promotion and Leadership Act, designed to \"protect coal functions and develop new technologies for domestic use and international export,\" and to support efforts to use the Defence Production Act to protect \"clean burning and coal power plants.\" The Morrissey campaign did not respond to repeated requests for examples of Manchen opposing the coal industry. Our judgment on the tweet published by Patrick Morrisi and shared by Donald Trump Jr. said that Manchen \"backed Obama and Clinton's campaign to kill coal jobs.\" Manchen actively opposed Obama and Clinton &apos; s two most supportive efforts on opposition to the coal industry: the cap and trade bill and the clean energy plan. It has also made other legislative and regulatory efforts that have helped the coal industry. We're assessing the statement wrong. Sharing the facts of 2018-11-05 16:55:41 UTC PoliticsFact 2 1 7 PoliticsFact Dating: An error says Joe Manchen \"Support Obama and Clinton's Coal Job Killing Campaign.\" American Senator Patrick Morrisi, R-W.Va. https://twitter.com/DonaldJtrompJr/status/105111217937257275 Campaign on Saturday, 13 October 2018, 2018-10-13 Read more information.", "vclaim_id": "vclaim-pol-01302"}