{"url": "/factchecks/2017/may/26/donald-trump/did-donald-trumps-trip-create-or-save-millions-job/", "speaker": "Donald Trump", "vclaim": "The President's first foreign flight was agreed upon and saved \"millions of jobs.\"", "truth_label": "false", "date": "stated on May 26, 2017 in a tweet:", "title": "Did Donald Trump's trip create or save millions of jobs?", "text": "In a tweet from his first foreign trip as President, President Donald Trump described his achievements on one of the fundamental pillars of his presidential campaign -- jobs. Trump travelled to Saudi Arabia, Israel, Brussels and Rome in a combination of business and diplomatic missions from May 20 to May 27. I just arrived in Italy for the G-7. Tripp was very successful. We have created and saved the United States of America many billions of dollars and millions of jobs, \"Trump's tweeted. I just arrived in Italy for the G-7. Tripp was very successful. We have created and saved the United States of America many billions of dollars and millions of jobs. That would be a huge blow to the arm of the economy. In terms of size, Wal-Mart, the country &apos; s largest private employer, has 2.3 million employees; the second largest employee, Brandes Day, which includes Taco Bell, Pizza Hot and KFC, is about 500,000. The problem is that the White House was conservative about where this drop came from. First of all, Trump's use of the word \"millions\" represents a 1,000-fold expansion from what Trump said a few days ago, when he said to the public in a speech in Saudi Arabia: \" Yesterday, we signed historic agreements with the Kingdom that will invest nearly $400 billion in our countries and create thousands of jobs in America and Saudi Arabia.\" In the meantime, over two days of investigations into the White House, officials were unable to provide us with full details of the 110 billion-dollar arms deal with Saudi Arabia, which in itself is only part of the $400 billion investment deal that Trump mentioned in his speech. When the fact checker in Washington asked the White House about the details of Tramp's tweeting, a White House official replied that Trump was referring to \"the benefits of trade from the entire journey from Saudi Arabia to the G-7\" - including Trump's meetings with the heads of other advanced industrial nations in Europe near the end of the journey. (It is not clear what business deals were discussed in the European part of the flight). In any case, the assumption of \"millions\" of jobs from unspecified investments is not justified, as economists say. \"There is insufficient information to substantiate his claims about millions of jobs,\" said Chris Lavakis, Chief Economist of Modi. In the meantime, that's what we know and we don't know. The Defence Security Cooperation Agency issued a news release on 20 May stating that the United States and Saudi Arabia agreed to a $110 billion deal in five key areas: border and counter-terrorism security, maritime and coastal security, air force modernization, air defence and missiles, and improving cyber security and communications. This issue detailed six specific areas, with a link to documents offering a dollar amount. • Ammunition and support: $6.8 billion; multifunctional ground combat ships: $11.25 billion; • January 11, 2012: ongoing threat detection system: $525 million. This total amounts to $23.74 billion, leaving $86 billion of the package undefined. Using other available data, John Pike, Director of Global Security.org, told Poletti Fruitte that he could estimate $50 billion in arms sales, \"most of them started under Obama,\" he said. The Bloomberg accounts of reporters in Bloomberg wrote several articles on deals signed on the Saudi part of the journey, focusing on agreements outside the arms deal of $110 billion. • Agreements signed by Saudi Aramco oil company: $50 billion; ∙ (Blackstone, Bloomberg, separately reported having close ties with the tramp brother-in-law's family, Jared Kouchner). • General memorandum of understanding with Saudi Arabia: $15 billion; This number amounts to approximately $112 billion, in addition to the 110 billion in arms sales. Bloomberg cited a few other items without specific dollar amounts, including the purchase of a jet plane from Boeing from Saudi Gulf Air, and a joint venture between National Oil Farco and Saudi Aramco to manufacture drilling rigs and equipment. This leaves more than half of Trump's 400 billion dollars -- only for the Saudi part of the journey -- undeclared, not to mention transactions that may have been made in the European part of the journey. At present, the Washington Post reported that many of the top executives of companies that had signed deals were far more constrained than Trump about promising specific numbers of jobs. \"There is no chance at all that the journey created millions of jobs,\" said Dean Baker, the liberal economist. Even if jobs are created -- maybe in thousands, not in millions -- \"this may or may not lead to any creation of net jobs, because the Fed can easily make up for them at higher interest rates.\" Our referee Trump said that the deals were made on his first foreign journey when he created the president and saved \"millions of jobs.\" We cannot know for sure how many jobs will be created or rescued - nor do we, despite the certainty of his language, know Trump - but the evidence at this stage is too small and premature to be more than just bloated or hopeful thinking. We're assessing the statement wrong. Sharing the facts 2017-05-26 21:10:38 UTC PoliticsFact 5 1 7 PoliticsFact Dating: On Friday, 26 May, 2017 2017-05-26, Donald Trump. Read more information.", "vclaim_id": "vclaim-pol-03264"}