{"url": "/factchecks/2016/feb/05/hillary-clinton/hillary-clintons-revisionist-history-tpp/", "speaker": "Hillary Clinton", "vclaim": "\"I have waited until the Trans-Pacific Partnership Agreement has already been negotiated\" before deciding whether to ratify it.", "truth_label": "half-true", "date": "stated on February 4, 2016 in comments during the New Hampshire Democratic debate:", "title": "Hillary Clinton said she didn't agree to the deal until it was negotiated.", "text": "The position of former Secretary of State Hillary Clinton on the Trans-Pacific Partnership Deal became an issue during the February debate with Sin Bernie Sanders at the University of New Hampshire. She says she's opposed to him now. The moderator, Chuck Todd, pointed out that Clinton had supported the deal while she was the Foreign Minister, and asked whether she could support such agreements again if elected. Clinton said that she had voted against a previous trade deal as a member of the United States Senate, and with regard to the Trans-Pacific Partnership, \"I said I had the hope that this would be the kind of trade agreement I was looking for. \"I waited until it was already negotiated because I wanted to give the benefit of the doubt to Obama administration,\" she said. \"When I saw what the result was, I opposed it.\" Did Clinton really refrain from providing support until the terms of the proposal had been finalized? This issue has already been considered by Bolligate Fact. We found that Clinton made many strong comments in favour of the agreement while the negotiations were still under way. Speaking in Australia in 2012, Clinton welcomed the deal as \"the development of the gold standard.\" Clinton said, \"This Trans-Pacific Partnership sets the standard of gold in trade agreements to open free, transparent and fair trade, and the type of environment with the rule of law and the land of equal play.\" \"When negotiated, this agreement will cover 40 per cent of the world's total trade and build strong labour and environmental protection.\" Strong words for a deal that hasn't yet been completed But on that occasion, Clinton was not just more than hoping for the impact of the agreement. The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" In her remarks in November 2012 in Singapore, Samantha Buterman stated on January 11, 2021 that it \"will reduce barriers, raise standards, and drive long-term growth throughout the region. \"It will cover 40 per cent of the world's total trade and create strong protection for workers and the environment. Improving higher-wage employment and safer working conditions, including for women, migrant workers and others who were often excluded from the formal economy, will help build Asia's middle class and rebalance the global economy.\" As reported in October by the Polite Fact, words such as \"hot,\" \"innovator,\" \"tyrant,\" \"improvised,\" \"high-quality\" and \"high-level\" were also used to describe the partnership before leaving the Ministry of Foreign Affairs in 2013. Partners ended the deal in 2015. Why are you changing your mind? In the debate on Thursday, Clinton said that it opposed the trade transaction because we failed to provide the basic safety net support that American workers needed to compete and win in the global economy. Our rule, Clinton, said, \"I have waited until the Trans-Pacific Partnership Agreement has already been negotiated\" before deciding whether or not to support it. As Minister of State and member of the Obama administration, it was Clinton's task to promote the agreement, even if it had not been finalized. However, her comments at the time were very positive and quite categorical, and it became devious, as it is now doing, that she did not support the deal before it was finished. We evaluate her statement half right.", "vclaim_id": "vclaim-pol-05459"}