{"url": "/factchecks/2018/nov/08/donald-trump/were-gops-house-losses-dramatically-smaller-histor/", "speaker": "Donald Trump", "vclaim": "\"At home, the Republicans far outstrip historical precedents.\"", "truth_label": "false", "date": "stated on November 7, 2018 in a press conference:", "title": "Was Gob's house losses much smaller than the historical pattern?", "text": "In the recent mid-term elections when the Presidents faced a reaction from the electorate, the President accepted their retreat. In 2006, George W. Bush admitted \"the blow\" by Democrats. In 2010, Barack Obama said that he was handed over \"The Shadows\" by Republicans. In contrast, when President Donald Trump addressed the mid-term results in 2018 - when his party lost at least 31 seats and controlled the House of Representatives - he focused primarily on the ability of the Republicans to overthrow at least three seats in the Senate. \"It was a big day yesterday,\" he said. \"An unbelievable day. Last night the Republican Party challenged history to expand our majority Senate while significantly overcoming expectations in the House of Representatives.\" (Officially, the Republicans now have the same number of seats in the Senate - 51 seats - with three scheduled races in Mississippi, Florida and Arizona. You can read more about it in checking the facts separately.) Later in the next press conference, Trump said, \"At home, the Republicans far outstrip historical precedents and overcome a historical number of retirements. Most Republican retirees in the House of Representatives in 88 years -- 43 Republicans in the House of Representatives retired.\" The Republicans had to deal with many retirements, which in 2018 reached a high level for Republicans returning to at least 1930. But Trump is wrong that Republicans outstrip historical precedents. The losses were somewhat medium or worse than the average. These are the mid-term loss statements of the President &apos; s party dating back to the civil war. 2018 in green. We've identified it for 31 profitable web seats confirmed by November 8th. This figure can grow slightly as about 12 races have yet to be called, and democratic drives in five of those non-proclaimed races. If we ignore the small number of years in which the President &apos; s party has won seats on the Council, the average loss from 1862 is 38 and the average loss is 30. This may make the loss of at least 31 seats in 2018 appear to be highly moderate - although even there would be a mistake to say, as Trump has done, that 2018 represents dramatically excessive performance. It would be even worse if the Democrats ended up winning the five competitions that aren't called the competition they're currently in. The most serious problem is that the fluctuations in recent years have been much smaller. On January 13, 2021, the special fact-finding bloggers in a story written by General David Berger, the US Navy Commander, rejected Nancy Belusi's request for the use of Marines for inaugural security, saying, \"We're not working for you.\" By Samantha Buterman on January 17, 2021, dating back to 1970, the average mid-term loss to the President's party was 23 seats, and the average loss was 14 seats. With this criterion, the loss of 31 (or more) seats appears to be very large. In fact, if you look only at the losses suffered by the Republican Presidents, the total for 2018 exceeds all except half of the time that goes back to the Great Depression. The total losses suffered by George W. Bush in 2018 were even exceeded in 2006, and this was the last time that Democrats re-elected the House of Representatives in the mid-term elections. \"It's obvious that this was so bad,\" said Alan Abramoitz, a political scientist at Emory University. While, according to Tramp, the Republicans &apos; perception in the House of Representatives has already been affected by retirements, the Republican Party has, on the contrary, benefited from provincial lines drawn largely by the Republicans following the 2010 census. Costas Panagopolis, a political scientist at the University of the North-East, said. The White House did not respond to a query about this article. Our Governor Trump said, \"At home, the Republicans have outstripped historical precedents.\" This is not what the figures currently show, and it is likely that the position of the General Democratic Party in the Council will end up worse with the name of the leading races. If you look along the way back to the era of civil war, the projected GOP losses are consistent with the long-term historical average -- not dramatic overperformance. If you look at the typical patterns over the past 50 years, the projected losses for 2018 are one third higher than the average losses and more than twice the average losses during that period. We're assessing the statement wrong. Sharing the facts of 2018-11-08 21:17:04 UTC Politic Fact 2 1 7 PoliticFacting: Wrong \"At home, Republicans far outstrip historical precedents.\" President Donald Trump https://chicago.suntimes.com/policics/transscript-tromp-raucus-press-conference-midterm-election/press conference on Wednesday, 7 November 2018-11-07-read further information", "vclaim_id": "vclaim-pol-01276"}