{"url": "/factchecks/2019/mar/21/katie-pavlich/conservative-pundit-gets-schooled-history-american/", "speaker": "Katie Pavlich", "vclaim": "America came as the first country to end slavery in 150 years.", "truth_label": "false", "date": "stated on March 19, 2019 in in a panel discussion:", "title": "The conservative blogger teaches the history of American slavery after Fox News notes.", "text": "There is a proposal that calls on the United States to pay compensation for its history of slavery, a proposal that is gaining momentum among some democratic presidential candidates. After Elizabeth Warren, D-Mass, offered initial support for the idea, a team member in Fox News expressed her view that politics was misplaced. \"They continue to blame America for the sin of slavery. But the truth is that slavery over the course of human history has been found, \"The governor said the pundit Katie Pavlisch. America came as the first country to end it in 150 years. We don't get any credit for that.\" Either Bufflake says America was the first country to end slavery or the first country to end it in 150 years. Either reading history is wrong and trying to clean up also misses the mark. Pavlik refused to comment on this story. Slavery began in the United States in 1619 with the arrival of a Dutch ship carrying 20 African slaves in the British colony of James Town, Fa. President Abraham Lincoln &apos; s 1863 Declaration of Liberation can be considered the beginning of the end of slavery in America, although slavery will not be officially prohibited throughout the United States until after the civil war of 1865. With regard to the dates of abolition, Spain (1811, with the exception of Cuba), Portugal (1819, and its colonies in 1858) and France (1848) were among the countries that had previously prohibited slavery. Pavlic's comments were engraved on Twitter. In response to the critics, the Code modified their comments on the air. But this only led to more scrutiny tweeting. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy • January 12, 2021 \"You should have said one of the first countries, from its founding point,\" Grid Pavlic. \"My argument exists, but please @Solidadobrine please continue with the name calling as your argument and defaming America as the founder of slavery.\" But that, too, is the wrong understanding of the facts. \"Your argument still stands, the historian of Princeton Kevin Crosseger, \"but it's still completely wrong.\" Cross listed more than a dozen countries that had abolished slavery earlier in their country &apos; s history than the United States, including Mexico, Argentina and Brazil. Cross told Bondet Fuckett that he collected historical data to refute similar claims of slavery made earlier. The years between independence and abolition of slavery: Haiti: 0 Costa Rica: 3 El Salvador: 3 Guatemala: 3 Honduras: 3 Chile: 5 Bolivia: 6 Uruguay: 8 Nicaragua: 17 Mexico: 19 Paraguay: 29 Colombia: 41 Venezuela: 43 Argentina: 45 Brazil: 66 United States of America: 87 https://t.co/ARxH1YDBWL - Kevin M. Kruse (@KevinMKruse) 19 March 2019. The United States was not the first country to end slavery in terms of the calendar year, and at least a dozen countries banned the practice earlier than the United States. We're assessing this wrong.", "vclaim_id": "vclaim-pol-00867"}