{"url": "/factchecks/2019/apr/17/facebook-posts/no-donald-trump-did-not-say-art-deal-being-atheist/", "speaker": "Facebook posts", "vclaim": "Donald Trump says in his book, \"Being an atheist gives me an advantage in every deal. Christians are too moral to act.\"", "truth_label": "pants-fire", "date": "stated on April 15, 2019 in a Facebook post:", "title": "No, Donald Trump didn't say in \"the art of the bargain\" that \"the atheist\" helped him work.", "text": "It seems that an inflammatory quote of atheism and Christianity provokes the anger of President Donald Trump against the evangelists. But the idea of social media that reappeared is not true. An article on Facebook presents the front cover of the 1987 Tramp book \"The Art of the Deal,\" and highlights an extract that says, \"Being an atheist gives me an advantage in every deal. Christians are too moral to act.\" The article was referred to as part of Facebook efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) The quote is made up. We have not been able to find any corridor in many searches of electronic versions of the \"art of agreement\" containing those words, or anything close to that. The book is particularly devoid of religious terms. While Tramp's quote is quoted, a quote from The New York Times includes along the bottom of the real meme: \"Trap makes one believe for a moment in the American dream again.\" From December 7, 1987, a review of Christopher Lehman-Hupt was shown on the front cover of some of the book's prints. On January 12, 2021, he wrote in an Instagram article saying that Joe Biden remained silent about the violence in Black Lives-Mite protests. • January 16, 2012, this is not the first time Trump has been called an atheist. During the 2016 presidential campaign, Mims, who was once alleged to have been an atheist, appeared at the 1989 show of Phil Donahue. These rumors soon spread, as there was no record of every saying by Trump, but they also did not appear in the Donahue program in 1989. In fact, the picture was from his appearance on the Opera Winfrey programme in 1988 (which he did not claim to be an atheist during that interview as well). Our Facebook article claims that in his book \"The Art of the Deal,\" Trump said, \"Being an atheist gives me an advantage in every deal. Christians are too moral to act.\" These words cannot be found anywhere in the business book and appear to be fabricated. This fake quote is pants on fire! Sharing the facts of 2019-04-17 19:26:02 UTC Politics Fact 1 1 7 PolityFacting: Pants on Fire says Donald Trump wrote in his book, \"Be an atheist gives me an advantage in every deal. Christians are too moral to act.\" On Monday, 15 April, 2019 2019-04-15 Facebook bulletins read more information", "vclaim_id": "vclaim-pol-00746"}