{"url": "/factchecks/2011/may/22/michael-mc-auliff/huffington-post-reporter-says-possible-gop-senate-/", "speaker": "Michael McAuliff", "vclaim": "\"Tommy Thompson wanted to plant data chips in humans.\"", "truth_label": "mostly-true", "date": "stated on May 17, 2011 in website article:", "title": "Hofington's post reporter says that potential senator Tommy Thompson wanted to plant data chips in people.", "text": "Over the past few years, the Republic of Wisconsin Tommy Thompson has played with another run for public office around as often as Brett Fafrey thought about retirement and non-retirement from professional football. In 2009, the former Governor of Wisconsin and the Secretary of Health and Humanitarian Services of the United States said that he might run again for the seat of Governor of Wisconsin the following year, but he did not. In 2010, he was said to have weighed a challenge to Ross Fengold, De Weiss, but he never jumped. Nevertheless, a significant result after the Pulitico.com report on May 17, 2011, that Thompson told his friends that he was planning to run for the United States Senate seat in 2012 was evacuated 24 years after the Democratic Party Herb Cole. Later that day, this title appeared on liberalism and was widely read by Huffington Post.com: \"Tommy Thompson wants to plant data chips in humans.\" We stopped the address because it read as if it had come from the ironic newspaper Onions. So we decided to do some crust to see if the claim was accurate. Was Thompson invited to plant the chip? Was it voluntary or something more powerful, as the headline seems to suggest? The headline is in an article written by Michael McCulliff, Senior Reporter of Congress for the Huffington Post, former correspondent in Washington and editor of the New York Daily News. According to a Twitter fan who rewrote an article about Thompson. The article states that in 2005 Thompson joined the board of Fairship, a company in Florida that cultivates digital chips in people. He joined the Council a few months after his resignation from the post of Health and Human Services, which he held under President George W. Bush at the time. Vereshcheep, Macaliff's books, \"makes something called radio frequency chips that are implanted in an arm, and can help doctors track a person's medical history, or can be used in high-tech security systems.\" The article is linked to two sources containing two statements made by Thompson in July 2005 about the Skychips.com slide, which says chips \"Put dangerous risks on consumers,\" published two videos from an interview by Thompson to the former CBS Marketwatch, a financial news operation that was a partner in CBS News. To say that human transplant was \"fully voluntary,\" Thompson called the chips \"a big step forward to reach what we call the electronic medical record of all Americans.\" In a television interview on Squawk Box, Thompson said he would get such a chip implanted in his arm. \"Sure I would think it's the next thing,\" he said. \"The problem is, medical technology is so far behind this (chips) will really be the motive for getting new technology in the medical field that will help people improve the quality of their care, and that's all.\" So, my Thompson statement shows that he was excited about chips, even though he didn't call for involuntary implantation. We asked McCullough if he had any other evidence to back up the headline. He said that my Thompson statement meant \"closed case\" in other words, it was clear, as he said, that Thompson wanted to plant data chips in humans. McCauliff also said that he didn't think the headline indicated that Thompson wanted to forcibly plant people. We asked for a comment from Thompson, but one of his counselors, a member of the Madison Bill McCoshon lobby, didn't respond. We found other accounts of Thompson's support for the Versheb segment of humans, including two other statements from July 2005. He mentioned Greg Kelly on January 11, 2021 in a television section that says Joe Biden is on a video that announces fraud in the election at the Confession. By Bill McCarthy: January 12, 2021, when Thompson joined the Veri Chip Board of Directors, the company issued a statement quoting Thompson: \"We are all well aware of the need to promote information technology in health care. I believe that Vereshchepe is an important and safe means of accessing medical records and other information. I look forward to working with the company as it continues to grow.\" U.S. News and World Report quotes Thompson saying he planned to plant the chip. \"People die all the time because they can't access their medical information abroad,\" he said. It was unclear whether Thompson had ever planted the chip, as subsequent reports quoted, saying that he was waiting for more hospitals to be able to read the chips. When Thompson resigned from the Versheep Board of Directors in 2007, he had options for 55,556 Vereshchep shares, and in 2006, the company had paid $40,000, according to an article from the newspaper Milwaukee Sentinel. By 2010, the majority of the owners of Fairship, now known as OpusID Corp., said that the company had stopped marketing the chip that Thompson used as an electronic medical record and would instead use the technology for medical diagnosis. We've peeled enough of this onion. What is left? The headline of an article by Huffington Post, reporter Michael McCullough, said that Tommy Thompson wanted to plant data chips in humans. Of course, Thompson was a major promoter of the product, although he made it clear that he was only calling for people to choose to be cut voluntarily. The headline was precise, but it needed clarification. We're mostly assessing it right.", "vclaim_id": "vclaim-pol-13061"}