{"url": "/factchecks/2019/feb/27/viral-image/no-alexandria-ocasio-cortez-didnt-call-woman-who-j/", "speaker": "Viral image", "vclaim": "Alexandria Okasio Cortez says: \"We must prevent Trump from preventing Alabama's heroic mother from returning from ISIS. In many ways, she's more than a hero and then our veterans. Welcome home, sister!", "truth_label": "pants-fire", "date": "stated on February 26, 2019 in a Facebook post:", "title": "No, Alexandria Okasio Cortez did not invite the woman who joined ISIS as a hero.", "text": "The announcement by President Donald Trump that his administration would prevent the return of Huda Mothana, a woman born in the United States who had gone to Syria to join the Islamic State, had given rise to discussions on the status of citizenship. However, the Republic of the United States of America, Alexandria Okasio-Cortez, did not greet the 20-year-old boy from Alabama, as one Facebook article claimed. \"This is fucked up if you're a real American this should get boiled,\" reading the text over what looks like a screen from the AOC Twitter account. One tweet says: \"I still believe Josie Smolett,\" the representative accused of faking a hate crime. Another says: \"The message: We must prevent Trump from preventing the return of the heroic mother in Alabama from ISIS. In many ways, she's more than a hero and then our veterans. Welcome home, sister! This article was referred to as part of Facebook's efforts to combat false news and misleading information in its news broadcast. ∙ (Read more about our partnership with Facebook.) But both tweetings are from a sarcastic Twitter account called \"Scandria Okasio Cortez\" (parody) press release. The curriculum vitae says: Official press releases from AOC - prady - tracking her personal account @AOC - political sarcastic.\" On January 22, 2021, Jeremy \"Spike\" Cohen mentioned an article on Facebook in which the Paiden administration said that she was a liberal terrorist. • January 22, 2012, Pravodi's account uses the same Avatar photographs as the Okasio-Cortis personal account. Only real ones are checked with a blue check mark, which Twitter uses to indicate the validity of the account. We searched Okasio Cortez &apos; s actual Twitter account for a statement similar to that made through the irony of the accounts and we couldn &apos; t find it. Nor did we find any evidence that she praised elsewhere the ISIL recruit. We're assessing this pants mail on fire! Sharing the facts of 2019-02-27 16:27:08 UTC Politic Fact 1 1 7 PolityFacting: Pants on Fire Ascandrea Occio-Cortez said: \"We must prevent Trump from preventing the return of Alabama's heroic mother from ISIS. In many ways, she's more than a hero and then our veterans. Welcome home, sister! The viral image on the Internet Tuesday, 26 February 2019, 2019-02-26. Read more information.", "vclaim_id": "vclaim-pol-00967"}