{"url": "/factchecks/2019/jul/19/americans-tax-reform/conservative-group-paints-trumps-drug-pricing-expe/", "speaker": "Americans For Tax Reform", "vclaim": "\"The Ministry of Health and Human Services is considering a plan to adopt social price controls from foreign countries.\"", "truth_label": "barely-true", "date": "stated on May 6, 2019 in a televised ad by the Americans for Tax Reform:", "title": "And there's a conservative group that paints Trump's drug-pricing experiment as \"social,\" right?", "text": "As part of its efforts to reduce the high cost of prescription drugs, the Trump Administration is considering an experiment that has provoked strong opposition from Americans to tax reform, the powerful conservative organization Grover Norquist, which the President usually considers to be among his supporters. One of the most prominent elements of the group battle plan is a nationwide business project, on which approximately half a million dollars has been spent, according to ISPOT.tv estimates. He's been on the air since May. The American tax reform announcement begins with President Donald Trump saying: \"America will never be a socialist state.\" It then focuses rapidly on the direction towards management. \"You're right, Mr. President,\" the announcement continues. \"But the Ministry of Health and Human Services is considering a plan to adopt socialist price controls from foreign countries.\" This has led us to question whether the choice of the organization is an accurate description. The Declaration refers to an initiative being considered by the Department that would be part of the President &apos; s promise to curb the high prices of medicines. Although it is not expected to be launched until 2020 as soon as possible, it will test the effectiveness of setting price limits on the Federal Government &apos; s payment for the purchase of prescription drugs. Some payments in part B of the medical care programme - covering hospitals and medicines administered by doctors - will be linked to the prices imposed in other countries, mostly in Europe. The experiment will be limited to branded medicines responsible for the high proportion of expenditure in part B. We called the Americans for tax reform to find out the basis for this claim. John Karitch, spokesperson, said, \"The control of itself is socialism,\" and argued that it constitutes \"the basic building of State control over the economy.\" However, the independent experts with whom we spoke said that, despite their political power, that characterization was misleading. \"Socialism,\" as defined by Miriam Webster, includes \"collective or governmental ownership and management of means of production and distribution of goods.\" In this case, the label does not accurately reflect the differences in how different countries deal with drug pricing and neglect to consider the important context of the United States pharmaceutical market. The international pricing index continues to identify countries that could be included in the \"international pricing index\" or the international price index. Austria, Belgium, Canada, the Czech Republic, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Japan, the Netherlands and the United Kingdom are currently under consideration. Some of those States may use strategies that can be called \"social.\" Experts said that countries also included in the list used market-based approaches. \"Each of these countries has a complex set of decision points, and they are not themselves,\" said Stacey Duzitzina, Assistant Professor of Health Policy at Vanderbilt University. In Germany, for example, the manufacturer can set its own price in the first year of the circulation of medicine in the market. Subsequently, an independent board assesses the clinical value added of drugs, which is used to determine what the country &apos; s non-profit insurance schemes - known as sickness funds - will pay. This, as drug pricing experts have said, is hardly \"social.\" On January 14, 2021, Chuck Grasley stated in a tweet that insulin prices had \"lost the RoOOF for patients/taxpayers bc from the manufacturer, a health plan and PBM Biz practices.\" By Madison Black: 2 February 2021 until \"price control\" is questionable, some argued. This is because, while the Institute &apos; s countries differ in strategy, many do not dictate what a pharmaceutical company receives for a drug, as stated by Rachel Sachs, an assistant professor of law at the University of Washington, St. Louis, which studies drug pricing. Instead, she said that they simply said what the National Insurance Plan would pay. Some of the countries concerned also maintain special insurance systems that go beyond the Government &apos; s plan. For example, people in Canada have options, depending on the province in which they live, for various forms of prescription drug coverage from the public and private sectors, which vary in terms of generosity. Therefore, government payments for medicines do not necessarily dictate arrangements negotiated between pharmaceutical companies and other insurance companies. In addition, experts said that the advertising situation ignored the role played by the U.S. government in shaping the pharmaceutical market. At present, part B of the medical care programme cannot negotiate lower prices, and it is required to cover medicines that come into the market. In the meantime, the patents of medicines give manufacturers monopolies over their products for a certain period of time - and the ability to impose higher prices. Together, this means that the government has no bargaining power, while drug manufacturers can set prices where they want. \"We really need to look at our own system, which is far from the free market,\" said Amit Sarbatware, an epidemiologist and lawyer at Harvard Medical School, who studies drug pricing systems. It was argued that the incorporation of the exchange rate index into the payments of part B of the medical care programme might in fact lead to an increase, rather than a decrease, in competition in the current payment system. This argument was also advanced by the Administration. For example, when we contacted the Ministry of Health for our comments, we addressed this speech by Minister Alex Azar as well as the December blog article, both of which show how this approach will strengthen the negotiating position of the United States by making medical care rates more consistent with those of other countries. Finally, there is the question of whether the United States will \"adopt\" strategies to be used by other countries. The use of their prices as a reference point is not the same as the import of their regulatory regimes. The sign of \"control over socialist prices\" was one of some common arguments against efforts to limit the prices of medicines - an argument \"effective but misleading,\" as Sarbatware said. There are other allegations in the Declaration - that the Ministry of Public Health proposal would reduce pharmaceutical innovation and limit access to life-saving medical treatments - also constitute popular lines of attack. There is no good body of research that suggests that this is happening. Sachs pointed out that if prices fell, there was likely to be some impact on access to drugs or innovation. However, it is difficult to assess the magnitude of those changes at best. She said that it would be balanced with people who, under the changing system, were newly able to afford treatment. Experts noted that there were other issues. One challenge is to obtain accurate data on what other countries pay for drugs. Second: To find a strategy to force manufacturers to accept the lower price. But these are not concerns that Americans have chosen to emphasize for tax reform. Given the empirical nature of what the Department is thinking, they are also issues from which the Ministry of Public Health can learn and address based on how things work, as Dozitzina said. Our judgment of the declaration in question claims that HHS \"considers a scheme for the adoption of socialist price controls from foreign countries.\" The Ministry of Public Health is evaluating a strategy that takes into account the prices paid in other countries to determine the amounts paid by the medical care programme. But the language of the Declaration - especially the expression \"adoption of socialist price controls\" - is, as the experts have said, a reduced, inaccurate and misleading language. These strategies do not necessarily constitute \"price controls.\" While some can be conceived as \"socialists,\" it is inaccurate to suggest that they all are. Moreover, the allegation ignores the important context of the United States drug pricing market. This allegation contains an element of truth but ignores critical facts, and in some cases it is indeed misleading. We mostly rate it wrong.", "vclaim_id": "vclaim-pol-00418"}