{"url": "/factchecks/2016/feb/26/ted-cruz/cruz-invents-trump-statement-socialized-medicine/", "speaker": "Ted Cruz", "vclaim": "\"Before a few discussions, Donald Trump said if you don't support social health care, you're heartless.\"", "truth_label": "pants-fire", "date": "stated on February 25, 2016 in the Republican debate in Houston, Texas:", "title": "\"Ted Cruz wraps Donald Trump's talk of health care, social medicine.\"", "text": "In a free Republican debate in Houston, Texas Sen. Ted Cruz attacked the front-runner Donald Trump because of his attitude towards health care. \"For decades, Donald was calling social medicine,\" said Cruz. \"What he said was that the government must pay for health care for all. In fact, before a few discussions, he said if you don't support social health care, you're heartless.\" Did Trump say that about social medicine? In a Republican debate? No. We looked at the texts that dated back a few months to the debate in Las Vegas on 15 December 2015. We found out Trump never used those words or anything close to her. There was an exchange in the debate on February 6, in Manchester, N.H., when social medicine appeared, but it didn't happen as Cruz said. A question from Committee member Mary Katherine Hamm started the exchange. \"Mr. Trump, you said you wanted to cancel Obama's care. I also said, quote, \"Everybody has to be covered,\" and I quote, \"The government will pay for it. Are you closer to seeing Bernie Sanders' healthcare than seeing Hillary Clinton?\" Trump: \"I don't think I am. I think I'm closer to common sense. We're gonna cancel Obama's welfare program. We'll cancel Obama's care. We're gonna replace Obamacker with something much better.\" Trump spoke with the director of ABC Martha Radz in the same debate about increasing competition among private insurance companies and commended health savings accounts. He ended his answer this way: \"Trap: \"What I'm saying is, there will be a certain number of people who will die on the street and as a Republican, I don't want that to happen. We'll take care of people who die on the street because there'll be a group of people who won't even be able to think about privacy or anything else, and we'll take care of these people. \"I think everyone on this podium should agree, you won't let people die, sit in the middle of a street in any city in this country.\" The distinguished fact-finding bloggers mentioned on January 10, 2021 in the story of \"The Rebel Law - General Flynn will be appointed Vice-President.\" By Samantha Buterman: January 11, 2021 Radz: \"Sen. Cruz, to this point, Mr. Trump said that your position on health care means that you may have, quote, \"no heart.\" But there's a question here about exposed people. I've proposed to cancel and replace Obamacker. As we have learned from President Obama's promise that everyone can maintain their plan, any major plan - a change in health-care policy carries the risk of some people losing their insurance coverage or having to change it. How can you be sure that those people who cancel and replace Obamacker are still in their best interest? Cruise: \"Well, let me take two different parts of that. Let me start with social medicine. Social medicine is a disaster. This isn't working. If you look at States that have imposed social medicines, which have put the government in charge of the provision of medicines, what inevitably happens is legalization.\" For the record, on 15 December 2015, in the debate, Trump described health care in the country as a \"disaster.\" On January 14, 2016, the debate, Trump said, \"Our health care is a horror show. \"Obamacker, we're gonna cancel it and replace it.\" He also emphasized the role of Government Cruz that Trump said that the Government should pay for health care for all. We've asked the Cruz campaign for its sources and we haven't responded to them. But in an interview on CBS 60 minutes in September 2015, Trump said, \"All must be covered.\" But in his context he was talking about people who didn't make enough money to pay for insurance. Trump said: \"I will make a deal with existing hospitals to take care of the people (and the government will pay for it.\" It is clear from the full interview that Trump did not say that the Government should pay for health care for all. He made this point again in an interview with George Stefanopoulos on January 31, 2016, saying that Cruz's attacks showed \"maybe he has no heart.\" In 1999, Trump supported a single-paid health care system for America. In his book 2000 America, we deserve, he said, \"We need, as a nation, to reconsider a single payment plan, as many individual nations do.\" Trump doesn't believe in this today. \"If you don't support social health care, you're heartless,\" said our referee Cruz. Trump did not say those words, or anything like that, in any recent debate. He introduced the idea of increasing competition among private insurance companies and said that the Government should take care of those who could not afford insurance. While there was a time in the past when Trump supported the single payment plan, there was no substance in Cruz's statement. We evaluate it with pants on fire.", "vclaim_id": "vclaim-pol-05361"}