{"url": "/factchecks/2020/may/27/donald-trump/trump-said-pa-rep-conor-lamb-backed-nancy-pelosi-h/", "speaker": "Donald Trump", "vclaim": "“[U.S. Rep. Conor Lamb] said he would NOT vote for [Nancy Pelosi] for Speaker, and did.”", "truth_label": "pants-fire", "date": "stated on May 25, 2020 in a tweet:", "title": "Trump said Pa. Rep. Conor Lamb backed Nancy Pelosi for House speaker. That’s not true.", "text": "President Donald Trump tweeted a Memorial Day attack on a Democratic congressman from western Pennsylvania, labeling him an \"American fraud\" while calling his political opponent an \"American hero.\" \nTrump also accused U.S. Rep. Conor Lamb — a Marine Corps veteran and former prosecutor who represents Allegheny, Butler, and Beaver counties — of being a puppet for Democratic leader Nancy Pelosi and breaking his promise to vote against her for Speaker of the House.\n\"He said he would NOT vote for her for speaker, and he did,\" Trump wrote in a tweet endorsing Sean Parnell, an Army veteran who served in combat in Afghanistan and is Lamb’s Republican rival in Pennsylvania’s 17th congressional district. \nA quick search of Lamb’s voting record shows that Trump’s claim is not true. \nLamb vowed to support new leadership, and he followed through. He was one of 15 Democrats in Congress who did not vote for Pelosi in the January 2019 speaker election. Lamb voted for U.S. Rep. Joe Kennedy III of Massachusetts instead.\nHe was first elected to Congress in a March 2018 special election that heralded the midterm Democratic wave to come. Lamb won his first full term in November 2018, defeating three-term Republican incumbent Keith Rothfus by 12 percentage points. \nLamb was a federal prosecutor who served as a Judge Advocate in the Marine Corps for four years before being honorably discharged as a captain in 2013. He later served in the Marine reserves, ending his service this year. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nLamb responded to Trump’s attack by tweeting a screenshot of the message showing that Parnell had retweeted the president and saying this: \n\"These people have been lying about my record since the day I became a candidate,\" he wrote. \n\"It hasn’t stopped, and it won’t stop, until we beat them at the ballot box in November.\" \nTrump’s original tweet also misspelled Lamb’s name. He later deleted it and replaced it with a tweet that spells Lamb’s name correctly but makes the same false claim. \nIt wasn’t the first time Trump made a false claim about Lamb. \nIn March 2018, Trump falsely told attendees at a private fundraiser for Missouri Senate candidate Josh Hawley that Lamb \"ran on a campaign that said very nice things about me.\" \nLamb did run as a moderate Democrat in a conservative district and avoided openly criticizing the president. He even showed himself to be in agreement with Trump on certain policy points. But at the time, we found no evidence that Lamb praised the president on the campaign trail. \nOur ruling\nTrump accused Lamb of voting to make Pelosi speaker of the house, but his voting record from the January 2019 speaker election clearly shows he voted for another candidate. We rate this statement Pants on Fire.", "vclaim_id": "vclaim-pol-18377"}