{"url": "/factchecks/2018/mar/09/ted-cruz/did-obama-cut-300-million-school-safety-not-really/", "speaker": "Ted Cruz", "vclaim": "\"The Obama administration had cut $300 million from school safety.\"", "truth_label": "barely-true", "date": "stated on March 7, 2018 in an interview on CNN's \"New Day\":", "title": "Did Obama cut $300 million for school safety? Not really", "text": "Sen. Ted Cruz, R-Texas, says to prevent school shootings in the future, the country should look to the past. In 2013, Cruz and Sen. Chuck Grassley, R-Iowa, proposed legislation that Cruz said could have prevented the Feb. 14 Parkland, Fla., shooting.\n\"One of the things Grassley-Cruz did was increase funding for school safety by $300 million,\" Cruz said on CNN March 7. \"The Obama administration had cut $300 million from school safety. You know, if that had been in place, that might well have meant that another armed police officer could have been in Parkland and could have stopped that killer before he murdered those teenagers.\"\nCruz’s comment about Obama cutting $300 million from school safety caught our attention. We wondered if Cruz was right.\n2010 Obama budget proposal\nCruz’s office pointed to Obama's 2010 budget.\nThat year President Barack Obama called for the elimination of the Safe and Drug-Free Schools and Communities State Grants program as part of his budget request. The savings by cutting the program: $294 million.\n\"President Obama’s 2010 budget zeroed out $294 million in school safety funds,\" Cruz spokeswoman Catherine Frazier said. \"That is a fact.\"\nCongress went along and defunded the program.\nSo that’s about $300 million.\nBut there’s more to this story than just the dollar figure.\nThe particular state grant program Obama and Congress cut was formula-driven, essentially providing guaranteed money to states and school districts.\nHowever, in the same budget that eliminated the formula program, Obama requested an additional $100 million for a companion program that handed out grants on a case-by-case basis.\nCongress ultimately only added $51 million to that, but in any event, the cut Obama sought was closer to $200 million, not $300 million.\nMoney spent on a variety of programs\nIt is also important to note how that money was spent.\nThe Safe and Drug-Free Schools program had a focus on preventing both drug use and violence. It covered \"health education, early intervention, pupil services, mentoring, rehabilitation referral, and related activities.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWilliam Modzeleski, who headed the program through 2011, told us the program funded a variety of things that went far beyond armed guards or security.\n\"We were involved in a wide range of activities, ranging from working with the Secret Service on how to identify students on the pathway to violence to one where we spent millions to ensure schools had emergency management plans,\" Modzeleski told us.\nThe program also funded mental health and responses to the H1N1 flu.\nObama wasn’t the first president who wanted to end the program. President George W. Bush tried the same thing in his FY 2007 budget proposal. A 2001 study by RAND had said the program’s structure was \"profoundly flawed.\" University of New Hampshire researcher Todd DeMitchell told us that Obama’s budget reflected a different strategy.\n\"The emphasis appears to have shifted to a broader perspective of improving the culture and climate of the school with an increased focus on bullying, health, character and possibly less emphasis on hardening the school site,\" DeMitchell said.\nSpending and the Sandy Hook Elementary School shootings\nCruz’s statement focuses on one budget decision by the Obama White House in 2010, but doing so ignores what happens in the years that followed.\nIn 2013, after the killings of elementary schoolers and their teachers in Newtown, Conn., Obama rolled out a plan to prevent such slayings from happening again. The package was expansive, including an assault weapon ban and changes to the background check system.\nBut specific to schools, it included $385 million in new spending. It offered \"$150 million to school districts and law enforcement agencies to hire school resource officers, school psychologists, social workers, and counselors.\" There were $30 million for schools to design emergency management plans, and $40 million \"to help districts work with law enforcement and other local agencies to coordinate services for students who demonstrate need.\" There were at least $75 million aimed at boosting mental health interventions at schools.\nLike the Safe and Drug-Free Schools program, the proposal covered a lot of ground, but it had more big-ticket line items aimed at violence alone.\nIt is worth comparing Cruz’s plan to put $300 million into school safety. He sought $30 million a year for a decade to pay for more police to protect schools. Obama’s plan called for $4 billion to pay for 15,000 more police officers.\nOf course, neither plan -- Obama’s nor Cruz’s -- became law. Cruz and Grassley have re-introduced their bill.\nAs a final budget note, Obama ultimately ended the Safe and Drug-Free School program entirely, and folded it into a new program called Successful, Safe, and Healthy Students.\nOur ruling\nCruz said the Obama administration cut $300 million in school safety money. That fits with the elimination in 2010 of the formula-driven Safe and Drug-Free Schools and Communities State Grant program. A fuller look at Obama’s proposed 2010 budget puts the cut around $200 million.\nIn addition, Cruz ignores that in 2013, Obama called for $385 million to respond directly to mass shootings in schools, and $4 billion to hire an additional 15,000 police officers.\nCruz’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nUpdate: After we published, we heard from Cruz's office. The fact-check reflects their comments. The rating remained unchanged.\n Share the Facts 2018-03-09 16:55:50 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"The Obama administration had cut $300 million from school safety.\"     Ted Cruz Republican senator from Texas https://transcripts.cnn.com/TRANSCRIPTS/1803/07/nday.04.html   In an interview on CNN's \"New Day\" Wednesday, March 7, 2018 2018-03-07    Read More  info", "vclaim_id": "vclaim-pol-02325"}