{"url": "/factchecks/2014/jul/20/john-kerry/kerry-ukrainian-separatist-bragged-social-media/", "speaker": "John Kerry", "vclaim": "\"The so-called defense minister of the People's Republic of Donetsk ... actually posted a bragging social media posting of having shot down a military transport. And then when it became apparent it was civilian, they pulled it down from social media.\"", "truth_label": "mostly-true", "date": "stated on July 20, 2014 in comments on \"Fox News Sunday\":", "title": "Kerry: Ukrainian separatist 'bragged' on social media about shooting down Malaysia Flight 17", "text": "John Kerry made a strong case Sunday tying Ukrainian separatists to the missile that shot down Malaysia Airlines Flight 17.\nKerry spoke on all the major networks about what he knows so far about MH 17, the Boeing 777 carrying nearly 300 people that was shot down over eastern Ukraine July 17. The evidence clearly points to Ukraine’s Russian separatists, who have already shot down 12 Ukrainian military planes, he said.\nKerry’s cache of evidence included a flow of major weapons (including tanks and rocket launchers) from Russia to the rebels over the past month. And he says the Russians trained the rebels to use an SA-11 missile launcher like the one used to shoot down MH 17. Additionally, an SA-11 passed through the area where the launch originated in the past couple of days, but it did not belong to Ukraine.\nTo top it off, the separatists have implicated themselves, Kerry claimed. Intelligence intercepted conversations among separatists talking about knocking down a plane. And one separatist leader allegedly bragged on social media about shooting down a plane.\n\"We know that very shortly (after the crash), separatists were bragging in the social media about having shot down a transport plane,\" Kerry said on Fox News Sunday. \"We know that the so-called defense minister of the People's Republic of Donetsk, Mr. Igor Strelkov, actually posted a bragging social media posting of having shot down a military transport. And then when it became apparent it was civilian, they pulled it down from social media.\"\nWhile much of Kerry’s evidence relies on intelligence that the public can’t access, we can fact-check his claim that a rebel leader posted on social media about shooting down a plane.\nWe quickly found this screenshot of a post from Strelkov’s social media profile -- allegedly the smoking gun -- that has made its way around the Internet since Thursday:\n\nThe post has since been deleted. But the Internet Archive’s Wayback Machine -- which periodically saves versions of websites -- shows the post did appear on Strelkov’s page at one point, so we know it was it was a real post. But does it indicate that the rebels are behind the attack like Kerry said. First, some background.\nWho is Igor Strelkov?\nIgor Strelkov is the rebel commander of Ukraine’s pro-Kremlin forces and an alleged former Russian intelligence agent. His real name is Igor Girkin (Strelkov is Russian for \"gunman\"), and he’s also called \"Igor the Terrible.\"\nStrelkov is a shadowy figure. He is a veteran of the Russian military, having fought in post-Soviet conflicts in Transnistria, Serbia and Chechnya, according to the New York Times. Kiev leadership believes Strelkov currently works for Russian military intelligence -- taken by some as proof of Russia’s assistance in the separatist uprising, according to BBC reports.\nStrelkov last legally crossed into Ukraine from Russia on Feb. 26 of this year. In an interview with the Russian tabloid Komsomolskaya Pravda, he admitted to participating in the conflicts in Crimea in the spring and in Slovyansk in April. There, he was named the commander of the rebel forces of the Donetsk People's Republic -- the separatists’ self-proclaimed state in eastern Ukraine.\nThe New York Times describes him as an \"iron-fisted\" solo operator, who has openly criticized the Kremlin for not providing aid to the rebels.\nStrelkov wrote for the right-wing Russian nationalist newspaper Zavtra in the 1990s, and he is a war re-enactment enthusiast. Bloggers have discovered photos of him dressed in period military costumes.\nWhat do we know about his post?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe U.S. State Department confirmed that the post pictured above is the one Kerry was referring to in his statement on Fox. The post comes from Strelkov’s profile on VKontakte (VK), Russia’s version of Facebook. This is a translation of the post, according to the Ukraine Crisis Media Center:\n17.07.2014 17:50 (Moscow time)\nIn the region of Torez AN-26 plane has been shot, it is somewhere near the ‘Progress’ mine.\nWe have warned them – not to fly ‘in our sky.’\nHere is video-proof of yet another ‘bird fall.’\nThe bird has fallen behind the (waste heap), it missed the residential quarters. Peaceful citizens were not hurt. \nThe post also included two videos showing some sort of explosion from a distance that are similar to other videos of the MH 17 aftermath. One of the videos is still on YouTube.\nSupporting the idea that the post was referring to MH 17, it went up at 5:50 p.m. local time, which was about a half hour after MH 17 went down. It says the plane went down in Torez, which is just a few miles south of the MH 17 crash site.\nThe post says, though, that the rebels shot down an AN-26, which is a military transport plane about one-third the length of a Boeing 777. (People in the alleged leaked audio of intercepted conversations also mention confusion over whether the downed plane was a civilian or AN-26.) Separatists had recently shot down at least two transport planes.\nAnd the post is no longer on VK -- leading Kerry and others to the conclusion that it was deleted after Strelkov realized that it was a civilian plane, not a transport.\nBut Strelkov denies involvement in the post. In a later VK post, translated for Forbes, Strelkov said the announcement about the transport plane going down was not an official one:\n\"ATTENTION. This announcement declared that the news of the downing of the AN-26 was not official but came from residents and militia members on the scene. The only official announcements are published under the banner: Strelkov INFORMS. In other words, Strelkov asks his readers to forget the earlier announcement of the successful downing of a fascist Ukrainian plane.\"\nLater, he posted that Donetsk supports an objective investigation but denies involvement in the missile launch and instead blames the Ukrainian military.\nAdditionally, some separatists in Donetsk told Max Seddon, a BuzzFeed reporter, that Streklov’s VK page is a fake made by fans. But of course, the separatists have an incentive to distance themselves from any evidence tying them to an action that killed 300 civilians.\nOur ruling\nKerry said, \"(Strelkov) posted a bragging social media posting of having shot down a military transport. And then when it became apparent it was civilian, they pulled it down from social media.\"\nWe know that a post appeared on Strelkov’s social media profile bragging about shooting down a transport plane close to the MH 17 crash site. In a subsequent post, Strelkov said the information passed along came not from him directly, but from militia members on the scene. He said the information was unofficial and incorrect.\nIt’s impossible to know with certainty Strelkov's role in the post, or when the post was pulled, but we do know that the posts come from within the separatist movement -- as Strelkov himself said.\nThe evidence is largely on Kerry's side, though there are some points that are unclear. We rate his statement Mostly True.", "vclaim_id": "vclaim-pol-07575"}