{"url": "/factchecks/2018/dec/06/blog-posting/yes-ann-coulter-said-she-descended-settlers-not-im/", "speaker": "Bloggers", "vclaim": "Says Ann Coulter said, \"I am a settler. I am descended from settlers — not from immigrants.\"", "truth_label": "true", "date": "stated on December 3, 2018 in a Facebook post:", "title": "Yes, Ann Coulter said she descended from 'settlers,' not 'immigrants'", "text": "Conservative commentator Ann Coulter popped up in Facebook memeland recently with a post that quoted her as saying she wasn’t a descendent of immigrants, but rather of settlers.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) In this case, the claim about Coulter is accurate.\nCoulter made the statement several times, notably on The View and on Twitter in 2015.\nThe particular quote in the meme comes from Coulter’s 2015 appearance on The View where she discussed her book \"¡Adios, America! The Left's plan to turn our country into a third world hellhole.\"\nAs The View panel and Coulter discussed Coulter’s anti-immigration views, guest host Ana Navarro asks Coulter if she’s Native American.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nCoulter responds, \"Why, yes I am. I am a settler. I am descended from settlers — not from immigrants.\"\n\"I’m not living in Cherokee nation; I did not immigrate to Cherokee nation,\" Coulter continued. \"We’re living in America, which was created by settlers, not immigrants.\"\nFollowing the interview, genealogist Megan Smolenyak took a look at Coulter’s family tree. While Coulter’s mother’s side can be traced back to colonialism, Smolenyak wrote that Coulter’s paternal ancestors came to America two centuries later than the first Europeans — a stretch for fitting the definition of \"settler.\"\nWe're not judging whether it's accurate for Coulter to call herself a settler. We're just confirming that she described herself as such.\nThe Facebook meme quotes Coulter accurately. We rate this claim True.\n Share the Facts 2018-12-06 22:42:43 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says Ann Coulter said, \"I am a settler. I am descended from settlers — not from immigrants.\"    Bloggers Bloggers    in a Facebook post Monday, December 3, 2018 2018-12-03    Read More  info    \nCorrection: This post has been updated to correct a reference to Smolenyak's work.", "vclaim_id": "vclaim-pol-01210"}