{"url": "/factchecks/2008/aug/01/barack-obama/obama-right-about-increased-energy-costs/", "speaker": "Barack Obama", "vclaim": "Obama said his proposed $1,000 emergency energy rebate \"will be enough to offset the increased cost of gas for a working family over the next 4 months.\"", "truth_label": "true", "date": "stated on August 1, 2008 in a town hall in St. Petersburg, Fla.:", "title": "Obama right about increased energy costs", "text": "In a town hall meeting in St. Petersburg, Fla., on Aug. 1, 2008, Sen. Barack Obama announced a proposal for a two-part emergency plan \"to help struggling families make ends meet and get our economy back on track.\"\n\nOne part is a $50-billion stimulus package that would be split: $25-billion to go to state governments facing big budget shortfalls; and $25-billion toward national infrastructure projects like highways and bridges.\n\n\nThe other part of his emergency plan is a $1,000 energy rebate that he said \"could go out to families as soon as this fall.\"\n\n\n\"This rebate will be enough to offset the increased cost of gas for a working family over the next four months. Or, if you live in a state where it gets very cold in the winter, it will be enough to cover the entire increase in your heating bills. Or you could use the rebate for any of your other bills or even to pay down debt.\"\n\n\nObama said he plans to pay for the rebate by taxing windfall profits of oil companies.\n\n\nWe decided to check Obama's math, to see if his numbers were right about how far $1,000 would go this winter.\n\n\nFirst up, the increased cost of gas for a working family over the next four months. According to Energy Department figures for the latest available year, 2001, an average family household of four people consumed 1,519 gallons of gas a year. That comes to 506 gallons for four months.\n\n\nNow, here comes the tricky part, because while Obama refers to the increased cost of gas, he doesn't say between when and when. The national average for the price of gas on Aug. 1 was $3.90 a gallon; up from $2.86 on Aug. 1 last year. That's a $1.04 increase. At those prices, the increased cost this year for four months of gas would come to $526, which would obviously be covered by Obama's proposed $1,000 rebate. Even if you project out the increased cost based on the peak price of $4.11 a gallon on July 17, it only comes to an extra $632.50 for the next four months. So that part of Obama's equation is accurate.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nNext, we looked at whether, if you live in a state where it gets very cold in the winter, $1,000 will be enough to cover the entire increase in your heating bills.\n\n\nThe National Energy Assistance Directors' Association tracks such things.\n\n\nIn New England states, the association projects the additional cost for people who use home heating oil will be about $950. About half of New England's homes use home heating oil.\n\n\nFor those with natural gas, the added cost is projected to be about $335 higher; $450 more for people who use propane; and $780 more for those who use electricity. So no matter what form of energy they use to heat their homes, Obama's rebate would cover it.\n\n\n\"The numbers are just ridiculous,\" said Mark Wolfe, executive director of the National Energy Assistance Directors' Association. \"It's going to be really bad in cold weather states. People up there are in a total panic.\"\n\n\nConsider this stat: for a New England family making $50,000 a year, energy costs last winter ate up 22 percent of their overall pre-tax income; this winter it is projected to consume 38 percent.\n\"How are these families going to make it through the winter?\" Wolfe asked.\n\n\nWolfe said a $1,000 rebate would help many struggling families buy time to transition to the higher costs.\n\n\nWe find that Obama's numbers on increased energy costs are True.", "vclaim_id": "vclaim-pol-16101"}