{"url": "/factchecks/2016/sep/08/hillary-clinton/clinton-says-trump-supported-intervention-libya/", "speaker": "Hillary Clinton", "vclaim": "Says Donald Trump is \"on record extensively supporting (the) intervention in Libya.\"", "truth_label": "mostly-true", "date": "stated on September 7, 2016 in the NBC Commander-In-Chief Forum :", "title": "Hillary Clinton says Trump supported intervention in Libya", "text": "When it comes to national security, Republican Donald Trump casts Democrat Hillary Clinton as too ready to take the country into war. One of his prime examples -- Clinton’s full-throated support for the attacks that toppled Libyan dictator Muammar Gadhafi.\nBut in a NBC News forum focused on the role of the commander-in-chief, Clinton deflected that criticism. She said there was no difference between herself and Trump on the Libyan action.\n\"He's on record extensively supporting intervention in Libya, when Gadhafi was threatening to massacre his population,\" Clinton said Sept. 7, 2016.\nDid Trump endorse the attacks to unseat Libya’s then-leader, Moammar Gadhafi?\nThe record shows he did.\nEarly in 2011, before the United States joined a NATO force to oust Gadhafi, Trump argued for American action. We know what Trump thought back then thanks to a video on Trump’s own video blog (credit to BuzzFeed for spotting it)\n\"I can’t believe what our country is doing,\" Trump said, according to the BuzzFeed transcript. \"Gadhafi in Libya is killing thousands of people, nobody knows how bad it is, and we’re sitting around. We have soldiers all over the Middle East, and we’re not bringing them in to stop this horrible carnage and that’s what it is: It’s a carnage.\"\nTrump continued.\n\"You talk about things that have happened in history; this could be one of the worst,\" he said. \"Now we should go in, we should stop this guy, which would be very easy and very quick. We could do it surgically, stop him from doing it, and save these lives. This is absolutely nuts. We don’t want to get involved and you’re gonna end up with something like you’ve never seen before.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAnd then ...\n\"But we have go in to save these lives; these people are being slaughtered like animals,\" Trump said. \"It’s horrible what’s going on; it has to be stopped. We should do on a humanitarian basis, immediately go into Libya, knock this guy out very quickly, very surgically, very effectively, and save the lives.\"\nTrump offered a more mixed assessment on CNN after the attacks began. His primary concern was with the political leanings of the forces opposing Gadhafi.\n\"I do really want to know who these people we're fighting for, who they are,\" Trump said on March 28, 2011. \"I hear they are aligned with Iran. I hear they may be aligned with al-Qaida.\"\nBut Trump still said, \"At this point, if you don't get rid of Gadhafi, it's a major, major black eye for this country.\"\nOur ruling\nClinton said Trump is on record \"extensively\" supporting the attacks that unseated Libya’s Gadhafi. We actually didn’t find that many comments from Trump about Libya. But when he did speak, he was emphatic. In 2011, before the first bombing runs, Trump said, \"We should go in, we should stop this guy.\"\nEven when he voiced concern over who would run Libya post-Gadhafi, he supported the intervention.\nWe rate Clinton’s claim Mostly True.\nhttps://www.sharethefacts.co/share/06e4eaf5-2b03-451c-9282-da80ca345d38", "vclaim_id": "vclaim-pol-04358"}