{"url": "/factchecks/2013/dec/16/traditional-values-coalition/religious-activist-group-says-enda-would-discrimin/", "speaker": "Traditional Values Coalition", "vclaim": "The Employment Non-Discrimination Act \"discriminates against Christian daycare, Christian parents, Christian business owners, and the rights of religious freedom.\"", "truth_label": "false", "date": "stated on December 6, 2013 in a fundraising email:", "title": "Religious activist group says ENDA would discriminate against Christians", "text": "Early in the 2014 campaign season, religion has played an important role in the Arkansas Senate race. Incumbent Mark Pryor, a Democrat, released an ad recently about how the Bible guides him.\nInterestingly, when the National Republican Senatorial Committee attacked Pryor on the issue, challenger Rep. Tom Cotton’s office went against fellow Republicans to stand with Pryor.\nBut that’s not where the debate about Pryor’s faith ends. It circles back to his November vote in favor of the Employment Non-Discrimination Act, a bill that would prevent workplace discrimination based on sexuality and gender identity. It passed in the Senate but hasn’t been taken up by the House.\nWhile the bill’s status is in flux, the debate among lawmakers, advocacy groups and religious leaders continues.\nThe Traditional Values Coalition, a religious activist group, criticized Pryor for his ENDA vote. Andrea Lafferty, the coalition’s president, highlighted a perceived contradiction of Pryor’s religious beliefs in a Dec. 6 mass fundraising email.\n\"There's a reason why Pryor is attempting to run as a Christian in Arkansas,\" she said. \"It's because Pryor has voted for the Employment Non-Discrimination Act (ENDA) in Washington, a bill that discriminates against Christian daycare, Christian parents, Christian business owners, and the rights of religious freedom.\"\nPolitiFact wanted to take a closer look at how religious organizations would fare if the bill becomes law.\nAmerican Christianity and LGBT rights\nBefore we take a look at the bill, let’s contextualize the coalition’s claim in the broader context of American Christianity. It’s important to note that within Christianity, gay rights is a divisive and complex issue.\nThe Traditional Values Coalition’s ENDA disapproval is shared by other Christian groups, like the U.S. Conference of Catholic Bishops. They expressed their view in an Oct. 31 press release:\n\"The USCCB continues to promote the dignity of both work and marriage and to oppose unjust discrimination on any grounds, including those related to homosexual inclination or sexual identity. But we cannot support a bill, like ENDA, that does not justly advance the dignity of all workers and authentic non-discrimination.\"\nAt the same time, groups like ReconcilingWorks, a Lutheran group that welcomes gay, lesbian, bisexual and transgender (LGBT) members, support ENDA’s passage.\n\"ReconcilingWorks: Lutherans for Full Participation believes that all hardworking people — including lesbian, gay, bisexual and transgender people — should have a fair chance to earn a living and provide for their families without fear of being fired for reasons that have nothing to do with their job performance,\" spokesman Tim Fisher said. \"We strongly support the passage of ENDA.\"\nAs the gay rights movement gains more traction, some Christians have changed their perspectives.\n\"Most American Christians do not want a gay pastor overseeing their church, and that is not likely to change soon,\" said Kate Bowler, an American Christianity professor at Duke University. \"However, we are seeing thawing numbers of those who agreed that gay people should be allowed same-sex unions.\"\nThe basics\nThe ENDA bill would prohibit private-sector employers and government employers on the local, state and federal levels from discriminating against employees based on sexual orientation and gender identity. That protects people who identify as gay, lesbian, bisexual and transgender.\nUnder the law, employers can’t fire or refuse to hire people based on actual or perceived sexuality and gender identity (which need not align with a person’s biological identity).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nChurches and other institutions with religious purposes (like schools and daycares) are exempt from the ENDA rules, just as they are from the religious discrimination portion of the Civil Rights Act of 1964’s Title VII.\nUnder Title VII, and therefore under ENDA, religious organizations, which need not be church-run, would be exempt. Additionally, all businesses with fewer than 15 employees are exempt, whether they’re religious or not.\nNelson Tebbe, a professor at Brooklyn Law School who specializes in religious liberty, said ENDA’s religious exemption exceeds Title VII’s.\n\"It’s broader because the religious exemption in Title VII only allows religious organizations to discriminate on the basis of religion,\" he said. But it doesn’t allow religious groups to discriminate based on factors like an employee’s gender or race.\nSo by permitting religious organizations to discriminate on the basis of sexual orientation and gender identity, ENDA allows them more flexibility than Title VII.\nLet’s break down the Traditional Values Coalition claim to see how each mention would be treated if ENDA becomes law:\n\n\nDaycare: \"If it were a secular daycare that just happened to be owned by a religious individual with a conviction that prohibited them from hiring LGBT folk, then the exemption would not apply,\" Tebbe said. He added that nonprofit daycares with religious affiliations would be exempt.\n\n\nParents: \"There is nothing in ENDA that would require parents to alter their beliefs or what they teach their children about religion, homosexuality, marriage equality, et cetera,\" said Ian Thompson, an American Civil Liberties Union representative for LGBT issues.\n\n\nBusiness owners: For-profit companies with 15 employees or more would need to abide by ENDA, said Dena Sher, an ACLU religious liberty counsel. But Christian nonprofits and Christian (or any other) businesses with fewer than 15 employees would be exempt. Tebbe also noted that religious organizations who don’t hire LGBT people are protected under ENDA.\n\n\nRights of religious freedom: \"Not only does the Constitution protect religious freedom broadly, but existing federal discrimination law already prohibits discrimination on the basis of religion,\" Thompson said.\n\n\nThe Traditional Values Coalition doesn’t believe that these religious exemptions are broad enough.\n\"ENDA would not cover any secular companies and organizations that are run by committed Christians,\" said Harry Mihet, a Liberty Counsel lawyer the coalition referred us to.\nMihet is correct. But as far as discrimination goes, in the bill’s full text, there’s no reference to Christianity, or to any other individual religion, for that matter. All religions are treated the same and can legally invoke the same exemption. And Christianity isn’t the only religion that has historically grappled with acceptance of sexuality and gender identity issues.\nMerriam-Webster defines discrimination as \"the practice of unfairly treating a person or group of people differently from other people or groups of people.\" To say that the law discriminates against Christians doesn’t fit based on our experts’ interpretation of the bill and the inclusion of an overall religious exemption that applies to any religion, not just Christians.\n\"If you had some exemption that wasn’t available to Christians, that would be discrimination,\" said Doug Laycock, a law and religious studies professor at the University of Virginia. \"The only way they’re treated differently is they get an exemption.\"\nOur ruling\nThe Traditional Values Coalition said ENDA discriminates \"against Christian daycare, Christian parents, Christian business owners, and the rights of religious freedom.\"\nThe bill’s religious exemption indicates that churches, church-run initiatives and other religious businesses need not comply by employing people of all sexualities and gender identities. And there’s no special negative treatment for Christians. Businesses of any religion could qualify for the exemption. Individuals of any faith who oppose sexuality would have to abide by the law, so no religion is singled out.\nWe can understand why religious conservatives may take issue with this bill. However, the rhetoric in the email is too broad and overstated, and claims to speak for all Christians.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-08496"}