{"url": "/factchecks/2019/jan/26/tony-evers/gov-tony-evers-reverses-position-pulling-wisconsin/", "speaker": "Tony Evers", "vclaim": "On directing the attorney general to withdraw Wisconsin from pre-existing conditions lawsuit.", "truth_label": "full-flop", "date": "stated on January 23, 2019:", "title": "Gov. Tony Evers reverses position on pulling Wisconsin from Obamacare lawsuit", "text": "One of the hallmarks of Democrat Tony Evers’ campaign for governor was his support for the Affordable Care Act, known as Obamacare.\nOne part of that was a pledge to withdraw Wisconsin from a multi-state lawsuit seeking to overturn Obamacare.\nUnder Republican Gov. Scott Walker, Wisconsin is one of 20 states in the lawsuit, which was filed in February 2018 in Texas.\nIn December 2018, a federal judge in Texas ruled in the states’ favor, saying Obamacare is invalid, but the ruling will not take effect while the matter is appealed. On Jan. 4, 2019, House Democrats officially filed a motion to intervene in the lawsuit in defense of Obamacare.\nAfter Evers beat Walker in the November 2018 election, the Republican-controlled Legislature passed a lame-duck measure that gave lawmakers -- not Evers -- the final say on whether Wisconsin remains in the lawsuit.\nYet there was Evers during his Jan. 22, 2018 State of the State speech issuing this declaration, to cheers from Democrats:\n\"The people of Wisconsin voted for a change this November and asked us to stop playing politics with their health care. That’s why I’m announcing tonight that I have fulfilled a promise I made to the people of Wisconsin by directing Attorney General (Josh) Kaul to withdraw from a lawsuit that would gut coverage for 2.4 million Wisconsinites who have pre-existing conditions.\"\nLess than 24 hours later, all that was off.\nWhat happened?\nThe nonpartisan Legislative Reference Bureau issued a memo that said Evers doesn’t have the power to get Wisconsin out of the lawsuit under the GOP-passed law.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\"There is thus no provision in (a statute cited by Evers) allowing the governor to request, require, or approve the attorney general to compromise or discontinue an action,\" wrote Sarah Walkenhorst, an attorney with the bureau.\nIn a case such as this one, only the Legislature’s Joint Finance Committee has the power to decide to end Wisconsin’s participation in the case, she wrote. She drafted the memo at the request of Senate Majority Leader Scott Fitzgerald, a Juneau Republican.\nWhile Republicans argued Evers had asked Kaul to take an illegal action, Evers spokeswoman Melissa Baldauff said Jan. 23, 2019 that the governor \"has not directed the attorney general to take any specific course of action; he has simply withdrawn his authority for this lawsuit.\"\nThe next day, Jan. 24, 2019, Kaul asked lawmakers to end the state's involvement in the lawsuit to overturn the Affordable Care Act -- further evidence that Evers couldn't do what he said he did.\nOne day later, Jan. 25, 2019, Evers said he ‘always believed’ Kaul would seek permission to withdraw from the lawsuit.\"There's nothing inconsistent with what I said and what was actually going to happen,\" Evers told reporters in Milwaukee. \"I always knew that Josh Kaul was going to the Joint Finance Committee.\"\nIn any case, with lightning speed, Evers went from an applause line boast of taking action to fulfill a promise to basically stating a political position: That he’s opposed to the lawsuit.\nAt PolitiFact, we use the Flip-O-Meter to measure whether politicians have been consistent on an issue. Here we are looking narrowly at the question of directing Kaul to withdraw the state from the lawsuit.\nFirst Evers said he had done it.\nThen he acknowledged he really hadn’t.\nThat’s a complete reversal. And, in our book, a Full Flop.", "vclaim_id": "vclaim-pol-01089"}