{"url": "/factchecks/2016/sep/01/national-republican-senatorial-committee/pro-republican-pac-smears-ted-strickland-potty-pol/", "speaker": "National Republican Senatorial Committee", "vclaim": "\"And while (Ted) Strickland proposed cuts for services for children, he wasted over $250,000 remodeling his bathrooms at the governor’s mansion.\"", "truth_label": "pants-fire", "date": "stated on August 18, 2016 in \"Flush,\" a campaign ad :", "title": "Pro-Republican PAC smears Ted Strickland with potty politics", "text": "It must be some kind of election-year hazing ritual: the first ad that dunks an opposing candidate in the toilet.\nThe National Republican Senatorial Committee’s ad, \"Flush,\" targets Democratic Senate candidate Ted Strickland in Ohio. In it, they attack Strickland’s fiscal management during his term as Ohio’s governor against a background of a flushing commode.\n\"And while Strickland proposed cuts for services for children,\" the voice-over claims, \"he wasted over $250,000 remodeling his bathrooms at the governor’s mansion.\"  \nDid he or didn’t he? We’ll start with the first claim.\nCuts for children\nMultiple calls to the National Republican Senatorial Committee went unreturned, so we are left to assume that the reference to Strickland cutting funds for children’s services is about his proposed budget in 2009.\nAs governor from 2007 until 2011, the worst years of the national economic downturn, Strickland was faced with a $3.2 billion budget hole.\nThe Columbus Dispatch reported that Strickland’s 2009 budget proposal \"would cut out state aid to food pantries, slash funding to community health centers, abolish the state preschool program for poor youngsters and reduce eligibility for state-subsidized child care.\"\nThe planned cuts were met with instant backlash, the Dispatch reported. In its final form, the budget resulted in less funding for services for low-income families, the disabled, Medicaid recipients and public libraries. But thanks to federal stimulus money, funding for education actually increased. It also allocated state funds for schools to provide all-day kindergarten.\n$250,000 bathroom remodel\nThe \"Flush\" ad states that Strickland wasted a quarter of a million dollars remodeling his bathrooms at the governor’s mansion in suburban Bexley, Ohio, outside Columbus.\nBut as it turns out, those toilets weren’t for Strickland or his family at all. They were built in the carriage house that borders the Heritage Garden on the property, apart from the main residence.\nAccording to an Associated Press story in the Logan Daily News, the new public toilets were constructed to serve the busloads of tourists who come to see the mansion -- an estimated 20,000 visitors a year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"They are funded by private donations and $263,000 in taxpayer money,\" the paper reported.\nThe expenditure wasn’t initiated by Strickland, but was set aside in 2006 under the administration of Strickland’s predecessor, Gov. Bob Taft. Taft’s capital budget allocated $912,000 for \"Governor’s Residence Renovations\" which included \"additional slate roof renovations, window well drain repairs, concrete porch replacement, and driveway and parking area surface replacement.\"\nPolitiFact Ohio contacted James Miller, the former state of Ohio project manager who oversaw the governor’s residence, its staff, and all capital improvement projects, including the bathroom renovation in the carriage house. (Miller, retired after 30 years of managing government properties, now charters fishing tours on Lake Erie.)\nMiller said that before the five unisex bathrooms were constructed, tourists had to go into the main house and wait in line to use the restroom, often after long bus trips.\nThe construction of the bathrooms included \"green\" features like solar panels and geothermal piping, and were built to comply with the Americans with Disabilities Act for handicapped access, Miller said.\nMore than half of the price tag for the restroom renovation -- $171,840 -- came from funding through the Americans with Disabilities Act. The other $95,695.70 was from the fund Taft established for governor’s residence improvements.\nMiller laughed at the picture the \"Flush\" ad paints of Strickland frittering away money on luxuries because he knew him as a \"real frugal man\" who got rid of the chef who worked at the governor's mansion.  \nStrickland did change one part of the master bathroom in the governor’s residence, Miller said. He painted it.\n\"He did it himself,\" Miller said, \"believe me.\"\nOur ruling\nAn ad by the National Republican Senatorial Committee says that while governor, Strickland \"proposed cuts for services for children\" and \"wasted over $250,000 remodeling his bathrooms at the governor’s mansion.\"\nStrickland did propose budget cuts in the midst of the national economic downturn, many of which affected services for low-income families. But the ad suggests that the money used to renovate the restrooms at the governor’s residence could have been used to fund those services. In reality, the funding sources -- the Americans with Disabilities Act, and residence-specific dollars reserved by Strickland’s predecessor -- would not have been available for shoring up programs affected by budget cuts.\nThe ad calls the bathrooms \"his,\" as in Strickland’s. But they weren’t -- they were for public visitors of the governor’s residence and surrounding property.\nThe ad flushes the facts, so we rate it Pants on Fire!\n \nhttps://www.sharethefacts.co/share/db8e211a-122c-49d7-a5ad-4d0ead6b78e4", "vclaim_id": "vclaim-pol-04386"}