{"url": "/factchecks/2011/jun/21/newt-gingrich/numbers-back-gingrich-job-growth-claim/", "speaker": "Newt Gingrich", "vclaim": "\"The right-to-work states are creating a lot more jobs today than the heavily unionized states.\"", "truth_label": "true", "date": "stated on June 13, 2011 in a debate:", "title": "Numbers back up Gingrich job growth claim", "text": "Former Georgia congressman Newt Gingrich made a claim during last week’s CNN debate of Republican presidential candidates that was like red meat to conservatives who complain that government is trying to force employees to join unions.\n\n\"The right-to-work states are creating a lot more jobs today than the heavily unionized states,\" said Gingrich, the former U.S. House Speaker who now lives in Virginia.\n\nIs that true? We wanted to check.\n\nFirst, let’s explain what is a right-to-work state. In right-to-work states, employees can decide whether or not they want to join or financially support a union. There are 22 states, including Georgia, with right-to-work laws. Most of those states are in the South, the Plains region and parts of the West.\n\nThe right-to-work issue became a political thunderstorm earlier this year when some Republican leaders in Wisconsin wanted to strip bargaining rights from public-sector union workers and pass legislation to make it a right-to-work state. Many Republican leaders across the country complain it’s more difficult for the economy to flourish in strong union states.\n\nGingrich is part of the right-to-work crowd. A campaign spokesman, R.C. Hammond, suggested we go back a decade to examine his claim. The \"historical trend is overwhelming,\" Hammond told us in an e-mail.\n\nGingrich’s argument is apparently rooted in data from the National Institute for Labor Relations Research. Between 1999 to 2009, it found job growth rose in right-to-work states by 3.7 percent and fell in \"forced-unionism states\" by 2.8 percent.\n\nThe National Right to Work Legal Defense Foundation conducted similar research from 2000 to 2010 in the 22 right-to-work states and found there was a less than 1 percent increase in private-sector job growth and a 5.5 percent decline in the other 28 states. Foundation official Stanley Greer stressed to us that they don’t believe right-to-work guidelines are the sole factor for private-sector job growth, but still are a \"very important factor.\"\n\nThe Economic Policy Institute, an organization that says its goal is to raise the economic status of low- and middle-income Americans, argues that right-to-work laws \"have not succeeded in boosting employment growth in the states that have adopted them,\" according to a March report. Two researchers there attributed the job growth in many right-to-work states, particularly the South, to factors that include interstate road improvements and more money spent on education.\n\nAll three organizations used the federal government’s Bureau of Labor Statistics for their research. So did we. PolitiFact Georgia compared the number of private-sector jobs in each state from April 2001 to April 2011, the most recent month available. We found 15 of the 22 right-to-work states were among the top 25 states in job growth. North Dakota, which Gingrich hailed during the CNN debate, had the largest increase during that time span, 19.5 percent. The four states with the greatest decrease were all Rust Belt states that have relied on manufacturing: Michigan, Ohio, Illinois and Indiana. None of those are right-to-work states. Georgia had the fifth lowest private sector job growth rate.\n\nWe also analyzed private-sector job growth since June 2009, which federal officials said was the end of the recent economic recession. North Dakota, again, was at the head of the class and Texas, another right-to-work state, was second. Thirteen of the 22 right-to-work states were among the top 25 states in job growth. Four of the five states with the lowest private-sector job growth rates were not right-to-work states.\n\nOverall, there was a slight increase in the number of private-sector jobs in the 22 right-to-work states during the past decade and post recession. In the 28 other states, there was a small decrease in both time periods.\n\nNine of the nation’s 10 fastest-growing states over the past decade were right-to-work states. Five of those states -- Arizona, Idaho, Nevada, Texas and Utah -- had increases in job growth since April 2001. The population growth in those states may be a factor.\n\nBy our analysis, Gingrich’s statement that job growth is higher in right-to-work states has merit. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/a5a749c3-e5a8-498a-8c86-1990581abcea", "vclaim_id": "vclaim-pol-12882"}