{"url": "/factchecks/2011/may/13/matt-wingard/rep-matt-wingard-says-price-certain-beverages-coul/", "speaker": "Matt Wingard", "vclaim": "Increasing the bottle deposit to 10 cents on a case of water bottles could literally double the price of that product in the store.", "truth_label": "barely-true", "date": "stated on May 4, 2011 in a House floor session:", "title": "Rep. Matt Wingard says price of certain beverages could double under increased bottle deposits", "text": "Last week the Oregon House approved an expansion of the state’s bottle bill law, adding single-serve coffees, energy drinks, teas, and sports drinks to the list of beverages that now require a nickel return deposit. Furthermore, House Bill 3145 calls for that nickel to increase to 10 cents if the redemption rate falls below 80 percent for two years in a row.\n\nRep. Matt Wingard, R-Wilsonville, was among a dozen legislators in the House to vote against the bill. He thinks it’s a great idea, really, but he doesn’t like the possibility of a dime per drink.\n\n\"I’m hung up on the fee increase,\" he said in his floor speech, later adding, \"The deposit going from 5 to 10 cents, for instance on a case of water bottles, could literally double the price of that product in the store.\"\n\nNow, bottled water is cheap. And the bottle bill deposit is per container, not per size of said container -- so, the more containers, the more deposits (refundable, of course.)\n\nBut could a nickel increase really double the price of a set of water bottles?\n\nA quick check at a downtown Portland Safeway showed these prices for a case (24) of half-liter water bottles:\n \n\n- Aquafina, $4.99 each, or $3.99 each if you buy two cases.\n\n- Arrowhead spring water, $3.79 each at Safeway Club price.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n- Refreshe, $3.34 each on sale (Safeway Select brand).\n\n\nWingard had similar examples, as well as a bargain price of $2.99 for a case of Crystal Geyser at an Albertsons. Tack on $2.40 and that is indeed nearly a doubling of the original price of $2.99.\n\nBut context is critical and we want to provide some of that.\n\nOne, Wingard has highlighted just about the worst-case scenario when it comes to the bottle bill deposit. Small bottles of plain water --added under the bottle bill in 2007 -- are cheap. Most deposit-worthy drinks do not cost mere pennies, they’re more like 89 cents apiece or $1.59 each or $6.99 for a six-pack.\n\nTwo, we know Wingard and others are convinced the bottle deposit will creep up to a dime -- but that’s not a done deal. Under the current bill, the deposit would stay at 5 cents unless the redemption rates falls below 80 percent for two consecutive years; the earliest measurable years are 2014 and 2015, with the soonest a dime could be levied Jan. 1, 2017. (The new canned or bottled drinks in this legislation, such as coffee, tea, energy drinks, etc. are not counted as part of redemption rates until January 2021.)\n\nThe redemption rate rate for 2009 was 75 percent, according to the Oregon Beverage Recycling Cooperative and it’s expected to be several percentage points lower for 2010. Still, that doesn’t mean a 10-cent deposit is right around the corner.\n\nThree, Wingard doesn’t point out that the current deposit on a case of water is already high, compared with its base cost. At $1.20, that $2.99 case of water rings up at $4.19 under the current bottle bill law.\n\nAnd four, water bottle lovers can get their $1.20 or $2.40 back, just by returning the containers. It’s not a fee that you forfeit forever. And if you don’t redeem your bottles and cans, know that the beer and wine distributors will get to keep the cash.  \n\nWingard, in response, said he focused his statement on bottled water.\n\nYes, taken narrowly, the cost of a case of water could nearly double. But Wingard does a lot of heavy lifting to get to his statement and ignores two particularly crucial points: The fact that there’s already a five cent deposit on these items -- meaning, really, the percent increase of what buyers are shelling out is much smaller than 100 percent -- and also the fact that this is money that is refundable -- you get it back as soon as you return the bottles. So the \"cost\" could be zero.\n\nBecause his statement ignores critical facts that would give a different impression, we rate his claim Barely True.\n\nComment on this item.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13100"}