{"url": "/factchecks/2019/mar/28/quentin-miller/nc-sheriff-right-ice-detainers-are-not-valid-warra/", "speaker": "Quentin Miller", "vclaim": "Says an ICE detainer request \"is not a valid warrant.\"", "truth_label": "true", "date": "stated on February 26, 2019 in a speech:", "title": "NC sheriff right: ICE detainers are not valid warrants", "text": "Those who recently watched Fox News’ \"The Ingraham Angle\" may have gotten the wrong idea about whether some North Carolina sheriffs are breaking the law by ignoring detainers issued by immigration authorities.\nHost Laura Ingraham on March 20 invited NC House Speaker Tim Moore, a Republican, to talk about a bill proposed by state lawmakers. Some North Carolina sheriffs are refusing to cooperatewith U.S. Immigration and Customs Enforcement, but the bill supported by Moore would require cooperation.\nBefore Ingraham asks Moore a question (around the 21-minute mark of this video), she plays a video clip of a speech by Buncombe County Sheriff Quentin Miller.\n\"We do not make or enforce immigration laws,\" Miller says in the video. \"That is not part of our law enforcement duties. I will be attacked for this policy directive, maybe even by ICE. However, a detainer request is not a valid warrant.\"\nIngraham then asks Moore what he wants to say to the sheriff.\nMoore responds: \"Respectfully, I say that sheriff is wrong.\"\nViewers could get the impression from Moore’s response that Miller’s statement about ICE detainer requests is inaccurate.\nJoseph Kyzer, a spokesman for Moore, told PolitiFact that Moore was referring to Miller’s decision to not comply with ICE – not Miller’s statement about ICE detainers.\n\"The Speaker responded with his opinion of the sheriff’s stance on not cooperating with ICE, that he believes the sheriff is wrong to refuse such cooperation,\" Kyzer said in an email. \"The Speaker knows all too well that compliance with ICE is not currently required of sanctuary sheriffs under North Carolina law – that’s why he went on national television supporting legislation to do just that. \"\nTo cut the confusion, we wanted to clarify the legal clout of ICE detainers. As it turns out, the Buncombe County sheriff’s claim is right.\nAn ICE detainer request is a form or notice sent to law enforcement agencies alerting them that ICE wants custody of the person the local agency has jailed. A section of Homeland Security regulation empowers \"an authorized immigration officer\" to issue detainers to any law enforcement agency. The detainers ask the local agency to alert ICE that the person of interest will be released at least 48 hours before it happens.\nBut, as a writer for the Lawfare blog pointed out in 2017, most courts have ruled that detainer compliance is voluntary. A list of related court decisions can be found on the website for the Immigrant Legal Resource Center, an immigrant advocacy group.\nAn ICE detainer request \"carries no legal force and does not authorize state and local officials to hold anyone in custody — it is not an arrest warrant and does not provide probable cause for arrest,\" Anil Kalhan, a law professor at the Thomas R. Kline School of Law at Drexel University, told PolitiFact in November. Kalhan’s statement echoes several federal court rulings.\nApart from not being required to comply with a detainer request, sheriffs have other reasons for not wanting to – and they go beyond pure politics.\nFirst, some background.\nHOW IT WORKS\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nWhen someone is arrested, their personal information usually goes into an FBI database at the National Crime Information Center. The database is accessible to many law enforcement agencies. But sometimes the information is inaccurate, said Bryan Cox, a spokesman for ICE’s southern region.\n\"Persons can – and do – give fraudulent identity information as well as fraudulent immigration information,\" Cox said in an email. \"Having access to a fingerprint is of little value unless the data it’s associated with is accurate.\"\nSo ICE prefers direct communication with local law enforcement agencies. Some agencies partner with ICE through its 287(g) program, which authorizes local law enforcement officers to perform immigration enforcement duties. And often, after an immigrant is arrested, ICE will issue a detainer and contact the agency that has jailed him or her.\nBut some agencies ignore the detainers.\nRepublicans have cited U.S. Code Section 1373 in trying to argue that local law enforcement agencies are breaking federal law by not complying with ICE. (It was mentioned in these PolitiFact fact checks of Sen. Steve Daines of Montana and former U.S. Attorney General Jeff Sessions.)\nSection 1373 says federal, state or local government entities or officials may not prohibit or restrict the exchange of information with federal immigration officers regarding the citizenship or immigration status of any individual.\nBut, as PolitiFact previously reported, at least three federal judges have found Section 1373 itself to be unconstitutional. (Those rulings applied to the jurisdictions specifically involved in litigation, not nationwide.)\nRISKS FOR SHERIFFS\nIn some liberal counties, elected sheriffs are likely to face political pushback from voters for working with ICE. But there are legal and financial considerations too.\nSeveral courts have ruled that when a sheriff holds a person beyond the terms of their jail sentence to fulfill an ICE detainer request, it violates their civil rights.\nIn a 2017 ruling on Ochoa v. Campbell, a U.S. District Court judge in Washington state noted that \"courts around the country have held that local law enforcement officials violate the Fourth Amendment when they temporarily detain individuals for immigration violations without probable cause.\"\nWarrants and ICE detainers have \"wildly different\" procedural requirements, Kristie De Peña, director of immigration & senior counsel for the Niskanen Center, a nonprofit think tank with libertarian roots, wrote in an op-ed for The Washington Examiner.\n\"Whereas a warrant requires review by a judge, a valid ICE detainer is issued by any ICE officer who determines there is reason to believe an individual is an alien subject to removal,\" she wrote. \"This standard extends significant deference to immigration officials, whereas the Fourth Amendment warrant requirements extend protections to the individual.\"\nFurthermore, local law enforcement agencies face significant financial liability when they honor ICE detainer requests. A recent ACLU fact-sheet listed 15 cases in which localities settled with defendants for tens and even hundreds of thousands of dollars.\nSo, in North Carolina, \"it looks like our legislature, if [this bill] passes, may subject all of our county sheriffs and many police departments to the possibility of civil rights lawsuits,\" says Hans Linnartz, immigration attorney and former immigration law professor at Duke University Law School.\nOUR RULING\nIngraham played a clip of Miller, who said an ICE detainer request \"is not a valid warrant.\" Immediately after Miller’s statement, Ingraham asked Moore to respond and Moore said Miller was wrong. But the court system has mostly ruled that Miller is right. We rate this claim True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\n Share the Facts 2019-03-28 21:48:05 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says an ICE detainer request \"is not a valid warrant.\"    Quentin Miller Buncombe County Sheriff (NC) https://www.youtube.com/watch?time_continue=1255&v=AanhI6rSzoc   North Carolina Tuesday, February 26, 2019 2019-02-26    Read More  info", "vclaim_id": "vclaim-pol-00832"}