{"url": "/factchecks/2019/feb/21/cory-gardner/did-2020-presidential-candidate-kamala-harris-say-/", "speaker": "Cory Gardner", "vclaim": "Says Kamala Harris said, \"We will take their (health) insurance away.\"", "truth_label": "half-true", "date": "stated on February 14, 2019 in an interview:", "title": "Did 2020 presidential candidate Kamala Harris say 'We will take their (health) insurance away'?", "text": "When asked why he endorsed President Donald Trump for re-election, U.S. Sen. Cory Gardner, R-Colo., responded by criticizing policy stances taken by Democrats who are running for president.\nHe singled out U.S. Sen. Kamala Harris of California, who some media (Rolling Stone, CNN, Vanity Fair) suggest is the early front-runner in a large and unsettled field of Democrats seeking the 2020 nomination. Here's how Gardner attacked Harris.\nThe attack\nGardner made his comments during this part of an interview with Ryan Warner of Colorado Public Radio (bolded emphasis is ours):\nGardner: \"Well, if you look at the people that he'll be running against who will receive the Democratic nomination, these are people who have embraced higher taxes, more regulations. They want to undo a lot of the progress that's been made in the economy for people across our country who were able to take more of their own pay home. We've heard socialized medicine efforts, people that want to take away 150, 160 million people's insurance. I don't support that. We've heard talk of a lot of things that they want to do, and this  — creep, ever creep — towards socialism, I think is the wrong direction for our country.\"\nWarner: \"I think those folks who want to take people's insurance away, as you put it, might put it differently, and say they want to make sure that there's —\"\n\nGardner: \"Well, they did not. I mean, listen to what Kamala Harris said. She said, ‘Let's just do away with that.’ That's not my words. That's what she said. When it comes to somebody's insurance in this country, she said, ‘Let's just do away with that.’ That's not making it up. Those are her words on national television.\"\nWarner: \"I would think the idea, though, is to make sure that people are covered in terms of health care. Do you have any misgivings  —\"\n\nGardner: \"She would take their insurance away. Now, you can't put words in her mouth. What she said is, ‘We will take their insurance away.’ That's what she said.\"\nMedicare for All\nBefore we get into what Harris said, or didn't say, it’s important to understand Medicare for All, which is what Gardner is getting at with his comments.\nMedicare for All is a proposal from U.S. Sen. Bernie Sanders, I-Vt., who has also announced his candidacy for the Democratic nomination for president.\nSanders’ plan would create a single, national health insurance program that would cover everyone who lives in the United States. It would replace all other insurance, including employer-provided insurance, Medicaid and ultimately Medicare.\n(Read our explainer on what Medicare for All is, and what it isn’t.)\nIn her campaign launch speech, Harris said: \"I am running to declare, once and for all, that health care is a fundamental right, and we will deliver that right with Medicare for All!\" And she has since defended her support of Medicare for All.\nWhat Harris said\nA Gardner spokeswoman confirmed that Gardner was referring in his interview to comments Harris made at a town hall in Des Moines, Iowa, a couple of weeks earlier. The event was hosted by Jake Tapper and was broadcast by CNN.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHere was the exchange (bolded emphasis is ours):\nAudience member: \"What is your solution to ensure that people have access to quality health care at an affordable price? And does that solution involve cutting insurance companies as we know them out of the equation?\"\n\nHarris: \"I believe the solution -- and I actually feel very strongly about this — is that we need to have Medicare for All. That's just the bottom line.\"\nMoments later, Tapper noted that Harris is a co-sponsor of Sanders’ Medicare for All bill, and the exchange continued.\nTapper: \"I believe it will totally eliminate private insurance. So, for people out there who like their insurance, they don't get to keep it?\"\n\nHarris: \"Well, listen, the idea is that everyone gets access to medical care, and you don't have to go through the process of going through an insurance company, having them give you approval, going through the paperwork, all of the delay that may require. Who of us has not had that situation, where you've got to wait for approval, and the doctor says, well, I don't know if your insurance company is going to cover this? Let's eliminate all of that. Let's move on.\"\nThe differences between what Harris said, and what Gardner said she said\nOn a literal level, Gardner is misquoting Harris. She never said, \"Let's do away with that,\" or \"We will take their insurance away.\" Harris said, \"Let's eliminate all that,\" referring to the approval and waiting process of having to go through a private insurance company.\nYet, by supporting Medicare For All, Harris is advocating for getting rid of the private insurance market. In that sense, Gardner is right that Harris supports changing the health care system for many people. But he fails to make clear that she supports replacing their health care with something else, not taking away their health care entirely.\nAs the New York Times reported: Harris \"breezily\" made reference to ending private insurance, which drew attacks from Republicans and triggered an intraparty debate among Democrats. Her aides later hastened to add that she would also support changes to health care that are less sweeping, the Times said.\nBut Harris campaign aides also said, as reported by CNN, that Harris’ \"willingness to consider alternate routes to a single-payer system should not cast doubt on her commitment to the policy.\"\nIn response to Gardner’s claim, Harris’ spokesman told us: \"The Medicare for All bill Harris supports would give every American access to insurance.\"\nOur ruling\nGardner says that Harris said, \"We will take their (health) insurance away.\"\nGardner’s reference was to Harris’ remarks at a CNN town hall. Gardner was adamant that's what Harris said, but that's wrong. Asked about her support for Medicare for All, and its elimination of private health insurance, Harris criticized various aspects of private insurance and said, \"let’s do away with all of that.\" The context was clear.\nThat said, Harris does support Medicare for All, which would end the private health insurance system. But where Gardner was silent is that the plan Harris supports would create a single, national health insurance program that would cover everyone. People would change health insurance.\nWe rate Gardner’s statement Half True. div class='artembed'> Share the Facts 2019-02-21 21:32:39 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Kamala Harris said, \"We will take their (health) insurance away.\"     Cory Gardner U.S. senator, R-Colo. http://www.cpr.org/news/story/colorado-sens-cory-gardner-and-michael-bennet-talk-shutdown-political-futures-and-more   In an interview  Thursday, February 14, 2019 2019-02-14    Read More  info", "vclaim_id": "vclaim-pol-00993"}