{"url": "/factchecks/2009/nov/11/sean-hannity/hannity-says-h1n1-vaccines-will-be-given-gitmo-det/", "speaker": "Sean Hannity", "vclaim": "Guantanamo Bay detainees will get the H1N1 vaccine.", "truth_label": "true", "date": "stated on November 2, 2009 in a comment on his television show:", "title": "Hannity says H1N1 vaccines will be given to Gitmo detainees", "text": "The Obama administration's handling of the H1N1 vaccine has given conservatives plenty to complain about. First, the government got behind schedule with its massive vaccination plans. And then came reports that the Pentagon was planning to vaccinate the detainees in Guantanamo Bay, Cuba.\n\nSean Hannity complained of the hypocrisy on his Nov. 2, 2009, show.\n \n\"So you were hoping to get the H1N1 vaccine,\" he said. \"Well, if the vaccine hasn't reached a doctor's office near you, that might be because it's on its way to Guantanamo Bay, Cuba. That's right. A military spokesman announced Gitmo detainees will receive the vaccine sometime this month. That's well before it's expected to be available to the public at large. Seems the Obama administration has its priorities straight. Doesn't it?\"\n \nGiven the confusion over the program -- and a White House denial about the Guantanamo vaccinations -- we decided to look into Hannity's claim.\n\nIt all started on Oct. 30, when CNN ran a story quoting Maj. Diana R. Haynie, a spokeswoman for Joint Task Force Guantanamo Bay, who said the Pentagon would be offering the H1N1 vaccines to people held at the camp.\n \n\"Detainees at JTF Guantanamo are considered to be at higher risk and therefore they will be offered the H1N1 vaccination,\" she told CNN. \"JTF Guantanamo conducts safe, humane, legal and transparent care and custody of detainees. As such, we must provide detainees the medical care necessary to maintain their health.\"\n \nThe Associated Press ran  a similar story  on Nov. 2.\n \nThe news sparked an onslaught of criticism from lawmakers of both parties. They said pregnant women, children and the elderly should have priority access to the limited supply of vaccines over the Guantanamo detainees.\n \nOn Tuesday, Nov. 3, White House press secretary Robert Gibbs said in a press briefing that, \"There is no vaccine in Guantanamo and there's no vaccine on the way to Guantanamo.\" But the same day, a Pentagon spokesman said that a shipment of vaccines would eventually be sent to the prison, although he said the detainees would get the vaccine only after it was given to active-duty troops, contractors and others working for the government.\n The most recent news reports say that about 300 vaccines arrived at the installation on Monday, Nov. 9. According to the Associated Press, it's unlikely those vaccines will be given to prisoners. Instead, they are meant for military personnel, contractors and U.S. workers at the base.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"We have an obligation to provide for the health of [the detainees], but we're faced with a situation where we have a limited amount of vaccines at this time,\" Pentagon spokesman Bryan Whitman told PolitiFact. Assuming there are enough supplies, the detainees would eventually be given the vaccine, he said.\nThe White House told us that, to date, no prisoners have been vaccinated, but that priority for the vaccine would follow this order: U.S. forces, deployed health care workers (civilian and contractor), civilians, detainees and non-US Defense Department contractors.\n \nSo, Hannity is correct. Current plans say that the vaccines will eventually be offered to the prisoners at Guantanamo Bay, Cuba. We rate his claim True.", "vclaim_id": "vclaim-pol-15476"}