{"url": "/factchecks/2014/jul/10/republican-party-florida/florida-gop-says-charlie-crist-raised-taxes-22-bil/", "speaker": "Republican Party of Florida", "vclaim": "Says Charlie Crist \"raised taxes on the middle class\" by $2.2 billion.", "truth_label": "mostly-true", "date": "stated on July 8, 2014 in a campaign commercial:", "title": "Florida GOP says Charlie Crist raised taxes $2.2 billion", "text": "The Republican Party of Florida was quick to respond to Charlie Crist’s first campaign commercial, released on July 7, 2014, with its own ad alleging Crist was not being honest with voters.\nThe party’s ad replayed Crist’s ad with a virtual remote pausing the video and offering reaction. After Crist’s ad claims he cut taxes, the GOP responds: \"Fact: Crist raised taxes by $2.2 billion.\" A voiceover says, \"Nice try, Charlie; Crist raised taxes on the middle class by billions of dollars.\"\nWe handled Crist’s claim about cutting property taxes here, but these stats don’t really match up. Could Crist have cut taxes and raised taxes like the GOP claimed? Time to tally the balance sheet.\nBudget crunch\nIn the throes of the Great Recession and with home values in freefall, Florida faced a $6 billion budget gap in 2009.\nThe Republican-led Legislature’s answer? Implementing $2.2 billion in new taxes and fees.\nThe panoply of hikes included a $1-a-pack cigarette tax, increased court costs and fees on things like fishing at the beach or off bridges, plus the increase in auto tag fees the Legislature repealed in 2014. The jump in taxes and fees was a necessary evil, lawmakers said, to deal with the holes in the budget. Crist, who was a Republican as governor, signed the budget on May 29.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nThe commercial says these were increases on the middle class, but that’s debatable, since more than just middle-class Floridians were affected by the moves. No definition of middle class is given in the ad, in any case.\nThe commercial also implies that Crist somehow lied about cutting property taxes, when cutting property taxes was actually a separate budget issue in a previous year. Crist did sign legislation that cut taxes for low-income seniors and Florida homeowners.\nBut the tax increases put Crist in critical crosshairs, since he had pledged no new taxes for Floridians while campaigning in 2006.\nYou can’t totally blame Charlie for breaking his promise, however. Lawmakers tied the various increases to funding for schools and Medicaid, to make sure Crist wouldn’t take them out of the budget with a line-item veto.\nOur ruling\nThe Republican Party of Florida said, \"Crist raised taxes on the middle class by billions of dollars.\"\nCrist did sign a budget in 2009 that included $2.2 billion in new taxes and fees, breaking a campaign promise that Floridians would not have to pay new taxes. But the ideas came from the Republican-led Legislature, who made it very difficult for their Republican governor to veto the hikes. This is not specified in the GOP’s commercial in any way, nor is the term \"middle class\" defined, although the middle class was clearly affected.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-07623"}