{"url": "/factchecks/2014/mar/21/greg-morris/food-stamp-lobster-claim-true-extent-unclear/", "speaker": "Greg Morris", "vclaim": "You can buy lobster with food stamps.", "truth_label": "true", "date": "stated on March 13, 2014 in an article:", "title": "Food stamp lobster claim true, but extent unclear", "text": "A food fight recently erupted in the Georgia Legislature over food stamps -- with a morsel of information tossed out by one lawmaker that was too tasty for the Truth-O-Meter to pass up.\nBefore a Senate committee, state Rep. Greg Morris, a Republican from Vidalia, was battling for a bill he authored that would require food stamp recipients to be drug-tested. Morris was asked why no one else spoke in favor of his legislation, House Bill 772, as opposed to representatives of legal groups and other organizations who said they were against it.\n\"What lobbyists are there for just the average worker who’s a taxpayer?\" Morris said. \"They’re economizing and buying inexpensive cuts of meat, when with (food stamps) you can buy lobster.\"\nSo, food stamp recipients can purchase lobster. Is this true?\nPolitiFact Georgia thought we’d put on a lobster bib and do taste-testing as we researched this claim. A medium-tail lobster costs $7 for 5 ounces at some local supermarkets, so it’s not cheap. Our bosses said lobster was not in the budget. We trudged along.\nNearly one in five Georgians, about 1.7 million people, receive food stamps (a program actually called the Supplemental Nutrition Assistance Program, or SNAP), and 16,000 receive welfare (called Temporary Assistance for Needy Families, or TANF), according to the Georgia Department of Human Services. Many of those are children, who would not be drug-tested under the bill.\nA revised version of HB 772 was passed by both chambers of the Georgia Legislature on Thursday, the final day of the session. HB 772 now heads to Gov. Nathan Deal for his signature.\nMorris did not return a call for comment. The lawmaker’s angst may stem from several Fox News Channel reports about an aspiring musician who used the federal benefits to buy the high-end seafood.\nThe cable outlet showed a day in the life of California resident Jason Greenslate, who was 29 and unemployed and receiving SNAP benefits when Fox News met him. His day began with surfing. Next, he discussed plans for a party with friends. After that, Greenslate made a trip to the supermarket where he bought a rainbow roll of salmon, eel and other ingredients, coconut water and lobster that Greenslate observed was \"on special.\" The lobster he purchased appeared to have a sale price on the wrapper.\nGreenslate used his food stamp card at the checkout counter.\n\"All paid for by our wonderful tax dollars,\" he said on camera.\nGreenslate later met with three friends and cooked the lobster on a grill.\n\"EBT lobster,\" he said before taking a bite.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nElectronic Benefits Transfer is the system that transfers the federal funds to food stamp cards.\nThe number of Americans in SNAP has more than doubled in the past decade, from about 21 million people in 2003 to nearly 48 million in 2013, U.S. Food and Drug Administration data shows. The number of SNAP recipients has risen each year since 2000. The amount of money given in benefits has more than tripled from $21 billion in 2003 to $76 billion in 2013.  \nGreenslate said he receives about $190 a month for food stamps, which is about $60 more than the national average benefit per person. He’s been pilloried by some of the network’s commentators for what they describe as his carefree outlook on accepting federal benefits and purchasing luxury food. In a subsequent interview, Greenslate explained he’ll buy food like lobster if he can get a deal on it.\n\"I’ll eat whatever is on sale,\" he said.\nTales of hipsters and middle-income Americans now down on their luck buying Japanese eggplant or lemon grass with their EBT cards have been reported by news outlets in recent years. Conversely, some politicians have attempted to show the difficulty of living on food stamps by writing about the tough decisions they’ve had to make about what food to purchase.\nThe U.S. Department of Agriculture has no restrictions on SNAP recipients buying luxury items such as steak and seafood. They also can purchase food and soft drinks that are less nutritious, such as ice cream. Alcohol, beer, cigarettes and wine are prohibited. Live animals are off the list as well.\nThe USDA said in a 2007 report that it resisted restrictions of most foods because it says it would be difficult to regulate, considering there are more than 300,000 food products in the country. The federal agency also was worried that further restrictions would embarrass some recipients and discourage them from applying to SNAP.\nSo are there many other food stamp recipients buying lobster? It’s unclear. Messages to the USDA were not returned.\nLast April, the USDA released a study of the dietary habits of some SNAP recipients once they joined the program. It found they ate more whole fruit and less of some vegetables, such as carrots. The recipients ate food with less sodium and saturated fat. It did not have a breakdown of their consumption of lobster. Most other studies found little or no change in the waistlines of recipients, contrary to thinking that food stamp use leads to obesity.   \nComedian Jon Stewart said Fox News is exaggerating the scope of the situation.\n\"Congratulations on finding your food stamp abuse Bigfoot,\" Stewart said on his Comedy Central television show, referring to Greenslate. \"That one guy you found is certainly not someone the food stamp program itself would point to as its greatest success story. But we make fun of you not for finding him, but for pretending that he somehow represents literally millions of Americans.\"\nTo sum up, Morris said that you can buy lobster with food stamps. It’s unknown how many other food stamp recipients are cracking open this yummy seafood from its shell.\nAs the Fox News video showed, there is at least one person receiving those federal benefits who bought lobster. The man did say he does so if it’s on sale. From what we’ve seen, there are few people buying such high-end items. But it is possible, just as Morris said.\nWe rate his statement as True.", "vclaim_id": "vclaim-pol-08103"}