{"url": "/factchecks/2016/nov/11/ann-coulter/ann-coulter-history-tweet-forgets-bush-presidency/", "speaker": "Ann Coulter", "vclaim": "\"1928 was last time Republicans had the White House, the House and the Senate.\"", "truth_label": "false", "date": "stated on November 9, 2016 in a tweet:", "title": "Ann Coulter history tweet forgets George W. Bush presidency", "text": "As Election Day results came in pointing to a presidential victory for Donald Trump and wins for other Republicans in Congress, conservative pundit Ann Coulter offered a nugget of history.\n\"1928 was last time Republicans had the White House, the House and the Senate,\" Coulter tweeted Nov. 9 at 12:19 a.m.\nCoulter’s public account has more than 1 million followers, and within days had been retweeted nearly 10,000 times and liked more than 15,000 times.1928 was last time Republicans had the White House, the House and the Senate.— Ann Coulter (@AnnCoulter) November 9, 2016 \nWe wondered, has it been that long since the Republican party had such control?\nWe didn’t have to go back too many years to find out Coulter was wrong. We reached out to Coulter via Twitter and to the publisher of her latest book to find out the source of her information, but did not hear back.\nGeorge W. Bush presidency\nGeorge W. Bush, a Republican, served as president from 2001 to 2009. \nDuring his administration, Republicans controlled both houses of Congress for a total of four years, from 2003 to 2007.\nFrom 2003 to 2005, GOP House members outnumbered Democrats 227 to 205, with one independent and two vacancies. In the Senate, Republicans held 51 seats, Democrats 48, with one independent.\nHouse Republicans increased their edge in the 2005 to 2007 Congress, gaining three seats for a total of 230. They also improved in the Senate, holding 55 seats.\nDonald Trump presidency\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSo Bush had Republican majorities not too long ago. President-elect Trump’s majorities will either match or surpass the majorities Bush had.\nCNN election results said Republicans had 51 seats in the Senate and Democrats 48 (including two Independent senators who caucus with Democrats). One seat had not been called by Friday morning.\nIn the House where 218 seats are need to control, Republicans had 238, and Democrats 193. Four had not been called yet by CNN.\nWhile Republicans’ unified control has clearly happened after 1928, it is still rather rare, said Michael Bailey, professor of American politics at Georgetown University.\n\"Unified government definitely makes it easier for the majority party to pass legislation. President Trump will likely be unpredictable, but at this point the Republicans appear to be able to pass almost anything they want,\" Bailey said.\nThe Democrats only defense is the filibuster in the Senate, but that can be defeated if the Republicans are unified and willing to overturn long-standing procedural traditions, Bailey said.\nA 2008 Congressional Research Service report notes that most issues in the Senate are determined by a simple majority vote (51). But the Senate also has imposed super-majority requirements, such as needing a three-fifths vote, or 60 of the 100 senators’ votes, to invoke cloture on debates. Cloture \"is the only formal procedure,\" for breaking a filibuster, according to Senate rules.\nThough Trump’s administration will begin with a Republican-leaning Congress, \"you do not always win in unified government or lose in divided government,\" pointed out Michele L. Swers, an American government professor at Georgetown University.\nFor instance, President George W. Bush passed the No Child Left Behind Act in 2001 with a Democratic Senate, and President Bill Clinton, a Democrat, got welfare reform and budget deals with a Republican Congress, Swers said.\n\"At the moment, I expect Republicans and Trump will try to start with the things they agree on like repealing Obamacare and the infrastructure bill, but there are still divisions within the Republican caucus, and between congressional Republicans and Trump, so it is not clear that everyone will just agree on policy,\" Swers added.\nOur ruling\nCoulter tweeted, \"1928 was last time Republicans had the White House, the House and the Senate.\"\nRepublican president George W. Bush served from 2001 to 2009, during that time there were two Congresses with Republican majorities in the Senate and House, 108th Congress (2003-2005) and 109th Congress (2005-2007).\nWe rate Coulter’s statement False.https://www.sharethefacts.co/share/6a25bc81-66b8-4ef6-8ba2-9feaa856b103", "vclaim_id": "vclaim-pol-03948"}