{"url": "/factchecks/2012/may/07/bob-mcdonnell/bob-mcdonnell-says-us-trails-europe-economic-recov/", "speaker": "Bob McDonnell", "vclaim": "The U.S. economy is \"recovering slower than Europe \"", "truth_label": "false", "date": "stated on April 21, 2012 in a TV interview.:", "title": "Bob McDonnell says U.S. trails Europe in economic recovery", "text": "Gov. Bob McDonnell recently added a new argument to his contention that President Barack Obama’s economic policies have failed.\n\n\"We’re recovering slower than Europe and other Western countries because I think our policies for jobs and energy are just anemic with this White House,\" McDonnell said in an April 21 interview on Bloomberg TV.\n\nThe economic news from abroad is hardly inspiring these days: crushing Greek debt; 24 percent unemployment in Spain; Britain falling back into recession. So we wondered whether the United States’ recovery really is trailing Europe’s.\n\nWe asked the governor’s office for proof of McDonnell’s European claim and asked it to identify the \"other Western countries\" he referred to. Spokeswoman Taylor Thornley sent us an email with no answers, but saying, \"Unemployment is too high. The national debt is out of control. And too many people are out of work.\"\n\nSo we turned to data tables. Economists told us a standard way to examine the pace of the economy is to examine growth in gross domestic product -- the value of all goods and services produced in a country.\n\nAt the time McDonnell made his statement, quarterly GDP figures through the end of 2011 were the latest ones available.\n\nTables from the European Union’s economics statistics office show the 27 countries in the European Union, on average, were growing faster than the U.S. in the first quarter of 2011 and that trends evened out in the second quarter. In the second half of last year, U.S. GDP was rising at a faster clip than Europe.\n\nIn the EU, GDP rose 1.1 percent in the third quarter of 2011 and but dropped 1 percent in the fourth quarter. The U.S., saw its economic output rise 1.8 percent in the third quarter and 3 percent in the fourth quarter.\n\nOnly five of 33 European nations grew faster than the U.S. in the second half of 2011: Poland, Iceland, Slovakia, Latvia and Lithuania. Iceland is not a member of the EU.\n\nIn the weeks and days before McDonnell made his statement, international organizations that track the global economy released growth projections for the U.S. and Europe for this year.\n\nFigures released on April 17 by the International Monetary Fund show that U.S. GDP in 2012 is expected to grow 2.1 percent in 2012. That’s a bit quicker than the 1.7 percent increase the U.S. saw through all of 2011.\n\nThroughout Europe, GDP grew 2 percent in 2011, but that is expected fall to 0.2 percent this year.\n\nOn March 29, the Organization for Economic Cooperation and Development, an international group representing three dozen developed nations, released its projections for GDP growth in the first half of 2012.\n\n\"Our forecast for the first half of 2012 points to robust growth in the United States and Canada, but much weaker activity in Europe where the outlook remains fragile,\" Pier Carlo Padoan, the OECD’s chief economist said in a news release.  \n\nFigures in the report show that U.S. GDP growth at the end of 2011 was outpacing the major economies in Europe -- Germany, France, Italy and the United Kingdom -- which were shrinking or barely growing. Through the first half of 2012, U.S. growth was expected to outpace all those European nations.\n\nDesmond Lachman, a resident fellow at the conservative American Enterprise Institute, said McDonnell is off base when he asserts Europe is recovering faster than the U.S.\n\n\"The United States, while its growth has not been spectacular, it certainly is growing modestly,\" Lachman said. \"Europe has just moved into recession. The last two quarters in Europe, many of the countries, you had negative growth.\"\n\nOnly four European nations -- Poland, Iceland, Turkey and the Slovak Republic -- are expected to see their GDP rise at a faster clip than the U.S. this year, according to IMF data.\n\nWe also looked at unemployment rates in the U.S. and the European Union. We were unable to make an exact comparison because not all European nations define unemployment the same way as the U.S.\n\nThis much is clear, however: The unemployment rate in European Union Nations rose from 9.4 percent in March 2011 to 10.2 percent in March 2012. During the same two months, the U.S. rate fell from 8.9 percent to 8.2 percent.\n\nOur ruling\n\nMcDonnell said the U.S. recovery is slower than Europe’s. But looking at the continent as a whole the opposite is true.\n\nU.S. economic growth gained steam during the second half of 2011 while Europe’s started to flag. This year U.S. GDP is expected to grow at a higher pace than last year while Europe’s growth, is expected to be flat.\n\nOnly five outpaced the United States in economic growth during the last half of 2011. Only four are expected to outperform the U.S. this year. This information was available before the governor made his comment. We rate McDonnell’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11147"}