{"url": "/factchecks/2016/aug/04/barack-obama/barack-obama-trans-pacific-partnership-eliminates-/", "speaker": "Barack Obama", "vclaim": "The Trans-Pacific Partnership \"knocks out 18,000 tariffs that other countries place on American products and goods.\"", "truth_label": "mostly-true", "date": "stated on August 2, 2016 in a White House press conference:", "title": "Barack Obama: Trans-Pacific Partnership eliminates 18,000 tariffs on American goods", "text": "Speaking with Singapore Prime Minister Lee Loong, President Barack Obama emphasized America’s renewed commitments to the Asian Pacific region.\nIt didn’t take long for the conversation to focus on the Trans-Pacific Partnership, a 12-country trade deal pending Senate approval that has been highly contentious in the 2016 election. Defending the deal, Obama made several claims regarding its benefits for American workers.\nObama portrayed the deal as having wide-ranging influence —  improving American manufacturing by removing tariffs, promoting labor rights in Vietnam and combatting human trafficking in Malaysia.\n\"Number one, it knocks out 18,000 tariffs that other countries place on American products and goods,\" he said. \"So if everybody agrees that we're going to have lower tariffs, that's good for American businesses and American workers. And we should want that, we should pursue it.\"\nIn this fact-check, we’ll look at the claim about tariffs.\nEliminating tariffs\nWe found Obama cited the right numbers, but first we need to explain a few things.\nSection 2-D of the TPP agreement provides for the gradual elimination of tariffs. As part of the agreement, each country has a \"tariff elimination schedule,\" with some tariffs removed immediately and others phased out over as many as 30 years.\nThe White House calculated 18,000 tariffs by subtracting countries already subject to a free trade-agreement, leaving only Brunei, Japan, Malaysia, New Zealand and Vietnam. They used a World Trade Organization report to figure out how many goods those countries subject to tariffs, and then calculated the TPP would remove 98 percent.\nWe spoke to trade experts who told us Obama’s number is likely accurate.\n\"It is wholly reasonable for the agreement to eliminate 18,000 tariffs,\" said Scott Lincicome, an adjunct scholar at the libertarian Cato Institute who specializes in trade policies. \"There are obvious caveats to the economic effect of those tariff cuts, but the simple question of whether the TPP does that is very cut and dried.\"\nSo, yes, the agreement eliminates 18,000 tariffs. But there’s a qualification.\nThe White House informed PolitiFact that in calculating the 18,000 number, it did not exclude goods the United States does not currently export. They did so because reducing tariffs could lead to new goods being exported in the future, and said that was consistent with Obama’s statement.\nPut simply, the 18,000 figure includes tariffs on American goods that would be removed, and tariffs on products that America isn’t yet exporting but might.\n\"TPP cuts over 18,000 tariffs,\" said Matthew McAlvanah, assistant U.S. trade tepresentative for public and media affairs. \"Those who argue for a lower number do so by undercounting the tariff cuts on current exports and ignoring the reality that tariff cuts expand exports -- including into areas where countries do not export, especially if it's because prohibitively high tariffs block trade on otherwise competitive goods.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nLincicome agreed with the White House assessment, saying only counting currently exported goods is a \"myopic\" view of free trade. Jeffrey Frankel, an economics professor at Harvard University, said including future exports is the \"right\" measure.\nBarry Bosworth, a senior fellow at the Brookings Institution, said the 18,000 number is accurate but could have benefited from additional qualification.\n\"I think that there will be some products that the U.S. does not now export to specific countries that would be traded after TPP, but the number is unknowable,\" Bosworth said. \"I think it would be good to say how many of the 18,000 currently appear as a U.S. export to at least one of the other participating countries.\"\nIf one interpreted the claim as referring to tariffs on goods currently exported by the United States, the White House said the number is 11,467 tariffs.\nEconomic impact\nExperts also said the economic effects of the tariff cut are debatable.\nThe effects will be lessened because the United States does not have a comparative advantage on all goods.  According to comparative advantage theories, countries produce and export what they can produce more efficiently.\nAs such, Lincicome said, not all of the 18,000 tariff cuts will be as significant for some goods as for others. Agricultural products, higher-end manufacturing products and chemicals are likely to benefit the most from the agreement.\nAlso absent from Obama’s claim was a time-frame. Lincicome noted that some tariffs are phased out over several years, and that others don’t go all the way to zero.\n\"You combine those two legal aspects and you’re not just looking at the immediate elimination of 18,000 tariffs,\" Lincicome explained. \"That’s not a bad thing, that’s very standard for United States free trade agreements, for all free trade agreements.\"\nJ. Bradford Delong, an economics professor at the University of California-Berkeley, also said the number was likely correct. He added, however, that most of those tariffs being eliminated are small to begin with, which saying \"18,000 tariffs\" doesn’t capture. Lincicome told us the average TPP tariff reduction is estimated to be from 7 to 15 percent to between zero and 2 percent.\nAnother clarification Lincicome added was that the 18,000 tariffs do not apply to 18,000 different goods, because multiple countries apply tariffs on the same goods. A White House guide on how the TPP would affect state exports, while not comprehensive, only lists around 250 goods.\nOur ruling\nObama said the TPP removes 18,000 tariffs that other countries place on American goods.\nThat number is one reasonable estimation, though it’s leaving out a lot of context. The 18,000 number includes tariffs on goods the United States doesn’t currently export but could in the future.\nWe rate the claim Mostly True. \nhttps://www.sharethefacts.co/share/1a77eb5a-b05a-4542-94f3-38d3b270a70a", "vclaim_id": "vclaim-pol-04533"}