{"url": "/factchecks/2019/jan/11/sean-hannity/how-many-criminal-aliens-were-stopped-border-last-/", "speaker": "Sean Hannity", "vclaim": "\"17,000 individuals with criminal records were apprehended trying to cross the border\" in 2018.", "truth_label": "half-true", "date": "stated on January 10, 2019 in a monologue:", "title": "How many 'criminal aliens' were stopped at the border last year?", "text": "Fox News host Sean Hannity pushed back against Democrats who say President Donald Trump’s insistence on building a wall along the U.S.-Mexico border is nothing more than a \"manufactured crisis.\"\nIn an emotional rebuttal, Hannity pointed to a number of incidents in which Americans were killed at the hands of immigrants in the country illegally. He also cited a host of statistics to bolster the case for enhanced border security.\n\"I wonder if (House Speaker Nancy Pelosi) would tell these families that lost their loved ones that that doesn't really count as real data, that this is a ‘manufactured crisis,’ \" Hannity said. He went on to note that last year, \"17,000 individuals with criminal records were apprehended trying to cross the border.\"\nThe figure Hannity cited is basically correct. But it’s important to place his claim in a broader context, which is that many of these people had criminal records for previous attempts to enter the United States illegally, or other nonviolent crimes. And, a majority of these people were trying to cross at legal points of entry, so Trump’s wall wouldn’t have made a difference.\nU.S. Customs and Border Protection data shows that 17,000 people with criminal records were stopped last year. That’s out of a total of more than 566,000 people apprehended between ports of entries, stopped from coming in at ports of entries and other enforcement actions, or 3 percent.\nBorder security officials are able to determine a non-U.S. person’s criminal history by running their records against CBP’s database of conviction information.\nThose who register a hit on the system are deemed \"criminal aliens.\" CBP defines such persons as having been \"convicted of crime, whether in the United States or abroad\" — so long as the conviction in a foreign court also constitutes a crime under U.S. criminal law.\nCurrent data covers fiscal year 2018, except for the final month of September. (The CBP website won’t be refreshed while the government is shut down.) So the final 2018 number is likely to be higher than the current 17,000 figure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHannity often uses his platform to bring attention to cases where illegal immigrants committed crimes against Americans. So his viewers might assume that violent criminals sneaking across the border make up a large share of illegal immigrants.\nCertainly some fit this profile. But the vast majority — around 63 percent — of the 17,000 criminal aliens did not try to evade border authorities. Rather, they were stopped after arriving at ports of entry. It’s worth noting that in these cases a border wall would have been of no consequence.\nThe other 37 percent of criminal aliens were nabbed by U.S. Border Patrol. Among this subset, violent offenders made up a small share. Nearly half of the convictions were due to previous attempts to enter the United States illegally. Of the other named crimes, drug offenses and driving under the influence made up the next largest proportions. (CBP states only that \"Other\" includes any conviction not included in the categories above.)   \nHere’s a breakdown of the types of crimes behind their prior convictions:  \n\nOur ruling\nHannity said, \"17,000 individuals with criminal records were apprehended trying to cross the border\" in 2018.\nBroadly speaking, Hannity’s statistic includes people with criminal records stopped trying to come into the United States. But it’s important to note that non-U.S. persons with violent criminal records make up a small share of this population, and many of those people were attempting to enter the country through legal points of entry. They were not trying to sneak across the border.\nWe rate this Half True.", "vclaim_id": "vclaim-pol-01135"}