{"url": "/factchecks/2015/aug/27/nicholas-kristof/more-americans-killed-guns-1968-all-wars-says-colu/", "speaker": "Nicholas Kristof", "vclaim": "\"More Americans have died from guns in the United States since 1968 than on battlefields of all the wars in American history.\"", "truth_label": "true", "date": "stated on August 27, 2015 in his column in the New York Times:", "title": "More Americans killed by guns since 1968 than in all U.S. wars, columnist Nicholas Kristof writes", "text": "In a column published shortly after the on-air slayings of two TV journalists in southwestern Virginia, the New York Times’ Nicholas Kristof offered some \"data points\" about the pervasiveness of gun violence in the United States.\nOne of them was: \"More Americans have died from guns in the United States since 1968 than on battlefields of all the wars in American history.\"\nThat sounded familiar. Really familiar. As it turns out, the web version of Kristof’s column sourced a PolitiFact article from Jan. 18, 2013, that fact-checked commentator Mark Shields’ claim that since 1968, \"more Americans have died from gunfire than died in … all the wars of this country's history.\" (Shields used the year 1968 because it was the year presidential candidate Robert F. Kennedy was assassinated by gunman Sirhan Sirhan.)\nWe rated the claim True.\nTwo and a half years later, we wondered whether the statistic still held up, so we took a new look at the data.\nDeaths from warfare\nWe found a comprehensive study of war-related deaths published by the Congressional Research Service on Feb. 26, 2010, and we supplemented that with data for up-to-date deaths in Iraq and Afghanistan using the website icasualties.org. Where possible, we’ve used the broadest definition of \"death\" — that is, all war-related deaths, not just those that occurred in combat.\nThe one change we’ve made since our initial fact-check is to revise upward the number of Civil War deaths. As several readers pointed out after we published our earlier fact-check, the CRS report cited 525,000 Union and Confederate dead, but a subsequent study revised that estimate upward to 750,000. The study’s author acknowledged a great deal of uncertainty about the proper figure, and some experts later questioned whether it’s wise to include so many deaths from disease — perhaps two-thirds of the 750,000 figure — since disease in an era of relatively primitive medicine was so widespread that it’s unclear what share of fatal disease during that period was really a result of the war.\nStill, we’ll err on the side of the higher estimate and use the 750,000 figure this time.\nHere’s a summary of deaths by major conflict:\n\n\n\n\nWar\n\n\nDeaths\n\n\n\n\nRevolutionary War\n\n\n4,435\n\n\n\n\nWar of 1812\n\n\n2,260\n\n\n\n\nMexican War\n\n\n13,283\n\n\n\n\nCivil War (Union and Confederate, estimate)\n\n\n750,000\n\n\n\n\nSpanish-American War\n\n\n2,446\n\n\n\n\nWorld War I\n\n\n116,516\n\n\n\n\nWorld War II\n\n\n405,399\n\n\n\n\nKorean War\n\n\n36,574\n\n\n\n\nVietnam War\n\n\n58,220\n\n\n\n\nPersian Gulf War\n\n\n383\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n\n\nAfghanistan War\n\n\n2,363\n\n\n\n\nIraq War\n\n\n4,492\n\n\n\n\nOther wars (includes Lebanon, Grenada, Panama, Somalia and Haiti)\n\n\n362\n\n\n\n\nTOTAL\n\n\n1,396,733\n\n\n\n\n \nGunfire deaths\nAs we did in our previous fact-check, we used a conservative estimate of data from a 1994 paper published by the Centers for Disease Control and Prevention to count gun-related deaths from 1968 to 1980. For 1981 through 2013, we used annual data sets from CDC. Finally, for 2014 and the first eight months of 2015, we estimated that the number of gun-related deaths were equal to the rate during the previous three full years for which we have data — 2011 to 2013.\nHere is a summary. The figures below refer to total deaths caused by firearms:\n \n\n\n\n\nYears\n\n\nFirearm-related deaths\n\n\n\n\n1968 to 1980\n\n\n377,000\n\n\n\n\n1981 to 1998\n\n\n620,525\n\n\n\n\n1999 to 2013\n\n\n464,033\n\n\n\n\n2014\n(estimated based on rate from 2011-2013)\n\n\n33,183\n\n\n\n\n2015\n(estimated based on rate from 2011-2013)\n\n\n22,122\n\n\n\n\nTOTAL, 1968-2015\n\n\n1,516,863\n\n\n\n\nSo the statistic still holds up: There have been 1,516,863 gun-related deaths since 1968, compared to 1,396,733 cumulative war deaths since the American Revolution. That’s 120,130 more gun deaths than war deaths -- about 9 percent more, or nearly four typical years worth of gun deaths. And that’s using the most generous scholarly estimate of Civil War deaths, the biggest component of American war deaths.\nWe’ll offer some added thoughts for context.\nThese figures refer to all gunfire-related deaths, not just homicides. In fact, homicides represent a minority of gun deaths, with suicides comprising the biggest share. In 2013, according to CDC data, 63 percent of gun-related deaths were from suicides, 33 percent were from homicides, and roughly 1 percent each were from accidents, legal interventions and undetermined causes.\nThere’s a risk in using a statistic like this to decry mass homicides carried out with guns. Using total firearm-related deaths makes the case against guns more dramatic than just using homicides alone.\nHowever, in our view, Kristof framed this comparison with care. He mentioned suicides not once but three times in his column, and he referred broadly to the \"unrelenting toll of gun violence,\" not specifically to the toll of gun homicides. Indeed, at one point, Kristof specifically referenced the impact that stricter gun laws can have on gun suicides, writing that in 1996, after a mass shooting in Australia, lawmakers tightened gun laws. \"The firearm suicide rate dropped by half in Australia over the next seven years, and the firearm homicide rate was almost halved,\" according to data published in the Journal of Public Health Policy, Kristof wrote.\nFinally, we’ll note that Kristof’s wording differed ever so slightly from the claim by Shields that we checked previously. While Shields said that \"more Americans have died from gunfire,\" Kristof wrote that \"more Americans have died from guns.\" Some may argue that guns don’t kill people, people do. However, that’s a philosophical judgment and beyond our ability to fact-check. Here, we’ll stick to the numbers, and we find they’re on Kristof’s side.\nOur ruling\nKristof wrote, \"More Americans have died from guns in the United States since 1968 than on battlefields of all the wars in American history.\"\nEven using a significantly higher estimate for Civil War deaths than we did the last time we fact-checked this claim, the comparison still holds up. The number of gun deaths since 1968 — including, as Kristof was careful to note, both homicides and suicides — was higher than war fatalities by roughly 120,000 deaths, or almost four years’ worth of gun deaths in the United States. We rate the claim True.", "vclaim_id": "vclaim-pol-06030"}