{"url": "/factchecks/2012/oct/23/mitt-romney/mitt-romney-says-obama-was-silent-about-protests-a/", "speaker": "Mitt Romney", "vclaim": "Says Barack Obama was silent on Iran \"when the students took to the streets in Tehran and the people there protested, (and) the Green Revolution occurred.\"", "truth_label": "barely-true", "date": "stated on October 22, 2012 in a foreign policy debate:", "title": "Mitt Romney says Barack Obama was silent about the protests after the 2009 Iran election", "text": "While much of the foreign policy debate was about what President Barack Obama has said and done, Mitt Romney leveled a charge about an area where he said Obama had been silent.\n\n\"And then, of course, with regards to standing for our principles, when the students took to the streets in Tehran and the people there protested, the Green Revolution occurred, for the president to be silent I thought was an enormous mistake,\" Romney said during the Oct. 22 foreign policy debate at Lynn University in Boca Raton, Fla.\n\nLater in the debate, Obama responded: \"And with respect to our attitude about the Iranian revolution, I was very clear about the murderous activities that had taken place and that was contrary to international law and everything that civilized people stand for.\"\n\nRomney was referring to the protests that followed the June 13, 2009, re-election of Iranian President Mahmoud Ahmadinejad. We will fact-check Romney’s claim that Obama was \"silent\" when the protests happened after that election.\n\nAfter Ahmadinejad won, supporters of opponent Mir Hossein Mousavi \"burned dumpsters, threw stones and clashed with police in the worst rioting in Tehran in many years,\" the Washington Post reported. It was the largest protest since the 1979 revolution and hundreds of thousands poured into the streets. The government cracked down on the protesters -- Amnesty International wrote a few months later that thousands were arrested after the elections and that dozens were killed.\n\nBoth the Romney and Obama campaigns sent us statements by Obama and news coverage about what he did -- and didn’t -- say in the days and weeks after that June 13, 2009, election. Let’s look at Obama’s statements day by day.\n\nJune 13, 2009\n\nPress secretary Robert Gibbs released a brief statement: \"Like the rest of the world, we were impressed by the vigorous debate and enthusiasm that this election generated, particularly among young Iranians. We continue to monitor the entire situation closely, including reports of irregularities.\"\n\nJune 15, 2009\n\nDuring a press conference with visiting prime minister Silvio Berlusconi, Obama was asked a question about the violence in Iran. Obama said he was \"deeply troubled by the violence that I've been seeing on television. I think that the democratic process -- free speech, the ability of people to peacefully dissent -- all those are universal values and need to be respected. And whenever I see violence perpetrated on people who are peacefully dissenting, and whenever the American people see that, I think they're, rightfully, troubled. ...\"\n\nObama said that he would continue to pursue dialogue with Iran. \"But even as we do so, I think it would be wrong for me to be silent about what we've seen on the television over the last few days. And what I would say to those people who put so much hope and energy and optimism into the political process, I would say to them that the world is watching and inspired by their participation, regardless of what the ultimate outcome of the election was. And they should know that the world is watching. And particularly to the youth of Iran, I want them to know that we in the United States do not want to make any decisions for the Iranians, but we do believe that the Iranian people and their voices should be heard and respected.\"\n\nStill, that response was widely considered subdued. The Washington Post wrote June 15 that the administration \"has remained as quiet as possible\" and that Obama’s response was \"subdued\" as he was seeking balance \"between condemning what increasingly appears to be a fraudulent election and the likelihood that it will be dealing with Ahmadinejad after the dust settles.\"\n\nRomney pounced on Obama on ABC’s This Week on June 14: \"What has occurred is that the election is a fraud, the results are inaccurate, and you're seeing a brutal repression of the people as they protest. The president ought to come out and state exactly those words, indicate that this has been a terribly managed decision by the autocratic regime in Iran.\"\n\nIn a June 17, 2009, article the New York Times stated that officials in Washington were debating whether Obama’s response had been too muted. Some officials including Vice President Joe Biden and Secretary of State Hillary Clinton called for a stronger tone, while others in the White House said that could lead to the idea that the protests were led by Americans:\n\n\"So far, Mr. Obama has largely followed that script, criticizing violence against the protesters, but saying that he does not want to be seen as meddling in Iranian domestic politics,\" the New York Times reported.\n\nJune 16, 2009\n\nDuring a press conference while meeting with President Lee Myung-Bak of the Republic of Korea, when asked about Iran, Obama said that he had \"deep concerns about the election. .... Now, it's not productive, given the history of U.S.-Iranian relations, to be seen as meddling -- the U.S. President meddling in Iranian elections. What I will repeat and what I said yesterday is that when I see violence directed at peaceful protestors, when I see peaceful dissent being suppressed, wherever that takes place, it is of concern to me and it's of concern to the American people. That is not how governments should interact with their people.\" He called for allowing \"people's voices should be heard and not suppressed.\"\n\nThe Washington Post reported that Obama went on CNBC on June 16 and said: \"When you've got 100,000 people who are out on the streets peacefully protesting, and they're having to be scattered through violence and gunshots, what that tells me is the Iranian people are not convinced of the legitimacy of the election. And my hope is that the regime responds not with violence, but with a recognition that the universal principles of peaceful expression and democracy are ones that should be affirmed.\"\n\nJune 19, 2009\n\nThe New York Times wrote that in an interview with CBS news on June 19, \"Obama spoke cautiously about warnings by Iran's supreme leader, Ayatollah Ali Khamenei, of bloodshed if the protests go on. ''I'm very concerned, based on some of the tenor and tone of the statements that have been made, that the government of Iran recognize that the world is watching.\"\n\nJune 20, 2009\n\nIn a statement specifically about Iran, Obama said: \"...We mourn each and every innocent life that is lost. We call on the Iranian government to stop all violent and unjust actions against its own people. The universal rights to assembly and free speech must be respected, and the United States stands with all who seek to exercise those rights. As I said in Cairo, suppressing ideas never succeeds in making them go away. The Iranian people will ultimately judge the actions of their own government. If the Iranian government seeks the respect of the international community, it must respect the dignity of its own people and govern through consent, not coercion....\"\n\nJune 23, 2009\n\nIn a statement about Iran, Obama spoke more strongly: \"The United States and the international community have been appalled and outraged by the threats, the beatings and imprisonments of the last few days. I strongly condemn these unjust actions, and I join with the American people in mourning each and every innocent life that is lost...\" He said that while the United States is not interfering with Iran’s affairs, \"we deplore the violence against innocent civilians anywhere that it takes place. The Iranian people are trying to have a debate about their future. Some in Iran -- some in the Iranian government, in particular, are trying to avoid that debate by accusing the United States and others in the West of instigating protests over the elections. ...\"\n\nLater analysis\n\nIn September 2012, the New York Times wrote an article looking back at how Obama handled the Arab Spring: \"...as large street protests broke out in Iran after disputed presidential elections, Mr. Obama followed a low-key script, criticizing violence but saying he did not want to be seen as meddling in Iranian domestic politics. Months later, administration officials said, Mr. Obama expressed regret about his muted stance on Iran. ‘There was a feeling of \"we ain’t gonna be behind the curve on this again,\" ‘ one senior administration official said, who spoke to the New York Times on condition of anonymity.\"\n\nWe asked the White House after the debate if it could confirm that anonymous statement and did not get an immediate reply.\n\nOur ruling\n\nRomney said that Obama was silent \"when the students took to the streets in Tehran and the people there protested, the Green Revolution occurred.\"\n\nRomney was referring to the aftermath of the June 13, 2009, re-election of President Mahmoud Ahmadinejad, which led to massive protests.\n\nTwo days later on June 15, in response to a question at a press conference, Obama said he was \"deeply troubled\" by the violence, and that it would be wrong for him to remain silent. Obama made similar remarks the next day. On June 20, he issued a statement specifically calling on the Iranian government to stop the violence, and on June 23 he condemned the government for its response.\n\nObama was criticized for showing a muted response in the days following the start of the protests. But it is an exaggeration to say that Obama was \"silent.\"\n\nWe rate this claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-10100"}