{"url": "/factchecks/2017/jun/02/kevin-de-leon/does-california-have-10-times-many-clean-energy-jo/", "speaker": "Kevin de León", "vclaim": "Clean energy employs \"more than half a million Californians. That’s nearly ten times more the number of coal mining jobs that exist in the entire nation.\"", "truth_label": "mostly-true", "date": "stated on May 31, 2017 in a speech:", "title": "Do California’s clean energy jobs equal 10 times the nation’s coal mining jobs?", "text": "Democrats in California vowed to take on greater leadership on climate change this week after President Trump pulled the United States out of the Paris Climate Accord.\nThe day before Trump’s action, State Senate Leader Kevin de León, a Democrat from Los Angeles, said California should sprint ahead on aggressive renewable energy goals not only to fight climate change but because it makes economic sense.\n\"We have already seen the economic benefits,\" of clean energy policies, De León told his colleagues on the Senate floor on May 31, 2017. \"Today, California is home to over 100,000 solar jobs.\"\nHe made his comments as he promoted a plan to require California produce all of its energy from renewable sources by 2045.\nDe León then made a related claim that caught our attention:\n\"Clean energy is in fact a pillar of our economy that employs now more than half a million Californians. That’s nearly ten times more the number of coal mining jobs that exist in the entire nation. So, clean energy is the future.\"\n\nDe León makes his claim at about the 2:30 minute mark in the video above. \nWe know California is home to many jobs tied to solar, wind and other renewable forms of energy.\nBut do those really amount to nearly ten times the number of coal mining jobs nationwide?\nWe dug in on a fact check.\nCoal mining jobs\nWe’ll start by examining the number of coal mining jobs.\nAs of May 2017, there were 51,000 coal mining jobs nationwide, according to an analysis of U.S. Bureau of Labor Statistics by the Federal Reserve Bank of St. Louis.\n\nThis includes all categories of workers in the industry, from clerks and accountants to truck drivers and security guards. The number of extraction workers -- those who actually mine the coal -- was far smaller, at 11,620, according to 2016 breakdown of these jobs by the Bureau.\nIn the mid 1980s, there were nearly 180,000 coal mining jobs in the United States. The industry has experienced a steady decline in employment since that time, with a few exceptions.\nDe León appears to be on the right track with his claim that California’s half million clean energy jobs are nearly ten times the nation’s 51,000 coal mining jobs.\nClean energy jobs\nVerifying the number of clean energy jobs in California is more complex.\n\"There isn’t a formal way the state collects data on clean energy jobs, at least not at this point,\" said Brook Taylor, deputy director of the California Governor’s Office of Business and Economic Development.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nInstead, Taylor said, the state relies on a survey by Advanced Energy Economy Institute, which is affiliated with a national association that promotes clean and affordable energy. He said the organization takes a deep look at California’s \"advanced energy\" jobs, which Taylor described as an interchangeable term for clean energy employment.\nAs of 2015, AEEI’s survey found 507,703 advanced energy jobs in California, up 18 percent from the previous year. It estimated that figure would grow to nearly 550,000 in 2016.\nAEEI said it based its data on a survey of 831 companies doing business in California. It defines advanced energy employees are those who are full-time and part-time permanent employees who support the advanced energy portion of a business, including administrative staff and excluding interns and other temporary workers.\nDe León's spokesman pointed to this survey as evidence for the senator’s claim.\n‘Really elusive number’\nLabor economists, however, say the AEE survey isn’t perfect.\n\"This is a really elusive number,\" Carol Zabin, director of the Green Economy Program at the UC Berkeley Labor Center, said of the number of clean energy jobs in the state. \"The study he cited by AEE, it may be an exaggeration. But we don’t have anything better.\"\nZabin said the way clean energy jobs are counted is problematic.\nAn electrician whose company starts installing more efficient lighting, she explained, might be counted as having a clean energy job. A bus driver who operates a diesel bus one year and then a cleaner burning bus the next might similarly be counted in the survey as having a clean energy job. But those aren’t new jobs, they are the \"greening of jobs,\" she added.\nThe survey also might count employees who spend only part of their time performing clean energy tasks as clean energy workers, added Betony Jones, associate director at the university’s Green Economy Program.\nDe León's statement does not specifically address whether these are new jobs or existing positions that have shifted to clean energy roles.\nThe senator’s spokesman also pointed to a 2017 U.S. Energy and Employment report that at least partly backs up the claim.\nThat report cites just over 300,000 energy efficiency jobs in the state. In addition, the report includes 200,000 electric power generation jobs, of which about 153,000 belong to the solar industry and about 4,600 in wind. This approaches the half million jobs De Leon cited, though many of them would be subject to the same caveats expressed by the labor economists.\nOur rating\nState Senator Kevin de León recently stated that California has \"more than half a million\" clean energy jobs. \"That’s nearly ten times more the number of coal mining jobs that exist in the entire nation.\"\nGovernment data and a survey by the Advanced Energy Economy Institute, which is affiliated with a clean energy trade group, largely back up De León's claim.\nLabor economists say pinpointing the exact number of clean energy jobs in any state is difficult. There aren’t always clear definitions for these jobs. And the way some clean energy jobs are counted is problematic, they said, because some positions only focus on clean energy as a portion of their overall responsibilties.\nStill, they said, the evidence cited by the senator is the best available.\nWe found De León's statement is accurate but needs clarification.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nCapital Public Radio's Insight program discussed this fact check and a separate national fact check on June 6, 2017. Listen to the discussion below: \n\nUPDATE: As reported by the national PolitiFact.com on June 5, 2017, the coal industry \"has long chafed at the BLS’ definition of coal-sector jobs. Terry Headley, the director of communications for the American Coal Council, said that coal employment numbers compiled independently by states are typically much larger than what BLS has found, perhaps because many states use broader definitions of who should be counted.\"\n Share the Facts 2017-06-03 00:46:10 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Clean energy employs \"more than half a million Californians. That’s nearly ten times more the number of coal mining jobs that exist in the entire nation.\"    Kevin de León California State Senate Leader    Wednesday, May 31, 2017 2017-05-31    Read More  info", "vclaim_id": "vclaim-pol-03244"}