{"url": "/factchecks/2017/nov/27/lloyd-doggett/how-much-does-trump-family-have-gain-gop-tax-bills/", "speaker": "Lloyd Doggett", "vclaim": "Under the Republican tax bill, President Donald Trump \"and his family would walk off with more than a billion dollars personally.\"", "truth_label": "half-true", "date": "stated on November 20, 2017 in an interview with Sinclair Broadcast Group:", "title": "How much does the Trump family have to gain from GOP tax bills?", "text": "One of the arguments from Democrats against the Republican overhaul of the tax code is that President Donald Trump, a billionaire, stands to benefit handsomely from the changes being proposed.\nIn a Nov. 20 interview with Sinclair Broadcast Group, Rep. Lloyd Doggett, D-Texas — a member of the tax-writing House Ways and Means Committee — argued that a vote for the tax bill amounts to a vote to give the president a massive windfall.\n\"The result in the House (of passing the tax bill) was just a matter of arithmetic and was never much in doubt,\" Doggett said. \"I am pleased that all Democrats and 13 Republicans voted against what I consider to be a real job-killing bill. I'm not surprised President Trump would come (to Capitol Hill to support the bill) because he and his family would walk off with more than a billion dollars personally.\"\nHe repeated a similar version of the claim on the PBS NewsHour.\nOur research suggests that Trump and his family (as well as other wealthy Americans) do stand to benefit from the bill. However, this billion-dollar talking point needs important context that Doggett didn’t provide, including key differences between the House and Senate bills. (Doggett's office did not reply to an inquiry for this article.)\nAlso, we don’t know much about Trump's tax situation due to his own actions. The estimates we have depend on a leaked tax return from 12 years ago, and a lot may have changed since then.\n\nRep. Lloyd Doggett, D-Texas.\nTrump would save big from estate tax repeal\nThe vast majority of the savings for Trump come from fully repealing the estate tax, which is part of the House-passed bill but not the Senate’s.\nThe estate tax comes into play when someone dies and their estate is large enough to qualify for the tax. Due to generous exemptions, the tax generally hits wealthy taxpayers.\nIn 2017, estates worth less than $5.49 million are exempt from the tax, according to the Urban Institute-Brookings Institution Tax Policy Center. Above $5.49 million, the estate is generally taxed at 40 percent. However, family-owned farms and closely-held businesses may be able to pay less or pay in low-interest installments.\nAnalyses by the New York Times and NBC attempted to understand how Trump's finances would be impacted by the House bill, relying on a partial tax return from 2005. There's no way of knowing whether 2005 was an unusual year for Trump’s finances, which would skew the results of a forward-looking analysis.\nStill, the New York Times analysis found that Trump’s taxes could be cut by more than $1.1 billion. The elimination of the alternative minimum tax and the lowering of the pass-through tax rate for certain types of business income -- minus tax increases from eliminating many existing deductions -- would leave Trump $42 million better off. (The alternative minimum tax requires that taxpayers with many deductions pay at least a minimum amount of taxes.)\nBut the biggest benefit would come from changes to the estate tax — $1.1 billion more for Trump — under a full elimination.\nThe NBC analysis undertaken by Maury Cartine, the partner in charge of tax and business services in the New York City office of the Marcum Group, found net savings of $22.5 million for Trump, primarily from eliminating the alternative minimum tax, plus $1.1 billion from shelving the estate tax.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn other words, the vast majority of the \"more than a billion dollars\" Doggett referred to stems from the estate tax. But Doggett left out a few important pieces of context about that figure.\n• Trump’s finances are shrouded in secrecy. It’s important to emphasize that any estimates of Trump’s potential savings are subject to a lot of uncertainty due to a lack of hard data on his finances.\nTrump refused to follow the decades-old presidential precedent of releasing his tax returns (and broke his promise to release them). \nTrump’s current income and wealth picture is unclear, and would change by the time of his eventual death.\n• The final tax plan may not include a full estate tax repeal. While the House bill would end the estate tax after 2024, the Senate bill would keep it, instead doubling the current exemption for individuals to $11 million.\nThis would drastically lower Trump’s estimated savings to the tens of millions, rather than $1.1 billion, according to the analyses we just described.\nBoth the New York Times and NBC analyses assumed that the estate tax would be totally eliminated when they made their calculation that Trump would save $1.1 billion. Neither analysis looked at the alternative Senate approach.\nDoggett, a House member, was apparently referring to the House bill. However, the reality is that the fate of the estate tax -- and the subsequent effect on Trump’s taxes -- remains up in the air.\n• Trump wouldn’t simply \"walk away\" with that much money. Trump might save tens of millions of dollars in short order, according to the two media-sponsored analyses, but any potential savings from the estate tax would come only after a death, presumably years down the road.\n\"To get it as high as $1 billion, one needs estate tax repeal, and it is certainly right to note that this would be deferred,\" said Daniel Shaviro, a New York University law professor who specializes in tax law. \"Indeed, under present law the estate tax wouldn’t be levied until Trump’s wife died, rather than just him.\"\nMelania Trump is 47, 24 years younger than Trump. She could outlive him by decades, delaying any estate tax benefit to the family’s heirs.\nOur ruling\nDoggett said that under the Republican tax bill, Trump \"and his family would walk off with more than a billion dollars personally.\"\nIndependent analyses, working from bare-bones public information about Trump’s income picture, suggest that he stands to benefit in the short term by somewhere in the low tens of millions of dollars. Getting that figure up to $1 billion requires factoring in the estate tax -- but that demands some caveats that Doggett didn’t mention.\nThere is no certainty that the House version of the bill, which eliminates the estate tax entirely, will ultimately prevail. And the family couldn’t simply \"walk off\" with $1 billion in benefits; to achieve that windfall might require waiting until Melania Trump’s death several decades from now.\nTens of millions of dollars in tax savings would be real money to most Americans, but it’s far less than the catchy $1 billion figure Doggett has repeatedly highlighted. We rate the statement Half True.\n Share the Facts 2017-11-27 22:07:39 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Under the Republican tax bill, President Donald Trump \"and his family would walk off with more than a billion dollars personally.\"    Lloyd Doggett U.S. House of Representatives, D-Texas https://foxbaltimore.com/news/connect-to-congress/rep-lloyd-doggett-tax-reform-bill-projections-by-proponents-are-totally-unrealistic   a local television interview Monday, November 20, 2017 2017-11-20    Read More  info", "vclaim_id": "vclaim-pol-02653"}