{"url": "/factchecks/2019/jan/15/blog-posting/no-trump-family-did-not-donate-1-billion-border-wa/", "speaker": "Bloggers", "vclaim": "\"BREAKING: Trump family donates $1 billion to wall fund.\"", "truth_label": "pants-fire", "date": "stated on January 13, 2019 in a blog post:", "title": "No, Trump family did not donate $1 billion to border wall fund", "text": "A bogus claim is circulating on Facebook claiming that the Trump family donated $1 billion to a fund to build a border wall with Mexico.\n\"BREAKING: Trump family donates $1 billion to wall fund,\" said the headline of a Jan. 13 post on Top Topic, whose web address is toptopic.club.\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nA disclaimer page on the site says all its information is \"published in good faith and for general information purpose only.\" However, it \"does not make any warranties about the completeness, reliability and accuracy of this information.\"\nSomeone reading just the story’s headline would have missed several lines within the Trump story indicating that the claim is made up.\n\"The family’s PR firm has released a statement that confirms that the facts that are about to come out aren’t speculation from untrusted sources inside the administration, they are untrusted speculation from another source altogether,\" the story said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nIt then goes on to cite a purported comment from the \"director of presidential image and propaganda.\" That alleged director is \"Art Tubolls\" — and as we’ve noted, that’s an anagram of \"Busta Troll.\" Busta Troll is a pen name for Christopher Blair — the man who runs the America’s Last Line of Defense websites, which are among the biggest sources of false news online.\nThe fictitious \"Art Tubolls\" has been cited in numerous other hoaxes: falsely identified as the spokesman for both Michael Jordan and for then-Sen. Jeff Flake; erroneously called the CEO of Comedy Central; and falsely labeled as the author behind an anonymous New York Times op-ed.\nThe Top Topic claim is loosely based on an effort by a man to crowdfund the construction of the border wall. \"The Trump family is donating $1 billion to the border wall GoFundMe started by the brave and heretic Senior Mailman Bri-Bri Kolfags,\" the story on Top Topic claims.\nBrian Kolfage, a 37-year-old triple-amputee Iraq war veteran from Florida, started a GoFundMe to fund the border wall. (Here’s our story about Kolfage and his crowdfunding campaign.)\nGoFundMe in a statement said that the specific plan for the use of funds raised on the campaign changed from what was originally stated, and is now giving donors the option to get their money back or to redirect it to a new organization Kolfage created.\nAll told, the Trump family has not donated $1 billion to wall fund. If they had, it would have been reported by legitimate news sources. The story making that claim on Top Topic is fabricated.\nWe rate the headline Pants on Fire!\n Share the Facts 2019-01-15 22:26:39 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"BREAKING: Trump family donates $1 billion to wall fund.\"    Bloggers Bloggers    in a blog post Sunday, January 13, 2019 2019-01-13    Read More  info", "vclaim_id": "vclaim-pol-01122"}