{"url": "/factchecks/2014/dec/18/pete-gallego/pete-gallego-says-congress-least-productive-popula/", "speaker": "Pete Gallego", "vclaim": "\"This Congress made history as the least productive, most unpopular Congress in the history of this proud nation.\"", "truth_label": "mostly-true", "date": "stated on December 10, 2014 in his farewell U.S. House speech:", "title": "Pete Gallego says this Congress least productive, popular in U.S. history", "text": "Calling for less partisanship, a Texan leaving the U.S. House lamented the bickering and pettiness around him. But one-term Democratic Rep. Pete Gallego of Alpine also made a grander claim, saying in his Dec. 10, 2014, floor speech: \"This Congress made history as the least productive, most unpopular Congress in the history of this proud nation.\"\nWe failed to reach Gallego, who lost his 2014 re-election bid to Republican Will Hurd. But Anthony Gutierrez, who helped Gallego’s campaign, sent an email pointing out a May 2014 Vox web post showing the latest Congress was stacking up poorly in productivity and popularity compared to any Congress since the 1970s.\nProductivity\nWe’ve gotten into congressional productivity before, rating True a May 2014 claim by Rep. Joaquin Castro, D-San Antonio, that with only 67 bills or so passed into law, \"2013 was the least productive year in congressional history since we’ve been keeping record.\"\nThe office of the U.S. House clerk offers one-page detailed numerical recaps of each year’s congressional proceedings dating back to 1947. And according to the latest tally available when we looked, 114 \"public bills\" were passed into law by the House and Senate from early January 2014 through Nov. 30, 2014. That was an improvement in that 73 measures made it into law from early January 2013 into early January 2014, according to another office tally.\nIn our previous look at productivity, we found previous low-end years including 1995 (88 bills passed into law); 2011 (90); 1981 (145); 1969 (190) and 2012 (193). Per these counts, Congress fared better in 2014.\nBut we take it that Gallego was referring to the full Congress, meaning his claim to history covered its two years in session.\nAnd the 113th Congress, which passed 187 measures into law through November 2014, trailed the productivity of previous ones by a wide margin, according to the clerk’s tallies. The previous least-productive Congress was in session in 1995-96, ultimately advancing 280 measures into law, according to the clerk’s count. Next-worst was the Congress that gathered in 2011-12, which had 283 laws to its account.\nPopularity\nWas the latest Congress, which adjourned days after Gallego spoke, the least popular in history?\nFrom early 2013 through October 2014, according to results compiled at pollingreport.com, some 73 percent to 85 percent of respondents to more than 20 Fox News polls disapproved of Congress. Per the latest results when we looked, 80 percent disapproved \"of the job Congress is doing,\" 13 percent approved, 7 percent were unsure. That poll of registered voters, conducted Oct. 25-27 by Anderson Robbins Research and Shaw & Company Research, had a margin of error of plus or minus three percentage points.\nIn 2011-12, disapproval ratings in the Fox poll ranged from 60 percent of poll respondents to 83 percent, polllingreport.com says. In 2009-10, congressional disapproval ranged from 46 percent to 80 percent and in 2007-08, the disapproval range was from 44 percent to 77 percent, according to the website.\nIn 2013-14, CBS News, asking poll respondents to approve or disapprove of \"the way Congress is handling its job,\" found 75 percent to 85 percent disapproval. That range compared to CBS poll disapproval percentages of 62 to 84 percent in 2011-12; 55 to 82 percent in 2009-10; and 49 to 75 percent disapproval in 2007-08, pollingreport.com said. The latest result: 76 percent of 1,269 adults polled Oct. 23-27, 2014, disapproved, 14 percent approved, 10 percent were unsure; that poll had a margin of error of plus or minus three percentage points.\nThose are pretty dismal figures (unless, say, you don’t have a stake in Congress being well liked and respected and so on). But they don’t prove the 113th Congress was the least popular ever.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nPolls through history\nWe asked Brian W. Smith, a political scientist at St. Edward’s University, for perspective. By email, Smith cautioned there has only been careful regular polling on attitudes about Congress since the mid-1900s, meaning it’s impossible to say for certain the latest Congress is the least-popular ever.\nThe Gallup polling organization has inquired into attitudes toward Congress since 1974 and only started asking monthly in 2001. Smith noted the results show Congress never proving very popular, except after the 9/11 attacks, when there was a spike to 84 percent of respondents approving of the job Congress was doing.\n\nSource: Research by Brian W. Smith, associate professor of political science, St. Edward’s University (received by email, Dec. 11, 2014)\nSince 2001, Smith said, the Gallup poll indicates the latest Congress to be the least popular.\n\nSource: Research by Brian W. Smith, associate professor of political science, St. Edward’s University (received by email, Dec. 11, 2014)\n\"It is fair to say that… this Congress will have the lowest approval since we began collecting data. This is true as an average, and the 113th Congress has the lowest single approval at 9 percent, which was in November 2013.\" Smith reminded, though, there is often a caveat. Though Americans tend to hate Congress in general, he wrote, voters tend to like their local representative, which \"means that\" even in \"times of congressional disdain, incumbents do very well at the polls,\" Smith said.\nBy email, congressional scholar Norman Ornstein agreed polling on the popularity of Congress only goes back a few decades. That said, Ornstein replied, it seems clear \"the last two congresses are at the very low end of the spectrum since we've been recording these things systematically.\"\nOur ruling\nGallego said: \"This Congress made history as the least productive, most unpopular Congress in the history of this proud nation.\"\nThis claim lacked caveats: There wasn’t polling on the popularity of Congress for most of its existence and productivity has only be yard-sticked since 1947. That said, it looks like the 113th Congress was the least productive Congress in nearly 70 years and the least popular one since relevant polls launched in the 1970s.\nWe rate this statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.sources.", "vclaim_id": "vclaim-pol-06904"}