{"url": "/factchecks/2020/mar/04/facebook-posts/fact-checking-attack-biden-and-warren-harks-back-1/", "speaker": "Facebook posts", "vclaim": "In 1962, Joe Biden “worked with segregationists,” Elizabeth Warren “debated as a pro-Vietnam conservative” while Bernie Sanders “organized against segregation and Vietnam war”", "truth_label": "barely-true", "date": "stated on March 1, 2020 in a Facebook post:", "title": "Fact-checking an attack on Biden and Warren that harks back to 1962", "text": "A pro-Bernie Sanders Facebook post says that the Vermont senator was a longtime opponent of segregation and the Vietnam war while portraying two of his rivals — former Vice President Joe Biden and Sen. Elizabeth Warren — as holding views more in line with the right.\nThe post makes a series of claims about the three candidates about their views or statements in 1962.\nIt states that Biden \"worked with segregationists,\" while Warren called the Democratic Party ‘subversive’ and \"debated as a pro-Vietnam conservative.\"\nThe post said that Sanders \"organized against segregation and Vietnam war.\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe will leave it up to voters to consider the importance of the candidates’ actions in 1962, when Biden and Sanders were college students and Warren was in her early teens. But here we will explain what the post got right and wrong about these Democrats running for president.\nBiden ‘worked with segregationists’\nWe found no evidence that Biden worked with segregationists in 1962, when he was a college student at the University of Delaware. \nWe have previously fact-checked statements related to Biden’s record on busing for school desegregation in 1975. While Biden opposed mandatory busing, he supported other measures designed to combat inequities in voting and housing.\nIn June 2019, Biden faced a backlash after he used the term \"civility\" in describing his work in 1970s with senators James Eastland, D-Miss., and Herman Talmadge D-Ga., who were both segregationists. Biden said they \"didn't agree on much\" but they \"got things done.\"  \nHe later apologized for his comments and defended his civil rights record.\nWarren called the Democrats ‘subversive’ and ‘debated as a pro-Vietnam conservative’\nThis attack on Warren says these were her positions about the Democratic Party and the Vietnam War in 1962. She was around 13 years old at the time. U.S. involvement in Vietnam was minimal in 1962 — it wasn’t until 1965 that the U.S. deployed combat troops.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWarren is now a progressive Democrat, but when she was a teenager she was a conservative. The New York Times found that when Warren was in high school in the 1960s, the dominant culture in her state of Oklahoma was conservative.\nWarren’s high school friend Katrina Cochran told the New York Times that Warren was \"extremely conservative at the time.\"\n\"She would ask me what other subversive organizations I was a member of besides the Democratic Party,\" Cochran said.\nWarren’s older brother Don Reed flew combat missions in the Vietnam War. Warren has said that growing up, her family didn’t discuss politics at the dinner table. \nSubhead: Sanders ‘organized against segregation and Vietnam war.’\nThere is photographic evidence showing Sanders was involved in protesting segregation in the early 1960s. Snopes found in 2016 that a 1962 photo by Danny Lyon showed Sanders speaking to a group of students at a sit-in at the University of Chicago. And a 1963 photo shows Sanders getting arrested while protesting school segregation.\nSanders was anti-war in the 1960s, and as a college student he was a member of the Student Nonviolent Coordinating Committee and the Student Peace Union.\nOur ruling\nA Facebook post said in 1962, Biden \"worked with segregationists,\" Warren called the Democratic Party \"subversive\" and \"debated as a pro-Vietnam conservative\" while Sanders \"organized against segregation and Vietnam war.\"\nIn 1962, Biden was a college student and we found no evidence that he worked with segregationists then. In the 1970s, Biden worked with fellow Democratic lawmakers who were segregationists and opposed federally mandated busing for school desegregation, but the post doesn’t fully reflect his civil rights record. \nWarren’s high school friend told the New York Times that she referred to the Democratic Party as subversive. Warren was a conservative as a teenager in the 1960s, but in 1962, she was only 13 years old, and full U.S. troop deployment to Vietnam wouldn’t start for a few more years.\nOverall, the attack is misleading about Biden and Warren, although it correctly notes that Sanders opposed segregation and the Vietnam War.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-18045"}