{"url": "/factchecks/2017/aug/08/donald-trump/renovations-Trump-out-White-House/", "speaker": "Donald Trump", "vclaim": "Says his time away from Washington coincides with a \"long planned renovation\" for the White House.", "truth_label": "true", "date": "stated on August 7, 2017 in a tweet:", "title": "Are renovations keeping Trump out of the White House?", "text": "President Donald Trump partly blamed White House renovations for his Bedminster golf course retreat in a tweet on Aug. 7, 2017.\n\"Working hard from New Jersey while White House goes through long planned renovation. Going to New York next week for more meetings.\"\nWorking hard from New Jersey while White House goes through long planned renovation. Going to New York next week for more meetings.— Donald J. Trump (@realDonaldTrump) August 7, 2017\n\nWe’ve already rated Trump’s promise to not take vacations as Stalled, but we wondered about the scope and timeline of the renovations keeping him away from the Oval Office. It turns out they were indeed long in the planning.\nThe West Wing’s 27-year-old heating, ventilation and air conditioning system is being re-upped because thanks to constant use, deputy press secretary Lindsay Walters said, the system is well past its life cycle.\n\"The West Wing will be without air conditioning for the next two weeks, which is why the staff and the president are moving out, because I don’t think any of you would like to be in the West Wing in an August D.C. summer day when it’s over 100 degrees with no air conditioning,\" Walters said.\nThe General Service Administration assessed and priced at $1.97 million the installation of a new system in the West Wing in 2014, but only presented a plan to change it in the fall of 2016. The Obama administration approved the project but left its realization to the next president.\nThe Trump administration will take advantage of the time for the air conditioning repair to also switch out the carpeting and paint the walls. Those cosmetic changes, Perry said, are commonplace for an incoming first family.\nThese renovations typically occur closer to Inauguration Day, but the Trump administration deferred them until August. Carpet replacement will cost $1.17 million and a fresh coat of paint $275,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBetty Monkman, who served as White House curator from 1967 to 2002, told us that August is a great time for refurbishments as the president and his family are away, staffers take vacation, and Congress isn’t in session.\nThe staffers who are still working in the West Wing were relocated to the Eisenhower Executive Office Building, an unusual move for annual refurbishments.\n\"I don’t remember the staff being moved to the Eisenhower Executive Office Building, but this affects the whole building,\" Monkman said. \"The West Wing is small for all the staff that uses those spaces and it’s constantly being updated, so things change to accommodate that.\"\nThe last time the HVAC unit was changed in the residence (which is separate from the West Wing) was in 1994, Monkman recalled. The renovation was still in the works when President Bill Clinton and his family returned from Martha’s Vineyard, so they stayed across the street at the Blair House, the president’s guest house.\nThe Trumans also stayed at the Blair House when they gutted and rebuilt the White House.\nIn addition to these changes, the White House is also renovating the Navy Mess kitchen, the West Wing lower lobby, the IT system and the South Portico steps. And following a week of flash floods in Washington (as well as frequent discussion of leaks to the press), they’re addressing ceiling leaks in the Lower Press area.\nOur rating\nTrump said the White House was going \"through long planned renovation.\"\nThe HVAC system upheaval keeping him and his staff out of the West Wing has been in the planning since 2014, while other typical White House refurbishments like carpet replacement and repainting have been put off since the inauguration.\nPresidents typically take an August recess and relocate to Blair House if more time is necessary, so we see nothing out of the ordinary in Trump’s tweet.\nWe rate this statement True.\n Share the Facts 2017-08-08 20:55:13 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says his time away from Washington coincides with a \"long planned renovation\" for the White House.    Donald Trump President of the United States   in a tweet Monday, August 7, 2017 2017-08-07    Read More  info", "vclaim_id": "vclaim-pol-03025"}