{"url": "/factchecks/2018/jan/24/patriot-report/fake-story-says-elderly-man-shot-muslims-self-defe/", "speaker": "The Patriot Report", "vclaim": "\"82-year-old who killed a Muslim in self-defense gets the death penalty.\"", "truth_label": "pants-fire", "date": "stated on January 15, 2018 in a headline:", "title": "Fake story says elderly man shot Muslims in self defense", "text": "A story moving on Facebook would lead you to believe that an elderly California man was sentenced to death after defending himself when he was ambushed by two Muslim men, but the story is fake news.\n\"82-year-old who killed a Muslim in self-defense gets the death penalty,\" said a Jan. 15 headline on The Patriot Report.\nThe story was previously posted by Ladies of Liberty, a website that defines itself as satire.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. The fake story has several made up details including that the photo of the elderly man reportedly sentenced to death in California is actually of a drug trafficker caught in Kansas.\nThe story said that in October 2015 William DeLisle of Marina Del Ray, Calif., was walking home from the local senior center when he was ambushed by a pair of young Muslims -- Abdi Nadjeer Hallalla and Mustif Salabu.\nDeLisle, a Marine veteran, pulled a .22 from his ankle holster and shot both men within seconds, leaving one dead and the other paralyzed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe story said that the \"Dewey County Prosecutor\" said that because the two men were unarmed, the use of deadly force was \"extreme and unnecessary.\"\nWe found no such Dewey County in California, although the county does exist in Oklahoma and South Dakota.\nThe photo allegedly of DeLisle matches a photo of Marshall Dion taken in Junction City, Kan., when he was arrested on drug trafficking charges in 2013. Dion had a long, colorful history with law enforcement dating back to 1985 when he crashed an airplane in Wisconsin and crawled away, denying that $112,000 found inside and around the airplane belonged to him. In that incident, the government confiscated the money, suspecting it was drug money, but he wasn’t charged.\nWe searched the names of the alleged suspects in Nexis and found nothing in news accounts. We found nothing about an elderly William DeLisle in California, however, there was a 19th century British pulp-fiction writer by that name who in one book wrote about whites killing all blacks and Asians to create a paradise.\nFake news purveyors have published many false stories that cast Muslims in a negative light, including one about 412 Muslims arrested in a Michigan bust and another story claiming a Muslim man started a California wildfire.\nIn this case, the headline that an \"82-year-old who killed a Muslim in self-defense gets the death penalty\" is also fake news. We rate it Pants on Fire.\nhttps://www.sharethefacts.co/share/25d08e94-fc04-4912-b079-3c66a1539990", "vclaim_id": "vclaim-pol-02490"}