{"url": "/factchecks/2014/jul/17/blog-posting/blog-says-north-korea-told-its-people-their-team-m/", "speaker": "Bloggers", "vclaim": "\"North Korea is telling its people that their men’s national team is in the World Cup final.\"", "truth_label": "pants-fire", "date": "stated on July 12, 2014 in a post on the blog \"Outside the Beltway\":", "title": "Blog says North Korea told its people their team made the World Cup final", "text": "Germany may have won the 2014 World Cup, but the tournament featuring soccer’s best has left the anonymous producer of the YouTube channel Korea News Backup with good reason to pop the champagne. Its mock video of a North Korean news broadcast previewing the final match has garnered over 8 million views.\nThe video’s charm? It appears to tell North Koreans that their team made it to the final and will face the powerhouse team from Portugal.\nWe at PunditFact took an interest because bloggers, and maybe even some journalists, thought North Korea was actually trying to put one over on its citizens. We want to be clear: The video is a fake.\nBut a writer for the blog Outside the Beltway posted, \"North Korea is telling its people that their men’s national team is in the World Cup final.\"\nThe bulk of the post is a copy and paste from an article on the British website, Metro:\n\"We’ve known for a long time now that supreme leader Kim Jong-un controls the flow of information to his people, with the television channels only reporting positive stuff about the country.\n\"But in a report posted on YouTube, the media have been caught broadcasting that North Korea are on course to win the biggest prize in football, despite not actually qualifying for the World Cup.\n\"The report says North Korea’s brave side crushed Japan 7-0, USA 4-0 and China 2-0 in the group stages, before going on to reach the final… against Portugal.\n\"Of course, the real final, which takes place this Sunday, is between Germany and Argentina.\"\nThe Outside the Beltway blogger observes at the end, \"This is yet another example of just how pervasive the Kim dictatorship is, and just how hard it will likely be to integrate this nation into the real world when that regime finally falls.\"\nWe emailed the blogger and didn’t hear back. Curiously, by the time other readers saw the Metro article he linked to, it said something quite different from the words he quoted. The second sentence was key.\n\"But in a brilliant spoof report posted on YouTube, the media appears to be caught broadcasting that North Korea are on course to win the biggest prize in football, despite not actually qualifying for the World Cup,\" the Metro article said.\nWe emailed the Metro sports writer to see if the article had been changed from the original but again, no word back. So it’s possible that that sports writer had also been pulled in, but we can’t say.\nFrom the comments on the Outside the Beltway blog, it is clear that while most readers doubted the newscast’s authenticity, others were ready to believe that the North Korean propaganda machine was aiming for a personal best in the disinformation category.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nA dose of reality\nThere are several reasons the North Korean government would be unlikely to try such a stunt. For one, state-controlled media had been broadcasting the games, although not live. Also, most North Koreans would likely know that about two years ago, their team failed to qualify for the World Cup. It ranks 137 in the FIFA world rankings; only 32 countries get to compete.\nSoccer stat maven and professor of government at Cornell University Chris Anderson said \"making it to the final is basically impossible for North Korea on sporting grounds.\"\nStephen Epstein, a specialist in Korean culture and society at Victoria University of Wellington, New Zealand, noted several elements in the video would instantly tell a trained viewer that it was a joke.\n\"As soon as I saw it, I knew what it was,\" Epstein said. \"The way the women was speaking, her accent, sounded like a South Korean broadcaster.  Also she used the word ‘fighting’ (an English word brought over to South Korea). It clearly was not from the north.\"\nIn fact, Epstein said he thinks only people outside South Korea \"were suckered.\" But he said that’s understandable.\n\"If you don’t have a real familiarity with North Korea and just know what Western media generally provides, this would fit with a preconceived stereotype,\" Epstein said.\nA mountain birth and a golf score\nIt’s not as though North Korea doesn’t exercise creative license. According to the official biography of its previous leader Kim Jong Il, he was born on  Mount Baekdu, a sacred place in Korean culture. In reality, historians place his birth on Russian soil near Vladivostok where his father lived in a camp for Korean exiles.\nThere’s also another sports myth, and this one is interesting because it has morphed over time.\nIn 1994, the Agence France Presse news service said the golf pro at the Pyongyang golf course told a reporter with the Australian Financial Review that Kim Jong Il had scored 5 holes-in-one on his very first time on the links.\n\"He is an excellent golfer,\" the pro told the reporter.\nWhat’s notable about this factoid is that it was first ascribed to the golf pro alone, with no witnesses, as told to a named Australian reporter. By 2003, the New York Post had it at 11 holes-in-one. In 2011, the golf website Cybergolf.com had the 11, plus that the feat was witnessed by 17 security guards and \"dutifully reported to the North Korean masses by the state news agency.\"\nWith golf as with soccer, stories about North Korea seem to have the ability to take on a life of their own.\nOur ruling\nBloggers said that North Korea was telling its people that the national team was in the World Cup final. The video was satire and bore unmistakable markings, for any Korean speaker, of having not come from the communist country. Plus, North Korea had been broadcasting the World Cup and any soccer fan there would know that their team failed to qualify.\nWe rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07593"}