{"url": "/factchecks/2021/feb/04/blog-posting/denzel-washington-praised-police-he-didnt-say/", "speaker": "Bloggers", "vclaim": "Says Denzel Washington said, “I support police over BLM, don’t put them down!”", "truth_label": "barely-true", "date": "stated on January 31, 2021 in a blog post:", "title": "Denzel Washington praised police, but he didn’t say this", "text": "Denzel Washington plays yet another law enforcement officer in his new movie, \"The Little Things,\" about a sheriff’s deputy chasing a serial killer. \nIn a Jan. 27 interview with Yahoo Entertainment, he was asked about his role at a time when protests against police have roiled the country in recent months.\n\"You’ve played good cops, you’ve played bad cops, your cop here is a good man with a checkered past,\" Yahoo correspondent Kevin Polowy said. \"It feels like a really interesting time to play law enforcement given recent events and conversations we’re having about policing right now. This film really does cut into sort of the complications of the profession. How much thought do you put into a role like this when it comes to how law enforcement is represented?\"\nWashington responded by describing a ridealong he did with an officer when he was preparing for his role in another movie. Washington said he stayed in the car while the officer got out and encountered a distraught man with a gun, eventually diffusing the situation. \n\"In an instant it taught me, and I never forgot it, what our law enforcement people have to deal with moment to moment, second to second, and I have the utmost respect for what they do, for what our soldiers do, that sacrifice their lives,\" Washington said. \"I just don’t care for people that put those kinds of people down. If it weren’t for them, we would not have the freedom to complain about what they do.\" \nWhat he doesn’t say? \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThis quote that was attributed to him in a recent blog post headline: \"I support police over BLM, don’t put them down!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhile the post accurately says that Washington faced some backlash for his comments, he did not make that statement during the interview, and we couldn’t find it reported elsewhere. A representative for Washington told Reuters that the quote is false.\nWashington did not mention Black Lives Matter during the interview, but he was asked about the movement during another interview in December 2016, at a premiere for his movie \"Fences.\" The interviewer that year wondered whether Washington thought the Black Lives Matter movement had helped race relations in the United States. \nWashington skirted the question and said, \"Listen. We live in America, and in America we have the freedom to express ourselves. We shouldn’t take that for granted. So whatever the movements are, whether you agree with them or don’t, they have the right to express themselves. So that’s one of the great things about being in this country, that you do have the right to protest.\"\nWe rate this headline Mostly False.", "vclaim_id": "vclaim-pol-19072"}