{"url": "/factchecks/2019/jan/07/facebook-posts/fact-checking-claim-elizabeth-warren-takes-antipsy/", "speaker": "Facebook posts", "vclaim": "Says Sen. Elizabeth Warren \"has been on Risperdal since first being prescribed the drug in 2011.\"", "truth_label": "false", "date": "stated on January 1, 2019 in In a Facebook post:", "title": "Fact-checking claim that Elizabeth Warren takes antipsychotic medication", "text": "In politics, questions about a person’s mental state and how it may affect their ability to govern isn’t anything new.\nDays after Massachusetts Democratic Sen. Elizabeth Warren announced her bid to run for president in 2020, a claim started to go around saying she takes medication that treats disorders such as schizophrenia and bipolar disorder.\nA recent Facebook post shared on a page belonging to David Zublick, a conservative news personality, claimed that \"according to sources Senator Elizabeth Warren has been on Risperdal since first being prescribed the drug in 2011. Risperdal is used to treat schizophrenia, bipolar disorder, and irritability caused by autism.....developing.\"\nThe Jan. 1 post, which was shared 580 times in six days, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post contains no sources or evidence. No other details have been posted to Zublick’s page since then. Zublick also did not respond to a request to provide documentation to back up his claim.\nA tweet with identical wording as Zublick’s post from the user \"Anonamis6\" was also shared on Jan. 1. That tweet has since been removed from Twitter.\nWe inquired with Twitter as to why the tweet was removed from the site, but did not get an immediate response.\nWhen we searched Twitter and Facebook to see if there had ever been any earlier tweets or posts linking Warren with the drug, we found only one other mention: a tweet from Dec. 31 from an account called \"Gumlegs\" (which was what early 20th Century comedian W.C. Fields called wheelchair-bound Democratic Party leader President Franklin D. Roosevelt).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe Gumlegs tweet uses the same wording as Zublick and Anonamis6, stating that \"according to sources\" Warren has been taking the drug since 2011. But Gumlegs’ tweet is made in response to a clip of a Fox News interview with President Donald Trump about Warren’s announcement that she plans to run for president. In the interview, when asked if Trump believes Warren could win the presidency, Trump says \"you’d have to ask her psychiatrist.\"\nIt is interesting that Trump would invoke questions about Warren’s psychiatric health, given the scrutiny he has faced from mental health providers themselves.\nWarren’s campaign told PolitiFact she is not taking the medication.\n\"She has never been prescribed, nor has she ever taken Risperdal,\" spokesperson Kristen Orthman said.\nThe medication is listed as an antipsychotic that treats certain mental-mood disorders, including schizophrenia, bipolar disorder and irritability associated with autistic disorder.\n\"Risperidone (the drug’s generic name) belongs to a class of drugs called atypical antipsychotics. It works by helping to restore the balance of certain natural substances in the brain,\" according to WebMD.\nOur ruling\nA Facebook post claims Warren has been taking the medication Risperdal \"since first being prescribed the drug in 2011.\" It also says that the medication treats ailments such as schizophrenia and bipolar disorder.\nThere has been no documentation or evidence offered to suggest this is true, and seems to stem from a comment Trump made suggesting Warren has a psychiatrist. Warren’s campaign also says she has never been prescribed the medication.\nThis post lacks supporting evidence. We rate it False.\n\nShare the Facts\n2019-01-07 21:15:13 UTC\n\n\nPolitiFact\n\n\n2\n1\n7\n PolitiFact Rating:\nFalse\n\nSays Sen. Elizabeth Warren \"has been on Risperdal since first being prescribed the drug in 2011.\n\n\n\nFacebook posts\nBloggers\n \n\n\n \nTuesday, January 1, 2019\n2019-01-01\n\n\nRead More\ninfo", "vclaim_id": "vclaim-pol-01154"}