{"url": "/factchecks/2012/jan/06/barack-obama/ad-says-president-barack-obama-put-place-historic-/", "speaker": "Barack Obama", "vclaim": "President Barack Obama \"put in place historic fuel efficiency standards for cars and trucks to lower costs at the pump and reduce dependence on foreign oil.\"", "truth_label": "half-true", "date": "stated on January 3, 2012 in an Obama for America video:", "title": "Ad says President Barack Obama put in place 'historic fuel efficiency standards'", "text": "With all eyes on Iowa for the Republican caucuses in the first days of 2012, the Democratic contender for president reminded watchers of his own Iowa win — and what he has done to keep his campaign promises.\n\nObama for America bought banner ads across the home page of the online Des Moines Register on Jan. 3, 2012, with a link to highlights from Obama's 2008 victory speech.\n\nMusic plays as candidate Barack Obama promises action on health care, taxes, energy independence and the war in Iraq. Between clips, white text across the screen highlights President Obama's policy accomplishments.\n\nFor example, after candidate Obama declares, \"I'll be a president who harnesses the ingenuity of farmers and scientists and entrepreneurs to free this nation from the tyranny of oil once and for all!\" the next three screens show an image of him driving a car and the words: \"Put in place historic fuel efficiency standards for cars and trucks to lower costs at the pump and reduce dependence on foreign oil.\"\n\nWe wondered, did Obama do that?\n\nNew standards\n\nObama has announced new fuel economy standards — more than once — taking part in the bipartisan practice of updating rules in place since the 1970s Arab oil embargo.\n\nThe most recent update, announced in July 2011, covers cars and light trucks made from 2017-2025, requiring an average of 54.5 miles per gallon in 2025.\n\nThe year before, a new rule required cars and light trucks combined to get an average of 35.5 miles per gallon by 2016. (PolitiFact in April 2010 weighed his campaign promise to \"increase fuel economy standards,\" and ruled it a Promise Kept.)\n\nBut were those changes \"historic\"? (Which we take to mean in some way unprecedented, or as Merriam-Webster puts it \"having great and lasting importance.\")\n\n\"A lot of what Obama's doing is really extending what President Bush started,\" said Jeremy Anwyl, vice chairman for automotive information site Edmunds.com.\n\nAnd President George W. Bush extended work started by his predecessors.\n\nStill, Obama's push for the first time will require medium- and heavy-duty trucks to meet fuel efficiency and greenhouse gas emission standards, starting in 2014. It's also twice as long as previous plans. Meanwhile, while automakers have so far met boosted standards by updating traditional engines, Anwyl says those relatively inexpensive gains won't carry companies through lofty goals set for the end of the decade.\n\n\"There has to be some kind of breakthrough, and nobody knows what it's going to be,\" he said.\n\n'Lower costs at the pump'\n\nWill those changes lower costs at the pump, as the ad said?\n\nThe White House, along with the National Highway Traffic Safety Administration and the Environmental Protection Agency, argue a family that buys a new vehicle in 2025 will save $8,200 in fuel costs compared with driving a similar one in 2010. \n\nOf course, those savings are likely to be offset by the higher sticker prices on the cars themselves, since meeting the 2025 standards will require expensive technology — now in just a few, mostly high-end vehicles, according to Edmunds.com — to be widely used in cars and trucks. \n\nHow much will prices go up? It's not clear. Edmunds.com reports estimates range from nearly $1,000 to $9,300 per vehicle. EPA and NHTSA say it'll be closer to $1,400 to $2,600 per purchase.\n\nSo, lower costs at the pump, yes. But lower costs for consumers? That's not a given.\n\nReducing dependence\n\nFrom the origins of fuel economy standards in the '70s, the policy focus has been \"energy independence and security,\" according to NHTSA.\n\nSome observers, such as Peter Huber and Mark Mills, authors of a 2005 book The Bottomless Well, have argued that greater efficiency doesn't actually reduce consumption. Instead, lower costs to drive simply stimulate more demand. A Boston Globe editorial this year calls energy independence \"a pipe dream,\" saying that 35 years of such mandates haven't reversed the U.S. demand for oil. They point out highway fuel consumption has grown from 109 billion gallons in 1975 to 175 billion gallons in 2008.\n\nLynda Tran, spokeswoman for NHTSA, points out population growth plays a role in that change. She argues petroleum imports would need to be much higher to meet demand if the average passenger car fuel economy was still at the 1978 standard of 18 mpg and light truck fuel economy was still at the 1979 standard of 15.8 mpg to 17.2 mpg. \n\nThe last time passenger car fuel economy standards increased significantly was between 1978 and 1983, when it jumped from 18 to 26 mpg. During the same time, consumption dropped, along with imports, according to the U.S. Energy Information Administration. Meanwhile, standards didn't change much from 1983 to 2005, and consumption and imports increased — because of an increase in miles driven, Tran said.\n\nSo the new standards, Tran said, \"will reduce oil imports from what they would be if there were no improvements in passenger car and light truck fuel economy.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOur ruling\n\nThe Obama administration has launched new fuel efficiency standards. They're not exactly a break from the past, but they do significantly raise the bar for automakers over the next decade. Fuel costs for new-car drivers will drop, though it's important to point out they'll likely pay more up front for more efficient machines. Meanwhile, past increases in fuel standards have pushed down foreign petroleum imports — though consumption overall is up, partly because there are more of us, and we drive more than we used to. Those factors mean even more efficiency might not reduce imports. The ad's statement that Obama \"put in place historic fuel efficiency standards for cars and trucks to lower costs at the pump and reduce dependence on foreign oil,\" is partially accurate, but leaves out some important details. We rate it Half True.", "vclaim_id": "vclaim-pol-11850"}