{"url": "/factchecks/2018/jul/25/corey-stewart/stewart-mark-repeated-attacks-kaines-support-milit/", "speaker": "Corey Stewart", "vclaim": "\"President Trump proposed the increase to $700 billion to our military budget, which included the 355-ship Navy, which included a military pay increase, a modest one, which included, a yet even more modest housing allowance, but yet (Sen. Tim Kaine) even voted against giving more money to our men and women who are in the military service and against our housing allowance.\"", "truth_label": "barely-true", "date": "stated on July 21, 2018 in a debate:", "title": "Stewart off the mark in repeated attacks on Kaine's support for military", "text": "During a recent debate, Republican Corey Stewart criticized incumbent Sen. Tim Kaine for his frequent opposition to President Donald Trump.\nAs evidence, Stewart said Kaine voted against Trump’s proposal for a bolstered military budget.\n\"He has the nerve to say that he supports our military,\" Stewart said. \"President Trump proposed the increase to $700 billion to our military budget, which included the 355-ship navy, which included a military pay increase, a modest one, which included, an yet even more modest housing allowance, but yet he even voted against giving more money to our men and women who are in the military service and against our housing allowance.\"\nStewart repeated similar versions of the same claim five more times during the debate.\n\"Earlier this year President Trump and the Republicans have proposed legislation for a 355-ship Navy, they proposed legislation that would've included another $7.1 billion of veterans care, they proposed legislation that would have increased the salaries for our military personnel, and increased the housing allowance,\" Stewart said later. \"He voted against all of it.\"\nIan Sams, communications director for the Kaine campaign, said Stewart has been repeating the accusation for months.\n\"I support the military with my own flesh and blood,\" Kaine, who serves on the Senate Armed Services Committee, responded. \"My boy is an infantry commander in the Marine Corps.\"\nKaine added that \"the record will show\" Stewart’s claims to be made-up. We decided to check the record for ourselves.\nA short-term government spending bill\nWhen contacted for comment, Stewart campaign spokesman Noel Fritsch said Kaine voted against a short-term government spending bill on Jan. 19, 2018. \"This spending bill included all of the items Corey mentioned,\" Fritsch wrote in an email.\nKaine did vote against that bill, a continuing resolution that would have kept the government funded through Feb. 16, 2018. Ultimately, the measure fell 10 votes short of passing and resulted in a government shutdown through Jan. 22.\nBefore voting, Kaine issued a joint statement with fellow Virginia Sen. Mark Warner detailing his opposition to a bill that would mean \"punt(ing) budget discussions until mid-February.\"\n\"Congress should remain in session with no recess until we work out a long-term bipartisan budget deal that addresses all issues,\" Kaine and Warner said.\nIn a second statement after the vote, Kaine and Warner explained that Virginians wanted \"a bill that funds our military, education and health care programs, extends the Children’s Health Insurance Program, and protects Dreamers.\"\nThe omnibus spending bill\nDespite opposing the short-term resolution, Kaine was one of 65 Senators who voted in favor of the omnibus spending bill — a bill packaging many smaller appropriations bills into one — that Congress approved on March 23 to fund the remainder of the fiscal year through Sept. 30.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAlthough Fritsch pointed us to the Jan. 19 vote, Stewart told local news outlets after the debate that he was referring to the March 23 omnibus spending bill in his attack on Kaine.\nThat bill, a 2,232-page document formally titled the Consolidated Appropriations Act of 2018, authorized $1.3 billion in spending. Trump signed it into effect the same day Congress approved it, despite a last-minute veto threat on Twitter.\nIn response to Trump’s Twitter post, Kaine blasted the president for displaying \"the Art of the Deal-Wrecker.\" After Trump signed the bill, Kaine applauded the legislation as a \"long list of wins for Virginia.\"\n\"It will help rebuild our crumbling infrastructure, spur economic growth, combat the opioid epidemic, support shipbuilding and ship repair, boost defense funding, allow us to continue to protect the Chesapeake Bay, deliver affordable child care, increase accessibility to cyber scholarships, expand access to higher education, and more,\" Kaine said in a statement.\nAmong its many provisions, the omnibus spending bill allocated $700 billion for military spending, boosted military hardware, added funding for veterans care, authorized an expansion of the Navy’s fleet, raised pay for military personnel by 2.4 percent and increased funding for military housing.\nIronically, Sams, the Kaine campaign’s communications director, noted that Stewart himself said he would have preferred to see the bill vetoed.\n\"I wish the president had vetoed it,\" Stewart said March 26, 2018, during a radio interview on the John Fredericks Show. \"I don't know what his calculation was … they gave him a bad bill, one in which he didn’t feel that he had any choice but to sign it.\"\nStewart called the bill \"an absolute nightmare and a disaster\" due to its high spending totals, lack of funding for the border wall, and provisions covering Obamacare, sanctuary cities, gun control and \"a sweetheart project that (Senate Minority Leader Chuck) Schumer has going up in his district.\"\nBeyond the bills\nSams said Kaine has advocated for proposals to improve the military since Trump took office, including the Navy’s plans to boost its ship count from 280 to 355 over the next few decades. Kaine was an original co-sponsor for a 2017 act declaring that \"it shall be the policy of the United States to have available, as soon as practicable, at least 355 battle force ships.\"\nIn May, for example, Kaine said he hoped Congress would \"maintain forward motion towards a 355-ship Navy.\" A month prior, Kaine said the Navy’s potential expansion to 355 ships could benefit workers.\n\"We talk about what 355 means for the budget, and there are a whole series of issues there, but there is a real work force need,\" Kaine said at a meeting of the Senate Armed Services sea power panel. \"Folks who are going to be building these ships are in pre-K right now.\"\nKaine’s campaign also pointed to several instances where Kaine showed support for the military, including when he defended increased military spending, applauded the Navy’s purchase of aircraft carriers and sponsored an amendment providing $12.3 billion for Virginia shipbuilding.\nOur ruling\nStewart said, \"President Trump proposed the increase to $700 billion to our military budget, which included the 355-ship Navy, which included a military pay increase, a modest one, which included, a yet even more modest housing allowance, but yet (Kaine) even voted against giving more money to our men and women who are in the military service and against our housing allowance.\"\nKaine did vote no on a short-term government spending bill, which included several of the military-related provisions Stewart cited, in order to signal his disapproval for another short-term budget resolution. However, Kaine eventually voted in favor of those same provisions when he said yes to the omnibus spending bill on March 23, and he has taken other actions and made other statements in support of those provisions.\nWe rate Stewart’s statement Mostly False.\n Share the Facts 2018-07-25 19:44:46 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"President Trump proposed the increase to $700 billion to our military budget, which included the 355-ship Navy, which included a military pay increase, a modest one, which included, a yet even more modest housing allowance, but yet (Sen. Tim Kaine) even voted against giving more money to our men and women who are in the military service and against our housing allowance.\"    Corey Stewart Republican candidate for U.S. Senate in Virginia https://youtu.be/jC8F3gd5_XY?t=3077   in a debate Saturday, July 21, 2018 2018-07-21    Read More  info", "vclaim_id": "vclaim-pol-01810"}