{"url": "/factchecks/2011/may/12/george-lemieux/emigeorge-lemieux-claims-he-never-requested-single/", "speaker": "George LeMieux", "vclaim": "\"(George) LeMieux never requested a single earmark and pushed to ban them all.\"", "truth_label": "half-true", "date": "stated on May 10, 2011 in a Web ad:", "title": "George LeMieux claims he never requested a single earmark", "text": "A new Web ad from the campaign for former Sen. George LeMieux claims there's a big difference between him and Democratic U.S. Sen. Bill Nelson on the issue of earmarks.\n\nA narrator in the ad, called \"The Choice,\" says, \"Nelson voted for billions in wasteful spending earmarks like the Bridge to Nowhere. LeMieux never requested a single earmark and pushed to ban them all.\"\n\nWe broke this claim into two fact-checks. In a separate item, we explore the claim that, \"Nelson voted for billions in wasteful spending earmarks like the Bridge to Nowhere. \" In this item, we will address the second half of the equation, the claim that, \"LeMieux never requested a single earmark and pushed to ban them all.\"\n\nWhile this is technically true, the contrast isn't as black-and-white as the ad suggests.\n\nHere's why:\n\nLeMieux was appointed to the Senate by then-Florida Gov. Charlie Crist to fill the remaining term of retiring Sen. Mel Martinez. LeMieux took office on Sept. 10, 2009, and served until Jan. 3, 2011.\n\nSoon after taking office, LeMieux voted in favor of a handful of appropriations bills that included thousands of earmarks worth billions of dollars.\n\nWe'll break it down.\n\nOn Oct. 15, 2009, LeMieux voted in favor of an appropriations bill for energy and water development and related agencies for the 2010 fiscal year. According to a Congressional Research Service report, the bill included 2,293 earmarks at a cost of $5.7 billion.\n\nOn Oct. 6, 2009, and Dec. 19, 2009, LeMieux voted in favor of appropriations bills for the Department of Defense. They included 1,719 earmarks at a cost of $4.2 billion.\n\nOn Oct. 20, 2009, LeMieux voted in favor of an appropriations bill for the Department of Homeland Security. It included 192 earmarks at a cost of $420 million.\n\nOn Nov. 5, 2009, LeMieux voted in favor of an appropriations bill for Commerce, Justice, Science and related agencies. The bill included 1,513 earmarks at a cost of $781 million.\n\nOn Nov. 17, LeMieux voted in favor of an appropriations bill for military construction and veterans affairs. It included 745 earmarks at a cost of $14.5 billion.\n\nIn other words, LeMieux voted for bills containing billions of dollars in earmarks, the very thing the ad criticized Nelson for in the previous sentence.\n\nBut the ad is artfully worded. It doesn't say LeMieux never voted for an earmark, it says he never requested a single one.\n\nThat's true, but it's also true that earmarks bound for Florida were already packed into the appropriations bills before LeMieux took over for Martinez. We checked the earmark database for the 2010 fiscal year compiled by Taxpayers for Common Sense -- a group that tracks federal earmarks -- and found several dozen earmarks at a cost of hundreds of millions of dollars requested by Martinez (sometimes jointly requested with Nelson and others) for various Florida projects, which were included in the appropriations bills that LeMieux voted for. We didn't find any evidence that LeMieux tried to remove those Florida earmarks.\n\nWe asked LeMieux about those votes via e-mail.\n\n\"I never requested an earmark,\" LeMieux said. \"It became clear to me after my first couple months in D.C., and those first appropriation bills, that earmarks are the engine that drive the train of increased spending. After that experience I had a press conference with Sens. DeMint, Graham and others pledging not to seek an earmark.\"\n\nIn that press conference, the Republican legislators called for a one-year moratorium on all earmarks.\n\n\"Let me tell you why I think earmarks are a problem,\" LeMieux said at the press conference. \"They're not just a problem for the amount of the budget that they are, because it's not a huge amount. They are a problem because they are the enabler.\n\n\"In my short time here, I have seen that if you ask for a project and you bring it back for your home state, then when the budget that they bring before you on a particular appropriations bill is 10 percent, 15 percent, 20 percent, 25 percent more than last year, you can't vote against it or you'll never get another project again. So I haven't done earmarks since I've been here, and I made a decision last month not to do them for the rest of the time I'm here, because the nation is in dire financial straits.\"\n\nSo there's no question LeMieux pushed to ban earmarks, as the ad claims. But to back up that point, the ad cites LeMieux's vote on Nov. 30, 2010, in favor of an amendment that sought to establish a moratorium on earmarks through the 2013 fiscal year. The amendment failed with 39 senators voting in favor (including LeMieux) and 56 against. But here's what the ad doesn't say: Nelson also voted for the moratorium.\n\n\"Sen. Nelson may have voted to ban all earmarks, but he still sought them and still supports them,\" LeMieux wrote to us in an e-mail. \"My vote was sincere.\"\n\nAlso, LeMieux stated, \"I have signed a pledge not to seek any earmarks if I have the honor of serving again.\"\n\nWe contacted Nelson's press office for comment but did not hear back.\n\nAgain, the wording of the earmark claims in LeMieux's ad are technically true. LeMieux has not personally requested any earmarks, and he has pushed to ban them all. But we think it's a bit hypocritical for LeMieux to call out Nelson for voting for a bill that included billions of dollars worth of earmarks (and specifically the infamous Bridge to Nowhere).\n\nLeMieux also voted for bills that included thousands of earmarks worth billions of dollars. By the same logic in LeMieux's ad, Nelson could counter with an ad that says LeMieux voted for billions in earmarks including any number of outrageous-sounding pet projects from around the country that were included in the handful of appropriations bills LeMieux voted for in late 2009.\n\nLeMieux makes the distinction that he never personally requested earmarks (while Nelson certainly has). But again, we think it's worth noting that the appropriations bills LeMieux voted in favor of were stuffed with dozens of Florida earmarks -- costing hundreds of millions of dollars -- that were requested by his Republican predecessor, Martinez. LeMieux has put himself out front on the issue of reining in earmarks, taking a stand early in 2010 calling for a complete ban. And LeMieux may not buy that Nelson has found religion on earmarks, but Nelson was among only a half dozen Democrats in the Senate who also voted for the earmark moratorium. We think that's a lot of missing context, and so we rate the claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVern Buchanan\n\n\nstated on April 27, 2010 in in a web video.\n\n\n\n\n\n\n\n\n\"In the last 50 years, (the federal government has) only balanced the budget five times.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • May 7, 2010", "vclaim_id": "vclaim-pol-13101"}