{"url": "/factchecks/2014/jun/15/reince-priebus/reince-priebus-says-hillary-clintons-poll-numbers-/", "speaker": "Reince Priebus", "vclaim": "Says Hillary Clinton’s approval rating went from 70 percent to 52 percent in 18 months.", "truth_label": "half-true", "date": "stated on June 15, 2014 in interview on \"Face the Nation.\":", "title": "Reince Priebus says Hillary Clinton's poll numbers have plummeted", "text": "Two huge political news stories collided this week on CBS’ Face the Nation — the release of Hillary Clinton’s new memoir and House Majority Leader Eric Cantor’s head-scratching Republican primary loss to a poorly funded novice candidate.\nRepublican National Committee Chairman Reince Priebus was on set to answer how the GOP, still waging an internal war, would come together to defeat Clinton in 2016, assuming she runs.\nPriebus, though, said Republicans have a much deeper bench of heavyweights, adding that Clinton’s star is fading.\n\"We're now running with a lot of great people that have a vision for this country like Bobby Jindal, Jeb Bush, Chris Christie, Rand Paul, and others, in my own state of Wisconsin, that are very dynamic,\" Priebus said. \"And it looks like Hillary Clinton is getting ready. She went from a 70-percent approval rating down to ... 52 in 18 months.\" (Priebus stumbled slightly over the final approval number but corrected himself to say 52.)\nHas the shine really worn off that much since Clinton left office in January 2013?\nWe asked Priebus to back up his numbers. GOP spokesman Sean Spicer pointed us to new data from a Bloomberg National Poll.\nIn December 2012, Clinton received very high marks from Bloomberg’s respondents. At the time, 70 percent of those surveyed had either a very favorable or mostly favorable view of the Secretary of State.\nAnd how did she do in Bloomberg’s recent poll? On June 12, 2014, Clinton had a net favorable rating of just 52 percent, a drop of 18 points.\nSo, Priebus is right, right?\nNot entirely.\nThe Bloomberg poll released in 2012 is pretty far off the average for polls taken around that time, making it a bit of an outlier. While a couple of other polls in late 2012 and early 2013 put Clinton's favorability at 67 percent, other polls (like CBS) had it around 55 percent.\nThe Huffington Post Pollster, which aggregates and averages most credible polls, put Clinton’s favorability rating at 58.2 percent on Dec. 9, 2012.\nWhere is it at now? It’s at 52.6 percent.\nThat’s definitely lower than where it was just 18 months ago, but it’s not nearly as drastic of a drop as Bloomberg found. It’s also up from where it was in December 2013, when Clinton bottomed out at 49.3 percent favorable, suggesting perhaps that Clinton is on the rebound, instead of a downward spiral. (The high point for Clinton since 2009 was actually January 2011, when about 62 percent viewed her favorably.)\nHere’s Clinton’s favorability over time.\n\n\"If we look at individual polls, then one can find results close to those cited (by Priebus), but only by ignoring other polls,\" said Charles Franklin, director of the Marquette Law School Poll. \"The trend, which doesn’t cherry-pick polls but averages across all of them, finds a move from 56.1 (when she left office) to 52.6.\"\nFor PolitiFact, Franklin analyzed polls that have asked Clinton-specific questions at multiple times and found an average decline in those polls of about 8 points in the last 12-20 months.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThis won’t weigh into our rating, but since Priebus singled out a few names, we thought it would be interesting to compare Clinton’s performance against them in a hypothetical election. We used Pollster’s average (which didn’t have enough data on Clinton vs. Jindal to for us include the Louisiana governor).\n\n\n\n\nOpponent\n\n\nJanuary 2013\n\n\nJune 2014\n\n\n\n\n\n\nClinton vs. Jeb Bush\n\n\n55.7 to 35.8\n\n\n53.5 to 39.8\n\n\n\n\nClinton vs. Chris Christie\n\n\n49.1 to 40.0\n\n\n51.9 to 39.9\n\n\n\n\nClinton vs. Rand Paul\n\n\n52.2 to 41.6*\n\n\n52.9 to 40.3\n\n\n\n\nClinton vs. Paul Ryan\n\n\n55.7 to 37.2\n\n\n52.0 to 37.9\n\n\n\n\n*Earliest polling data was March 2013\nSo, while Priebus makes the case that the GOP has a handful of candidates well suited to take on a diminishing Clinton brand, actually, despite a drop in favorability, she continues to do relatively well against the Republicans he mentioned. She would beat all four we looked at if the election were held today, and has only seen her lead shrink slightly against Bush and Ryan. (It’s gone up against Christie and Paul.)\nOur ruling\nPriebus said Clinton \"went from a 70-percent approval rating\" down to \"about 52\" in 18 months. Her favorability dropped 18 points in one poll from Bloomberg during that time. But Bloomberg’s poll from December 2012 had Clinton’s favorability 12 points higher than the average poll taken around the same period.\nIt’s true Clinton’s numbers are down overall since the end of 2012, so we’ll give Priebus credit for identifying the trend and accurately citing one recent poll, but we’ll also knock him a few points for cherry-picking his findings to exaggerate her fall. On balance, we rate his statement Half True.", "vclaim_id": "vclaim-pol-07738"}