{"url": "/factchecks/2016/oct/05/colleen-deacon/katko-voted-against-planned-parenthood-funding-fou/", "speaker": "Colleen Deacon", "vclaim": "Says Rep. John Katko \"promised he wouldn’t vote to defund Planned Parenthood and since he’s been in office he’s done that four times\"", "truth_label": "true", "date": "stated on September 10, 2016 in remarks at a campaign office opening for Hillary Clinton:", "title": "Katko voted against Planned Parenthood funding four times", "text": "Democrat Colleen Deacon says Rep. John Katko, R-Camillus, flip-flopped on funding for Planned Parenthood.\nWhen Katko first ran for the office in 2014, he wasn’t against federal funding for the organization. Now, his opponent says he broke his promise to voters.\nAt a regional campaign office opening for Hillary Clinton in Syracuse, Deacon said Katko voted four times to defund Planned Parenthood.\n\"He’s somebody who when he ran said he promised he wouldn’t vote to defund Planned Parenthood and since he’s been in office he’s done that four times,\" Deacon told WRVO. She also made the claim in her victory speech in June’s primary election.\nThe Syracuse area congressional district is considered a toss-up. Three Republicans and two Democrats have represented the district since 2003.\nIs Deacon right about Katko’s record on Planned Parenthood funding?\nKatko’s position on abortion\nKatko opposes abortion, except in cases of rape and incest, or if the health of the mother is at risk. He said during one debate in 2014 that he would reverse the Supreme Court decision in Roe v. Wade if given the opportunity.\nThat doesn’t mean he opposed federal funding for Planned Parenthood. Katko told the Post-Standard newspaper in Syracuse last year he supported funding until a set of videos was released that implied the organization was harvesting fetal tissue for sale. The creator of those videos has since faced charges related to the incident. Katko also went on the radio last September to explain why he changed his position.\n\"It’s never an easy issue, right? Before, when I was running in the campaign, I was absolutely for funding for Planned Parenthood. The law is clear that any federal funds for Planned Parenthood can’t be used for abortions, so that’s not an issue,\" Katko told Grant Reeher on WRVO. He went on to explain that the videos gave him pause to support federal funding for the organization.\n\"It isn’t about abortion to me. It’s about whether they’re breaking the law or not,\" Katko said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThe first and second votes\nThe videos sparked state investigations into Planned Parenthood and a renewed effort to strip the organization of federal funding in Congress. In September 2015, The Defund Planned Parenthood Act of 2015 was brought to the House Floor.\nKatko voted twice to advance the legislation. In his first vote, Katko opposed a proposed amendment to reconsider the bill. His vote helped keep the legislation on the House floor. His second vote supported the actual bill, which passed in the House but was not brought to a vote in the Senate.\nThe third vote\nThen during federal budget negotiations last year, the Defund Planned Parenthood Act of 2015 was slipped into a one-house resolution to fund the federal government. It included the same language as the standalone bill. The House, with the help of Katko, passed the resolution. The Senate did not.\nThe fourth vote\nThe fourth vote happened a few weeks later when Republicans in the House tried to defund the Affordable Care Act, more commonly known as Obamacare.\nTucked away in that legislation was language that would have stripped federal funding to any entity that provided abortion services. Katko voted for the legislation. The House passed the measure, but the bill did not become law.\nOur ruling\nAt the opening of Hillary Clinton’s regional campaign office in Syracuse, Deacon said Katko voted four times to defund Planned Parenthood.\nShe’s right. Katko voted defund the organization, according to voting records.\nWe rate this claim as True.", "vclaim_id": "vclaim-pol-04201"}