{"url": "/factchecks/2010/jun/21/jerry-patterson/patterson-says-napolitano-wont-say-terrorist-attac/", "speaker": "Jerry Patterson", "vclaim": "\"We have a director of homeland security who cannot use and will not use the term 'terrorist attack' but instead substitutes 'man-made disaster.' \"", "truth_label": "false", "date": "stated on June 11, 2010 in a speech at the Texas Republican Party Convention:", "title": "Patterson says Napolitano can't and won't say 'terrorist attack'", "text": "Texas Land Commissioner Jerry Patterson fired up the crowd during a speech at the state GOP convention June 11 by declaring that “we’re besieged today by political correctness.”\nTo illustrate his point, he singled out Janet Napolitano, the former Arizona governor who joined President Barack Obama’s Cabinet. “We have a director of homeland security who cannot use and will not use the term ‘terrorist attack’ but instead substitutes ‘man-made disaster,’ ” Patterson said.\nHas the leader of an agency charged with keeping the United States safe indeed scrubbed “terrorist attack” from her vocabulary?\nWhen we contacted Patterson, he pointed us to congressional testimony that Napolitano gave in early 2009 and media accounts of the criticism that followed.\nOn Feb. 25, 2009, Napolitano made her debut appearance before the House Homeland Security Committee. Before delivering her prepared statement, the committee’s ranking Republican, Peter King, R-N.Y., noted correctly that the word “terrorism” did not appear in the text of her remarks.\nKing said that he was “not trying to get into semantics on this” but that “it’s important for us in positions of leadership to constantly remind people how real that (terrorism) threat is … and if we don’t do it, it’s going to be hard for us to get legislative support for the measures that we think have to be taken.”\nIn an aside to King as she addressed the committee, Napolitano then invoked the “T” word to describe the agency’s mission: “to confront and prepare for threats that face this nation, be they man-caused -- and terrorism, Rep. King, I believe falls into that category and is central to that category -- or be they caused by nature.”\nThe phrase “man-caused” deviated from Napolitano’s prepared text, which used “man-made” instead. The first instance we found of Napolitano pairing the man-made concept with “disaster” occurred a month earlier, in remarks prepared for her Senate confirmation hearing.\nRepublicans, conservative commentators and other critics pointed to Napolitano’s word choice as evidence that the Obama administration was tip-toeing around the threat of terrorism. Patterson told us that he sees it as “some kind of reluctance to use words that others may take offense at even if those terms are accurate and truthful.”\nNapolitano was asked about her terminology in March 2009 by a German news magazine, Der Spiegel. Using the term “man-caused disasters,” she replied, “demonstrates that we want to move away from the politics of fear toward a policy of being prepared for all risks that can occur.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nIn April 2009 remarks to an Anti-Defamation League conference, Napolitano offered further explanation for her use of “man-caused disaster.” She said that “so often we think of terrorism and the mindset is just al Qaeda … But it is not the only such group, and so to use a different phrase is an effort to cause people to think more broadly about what we are dealing with, and that is those who seek to commit violence to impact broader societies through their economies, through the exercise of their freedoms, and the like.”\nIn early 2010, a writer for The New York Times cast the dust-up over Napolitano’s language as an example of how the Obama administration has rejected some of the Bush administration’s terrorism-related rhetoric (such as Bush references to “evildoers” and “Islamo-fascist”).\nSo Napolitano says she’s trying to expand the public’s thinking about the kinds of threats the U.S. faces. Does that mean she cannot and will not say “terrorist attack,” as Patterson claims?\nIt doesn’t look that way.\nDuring her January 2009 confirmation hearing before the Senate Homeland Security and Governmental Affairs Committee, Napolitano spoke the word “terrorism” five times and “terrorist” once; we counted.\nIn March 2009, at a conference in Kansas City, Mo., she employed “terrorist attack” in response to a question about the role of the private sector in so-called “fusion centers” enabling law enforcement agencies to analyze and share intelligence information.\nAnd in a July 2009 speech at the Council on Foreign Relations, Napolitano used “terrorist attack” twice and “terror attack” once. An example: “Make no mistake, Americans continue to be targeted in terror attacks,” Napolitano said. “Just two weeks ago, American hotels were the target of bombings in Jakarta that killed eight people and injured six Americans.”\nMore recently, Napolitano told CNN on May 2, 2010 – the day after a sport-utility vehicle holding a bomb was found in New York’s Times Square – that the incident was being treated “as if it could be a potential terrorist attack.”\nAnd on Friday, Matthew Chandler, a spokesman for the Homeland Security Department, said: “The secretary speaks publicly about terrorism often, including in a speech less than 90 minutes ago to the American Constitution Society.”\nPatterson said Friday that Napolitano’s continued use of “man-made disaster” proves his point.\nWe disagree. The essence of his charge at the convention was that the secretary can’t and won’t say “terrorist attack.” News accounts, congressional testimony and speeches prove otherwise.\nWe rate Patterson’s statement as False.", "vclaim_id": "vclaim-pol-14882"}