{"url": "/factchecks/2015/jun/14/hillary-davis/aclu-says-profits-traffic-cameras-go-private-compa/", "speaker": "Hillary Davis", "vclaim": "\"The profit [from automated traffic enforcement cameras] is going to the private corporations, not to the city or state.\"", "truth_label": "false", "date": "stated on May 6, 2015 in a hearing at the General Assembly :", "title": "ACLU says profits from traffic cameras go to private companies -- not government", "text": "When is a loss not a loss? When it comes to traffic cameras in Providence.\nThat's one lesson we learned when we tried to fact-check a claim about the cameras that flag cars that run red lights in certain intersections.\nThe assertion arose during a hearing on proposed legislation to expand the use of automated cameras to police speeding in school zones.\nLegislation authorizing the practice was the subject of a May 6, 2015, hearing by the House Judiciary Committee.\nThe sponsor of House bill 6075, Rep. Robert Craven, D-North Kingstown, told the committee, \"This is a bill that not only comes with no cost to those municipalities that choose to use it, but it actually creates a profit center.\"\nNot so fast, said Hillary Davis, a policy analyst for the Rhode Island Affiliate of the American Civil Liberties Union. These cameras have been a money-losing proposition for Providence.\n\"The profit is going to the private corporations, not to the city or the state,\" she said.\n\"In fact, the City of Providence was so behind and lost so much money on the red light camera program that last year the General Assembly had to change the law to say that the City of Providence no longer owed the state the several hundred thousand dollars that it had not paid in the several years of the red light camera program.\"\nBecause she focused on Providence, we wondered if the red light camera system is, in fact, a money-losing proposition with all the profit going to the vendor.\nFirst, some background.\nProvidence's cameras, installed in 2006 and 2007, were meant in part to discourage people from running red lights. By that gauge, they appear to have been successful. The number of tickets issued has decreased in monitored intersections from 15,531 in 2008 to 4,149 in 2014, although some of the decline may be due to the fact some of the cameras have been broken.\nA police officer reviews the video and decides whether to issue a ticket. The person to whom the car is registered gets the ticket in the mail. If the registrant challenges the ticket, the video is shown in court so the judge can make a ruling.\nOn paper, the revenue from the fines were supposed to be shared by the city, the state and Affiliated Computer Services Government Solutions (ACS), which bought, installed and maintained the cameras.\nBut in practice, things haven't worked out that way.\nWhen we contacted Davis, she said that most of her testimony on the economics of the cameras was based on an ACLU report, released in June 2008. She said she later tried to follow up with the city, but didn’t get the information she wanted.\nThe 2008 report itself concluded that since installing the cameras, \"the city is actually paying out much more than it is taking in.\"\n\"Providence’s expenses have exceeded revenue received from the tickets by $749,431, much of which has gone to the private company maintaining the cameras. Including [the] equipment replacement costs adds $223,472 to the City’s expenses over the [first] two years, bringing the City’s total net losses to $972,903 – nearly one million dollars!\" the report said.\nBut, it turns out, there were a lot of things the ACLU didn't know at the time and didn't find out until PolitiFact started investigating. Since her testimony, Davis and the ACLU have reviewed some of the additional documents.\nShe now calls the saga of Providence’s traffic cameras a \"crazy rabbit hole.\"  \nThat's because, as we now know, while the city was nabbing red-light runners, it wasn't exactly following the legal rules of the road.\nThe explanation has more curves than Route 95 in Pawtucket. So fasten your seat belt. Things are going to get \"curiouser and curiouser.\"\nUnder the city's initial 2004 contract with ACS, the traffic camera company, the city was supposed to pay the company $4,550 per month for each approach to an intersection that was monitored by cameras. The plan was to pay the bill with revenue collected from each ticket.\nIn addition, under state law, the first $35 of each $85 ticket was supposed to have gone to the state. That meant that there had to be 91 paid tickets at each approach before the city could earn enough money to pay ACS. (An approach is any street leading to an intersection with a camera. An intersection could have more than one approach.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nMost approaches didn't generate enough tickets to pay the vendor’s full bill. Even in 2008, when lots of citations were being issued, we calculated that only 6 of the 25 approaches were catching enough red light runners to give ACS its full contracted payment.  \nNonetheless, the city couldn't lose money on the deal because, under the terms of the contract, if there weren't enough offenders to pay the bill for each approach, the city could indefinitely defer its payments to ACS. And if, at the end of the contract, the city still owed ACS, that debt would be automatically forgiven.\nSo contrary to what the ACLU said, the vendor wasn’t getting all of the money.\nWhat actually happened was that the city wasn't paying ACS anything at all, at least not initially.\nThe city's 2010 report on the camera system, prepared by ACS, says that the private company was paid nothing in 2006 and 2007, the first two years when the cameras were operating. The report didn’t explain why.\nWhen ACS renegotiated its contract with the city in 2008, the city acknowledged that, as of June 30, 2008, it owed ACS $2.05 million.  But ACS agreed to take $500,000 and forgive $1.55 million.\nEven with the $500,000 payment, the 2010 city report says, the city made $1 million over the first five years of the program.\nBut that doesn't reflect reality either.\nIn that 2010 report, submitted to the Rhode Island Department of Transportation, the city reports  that it had paid the state more than $1.6 million between 2006 and 2010. But it hadn't. It kept the money.\nBy 2013, the amount the city owed the state exceeded $2.2 million, or the equivalent of 62,857 red light tickets, according to city records and spokesman Evan England.\nWhat happened next was something the Mad Hatter might have appreciated: A deal was cut.\nTucked away in Article 9 of the state's 2013 budget bill was a provision saying that, \"no city or town shall be required to make payments to the state in implementing any provision of [the automated traffic violation monitoring systems law] . . . until July 1, 2013.\"\nThe General Assembly passed it, Gov. Lincoln Chafee signed it and -- Poof! -- the debt was gone.\nNonetheless, the city was still on the hook from that day forward.\nBut not for long.\nThe following year, the General Assembly passed legislation, sponsored by five Providence Democrats in the Senate and four Providence Democrats in the House eliminating the requirement that the state get a $35 cut for each ticket issued using an automated camera system, effective July 1, 2015.\nMeanwhile, the city signed another renewal with ACS (now known as Xerox State & Local Solutions). That new deal,  in effect since June 26, 2014, calls for upgrading five existing approaches, installing cameras at 15 new approaches and decommissioning 20 others. It also restructures the payment system.\nIn recent years, with Xerox getting its money and ticket volume down, the camera system hasn't been quite so lucrative for Providence.\nBut that situation is expected to turn around July 1 when the state stops taking its cut. In fact, the city says it expects to get $955,000 in revenue from the cameras during the 2016 fiscal year.\nWe'll see.\nOur ruling\nHillary Davis said, \"The profit [from automated traffic enforcement cameras] is going to the private corporations, not to the city or state.\"\nIn the case of Providence's camera system, which was the focus of Davis' comments, the private corporation has certainly gotten paid something, although it ended up forgiving $1.55 million in debt that Providence owed.\nThe state has also made some money, although only a fraction of what it was entitled to. Remember, the state waived more than $2.2 million it was supposed to get from the city. Providence, the third party in this deal, did very well for itself.\nDavis and the ACLU have plenty of reasons to question the camera system. But it's clear that all the revenue is not going to the traffic camera company. We rate her statement False -- although she was right about the rabbit hole.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06319"}