{"url": "/factchecks/2020/sep/10/facebook-posts/antifa-activists-did-not-start-west-coast-wildfire/", "speaker": "Facebook posts", "vclaim": "Most of the wildfires on the West Coast are “all being started by antifa.”", "truth_label": "false", "date": "stated on September 9, 2020 in a series of images:", "title": "Antifa activists did not start the West Coast wildfires", "text": "At least seven people have died in wildfires that are ravaging the West Coast. More than 90 major fires have burned thousands of square miles, and smoke has obscured sunlight in several large areas — including the San Francisco Bay Area.\nA combination of drought, historic heat, lightning storms and heavy winds are thought to have contributed to the destruction, which comes in the middle of the Western United States’ wildfire season. But social media users have an alternative explanation.\n\"Most of these fires are all being started by antifa and a month ago (Gov.) Kate Brown warned us about these fires that will be happening in Oregon,\" one Facebook user wrote Sept. 9.\n\"Multiple sources in Emergency Response have confirmed that the fires along the West Coast are caused by dozens of arsonists,\" tweeted Katie Daviscourt, a representative for Turning Point USA, a conservative advocacy group with a history of spreading misinformation. \"These fires are allegedly linked to Antifa and the Riots.\"\n\"Please tell me how all these fires are starting so far apart from each other all over the US?\" another Facebook user wrote.\nDozens of other posts blaming antifa for the wildfires were flagged as part of the company’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Collectively, they’ve been shared thousands of times.\n\n(Screenshot from Facebook)\nIs there some evidence that these left-wing activists are responsible for the wildfires ravaging the West Coast? \nNo. Officials have dispelled the rumors, and while investigations are still ongoing, many of the fires appear to have been sparked accidentally.\nFirst, antifa stands for \"anti-fascist.\" It is not a singular group, but rather a broad coalition of activists — including communists, anarchists and socialists — that’s been around for decades. \nRELATED: What is antifa, and why is it all over my timeline?\nWhile antifa activists have used violence to achieve their goals in the past, experts say most of the movement’s organizing is not rooted in physical confrontation. Still, over the past few years, people ranging from President Donald Trump to everyday social media users have blamed antifa for acts of violence.\nIn Portland, demonstrations began in late May after Floyd’s death and have continued for more than 100 days. Antifa activists have been present at some of the protests. On several occasions, protesters have started fires around the city. \nBut it’s unclear to what extent antifa supporters have been responsible for those fires — and there is no evidence that they are behind the dozens of wildfires burning from Washington to California.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nOn Sept. 9, police in Medford, Ore., where the Almeda fire has consumed hundreds of homes, took to Facebook to dismiss rumors that they had arrested members of antifa or the Proud Boys — a right-wing organization of self-described \"Western chauvinists\" — in connection with the blaze.\n\"We did not arrest this person for arson, nor anyone affiliated with Antifa or ‘Proud Boys’ as we’ve heard throughout the day,\" the police department wrote. \"Also, no confirmed gatherings of Antifa which has also been reported.\"\nPolice in other parts of the state have also debunked rumors about antifa arsonists, \n\"Rumors spread just like wildfire and now our 9-1-1 dispatchers and professional staff are being overrun with requests for information and inquiries on an UNTRUE rumor that 6 Antifa members have been arrested for setting fires in DOUGLAS COUNTY, OREGON,\" wrote the Douglas County, Ore., Sheriff’s Office on Facebook Sept. 10. \"THIS IS NOT TRUE!\"\n\n \nJoy Krawczyk, a spokeswoman for the Oregon Department of Forestry, told the New York Times that they’re \"not seeing any indications of a mass politically-influenced arson campaign.\" California fire officials told us they also haven’t seen any indication of antifa involvement.\n\"I have not heard any of those rumors. Here in the office, if that was going around, we would know about it immediately,\" said Sean McFadden, a spokesperson for the California Department of Forestry and Fire Protection. \"Right now, it’s safe to say that this is not correct.\"\nWe reached out to fire officials in Oregon and Washington, as well as the National Interagency Fire Center, for further comment, but we haven’t heard back.\nMany fires on the West Coast are still under investigation, but here are a few suspected causes:\n\n\nIn California, the El Dorado fire is thought to have started over Labor Day weekend after a family used a \"pyrotechnic device\" to announce the gender of their new baby. The blaze consumed thousands of acres east of Los Angeles.\n\n\nIn mid-August, lightning strikes started hundreds of fires across Northern California, according to the Department of Forestry and Fire Protection. Since then, more than 1 million acres have burned.\n\n\nA wildfire east of Salem, Ore., ignited after strong wind gusts knocked down power lines in Santiam Canyon. Downed power lines have also started fires in Washington state.\n\n\nRELATED: Oregon law enforcement does not have six ‘antifa arsonists’ in custody\nSome fires were purportedly set deliberately, such as one near Eugene, Ore., that burned hundreds of acres and a small brush fire in Puyallup, Wash. But extremist groups are not thought to be connected to them, and arson appears to be the exception — not the rule. \n\"I’ve talked to a lot of emergency, fire, and law enforcement personnel in Oregon over the past two days,\" wrote Lincoln Graves, a reporter and anchor for KATU in Portland, in a Sept. 9 Facebook post. \"No one thinks Antifa is going deep into the forest to start fires on selectively windy days.\"\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-18895"}