{"url": "/factchecks/2018/sep/10/kamala-harris/brett-kavanaugh-birth-control-abortion-inducing/", "speaker": "Kamala Harris", "vclaim": "Says at his confirmation hearing Brett Kavanaugh said birth control methods could be considered \"abortion-inducing drugs.\"", "truth_label": "false", "date": "stated on September 7, 2018 in a tweet:", "title": "Did Brett Kavanaugh call birth control abortion-inducing drugs? No", "text": "Democrats rallied around Judge Brett Kavanaugh’s reference to popular contraceptive methods as \"abortion-inducing\" during his Supreme Court confirmation hearing.\nSen. Kamala Harris, D-Calif., tweeted an 11-second clip in which Kavanaugh said, \"Filling out the form would make them complicit in the provision of the abortion-inducing drugs that they were, as a religious matter, objected to.\"\n\"Kavanaugh chooses his words very carefully, and this is a dog whistle for going after birth control,\" Harris tweeted. \"He was nominated for the purpose of taking away a woman’s constitutionally protected right to make her own health care decisions. Make no mistake — this is about punishing women.\"\nSeveral other Democrats tweeted similar statements.\nKavanaugh chooses his words very carefully, and this is a dog whistle for going after birth control. He was nominated for the purpose of taking away a woman’s constitutionally protected right to make her own health care decisions. Make no mistake - this is about punishing women. pic.twitter.com/zkBjXzIvQI— Kamala Harris (@SenKamalaHarris) September 7, 2018\n\n\nIn Harris’ tweet, Kavanaugh appears to believe birth control is an abortion-inducing drug. Does he?\nWe’re not sure what he believes. He hasn't said so in the confirmation hearings.\nHarris’ tweet takes Kavanaugh’s statement out of context.\nHarris cut an important second out of the clip — the attribution. Kavanaugh said, \"They said filling out the form would make them complicit in the provision of the abortion-inducing drugs that they were, as a religious matter, objecting to.\"\n\"They\" refers to a Catholic nonprofit group, Priests for Life. Kavanaugh was answering a question from Sen. Ted Cruz, R-Texas, about a case in which he argued Priests for Life shouldn’t have to provide women with the contraceptive coverage mandated by the Affordable Care Act for religious reasons.\nA later reply to that tweet included a two-minute clip with the full question and answer.\nKerri Kupec, a Justice Department spokeswoman, said Kavanaugh was using the limited time available to summarize the arguments made by the plaintiff.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"It’s very clear he’s characterizing their position, which was held by all the Catholic organizations within that set of cases,\" Kupec said. \"But even within characterizing their position, if you look at the dissent, it’s still not a blanket description of birth control.\"\nIn the dissent, Kavanaugh writes, \"They complain that submitting the required form contravenes their religious beliefs because doing so, in their view, makes them complicit in providing coverage for contraceptives, including some that they believe operate as abortifacients.\"\nThe question is significant to abortion rights activists because most common types of contraception don’t prevent implantation but fertilization. According to the medical community, pregnancy begins after a fertilized egg is implanted in the uterus. If a Supreme Court justice believes pregnancy begins at fertilization it could jeopardize the legality of birth control methods for women.\nHarris’ office pointed out that at no point in his answer did Kavanaugh disagree with this definition of contraception, note it was medically inaccurate, or acknowledge it was politically charged.\n\"In his full answer, he uses the term uncritically,\" said Lily Adams, communications director for Harris. \"He doesn’t say ‘so-called,’ ‘I don’t agree with it,’ there’s no caveat that he gives that he does not agree with the term.\"\nAdams added that Kavanaugh was not exactly quoting the dissent, as the phrase used in the case was abortion-inducing products, not drugs.\nKavanaugh has not defined what he believes constitutes \"abortion-inducing drugs.\" But the White House insisted that in that statement, \"He did not express a personal view.\"\nWhite House deputy press secretary Raj Shah said it was not the judge’s job to be critical of the term, quoting another segment of the dissent.\n\"The Supreme Court has emphasized that judges in Religious Freedom Restoration Act cases may question only the sincerity of a plaintiff’s religious belief, not the correctness or reasonableness of that religious belief,\" Kavanaugh wrote, citing Burwell vs. Hobby Lobby and Thomas vs. Review Board.\nIn the follow-up to his answer, Kavanaugh says the government did, in fact, have a compelling reason to ensure birth control access to the employees. But he determined the government could provide it without doing so on the backs of the religious objector.\nOur ruling\nHarris tweeted a clip in which Kavanaugh said, \"Filling out the form would make them complicit in the provision of the abortion-inducing drugs that they were -- as a religious matter, objected to.\"\nIn Harris’ tweet, Kavanaugh appears to define contraception as abortion-inducing. But the video failed to include a crucial qualifier: \"They said.\" In fact, he was citing the definition of the religious group Priests for Life. He has not expressed his personal view.\nWe rate this statement False.\n Share the Facts 2018-09-10 21:52:03 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says at his confirmation hearing Brett Kavanaugh said birth control methods could be considered \"abortion-inducing drugs.\"    Kamala Harris Senator from California https://twitter.com/SenKamalaHarris/status/1038136274593505280   In a tweet Friday, September 7, 2018 2018-09-07    Read More  info", "vclaim_id": "vclaim-pol-01637"}