{"url": "/factchecks/2020/feb/04/organizers-bernie-2020/no-evidence-iowa-poll-or-caucus-were-blocked-democ/", "speaker": "Organizers for Bernie 2020", "vclaim": "Says Democrats \"blocked the Iowa poll\" and \"blocked the Iowa caucus.\"", "truth_label": "false", "date": "stated on February 4, 2020 in a tweet:", "title": "No evidence Iowa poll or caucus were ‘blocked’ by Democrats", "text": "Just after the clock struck midnight — and there were still no official results from the Democratic caucuses in Iowa — a group supporting Bernie Sanders for the Democratic presidential nomination accused the Democratic Party of a conspiracy.\nOrganizers for Bernie 2020, which has 15,000 followers on Twitter, made the two-fold attack in this tweet, with a widely used and misspelled hashtag: \"They blocked the Iowa poll. They blocked the Iowa caucus. We are winning so hard the Democrats are shutting down the damn entire primary process. #PresidentSanders #IowaCaucas\"\n\nThey blocked the Iowa poll.\nThey blocked the Iowa caucus.\n\nWe are winning so hard the Democrats are shutting down the damn entire primary process. #PresidentSanders #IowaCaucas pic.twitter.com/fWZItLIBMe\n— Organizers for Bernie 2020 (@OFB2020) February 4, 2020\nProblems surfaced in Iowa both with a widely anticipated pre-caucus poll and reporting the results of the Democratic caucuses.\nBut no evidence has surfaced to suggest the problems were the result of Democrats \"blocking\" efforts to poll or caucus — and certainly not within the first few chaos-filled hours after the caucusing ended.\nPossible polling error\nResults of the final CNN/Des Moines Register/Mediacom poll were scheduled to be released Feb. 2, two days before the caucuses. \nThe New York Times reported that the decision not to release the results was made after the campaign for Democratic presidential candidate Pete Buttigieg said that an Iowa supporter received a poll phone call from an operator working for the Register’s polling operation, but that the name of the former mayor of South Bend, Ind., was not listed on the menu of options. One operator had apparently enlarged the font size on their computer screen, perhaps cutting off Buttigieg’s name from the list of options, according to two people interviewed by the Times. \nOther news media, including Politico, also reported that Buttigieg’s campaign had raised the issue and that the font change apparently was the problem.\nThe Register’s executive editor, Carol Hunter, explained the decision in a Feb. 1 article, saying \"it appears (Buttigieg’s) name was omitted in at least one interview in which the respondent was asked to name their preferred candidate,\" and that the omission \"could have compromised the results of the poll.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nCause of caucus count problems unclear\nThe second part of the statement undoubtedly refers to the unprecedented delay in the reporting of the results of Democratic caucuses. \nBy midday the following day (Feb. 4), the Iowa Democratic Party was saying it expected to release some results by 5 p.m. that day. \nAt that point, news organizations were reporting that the delays were caused by technical problems — both with an app and with a telephone system that had been set up as a backup for the electronic reporting of caucus tallies. People who called experienced long delays or couldn’t get through at all. \nNo evidence had surfaced that the delay was due to Democrats \"blocking\" the poll or caucus.\nWe messaged Organizers for Bernie 2020, but didn’t get a reply. \nA Sanders campaign spokeswoman told us the group has no relationship with the campaign. She had no comment on the claim we’re checking.\nOur ruling\nA social media post said Democrats \"blocked the Iowa poll\" and \"blocked the Iowa caucus.\"\nResults of the final Des Moines Register poll before the caucuses were not released because of a possible error by one operator who did the telephone polling. \nTechnical problems with an app and a phone system were blamed for the unprecedented delay in reporting the Democratic caucus results.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-17332"}