{"url": "/factchecks/2013/mar/11/david-ralston/georgia-ethics-resolution-lacks-key-detail-house-s/", "speaker": "David Ralston", "vclaim": "The Georgia Senate ethics resolution \"doesn't define cap.\"", "truth_label": "mostly-true", "date": "stated on February 26, 2013 in a meeting:", "title": "Georgia ethics resolution lacks key detail, House Speaker says", "text": "PolitiFact wasn’t created to make elected officials more careful about what they say in public, but we like being on their mind.\n\nGeorgia House Speaker David Ralston was about to relay a statistic he was told that Georgia is the second-busiest state in terms of movie production. Then he qualified his remarks.\n\n\"I haven’t checked this yet, but I’m sure PolitiFact, if they’re here, will,\" Ralston told the Atlanta Press Club, drawing some laughter.\n\nDon’t worry, Mr. Speaker. We’re more interested in something else you said about a piece of ethics legislation. \n\nIn the past year, the Georgia Legislature has debated how it can improve its ethics guidelines to counter criticism that it is too beholden to lobbyists. On the first day of the 2013 legislative session, the Senate overwhelmingly passed a much-publicized resolution aimed at limiting gifts from lobbyists to the Senate.\n\nRalston, though, made an interesting claim about Senate Resolution 1, which passed in January.\n\n\"It doesn’t define a cap,\" Ralston, a Republican from Blue Ridge, said during a question-and-answer session with the audience. \"I don’t know if it means $100 a day or if it’s $100 a minute.\"\n\nPolitiFact Georgia was in the audience, and we wondered whether the speaker was correct about whether the resolution defines a cap.\n\nGoing into the current legislative session, Georgia was one of just three states that did not restrict lobbyists’ gifts to legislators. For years, lobbyists could make unlimited gifts to elected officials, provided they disclosed all spending. Lobbyists spent about $1.6 million a year, mostly on food, trips and event tickets for lawmakers, The Atlanta Journal-Constitution reported.\n\nGeorgians were not happy with the rules, or lack thereof. Democrats and Republicans overwhelmingly voted in favor of a cap on lobbyist gifts during a nonbinding referendum July 31.\n\nRalston has chided the Senate about its resolution, at one point famously calling it a \"visor\" instead of a \"cap.\" The speaker introduced his own ethics legislation, House Bill 142, which the House passed Feb. 25. Ralston believes his legislation fits the bill of a cap. Others say break out the sun screen. The Senate is now reviewing the House bill.\n\nSo back to the Senate resolution. We reviewed the resolution’s language about gifts and here’s what it says:\n\n\"No senator shall accept any gift, other than those specified in subparagraph (3) of this paragraph, with a value in excess of $100.00 from a registered lobbyist or a single gift from a group of registered lobbyists with a value in excess of $100.00.\"\n\nSubparagraph 3 outlined the types of items that could be accepted without regard to the $100 limit.\n\nRalston’s spokesman, Marshall Guest, thought the claim was straightforward.\n\nWe ran the speaker’s claim by Steve Anthony, who worked 14 years as chief of staff to Tom Murphy, a Democrat who was Georgia’s House speaker for nearly 30 years.\n\n\"He’s right,\" said Anthony, who teaches political science at Georgia State University. \"It doesn’t give a time period.\"\n\nAnthony added, \"I think the assumption is $100 per event.\"\n\nWilliam Perry, the executive director of Common Cause Georgia, has pushed state lawmakers to enact tougher ethics legislation for years. The organization’s goals include working to strengthen public participation and transparency in state and local government. He called the Senate resolution a \"great first step\" but acknowledged it takes a few reads to understand what it means.\n\nLike Anthony, Perry said the bill puts a $100 limit per event from lobbyists and said lobbyists and lawmakers understand the resolution’s intent. Perry is critical of the House bill, saying it allows the bigger lobbying firms to still give large sums of money by giving it to an entire county delegation -- which could be as small as two legislators -- or to the entire Georgia General Assembly.\n\nSo where does this leave us? We think Ralston has a point. The resolution doesn’t clearly define how often a lobbyist can give up to $100 to a state senator. Lawmakers and lobbyists understand the resolution’s intent, others say. We rate the speaker’s claim Mostly True.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021", "vclaim_id": "vclaim-pol-09610"}