{"url": "/factchecks/2012/oct/09/brendan-doherty/brendan-doherty-says-us-rep-david-cicilline-provid/", "speaker": "Brendan Doherty", "vclaim": "\"Congressman Cicilline, when he was the mayor of Providence, espoused a sanctuary city.\"", "truth_label": "false", "date": "stated on September 30, 2012 in a TV interview:", "title": "Brendan Doherty says U.S. Rep. David Cicilline, as Providence mayor, “espoused a sanctuary city”", "text": "Between trading shots about bowling and who was more trustworthy during \"10 News Conference,\" on WJAR on Sept. 30, 2012,  Republican Brendan Doherty and incumbent Democrat U.S. Rep. David Cicilline had a pointed exchange on immigration policy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\nAs Cicilline, Doherty and independent David Vogel were talking about the implications of federal immigration policy, Doherty interjected: \"Congressman Cicilline, when he was the mayor of Providence, espoused a sanctuary city.\"\n\nCicilline responded instantly. \"That’s absolutely not true! Mr. Doherty, and you know that,\" he said. \"That is not true and you know that.\"\n\nWell, we don’t know what Doherty knew, but we wondered whether Cicilline had ever espoused Providence as a sanctuary city.\n\nThe term \"sanctuary city\" generally means a municipality that has decided not to enforce federal immigration laws or cooperate with the federal government in enforcing them.\n\nIn New Haven, Conn., for example, the city issues identification cards to residents regardless of their federal immigration status. In San Francisco, the city and county passed ordinances that say no city or county employee or resources can be used \"to assist in the enforcement of federal immigration law or to gather or disseminate information regarding the immigration status of individuals in the City and County of San Francisco\" unless such assistance is required by federal or state law or a court decision.\n\nIn 2007, the U.S. Department of Justice was concerned enough to conduct an audit to see  whether any state or local government that received more than $1 million from the Department of Homeland Security was failing to enforce federal immigration law.\n\nThe 2007 survey found that San Francisco and the state of Oregon had declared themselves sanctuaries and the mayor of New York City had issued an executive order limiting how local police could enforce immigration law. But even in a case as extreme at San Francisco’s, the department said they operated within the law.\n\nDoherty said he based his statement on his experiences as commander of the Rhode Island State Police during the summer of 2008. Cicilline was Providence mayor at the time and Doherty’s boss, Governor Donald Carcieri, had called on local police departments to check the immigration status of people they arrested or investigated.\n\nThen-Providence Police Chief Dean Esserman -- now the chief in New Haven -- balked.  The department would check the status of arrestees, but would not check unarrested individuals without cause because his department depended on the trust of the city’s immigrant population and doing so could jeopardize that trust.\n\nThe difference of opinion became an issue in July 2008, after a Guatemalan man in the country illegally kidnapped a woman in Warwick, took her to Roger Williams Park and raped her.\n\nThe man had been previously ordered deported by an immigration judge, but Providence police had picked him up on a misdemeanor before the rape and released him.\n\nU.S. Immigration and Customs Enforcement (ICE) blamed the Providence police for missing the deportation order, saying the locals should have contacted ICE’s Vermont office after they arrested the man on the misdemeanor charge. The Providence police said they’d found nothing when they checked a national arrest warrant database and had faxed a copy of the man’s arraignment sheet to ICE but got no response.\n\nCarcieri harshly criticized Providence’s position. Doherty said it was his impression, after discussing the issue with Esserman, that Providence was intending to become a sanctuary city for undocumented immigrants.  \n\nCicilline shot back, in news releases and interviews.\n\n\"The governor’s assertion that Providence is a ‘sanctuary city’ is wrong,\" Cicilline wrote in a July 16, 2008, Providence Journal commentary. \"A single member of the City Council proposed the idea, which I opposed, and it was never even voted on by the council.\"\n\nOur ruling\n\nBrendan Doherty said David Cicilline \"espoused Providence as a sanctuary city.\"\n\nBut he offered no evidence that Cicilline had ever supported such a position.  In fact, when others suggested Providence was a sanctuary city, Cicilline aggressively disputed it.\n\nUnlike San Francisco and New Haven, no governing body in Providence ever declared a policy of non-cooperation with the federal government on immigration issues. When the idea was proposed by a City Council member, Cicilline opposed it and it never even got to a council vote. Cicilline never issued an order to any departments to that effect.\n\nWe find Doherty’s statement False.", "vclaim_id": "vclaim-pol-10219"}