{"url": "/factchecks/2012/jan/08/rick-santorum/rick-santorum-says-republicans-medicare-plan-would/", "speaker": "Rick Santorum", "vclaim": "Paul Ryan’s Medicare plan provides \"pretty much\" the same coverage that members of Congress receive.", "truth_label": "barely-true", "date": "stated on January 8, 2012 in a Republican presidential primary debate:", "title": "Rick Santorum says Republicans’ Medicare plan would give seniors same benefits that Congress members receive", "text": "Every American should have access to the health care benefits that members of Congress enjoy.\n\nThat’s an oft-repeated grumbling about the Washington elite, and former Pennsylvania Sen. Rick Santorum acknowledged that he hears it from voters on the campaign trail.\n\n\"Well, you know, I hear this all the time. ... I've been campaigning around the state, you know, ‘We should have the same kind of health care that members of Congress have,’\" he said during a Jan. 8, 2012, primary debate in New Hampshire.\n\n\"Well, that's pretty much what Paul Ryan's plan is. … The members of Congress have a premium support model. So does every other federal employee,\" he said.\n\nSantorum was referring to the budget proposal introduced by Rep. Paul Ryan, R-Wis., chair of the House Budget Committee. Known as The Path to Prosperity: Restoring America’s Promise, Ryan’s plan reduces federal spending through changes to entitlement programs including Medicare, the government-run health insurance program for Americans 65 or older.\n\nSantorum isn’t the first to say that Ryan’s vision for Medicare mirrors Congress members’ health insurance. But PolitiFact has investigated and found that the plans are not the same.\n\nMedicare vs. the Ryan plan\n\nRight now, Medicare is a single-payer plan: The government pays doctors and hospitals and sets fees for the care Medicare beneficiaries receive. (Beneficiaries contribute premiums, and active workers contribute payroll taxes.)\n\nUnder Ryan’s plan, people who are not yet 55 would not receive traditional Medicare, but would instead qualify for government \"premium support\" to help them buy health insurance from a private company starting in 2022. (Ryan’s plan specifically says this is not a \"voucher\" program, since the government will pay the insurance companies directly.) Premium supports would be higher for people who require more health care.\n\nRyan’s plan explains it this way: \"When younger workers become eligible for Medicare, they will be able to choose from a list of guaranteed coverage options, enjoying the same kind of choices in their plans that members of Congress enjoy today. Medicare would then provide a payment to subsidize the cost of the plan. In addition, Medicare will provide increased assistance for lower-income beneficiaries and those with greater health risks.\"\n\nThere’s the comparison again.\n\nRyan’s proposal requires the private insurance companies to accept all comers and to charge the same rate for people who are the same age. The plans would have to comply with a standard for benefits set by the U.S. Office of Personnel Management, which administers the Federal Employees Health Benefits Program, which is how members of Congress buy their insurance.\n\nSo how are the two systems alike?\n\nIn Ryan’s budget, Medicare plans from private insurers would be required to comply with a benefits standard set by the U.S. Office of Personnel Management, as are plans that cover members of Congress.\n\nAlso, Medicare beneficiaries would be able to compare different plans and select from different insurance options, as members of Congress do. The government would pay part of premiums, as it does for members of Congress.\n\nHow are they different?\n\nFirst, the plans would be created specifically for Medicare beneficiaries on newly created Medicare health insurance exchanges. (Exchanges are virtual marketplaces where people can shop for insurance.)\n\nSecond, members of Congress are protected somewhat when health insurance companies raise their rates, through a formula known as \"Fair Share.\" Generally speaking, the government pays for 75 percent of the average of the health insurance plans it offers. If the overall plans increase in price, the government still pays 75 percent. Federal support for premiums in Ryan’s plan, though, would not keep pace with medical inflation. Premium support instead would be pegged to the consumer price index, which historically lags health care costs.\n\nOur final point on how the plans differ may seem obvious to some: Members of Congress receive employer-based insurance. By definition, that means they receive a salary to help pay for their insurance. The base pay for members of Congress is currently $174,000.\n\nMedicare beneficiaries, on the other hand, tend to make a lot less money, because most of them are retired, living on a fixed income. The median income for Medicare beneficiaries was $20,644 in 2010. And only 5 percent had incomes exceeding $82,695, according to an analysis by the Kaiser Family Foundation.\n\nOur ruling\n\nKeeping in mind that Ryan’s Medicare proposal is only a broad outline right now, what we do know about it strikes us as fundamentally different from the health insurance that members of Congress receive, and on the point that matters most: cost to beneficiaries.\n\nAt a minimum, the premium supports will not keep pace with the historic record of rapidly increasing health care costs. Additionally, seniors make significantly less income on average than members of Congress and likely will not have the same options to buy more expensive plans. Finally, they will not enjoy the same protection against rising costs that \"Fair Share\" provides members of Congress. We rate Santorum’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021", "vclaim_id": "vclaim-pol-11837"}