{"url": "/factchecks/2019/jun/28/jon-erpenbach/state-lawmakers-gas-tax-claim-gets-green-light/", "speaker": "Jon Erpenbach", "vclaim": "\"If out-of-state drivers paid gas tax, they would contribute $73 million to fix our roads\"", "truth_label": "mostly-true", "date": "stated on June 6, 2019 in a tweet:", "title": "Would out-of-state drivers really pay $73 million under Evers' gas tax plan?", "text": "Are Wisconsin drivers missing out on help from out-of-state drivers when it comes to repairing state highways?\nThat’s the gist of a claim made by state Sen. Jon Erpenbach, D-West Point, during the debate over the state budget. He noted an increased gas tax that was proposed by Gov. Tony Evers -- and subsequently rejected by Republican lawmakers -- would bring in additional money.\n\"If out-of-state drivers paid (the) gas tax, they would contribute $73 million to fix our roads,\" Erpenbach tweeted June 6, 2019.\nErpenbach’s tweet was prompted by action by the GOP-controlled Joint Finance Committee, which inserted its own roads funding plan inmto the budget instead of the 8-cent per gallon gas tax increase proposed by Evers. \nThe GOP-passed budget is now in front of Evers.\nSo, let’s pause for a moment and look at this aspect of the debate.\nAre we really missing out on $73 million worth of revenue from out-of-state drivers because the Evers plan was not adopted?\nThe background\nWisconsin’s gas tax is currently 32.9 cents per gallon. \nThe 8-cent per gallon increase was part of a larger proposal by Evers to tie the tax to the consumer price index beginning in spring 2020. The governor also sought to raise the registration fee for heavy trucks and the fee for transferring or obtaining an original vehicle title.\nInstead, Republicans voted to increase title and registration fees. Under the GOP plan, the title fee, which is paid when cars are bought and sold, would increase by $95 increasing the cost from $69.50 to $164.50. Annual registration fees would rise by $10 going from $75 to $85.\nFinally, fees for light trucks would be set at $100 with a $25 increase for trucks weighing 4,500 pounds and a $55 cut for trucks weighing 10,000 pounds.\nWhen we reached out to Erpenbach’s office, his aide Hanna Akbik said his $73 million comment came from a conversation with the Legislative Fiscal Bureau.\nDuring a June 6, 2019 briefing, Akbik said, \"the Legislative Fiscal Bureau told Democrats that out-of-state drivers pay between 10-15% of the vehicle fuel tax revenue. The tweet was based on that information provided.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe bureau, considered the gold standard on state fiscal matters, confirmed it briefed Erpenbach and other Democrats on revenue estimates derived from the percentage of out-of-state drivers paying gas tax. \nThe breakdown\nThe fiscal bureau told us the numbers they used for the revenue estimates came from the Department of Transportation and were based on 2014 data.\nThe bureau used a range of 10% to 15% for the gas tax revenue that comes from non-Wisconsin drivers, but emphasized a median of 12%.\nIn a separate document, the Department of Transportation noted its numbers were based on estimates. \n\"The Department has no direct data that could be used to determine the amount of out-of-state consumption of motor fuel,\" the document read. \"However, based on a set of high-level assumptions about (vehicle miles traveled), fuel purchasing behavior and the amount of taxable motor vehicle fuel gallons consumed in Wisconsin in (Fiscal Year ‘14), the Department estimates that out-of-state vehicles accounted for about 12% of motor vehicle fuel tax revenue.\"\nChecking the math \nTo get to $73 million, Erpenbach used the 15% level. That math does check out.\nIf Evers’ plan were in place, the state gas tax increase would raise about $485 million for transportation projects, according to data from the Wisconsin Counties Association. \nBut remember: The 15% is the high end of the range. And both the DOT and fiscal bureau recommended using 12% for a more realistic projection. \nAt that level, the increase that would be paid by out-of-state drivers falls to about $58 million. \nOur ruling\nErpenbach claimed if Evers’ gas tax increase were in place, out-of-state drivers would contribute $73 million to help fix Wisconsin roads. \nThat’s based on the high-end of the 10% to 15% range used by the Department of Transportation. But the DOT and fiscal bureau recommend using 12% as a more reasonable figure. That puts the tally considerably lower.\nOur definition for Mostly True is \"The statement is accurate but needs clarification or additional information.\"\nThat fits here.", "vclaim_id": "vclaim-pol-00484"}