{"url": "/factchecks/2018/oct/31/michael-schirling/vermonts-leaves-are-changing-racial-makeup-its-pop/", "speaker": "Michael Schirling", "vclaim": "\"We invite SNL viewers to Vermont to see all that we have to offer, including our increasingly diverse communities... The leaves are changing and so is Vermont.\"", "truth_label": "half-true", "date": "stated on October 2, 2018 in Schirling to Boston.com Oct. 2, responding to an SNL skit:", "title": "Vermont's leaves are changing, but is the racial makeup of its population?", "text": "A Saturday Night Live skit on September 29 spoofed Vermont’s reputation as a \"Caucasian paradise\" with a fake meeting held by white supremacists. In response, Agency of Commerce and Community Development Secretary Michael Schirling sent SNL some Vermont flannel shirts Oct. 2 and responded to the show’s creators that Vermont is becoming more racially diverse.\n\"We invite SNL viewers to Vermont to see all that we have to offer, including our increasingly diverse communities and wide array of tourist destinations including the African American Heritage Trail,\" said Schirling in the statement, which the department sent to Boston.com.\n\"Now is a perfect time to visit or to consider a move here. The leaves are changing and so is Vermont,\" he said.\nWe decided to see if Schirling's statement was true, given that Vermont remains the second whitest state in the union. Is the state becoming more racially diverse? It turns out there has been a slight uptick in Vermont's non-white population.\nSchirling said he obtained his information from the U.S. Census Bureau. The Census Bureau’s American Community Survey, a research project that produces population, demographic and housing estimates, indeed has found that Vermont is becoming more racially diverse, or at least less white.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe survey found that Vermont was 95 percent white in 2013 and 94.2 percent white in 2017, a drop of 0.8 percent, according to a spokesperson for the American Community Survey.\nWithin the category of non-white races in the Census data, there are many variations.\nFrom 2013 to 2017, the increase in the African-American population from 1.1 percent to 1.3 percent, was not statistically significant. But the percent change in the Asian and Hispanic populations was: Asians went from 1.2 percent of the Vermont population to 1.8 percent, a 0.6 percentage point increase; Hispanics went from 1.5 percent to 1.9 percent, a 0.4 percentage point increase.\nOur ruling\nThe statement that Vermont is becoming increasingly diverse needs further clarification. Schirling does not explain that the increase in Vermont's racially diverse populations is slight.  \nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-01352"}