{"url": "/factchecks/2018/sep/12/afscme-people/fact-checking-attack-mike-dewine-about-ecot-online/", "speaker": "AFSCME People", "vclaim": "Says Mike DeWine took $40,000 from ECOT and \"did nothing while the online for-profit school lied about enrollment and took millions meant for our kids.\"", "truth_label": "half-true", "date": "stated on September 5, 2018 in an ad:", "title": "Fact-checking attack on Mike DeWine about ECOT online school in Ohio", "text": "A union group says Ohio Republican Attorney General Mike DeWine took campaign donations from an online charter school and ignored that the school was ripping off taxpayers.\n\"For years Attorney General Mike DeWine took campaign contributions from ECOT associates and did nothing while the online for-profit school lied about enrollment and took millions meant for our kids,\" said the narrator of the TV ad by AFSCME People, the union’s political action fund.\nThe text on the screen listed the amount of $40,000 and stated \"CEO of ECOT donated to DeWine campaign.\"\nThen the ad goes in for the kill: \"It was DeWine’s job to protect us, but instead he chose donors over our kids.\"\nThe ad is referring to the Electronic Classroom of Tomorrow, an online school known as ECOT, which closed earlier this year after a long-stemming enrollment inflation scandal. DeWine is running for governor against Democrat Richard Cordray.\nThe school’s downfall is a cautionary tale: Public officials ignored multiple newspaper reports and audits throwing up red flags about the school starting back in the early 2000s.\nKey takeaways\n• Yes, DeWine took money from ECOT officials, but he later donated the money he received from ECOT's CEO.\n• AFSCME, the ad’s maker, is largely counting donations that DeWine’s running mate received many years ago.\n• DeWine did eventually take legal action against ECOT for inflating its enrollment, although he could have done it earlier.\n• Many parts of state government share blame for what happened. A long list of politicians and state officials waited many years to take action.\nECOT’s long trail of problems\nThe Columbus public online school launched in 2000. News reports showed the school had problems with poor record keeping, suspicious attendance reports, and inflated enrollment. State audits showed problems as early as 2001.\nBy 2015, the state began to suspect that some schools were inflating their participation numbers, so it requested student log-in data.\nThat’s when ECOT started to crumble. The department found that the school couldn’t account for many of its students. The state ultimately sought to recoup $80 million.\nEarlier this year, the school shut down.\nECOT donations to DeWine\nWhile the school racked up headlines, school founder William Lager and other ECOT officials gave more than $2 million in campaign donations, largely to Republicans.\nAFSCME pulled its numbers from a donation database compiled by Innovation Ohio, a liberal group, which used data compiled by Follow the Money.\nIn 2015, DeWine received $12,532 from Lager. DeWine later gave the contribution to the Boys and Girls Clubs of Columbus, so AFSCME didn’t count that amount in the total. But AFSCME did include about $3,000 in donations from ECOT lobbyists, board members and an attorney since 2010.\nJoshua Eck, DeWine’s campaign spokesman, said that those smaller donations include people who worked on behalf of various entities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nAFSCME also added in $36,000 from Lager and other ECOT officials to Jon Husted, who is DeWine’s running mate. The donations are largely from 2002 to 2009, when Husted was in the Legislature, before he became the Secretary of State in 2011.\nHusted joined DeWine’s ticket in December and then turned over his campaign’s $4.6 million to the DeWine-Husted ticket. While AFSCME said that the donations to Husted should be counted in that pot, DeWine’s campaign says those donations are years ago from previous races.\nWhile news reports in Ohio have noted that the DeWine-Husted campaign didn’t return the $36,000, it’s impossible to declare whether specific donations in the 2000s were spent or remained years later.\n\"Regular contributions are not connected or assigned to expenditures, so assigning specific contributions to cash on hand in situations with many donors and many expenditures over multiple reporting periods/cycles can't be done with certainty,\" said Brendan Glavin, data and systems manager for the Campaign Finance Institute.\nThe DeWine campaign notes that Cordray took money from ECOT, too. He received $500 in 2006, when he was running for Ohio treasurer and $100 when he was running for state attorney general. Cordray donated the sum to an educational foundation. Ohio’s AFSCME affiliates have endorsed Cordray.\nCould DeWine have acted earlier?\nDeWine has defended his actions related to ECOT. \"We have been very aggressive on this and we have moved when we legally could move,\" DeWine said earlier this summer.\nDan Tierney, a DeWine office spokesman, said said the role of the attorney general is generally limited to pursuing the recovery of misspent funds by closed schools. The Department of Education is responsible for ensuring schools are following the law, he said.\nBut it is the attorney general’s responsibility to defend the education department.\nWhen ECOT sued the education department in July 2016, DeWine hired outside counsel, Doug Cole. In August 2018, the Ohio Supreme Court sided with the education department’s requirement that ECOT show student log-in data.\nSeparately, DeWine pursued another legal avenue. In 2018 when ECOT closed, DeWine sought permission from a court to handle the recovery claims and filed litigation in August to recover money related to ECOT.\nTierney has pointed to a court ruling in March related to a separate charter school that upheld the authority for the attorney general to pursue claims related to corrupt practices to recover money.\nDeWine’s critics have said he didn’t have to wait for that ruling, or action by other officials, to try to establish precedent.\nDeWine’s lawsuit said that Lager violated the Ohio Corrupt Practices Act by acting as an agent of ECOT while also signing contracts between the school and his companies.  \n\"This corrupt relationship was there, it has been there his entire term (since 2011),\" said Stephen Dyer, education expert at Innovation Ohio and a former Democratic state legislator. \"Anytime you are the state’s top cop and the largest ripoff of public taxpayer dollars in state history happens under your watch, that’s a problem.\"\nChad Aldis, the vice president for Ohio policy for the Fordham Institute, a school-choice advocate and charter sponsor, said everything changed after the Department of Education probed the school’s attendance in 2016.\n\"Anyone can make the claim that folks should have acted sooner,\" Aldis told the Dispatch. \"But I think it’s easy to see that after we’ve had all this litigation and the wrongdoing is laid bare, it’s harder to do that in real time.\"\nOur ruling\nAn AFSCME ad said DeWine took $40,000 from ECOT and \"did nothing while the online for profit school lied about enrollment and took millions meant for our kids.\"\nDeWine received donations from the school but later donated the bulk of them. The ad puffs up the donations by largely including money donated from ECOT officials to DeWine’s running mate Husted when he was in the Legislature. Husted joined DeWine’s ticket for governor in December and then merged their campaign accounts.\nIt’s an exaggeration to state that DeWine did \"nothing\" -- but he didn’t take legal action until the education department was sued in 2016. He then filed litigation in August in an effort to recoup money.\nDeWine argues that he had to wait for other actions by the court or state offices to step in, though critics say he could have been more aggressive. The warning signs about ECOT had been documented in news articles for many years, and yet the state government as a whole was slow to act.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/75554641-bb80-46cf-9681-567fe7f7a5da", "vclaim_id": "vclaim-pol-01632"}