{"url": "/factchecks/2018/sep/20/patrick-morrisey/did-patrick-morrisey-beat-obama-supreme-court-savi/", "speaker": "Patrick Morrisey", "vclaim": "Says he \"beat (President Barack) Obama at the Supreme Court, saving coal jobs.\"", "truth_label": "mostly-true", "date": "stated on September 4, 2018 in a campaign ad:", "title": "Did Patrick Morrisey beat Obama at the Supreme Court, saving coal jobs?", "text": "In his quest to win a U.S. Senate seat, Republican candidate Patrick Morrisey is touting a legal accomplishment that he said aided the state’s coal industry.\nA television ad by Morrisey says, among other things, that Morrisey \"beat (President Barack) Obama at the Supreme Court, saving coal jobs.\" (An earlier ad made a similar claim as well.)\nFIRST TV AD: West Virginia deserves a Senator who will be an ally for @realDonaldTrump, who has a record of beating Obama to save coal jobs, and who will always defend our Second Amendment rights. Watch our first TV ad here --> #WVsen #WVpol pic.twitter.com/cpQ1AmFh7l— AG Patrick Morrisey (@MorriseyWV) September 4, 2018\n\n\n \nIs that correct? We took a closer look.\nDid Morrisey \"beat Obama at the Supreme Court\"?\nThis part of the claim refers to the February 2016 decision by five justices of the U.S. Supreme Court to issue a stay that blocked the Clean Power Plan from going into effect.\nThe plan, developed by the Obama administration’s Environmental Protection Agency and initially released in 2014, would have set a standard for power plants’ emissions of carbon dioxide, which most scientists say are causing global warming.\nCritics of the plan included the coal industry, which would have suffered because coal has relatively high emissions of carbon dioxide. The stay put the proposal on hold, and it was officially scrapped under President Donald Trump.\nIn October 2015, Morrisey was a key player in leading a coalition of 24 states in a lawsuit against the Clean Power Plan. The lawsuit came the same day as the rule was filed in the Federal Register — the first day the rule could be challenged in court.\nIn an unusual move, the Supreme Court issued its stay only a few months later. Officially, the five justices who granted the stay referred to a related case, North Dakota vs. EPA. And because West Virginia was part of a coalition of two dozen other states, Morrisey did not accomplish this singlehandedly.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThat said, Morrisey was widely noted as a leader of the effort.\n\"He was very aggressive in bringing the early rounds of the litigation and trying to get a court order to stop EPA from even finalizing the rule,\" Jeff Holmstead, a former EPA air regulator who is representing a coal industry group in the lawsuit, told the Hill newspaper not long after the Supreme Court stayed the EPA program. \"He really has taken very much a leading role in the Clean Power Plan litigation.\"\nThe same month, the Associated Press singled out Morrisey for his role in the legal battle, in an article headlined, \"Rising GOP star in West Virginia fight for coal against EPA.\"\nDid Morrisey’s legal victory save coal jobs?\nIn 2015, the liberal Economic Policy Institute estimated that the Clean Power Plan could eliminate 63,838 coal mining-related jobs (though the same group estimated that the plan would increase the number of jobs overall by roughly 360,000).\nSo, shelving the plan would be expected to save coal jobs. As it turns out, employment in coal mining has rebounded modestly since the plan was stayed.\nAccording to the federal Bureau of Labor Statistics, coal mining employment hit a low in July, August and September 2016. Since then, it’s been on a slight upswing.\n\n \nIn the two-year span since its low point in 2016, coal mining employment has risen by about 8.5 percent, or 4,200 jobs in all.\nThat said, coal mining employment remains far below its mid-1980s peak, and even well below its pre-Great Recession level.\nOur ruling\nAn ad for Patrick Morrisey said he \"beat Obama at the Supreme Court, saving coal jobs.\"\nMorrisey wasn’t the only legal player involved in the lawsuit that derailed the Clean Power Plan, but he was widely considered a key figure. And employment levels in the coal industry have recovered, though modestly, and have only returned to their levels from early 2016.\nThe statement is accurate but needs additional context, so we rate it Mostly True.\n Share the Facts 2018-09-20 17:27:12 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says he \"beat (President Barack) Obama at the Supreme Court, saving coal jobs.\"    Patrick Morrisey U.S. Senate candidate, R-W.Va. https://twitter.com/morriseywv/status/1036956507022217216   a campaign ad Tuesday, September 4, 2018 2018-09-04    Read More  info", "vclaim_id": "vclaim-pol-01587"}