{"url": "/factchecks/2013/jun/03/ken-cuccinelli/cuccinelli-u-turns-restoring-voting-rights-non-vio/", "speaker": "Ken Cuccinelli", "vclaim": "On restoring voting rights to non-violent felons.", "truth_label": "full-flop", "date": "stated on May 28, 2013 in news conference.:", "title": "Cuccinelli U-turns on restoring voting rights to non-violent felons", "text": "For years, Virginia Democrats have been trying to make it easier for non-violent felons to regain their civil rights after they’ve paid their debts to society. But Democrats cried foul last week when Attorney General Ken Cuccinelli, the Republican nominee for governor, endorsed the cause.\n\n\"Like many other legislators, I fought...for years on automatic restoration of rights legislation while Ken Cuccinelli and his extreme allies opposed us,\" said state Sen. Donald McEachin, D-Henrico. \"Now it has become convenient for him to suddenly do an about face on this issue.\"\n\nCharniele Herring, chairman of the state Democratic Party, said Cuccinelli, as a state senator last decade, consistently opposed legislation that would have allowed the automatic restoration of voting rights for non-violent felons who completed their sentences. \"If Ken Cuccinelli really believed in automatic restoration of rights for people who pay their debt to society, he had every opportunity to prove it with his vote,\" Herring said.\n\nCuccinelli, during a May 28 news conference, acknowledged his position has evolved. We pulled out our Flip-O-Meter to gauge the scope of his change.\n\nVirginia felons face one of the toughest laws for restoring civil rights in the nation. Under the state constitution, the only way for them to regain voting rights is to get permission from the governor.\n\nAs a senator, Cuccinelli opposed four resolutions and one bill that would have allowed Virginians to vote on a constitutional amendment that would have empowered the General Assembly to automatically restore voting rights to non-violent felons. Cuccinelli voted \"no\" in 2003, 2004, 2005, 2007 and 2009.\n\nNow, let’s return to this year. On Jan. 14, the attorney general testified in favor of a constitutional amendment  for automatic voting restoration that was subsequently killed by a House subcommittee.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nOn May 28, Cuccinelli called on Virginia to make it easier for non-violent felons to regain voting rights and released a report, put together by an advisory group he appointed, on ways to do that.\n\n\"Many people in our communities have committed certain lower level, non-violent offenses in the past that are felonies; they completed their sentences; paid their fines, their court costs, their restitution, served their time and gone on to live law-abiding lives,\" Cuccinelli said during a news conference.  \"I believe we need a simpler way for those individuals who want to return to their place in our society to be given a second chance and regain their civil rights that were lost through a felony conviction.\"\n\nCuccinelli acknowledged, \"When I was in the Senate, I wasn’t very supportive of the restoration of rights. I thought of it as a part of the punishment for being a felon.\"\n\nBut the attorney general said he has grown increasingly concerned about what he called \"felony creep\" -- the trend of state politicians passing laws that elevate to felonies non-violent crimes that should remain as misdemeanors.\n\nHe questioned, for example, whether someone stealing $200 should be charged with a felony as mandated in Virginia. Brian Gottstein,  spokesman for the attorney general, said while in the Senate, Cuccinelli voted for two unsuccessful bills that would have raised the dollar amount at which a theft becomes a felony.\n\nCuccinelli also gave another reason for his change. \"...I felt rights restoration was good for society overall, because it could potentially reduce recidivism and because I’m looking for ways to make re-entry work.\"\n\nSo the record shows Cuccinelli changed his position on voting rights restoration and the attorney general acknowledges it. We rate it a Full Flop.", "vclaim_id": "vclaim-pol-09264"}