{"url": "/factchecks/2012/may/04/scott-desjarlais/freshman-congressman-scott-desjarlais-says-us-has-/", "speaker": "Scott DesJarlais", "vclaim": "\"The United States already has the highest corporate tax rate in the world.\"", "truth_label": "mostly-true", "date": "stated on April 24, 2012 in a blog post on his website.:", "title": "Freshman Congressman Scott DesJarlais says U.S. has highest corporate tax rate in the world", "text": "Taxes are always good fodder for politicians, especially in an election year. This year is no exception.\n\nU.S. Rep. Scott DesJarlais, R-Jasper, recently took President Barack Obama to task for invoking Ronald Reagan as part of his effort to persuade Congress to pass the so-called Buffett Rule, which would force the wealthiest Americans to pay a higher percentage of their income in federal taxes than middle-class families.\n\nDesJarlais took issue with Obama’s claim that Reagan would have supported the Buffett Rule. But it was another part of DesJarlais’ statement that caught our attention.\n\n\"The United States already has the highest corporate tax rate in the world,\" the freshman congressman wrote in a blog post on his website on April 24, 2012.\n\nWe asked DesJarlais’ office to back up the claim. His spokesman, Robert Jameson, emailed us articles from CNN and the Heritage Foundation, both of which reported that the United States has achieved the dubious distinction of having the world’s highest corporate tax rate.\n\nDesJarlais is not the first member of Congress to claim that the U.S. corporate tax rate is the world’s highest. Over the past year, our PolitiFact colleagues have looked into similar -- in some cases, identical -- claims made by President Barack Obama; U.S. Sens. Pat Toomey, R-Pa., Rob Portman, R-Ohio, Marco Rubio, R-Fla.; and, U.S. Rep. Jim Sensenbrenner, R-Wis.\n\nSome of their findings are also pertinent to the DesJarlais claim and are repeated here.\n\nThe Organization for Economic Cooperation and Development, a group of 32 large, industrialized democracies, ranks the \"combined corporate income tax rate\" in its member nations. That means the highest tax bracket for general corporate income, excluding taxes levied on specific products or services.\n\nFor 2010, the United States ranked second to Japan by a fraction of a percentage point – 39.54 percent for Japan, 39.21 percent for the U.S. But PolitiFact noted at the time that Japan had recently moved to cut its rate for 2011 by 5 percentage points, leaving the U.S. with the highest corporate tax rate among OECD nations.\n\nJapan’s reduced rate of 36.8 percent took effect on April 1, 2012. The U.S. rate stands at 39.2 percent, the world’s highest, when both federal and state rates are included.\n\nBut a little context is in order.\n\nThe OECD rate is the \"statutory rate\" – in other words, the top corporate tax rate on the books. But many companies pay considerably less than that, due to deductions and other exclusions. Adjusting these factors produces a statistic called the \"effective tax rate.\"\n\nThe nonpartisan Congressional Research Service looked into whether U.S. corporate taxes are the world’s highest and concluded that the answer depends, in part, on which taxes are being compared.\n\nIn a report released on March 31, 2011, the agency said that while the statutory tax rate is higher, the average effective tax rate is about the same as other countries, and the marginal rate on new investment is only slightly higher.\n\nThe effective rate is determined by the ratio of taxes paid divided by profits. It captures the tax benefits that reduce the taxable income base relative to financial profits. The marginal rate is calculated from a projected investment project: it estimates the share of the pre-tax return that is paid on taxes.\n\nAnother issue that affects comparisons between U.S. and worldwide tax rates is whether tax rates are simple averages or whether they are weighted in some fashion to indicate their relative importance, the CRS study said.\n\n\"If tax rates are not weighted, then a small economy, such as Iceland, can have the same effect on the average of international rates as a large economy, such as Germany or Japan,\" the study said. \"In general, smaller countries tend to have lower tax rates and thus unweighted averages are lower than weighted averages in most cases.\"\n\nThe study looked at corporate tax rates for the United States and the rest of the OECD. When weighted, the U.S. statutory rate was higher, 39.2 percent compared to 29.6 percent for other nations. But the effective rate was a little lower – 27.1 percent in the United States, 27.7 percent elsewhere. The marginal rate in the U.S. was slightly higher -- 23.6 percent, compared to 21.2 percent elsewhere.\n\nWhen the U.S. was compared to the other 14 largest countries, the weighted effective rate was basically the same – 27.1 percent in the United States, 27.2 percent elsewhere.\n\nOur ruling\n\nThere are different ways to compare worldwide tax rates. DesJarlais is right that the United States has the world’s highest corporate tax rate, at least among industrial countries, if one is referring to the statutory rate. But if the effective and marginal rates are considered, the answer is not quite that simple. We rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nElaine Luria\n\n\nstated on January 31, 2021 in a campaign finance report.\n\n\n\n\n\n\n\n\nOn accepting corporate PAC donations\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • February 5, 2021", "vclaim_id": "vclaim-pol-11164"}