{"url": "/factchecks/2009/aug/05/barack-obama/obama-flubs-number-households-indiana-during-speec/", "speaker": "Barack Obama", "vclaim": "Stimulus tax cuts \"began showing up in paychecks of 4.8 million Indiana households about three months ago.\"", "truth_label": "false", "date": "stated on August 5, 2009 in a speech in Wakarusa, Ind.:", "title": "Obama flubs number of Indiana households getting tax break during speech", "text": "When President Barack Obama gave a speech on the economy in Wakarusa, Ind., on Aug. 5, 2009, one of his statements raised the eyebrows of one alert PolitiFact reader.   Obama, touting an element of his stimulus package, said that a tax cut “began showing up in paychecks of 4.8 million Indiana households about three months ago.”   That struck our reader as odd because the Census Bureau pegs Indiana’s population at 6.3 million, of which one quarter are under 18. What’s the likelihood that the remaining 4.8 million Indiana adults each constitute their own household?\nNot likely at all.\nWhen we asked the Indiana Department of Revenue how many tax returns are filed annually in the state, they said the number is around 3.2 million, and that includes both joint filers and individuals.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nSo clearly Obama was wrong. A White House official confirmed for us that it was a goof, pure and simple. A staffer mistakenly used the number of households in Illinois in Obama's speech, 4.8 million, instead of Indiana, which is 2.4 million.\nSo there aren't as many Hoosier households as Obama claimed, and he earns a False on the Truth-O-Meter.", "vclaim_id": "vclaim-pol-15652"}