{"url": "/factchecks/2010/oct/17/john-robitaille/robitailles-bio-says-he-was-top-rotc-officer/", "speaker": "John Robitaille", "vclaim": "His biography says he was the top ROTC officer in the nation.", "truth_label": "true", "date": "stated on October 15, 2010 in a biography on Robitaille's campaign website:", "title": "Robitaille's bio says he was nation's top ROTC officer", "text": "Republican candidate for governor John Robitaille talks a lot about his Army record. His current television advertisement touts his experience as a veteran and he regularly refers to his military service during public appearances.\n\nThey are mostly passing references, devoid of details.\n\nBut on his campaign website, Robitaille gets specific, listing his experience as a paratrooper and his service in Germany. He also notes that he \"served his country as an Army officer for over five years on active duty and was recognized for distinguished performance as the most outstanding second lieutenant commissioned in the US Army through the ROTC program nationally.\"\n\nThe most outstanding in the entire country? It was just unusual enough to make it worth a check, especially in an era when other politicians have gotten into trouble for citing their military records.\n\nWe began our research in mid-September and that's where the obstacles began.\n\nRobitaille told us his documentation of the prize he received four decades ago, known as the Dr. Ralph Mershon Memorial Award, was destroyed in a flood several years ago.\n\nWe asked Providence College -- where Robitaille was an ROTC cadet -- for documentation of the award, but officials there said all they could find was a page from the school's1970 yearbook listing Robitaille as an ROTC commanding officer.\n\nNext we filed a records request with the Army. But the public affairs officers at Fort Knox, where the documents are housed, said it kept only \"service records of soldiers who were in service in 2000 and later.\"\n\nThey forwarded our request to the Military Personnel Records Center, part of the National Archives and Records Administration in St. Louis. The wait time, they told us, would be at least three months unless the request came from the veteran himself.\n\nRobitaille agreed to file a request; the records finally arrived in the second week of October complete with a letter from the Records Center verifying their authenticity.\n\nThe  answer was clear: Robitaille won the Ralph Mershon award for the 1969-1970 school year. The documentation proving his claim includes several letters from then-Secretary of the Army Stanley R. Resor. It reads:\n\n\"Robitaille attained the highest composite score of all distinguished military graduates who applied for and accepted a commission in the Regular Army.\"\n\nThat was 40 years ago, but Robitaille said he recalled that each university with an ROTC program nominated the student with the top combined score in academics, ROTC activities and a summer basic training camp. Robitaille got Providence College's nod and was selected as the top candidate from any school.\n\nHe said he learned of the award months later, in 1971, when his commander approached him in the officer's club in Germany to extend his congratulations. The way Robitaille remembers it, the commanding general of the 1st Armored Division presented him with the prize that night. The details are hazy, he said, but there was also a check for $400 which for a young soldier, seemed much more exciting than a plaque.\n\nA second letter from the secretary of the Army offers a bit more detail where Robitaille's memory leaves off. It orders the commanding general of the U.S. Army Europe and Seventh Army to present the award \"at an appropriate ceremony and that his personal congratulations be conveyed to Lieutenant Robitaille for his achievements along with best wishes for his continued to success.\"\n\nWe give this one a definite True and offer our own congratulations. Albeit 40 years late.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-14215"}