{"url": "/factchecks/2010/jul/26/john-king/cnns-john-king-says-latinos-will-outnumber-anglos-/", "speaker": "John King", "vclaim": "\"Sometime in the next decade, there will be more Latinos in the state of Texas than there are Anglos. That will happen sometime in the next five to eight to ten years.\"", "truth_label": "true", "date": "stated on July 13, 2010 in a question to San Antonio Mayor Julian Castro:", "title": "CNN's John King says Latinos will outnumber Anglos in Texas in five to 10 years", "text": "Setting up a question to San Antonio Mayor Julian Castro, CNN reporter John King mentioned the changing population of Texas.\n\n\"Sometime in the next decade, there will be more Latinos in the state of Texas than there are Anglos,\" King said on the July 13 edition of \"John King, USA.\" \"That will happen sometime in the next five to eight to 10 years.\"\n\nSo cable news reporters are now demographers?\n\nMeryl Conant, senior publicist for CNN Washington, told us King based his prediction on information from a San Antonio Express-News news article and the San Antonio-based Texas State Data Center, home to the state demographer, Dr. Lloyd Potter. We'd already contacted Potter, who told us the data center’s population projections suggest various timelines for the state's Latinos to outnumber Anglos.\n\nAccording to the data center, it \"is anticipated that the number of Hispanics will exceed the number of Anglos in the state at some point in the coming decade. This benchmark might be achieved a little sooner or a little later if migration is respectively more rapid or more slow than that utilized for this projection.\"\n\nKing's forecast could prove correct \"assuming most of our migration, fertility and mortality assumptions hold true,\" Potter said in an e-mail. \"The only concern I have is (King’s) statement indicating such certainty.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\nHis e-mail continues: \"The variable with the most uncertainty is migration. Under our most conservative migration scenario, we project this threshold will occur at about 2020 give or take a year. Under the most aggressive scenario, the threshold would occur around 2014 or 2015. Under the 'unlikely' no-migration scenario, it won’t occur until almost 2035.\"\n\nAssuming conservative migration numbers, the data center projects a population of 28 million by 2020, including more than 11.8 million Hispanics and slightly fewer Anglos.\n\nThe trend has been seen in census numbers. In the 2000 Census, 52 percent of Texans were Anglo, and 32 percent identified themselves as Hispanic or Latino (of any race). By 2008, according to the Census Bureau, Texas’ Hispanic proportion had grown to 37 percent, and its Anglo proportion had shrunk to 47 percent.\n\nPotter said the ethnicity projections could change. \"If the borders closed to international migration, that would slow it considerably. If Texas’ economy slumped, that would slow the trend. When looking into the projections crystal ball, keeping these limitations of uncertainty in mind is healthy.\"\n\nStill, King's prediction -- a majority Hispanic population within 5 to 10 years -- has enough wiggle room to fit all the data center's migration forecasts, except the no-migration scenario.\n\nWe rate King’s statement True.", "vclaim_id": "vclaim-pol-14705"}