{"url": "/factchecks/2011/jun/03/janet-napolitano/homeland-security-chief-says-more-contraband-being/", "speaker": "Janet Napolitano", "vclaim": "\"We have seized more currency, more drugs, more outbound arms in the past year than any year in our country’s history.\"", "truth_label": "half-true", "date": "stated on May 7, 2011 in a speech before the Atlanta Press Club:", "title": "Homeland Security chief says more contraband being seized", "text": "As members of the Obama administration push for immigration reform, they’re casting themselves as border security hawks.\n\nPresident Barack Obama said he has \"gone above and beyond\" what Republicans requested for border patrol.\n\nU.S. Homeland Security Secretary Janet Napolitano, a former governor of Arizona, was even more emphatic during a May talk at the Atlanta Press Club. She said \"there has never been a larger, more sustained and better effort\" on the border than today.\n\n\"We have seized more currency, more drugs, more outbound arms in the past year than any year in our country’s history,\"  Napolitano said.\n\nHas the country’s haul of contraband really reached such historic highs?\n\nWe asked the Department of Homeland Security for proof. It gave us statistics for seizures by U.S. Customs and Border Protection and Immigration Customs Enforcement that compared two-and-a-half years under Obama and the last two-and-a-half years under President George W. Bush.\n\nAccording to the data for the U.S.-Mexico border:\n\n* Illegal currency seizures grew by about 75 percent from $124.5 million to $218.7 million.\n* Illegal drug seizures grew 31 percent, from 3.2 million kilos to 4.2 million kilos.\n* Illegal weapons seizures grew 64 percent from about 3,100 to 5,200.\n\nWe asked for more data, but despite more than two weeks of requests, DHS did not give us additional information. So we turned to other sources.\n\nIn October 2010, the Government Accountability Office, the nonpartisan investigative arm of the U.S. Congress, issued a report on the federal government’s effort to stop cross-border currency smuggling. Data show that cash seizures jumped after the March 2009 start of a program to boost seizures of outbound money and drugs.\n\nDuring the first year of that program, Customs and Border Protection seized about $34 million heading out of the country on land, overwhelmingly from the southwest border. The agency seized $16.8 million in the year leading up to it.\n\nThe cash seizures, however, varied widely from about $1 million to $8 million per month and likely account for only a fraction of the money that crosses the borders. An estimated $18 billion to $39 billion is smuggled out of the southwest border each year, according to the GAO report.\n\nMarijuana drug seizures increased almost 50 percent from 1.6 million pounds in fiscal year 2008 to 2.4 million pounds in fiscal year 2010, according to a separate March 2011 GAO report. We were unable to find similar firearms figures.  \n\nFurther complicating the issue is that as of fiscal year 2011, Customs and Border Protection no longer reports data on its success detecting contraband, according to the March 2011 report.\n\nExperts on counternarcotics told us they have no reason to doubt Napolitano’s claim. In recent years, the DHS has doubled the number of border patrol agents, installed technology that makes it easier to detect contraband and paid more attention to coordinating their efforts with Mexico.\n\nImproving the border effort, however, did not require an exceptional effort, experts told us.  Previously, there was little emphasis on seizing illegal guns, noted Vanda Felbab-Brown, a fellow in foreign policy at the Brookings Institution.\n\n\"Yes, we are capturing more arms than ever because we now try for the first time; the baselines are extremely low,\" Felbab-Brown wrote PolitiFact Georgia in an email.\n\nIt’s also important to note that these increases in seizures are not proof DHS’ efforts are successful, said Eric L. Olson, a counternarcotics expert at the Mexico Institute at the Woodrow Wilson International Center for Scholars. He said we need to know what percentage of contraband is being captured.  \n\nIf DHS drug seizures climbed 10 percent, but 100 percent more drugs are being smuggled across the border, that’s hardly a success.  \n\n\"They’re doing more things,\" Olson said of the DHS, \"but whether it is accomplishing anything is another question.\"\n\nThat’s a question we may be unable to answer, he added. It’s extremely difficult to calculate the total amount of drugs entering the country.\n\nTo sum up:\n\nThe data DHS gave us is not enough to prove definitively that Napolitano’s claim that the agency has \"seized more currency, more drugs, more outbound arms in the past year than any year in our country’s history.\"\n\nWe can say that seizures increased recently under the Obama administration, but they were so low in the past that the bump is not a major accomplishment. Also, the seized contraband is likely such a small percentage of what crosses the border that the increase’s impact on the illegal drug trade is slight.\n\nBy PolitiFact’s rules, the burden of proof is on the person who makes the claim. Since the Department of Homeland Security did not provide us with enough data to support her talking point, and the increase in seizures is not a clear-cut sign of border security success, we rate her claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-12997"}