{"url": "/factchecks/2012/jan/03/rick-perry/says-rick-santorum-voted-teapot-museum/", "speaker": "Rick Perry", "vclaim": "\"Santorum also voted for a teapot museum in North Carolina.\"", "truth_label": "half-true", "date": "stated on January 2, 2012 in a Web ad:", "title": "Rick Perry says Rick Santorum voted for a teapot museum", "text": "Heading into the Iowa Caucus, Texas Gov. Rick Perry was working to stir a tempest in Rick Santorum’s teapot.\n\nPerry’s campaign released a Web ad, taking Santorum, the former Pennsylvania Senator, to task for supporting a string of earmarks during his time in Washington.\n\nThe ad, launched Jan. 2, 2012, on Perry’s Website, accuses Santorum, who had surged in Iowa polls, of voting to spend taxpayer money on a teapot museum in North Carolina, among other earmarked projects.\n\n\"Why are these pigs so happy? … Because Rick Santorum is a porker’s best friend,\" reads the ad, titled \"Rick Santorum - Unelectable,\" which depicts a herd of pigs.\n\n\"Santorum voted to spend millions on the Bridge to Nowhere,\" the ad reads. \"Santorum also voted for a teapot museum in North Carolina.\"\n\nPolitiFact looked into Perry’s claim about the \"Bridge to Nowhere\" earlier this week, ruling it Mostly True. But is Perry right that Santorum voted in favor of the teapot museum, as well?\n\nIn the advertisement, the Perry campaign cites Senate Roll Call vote 264 of 2005, in which the U.S. Senate passed the related appropriations bill by a 93-1 vote.\n\nThe legislation, sponsored by Sen. Sam Brownback, R-Kan., included $450,000 in funding for the New River Community Partners Museum Development Project, which was responsible for the Sparta Teapot Museum of Craft & Design in North Carolina. Museum Managers started working in 2003 to raise funds for a new building to house a private collection of more than 6,000 teapots.\n\nIn October 2005, Santorum voted in favor of the Senate appropriations bill, along with each of his Republican colleagues present at the time. And he reaffirmed his support the next month when he allowed the legislation, which had been combined with the House version, to pass by unanimous consent.\n\nThe only other current presidential candidate serving in Congress at the time, U.S. Rep. Ron Paul, R-Texas, did not vote either on the House bill or the combined proposal.\n\nBut does Santorum’s vote indicate support for the museum itself? Analysts say maybe not.\n\nRepresentatives from the Santorum campaign didn’t return requests Tuesday for comment about the teapot museum. But, last week, he defended his support for earmarks to a crowd at an Iowa town hall meeting.\n\n\"Go and look at the Constitution. Who has the responsibility to spend money? Clearly, in the Constitution it is the Congress,\" Santorum said, according to the Des Moines Register.\n\n\"Now what has happened is that the system was abused, and it got a bad name, and as a result of that, I have said, ‘Look. the Congress has lost the public trust, and (earmarks) have to be suspended.’\"\n\nRelating specifically to the 2005 appropriations bill, Santorum’s positive vote does not necessarily indicate support for the teapot museum, according to some analysts.\n\nIn total, the bill included billions of dollars in funding for more than 1,100 earmarks, according to the House report.\n\nAmong the thousands of earmarks, the final version of the bill directed funding to nearly 70 projects in Santorum’s native Pennsylvania, including $750,000 for a Sept.11 memorial garden in Lower Makefield Township; $250,000 for the YWCA in Chester; and $200,000 for the Pittsburgh zoo, according to the bill report.\n\n\"(The teapot museum) became a very symbolic needle, but it's a needle in the haystack nonetheless,\" said Steve Ellis, vice president of Taxpayers for Common Sense, a non-partisan group that tracks federal earmarks.\n\n\"Did he vote for it? Yeah. He voted for funding the Department of Transportation, Housing and Urban Development and everything else,\" Ellis said. \"That said, don't vote for things if you don't want to be called out for supporting them.\"\n\nAs a side note: the federal money for the Sparta Teapot Museum was returned in 2009 after the museum board disbanded and the facility closed due to lack of funding, according to the museum website.\n\nOur ruling: The 2005 appropriations bill did fund the teapot museum, along with more than 1,100 other earmarked projects. But, Santorum didn’t vote for the museum in particular. He voted for the total appropriations bill, which provided billions in funding for federal transportation and housing projects, among others. Perry is right about the vote, but he leaves out important detail, which fits our definition of Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11867"}