{"url": "/factchecks/2013/oct/09/earl-blumenauer/can-6-20-bicycles-fit-single-car-parking-space/", "speaker": "Earl Blumenauer", "vclaim": "Says \"between 6 and 20 bicycles can be parked in the space required by one car.\"", "truth_label": "half-true", "date": "stated on September 24, 2013 in an article on his website.:", "title": "Can 6 to 20 bicycles fit into a single car-parking space?", "text": "U.S. Rep. Earl Blumenauer has been associated with many causes during his 17 years in Congress. Bow ties come to mind, as does his support for protecting public lands.\nAs founder and co-chair of the Congressional Bicycle Caucus, Blumenauer has been a leading voice in trying to establish the bicycle as a viable form of urban transportation. On the \"Bike and Pedestrian Issues\" page of his official website, he says that cycling improves health, is good for the environment and reduces transportation costs.\nOne assertion in particular jumps out. It says, \"Between 6 and 20 bicycles can be parked in the space required by one car.\"\nPolitiFact Oregon wondered whether that’s true.\nAt first glance, the notion of up to 20 bicycles jammed into a single parking space seems a little much. To get an explanation, we called Blumenauer’s Washington, D.C., office and talked with spokesman Patrick Malone.\nMalone said the figure came from a paper published in 2011 by researcher Thomas Gotschi. \"Costs and Benefits of Bicycling Investments in Portland, Oregon\" was published in the Journal of Physical Activity & Health. A close reading does not reveal statistics addressing how many bicycles fit into a parking space.\nOne section includes a sentence reading, \"The millions of miles traveled by bike reduce road and parking capacity demand, which is much more costly to provide for cars than for bikes.\" It’s followed by a footnote, which took us to a second study, published this summer by the Victoria (B.C.) Transport Policy Institute. That 59-page study, written by Todd Litman, states, \"10-20 bicycles can typically be stored in the space required for one automobile.\"\nMalone also referred to the bike corrals scattered around downtown Portland that hold 12 bicycles each, all in the amount of room needed to park a car. Then, noting two-tiered indoor bike parking available at Portland State University, he added, \"If you took the bike corrals we have now and put in double-decker parking with locks and lift assists, you could double that.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nScott Cohen, the Portland Bureau of Transportation’s  transportation demand management specialist, said Portland has 99 bike corrals. The portion that holds bicycles is 17 feet long and accommodates up to 12 bikes. A standard marked car-parking space is 20 feet long and about 10 feet wide.\nNone of the corrals is the two-tier type mentioned by Malone. So 12 is the highest number of bicycle anyone will see in an area the size of a parking space. Two-tiered bike racks are available online but are primarily designed for commercial storage and retail bike storage and display. Several commercial racks hold as many as 20 bikes in 20 feet, but they need to be mounted to a wall or ceiling and aren’t really designed for outdoor use.\nPortland-based Alta Planning & Design, which has rolled out its Bicycle Share program in eight cities in the U.S. and abroad, says its racks fit about 10 bicycles in the length of a parking space.\nWhat if people simply stood their bikes next to one another or heaped them in a pile? Could 20 bikes fit inside a parking space then? Probably, but those options seem highly unlikely in the United States, and Malone didn’t mention them.\nTwelve bicycles can be locked safely in downtown Portland bike corrals, but 20 stretches the limits of anything in use -- in Portland and nationwide. The Pedestrian and Bicycle Information Center says streetside bike corrals should accommodate 10 to 12 bikes. The Association of Pedestrian and Bicycle Professionals recommends spacing so that no more than 12 fit into a parking spot.\nAs for the mechanical lifts available at PSU: Those won’t be showing on city streets anytime soon. City policies allow only one-tier corrals, and businesses that already pay the city $2,600 to install one seem unlikely to want to pony up more.\nBlumenauer’s office does cite a study with a footnote leading to another study that says 10 to 20 bikes can fit into a single parking spot. The congressman’s website also gives a range of 6 to 20 bikes, while 12 can commonly fit in corrals.\nSo we find his statement Half True.", "vclaim_id": "vclaim-pol-08780"}