{"url": "/factchecks/2011/apr/19/joe-walsh/rep-joe-walsh-said-every-time-weve-cut-taxes-reven/", "speaker": "Joe Walsh", "vclaim": "\"Every time we've cut taxes, revenues have gone up, the economy has grown.\"", "truth_label": "false", "date": "stated on April 17, 2011 in an interview on \"This Week with Christiane Amanpour\":", "title": "Rep. Joe Walsh said that every time we've cut taxes, revenues have gone up, the economy has grown", "text": "Members of the tea party movement like to say the \"tea\" stands for \"taxed enough already.\" Several House members on ABC's This Week with Christiane Amanpour said they stand by that sentiment, even if tax increases could more quickly balance the budget.\nAmanpour asked if it was realistic to oppose tax increases while also calling for a balanced budget. \"Can you really sustain what everybody is calling for, just by cuts in public services? Doesn't there need to be revenue-raising mechanisms?\" she asked.\n\n\"Christiane, you raise revenue by growing the economy,\" said Rep. Joe Walsh, R-Ill, one of several new House members elected with tea party support. \"And everything this president has done the last two years has gone against that. You get taxes and regulations off the backs of businesses so that revenues can increase.\"\n\n\"I know that that is your position,\" Amanpour said. \"But there's so much evidence, even going back to Ronald Reagan, where he did tax cuts and in fact the debt increased, and then he had to make tax increases. I mean, can you really cut public spending by that amount and just expect to balance the budget?\"\n\nWalsh answered, \"In the '80s, government revenues went up. We didn't cut spending. Revenues went up in the '80s. Every time we've cut taxes, revenues have gone up, the economy has grown.\"\n\nWe decided to check out Walsh’s claim that \"Every time we've cut taxes, revenues have gone up, the economy has grown.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWe should first note that on its face, Walsh’s statement is not accurate. The White House Office of Budget and Management publishes detailed tables of government collections of income taxes. There was a small dip in 1983, after President Ronald Reagan signed off on a tax cut in 1981, though tax revenues increased the next year and all through the 1980s. More significantly, income tax revenues fell in 2001, 2002 and 2003, as President George W. Bush successfully pursued tax cuts.\n\nWe contacted Walsh’s office, and his staff told us that the Bush tax cuts didn’t reach their full impact until 2003 (when the top rate decreased to 35 percent, where it now stands), and that tax revenues increased after that.\n\n\"The pickup in economic growth, and the strong growth in revenues, coincides fairly neatly with the 2003 tax cut,\" said spokesperson Elizabeth Lauton via e-mail.\n\nBut the question of rising revenue is more complicated than that.  For one thing, economists expect tax revenues to go up each year due to economic growth, population growth and inflation, even if tax rates stay the same. So saying \"revenues have gone up\" isn’t particularly meaningful in that context.\n\nGiven that, it would be more significant to be able to say what effect tax changes have on the overall economy. But this isn’t easy, because so many things affect the economy more than the federal tax code. What this means is that you can raise taxes during a bad economy and get less revenue, or you can cut taxes during a time of economic growth and get more revenue.\n\nThose changes to revenue generally aren't caused by the tax rates at all, but by other changes in the broader economy. President Bill Clinton, for example, raised taxes in 1993, and the economy expanded for much of the 1990s and tax revenue went up.\n\n\"There's no clear relationship between taxes and economic growth,\" said Bob Williams of the nonpartisan Tax Policy Center. \"Too many factors complicate the picture to draw clear conclusions about the taxes-growth relationship.\"\n\nAdditionally, a 2006 report from the U.S. Treasury Department concluded the effect of most tax laws on the wider economy were \"uncertain, but probably generally small.\"\n\nPreviously, we’ve rated statements that tax increases lowered revenues, and we’ve found that False. Walsh’s statement stops short of such a claim, but it does leave the impression that tax cuts could help the budget picture, and that’s problematic.\n\nThe 2006 Treasury report sought to document the revenue effects of every major tax law passed since 1940. To compare the different laws, it examined tax revenues as a percentage of the Gross Domestic Product, a measurement that accounts for economic growth and inflation.\n\nThe report found that laws that lowered taxes produced declines in revenues, and that laws that increased taxes produced increases in tax revenues. This undermines claims that tax cuts can actually increase government revenues more than they would have increased otherwise.\n\nWe’re examining Walsh’s statement, \"Every time we've cut taxes, revenues have gone up, the economy has grown.\" He said \"every time,\" and that’s not the case. Revenues did not go up in 2001, 2002 or 2003, after tax rates were lowered. We also find it problematic to make hard claims about tax cuts growing the economy enough to increase tax revenues and helping balance the budget. Overall, we rate Walsh’s statement False.", "vclaim_id": "vclaim-pol-13227"}