{"url": "/factchecks/2018/dec/18/alberta-darling/did-wisconsin-democrats-flip-flop-pre-existing-con/", "speaker": "Alberta Darling", "vclaim": "\"Democrats flip flop on pre-existing conditions.\"", "truth_label": "false", "date": "stated on December 5, 2018 in a news release:", "title": "Did Wisconsin Democrats flip flop on pre-existing conditions because they voted against a GOP bill?", "text": "Broadly speaking, Democrats generally support Obamacare and its guarantee that people with pre-existing medical conditions can’t be denied health insurance coverage, or be charged more because of their conditions.\nMeanwhile, many Republicans have tried to overturn the federal law, known as the Affordable Care Act — a move that would eliminate that guarantee.\nSo, is it true that in Wisconsin  — during a tumultuous lame-duck session of the state Legislature that has drawn national attention — Democrats turned their backs on protecting people with pre-existing protections?\n‘Flip flop’ claim\nOn Dec. 5, 2018, as part of the lame-duck session that Democrats called a Republican power grab, the GOP-controlled Wisconsin Senate approved a GOP bill on pre-existing conditions. Then state Sen. Alberta Darling, a suburban Milwaukee Republican, issued a news release with a headline that made this attack:\n\"Democrats flip flop on pre-existing conditions.\"\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n \n\"Democrats had a chance to turn their campaign ads into law. Instead, they turned their backs on Wisconsin voters and proved they were only worried about getting elected,\" the release said.\nAll Democrats in the state Senate (along with two Republicans) did, in fact, vote against the Republican bill, which failed to pass.\nBut to call that a flip-flop (or hypocrisy, as GOP Assembly Speaker Robin Vos said, making a similar attack) is oversimplified and misleading.\nDarling’s evidence\nDarling told us in an interview that her flip-flop claim is based on what Democrats had said ahead of the November 2018 elections. She said they campaigned by saying that Wisconsin needed to take action to protect people with pre-existing conditions in the event that Obamacare is eliminated.\nDarling argued that Democrats flip flopped on their campaigning because the Senate Democrats voted against the GOP pre-existing conditions bill.\nBut not voting for a particular bill, one proposed by the opposing party, doesn’t constitute a flip flop.\nWhy Darling’s attack is wrong\n1. The GOP bill would have required health insurers to cover people with pre-existing conditions. But it would not have provided the same protections that Obamacare does.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nDemocratic senators said they voted against the bill because it would have allowed insurers to impose lifetime caps on coverage. They also noted that premiums in the so-called individual market, where people buy health insurance on their own, likely would skyrocket. The bill \"would have been a step backwards, not a step forward,\" said state Sen. Jon Erpenbach, a Madison-area Democrat.\n2. Democrats supported an an amendment to the GOP that they said would provide more protections than the GOP for people with pre-existing conditions.\n3. On the same day the Republican bill was approved, the GOP majority in the Senate also approved a bill to sustain the GOP efforts to overturn Obamacare.\nThat measure would hamper Gov.-elect Tony Evers and incoming Attorney General Josh Kaul, both Democrats, from withdrawing the state from a federal lawsuit that seeks to overturn the Affordable Care Act. GOP Gov. Scott Walker signed the legislation into law.\nAs part of that lawsuit, Wisconsin and other states sought a preliminary injunction suspending the Affordable Care Act or, at a minimum, striking down the parts of the law that prohibit health insurance companies from denying coverage for people with pre-existing health conditions or charging them higher rates.\nSo, Democrats pointed out that while some Wisconsin Republicans were supporting a pre-existing conditions bill, others, including GOP Gov. Scott Walker, were pushing the lawsuit to strike down Obamacare and its more comprehensive pre-existing conditions protections.\n(Acting on that lawsuit on Dec. 14, 2018, a federal judge in Texas struck down the Affordable Care Act as unconstitutional. No immediate effect was expected, however, and the case likely is headed to the U.S. Supreme Court.)\nAs a Milwaukee Journal Sentinel analysis observed:\nQ. Would the state law have protected people with pre-existing conditions?\nA. Not in the long term — or, in all likelihood, even in the short term.\nIf the Affordable Care Act was struck down and the state required health insurers to cover people with pre-existing health conditions and not charge them higher rates, health plans sold directly to families and individuals would be even more costly than they are now.\nThat's what happened in New York, which required insurers to cover people with pre-existing conditions before the Affordable Care Act. It also is what happened in other states that had a similar requirement and eventually were forced to abandon it.\nOur rating\nDarling declared: \"Democrats flip flop on pre-existing conditions,\" referring to all Democrats in the state Senate voting against a Republican bill on pre-existing medical conditions.\nDemocrats pointed out that the bill would not have provided the same protections to people with pre-existing conditions as Obamacare does, and to the likelihood that some health insurance premiums would skyrocket. Meanwhile, they did vote for an amendment to the GOP bill, pushing more protections for pre-existing conditions, but that failed.\nMoreover, on the same day the GOP bill came up for a vote, Darling and her fellow Senate Republicans voted for a separate bill that would sustain GOP efforts to overturn Obamacare -- and with it, the protections for people with pre-existing conditions.\nIn short, Democrats’ votes against what they considered to be an inferior bill is not a flip flop on protecting people with pre-existing conditions.\nWe rate Darling’s statement False.\n Share the Facts 2019-01-02 23:15:12 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Darling \"Democrats flip flop on pre-existing conditions.\"    Alberta Darling Republican Wisconsin state senator https://www.wispolitics.com/2018/state-sen-darling-democrats-flip-flop-on-pre-existing-conditions/   In a news release Wednesday, December 5, 2018 2018-12-05    Read More  info", "vclaim_id": "vclaim-pol-01185"}