{"url": "/factchecks/2020/jul/24/donald-trump/unpacking-donald-trumps-statement-record-job-numbe/", "speaker": "Donald Trump", "vclaim": "“We're setting record job numbers.”", "truth_label": "barely-true", "date": "stated on July 21, 2020 in a White House briefing:", "title": "Unpacking Donald Trump’s statement on 'record job numbers'", "text": "During his first White House coronavirus briefing after a months-long hiatus, President Donald Trump touted recent economic improvements on his watch.\nDuring the July 21 briefing, he was asked, \"Do you want the American people to judge you on the ballot in November by how you’ve handled this pandemic so far?\"\nTrump responded, \"I think the American people will judge us on this, but they'll judge us on the economy that I created and that already we're creating. We're setting record job numbers, as you know. I think we're going to have a very strong year next year.\"\nTrump returned to the theme of roaring job gains in the next day’s briefing. \n\"We have an economy that's going to be booming. … A lot of jobs are being produced. The job numbers will be coming out shortly, meaning over the next week or so, and I think it'll be a continuation of the last two months. The last two months have been incredible.\"\nTrump’s boast focuses on month-over-month job gains in May and June and ignores the huge job losses the country saw in March and April. It also overstates the overall jobs picture. Since Trump took office, the unemployment rate is significantly up, and the current number of Americans working is down. \nYes, May and June saw significant job growth. According to the official Bureau of Labor Statistics count, non-farm employment rose by nearly 2.7 million in May and by 4.8 million in June. Those are significantly higher than the 1.1 million rise in September 1983, the previous record.\nBut these large increases followed a drop of more than 20 million jobs in April. That 20 million decrease is 10 times larger than the previous record for jobs lost in one month, which came in September 1945, when post-World War II demobilization was kicking in.\n\"The only reason the job growth numbers for May and June set records was because of the catastrophic collapse of jobs in March, and, especially, April,\" said Steve Fazzari, an economist at Washington University in St. Louis. \"There is no way job growth would be setting records without the much worse collapse that preceded the record months.\"\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIn May and June, the U.S. made back about 37% of the jobs that had been lost in April. \nEconomists say this is an important piece of context to consider.\nThe focus on the two monthly job gains is \"incomplete,\" said Douglas Holtz-Eakin, president of the free-market American Action Forum.\n\"You can’t ever just look at one or two months’ data,\" he said. \"You have to provide some context or else you’re cherry-picking.\"\nGary Burtless, an economist with the Brookings Institution, used a stock market analogy to describe the current jobs situation.\n\"If the price of shares drops 25% in the first half of the year and then rebounds 20% in the second half of the year, stock market investors are still 10% poorer on Dec. 31 than they were on Jan. 1st,\" he said. \"‘The U.S. unemployment rate fell to 11.1% last month …’ is not a phrase any American president wants to see. June had the highest unemployment rate in my lifetime, except for the rates in April and May. And I’m 70 years old.\"\nThe decline in April was so large that a big bounceback is not all that surprising, said Dean Baker, an economist and co-founder of the liberal Center for Economic and Policy Research.\n\"In fact, it would be incredibly scary if we didn't,\" Baker said. \"The real question is how rapid the job growth will be going forward. We are still down by more than 14 million jobs. That is a disaster.\"\nOur ruling\nTrump said, \"We're setting record job numbers.\"\nTrump is fixating on one piece of the jobs puzzle, the job gains in May and June, while ignoring the rest of the picture. The gains make up less than 40% of the April losses, the nation’s unemployment rate remains over 11%, and the total number of Americans working now is less than when Trump took office.\nTrump’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17792"}