{"url": "/factchecks/2013/jul/26/dave-hansen/wisconsin-sen-dave-hansen-says-state-budget-forces/", "speaker": "Dave Hansen", "vclaim": "The Republican-authored state budget includes a provision \"forcing people earning as little as $12,000 to buy private health insurance that could cost them as much as $4,000 per year.\"", "truth_label": "false", "date": "stated on July 19, 2013 in a news release:", "title": "Wisconsin Sen. Dave Hansen says state budget forces someone making $12,000 a year to pay $4,000 in health insurance costs", "text": "Work on the Republican-authored state budget is all over, capped by Gov. Scott Walker’s signature June 30, 2013.\nBut the shouting continues.\nState Sen. Dave Hansen (D-Green Bay) protested after the Associated Press reported that a GOP real-estate agent wrote to Walker about buying state office buildings while the Legislature considered Walker’s budget -- which ended competitive bidding for such sales.\n\"The ink on the budget wasn’t even dry,\" Hansen claimed in a July 19, 2013 news release, \"before one of these wealthy Republican donors was angling for a sweetheart deal from a political party that appears all too eager to reward their friends.\"\nHansen included an income-tax break and an expanded voucher-school program among the \"rewards,\" but it was a health-care claim on Hansen’s list that caught our eye.\nThe GOP budget, he said, included a move \"forcing people earning as little as $12,000 to buy private health insurance that could cost them as much as $4,000 per year.\"\nSo, by Hansen’s calculation, the state budget means low-income people will be pushed into the private market and find themselves spending fully one-third of their income on health care.\nHansen is talking about Walker’s controversial decision to reject the federal Medicaid expansion and instead require some 90,000 poor people to get coverage from the new private insurance marketplaces, known as exchanges, under Obamacare.\nCritics, including Democrats such as Hansen, said that despite federal subsidies a chunk of those people would not be able to afford private insurance from the exchanges. Currently, those people have very limited out-of-pocket costs under the state’s BadgerCare Plus health program.\nHansen, in his blast at the budget, puts a hard number on the challenge facing some people with his $12,000/$4,000 scenario.\nThe two numbers are familiar to experts who track how the Obamacare exchanges will work in Wisconsin. At an income of $12,000 -- just above the federal poverty line of $11,490 -- an individual will no longer be eligible for state BadgerCare coverage and will have to move into the federal exchanges.\nThe $4,000 is a worst-case scenario figure for out-of-pocket costs in the exchanges for a family of two with a household income of up to 200 percent of the official federal poverty level, notes Jon Peacock, research director at the Wisconsin Council on Children and Families, a liberal advocacy and research group.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBut Hansen muffs the illustration using the two figures.\nOne big problem is he mixes an income level for one person with the costs facing a household of two.\nA single person with an income of $12,000 would pay about $240 a year in insurance premiums, and if serious health problems arise could pay up to an additional $2,100 in out-of-pocket costs (deductibles, co-pays and co-insurance), said Peacock and Sonya Schwartz, a member of the research faculty at Georgetown University’s Center for Children and Families.\nThat adds up to a possible total outlay of almost $2,400 -- one-fifth of the cited income -- not the $4,000 or one-third that Hansen says.\nNo small change in either case, but it makes for a big difference.\nA couple of final notes.\nThe $4,000 cost figure Hansen cites could come into play for married couples, for instance, but only if their combined income was above $15,510 -- higher than the $12,000 Hansen cites.\nMost of the people who would be moved from BadgerCare, though, would be single parents with custody of a child. The child would stay on BadgerCare, however. The  maximum costs for a parent who is right at the poverty level would be around $2,400. They jump up to over $4,000 for a single parent making $30,000, Peacock said.\nSo, Hansen’s specific example is significantly off the mark -- and that’s especially problematic because he’s talking about the worst-case scenario to begin with.\nOur rating\nHansen sought to highlight the biggest impact on a group of poor people when he said the Republican move will have the effect of \"forcing people earning as little as $12,000 to buy private health insurance that could cost them as much as $4,000 per year.\"\nBut Hansen errs in the example and significantly overstates the effect.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-09066"}