{"url": "/factchecks/2012/apr/18/barack-obama/president-barack-obama-says-his-administration-has/", "speaker": "Barack Obama", "vclaim": "\"We've brought trade cases against China at nearly twice the rate as the last administration.\"", "truth_label": "half-true", "date": "stated on April 13, 2012 in a speech at Port of Tampa:", "title": "President Barack Obama says his administration has nearly doubled rate of China trade cases", "text": "President Barack Obama touts his administration’s record holding trade partners accountable by drawing a contrast with President George W. Bush over China.\n\n\"We've brought trade cases against China at nearly twice the rate as the last administration,\" he said in an April 13, 2012, speech in Tampa, Fla., before a trip to Colombia.\n\nHere’s how he set it up:\n \n\n\"Now, one of the ways that we've helped American business sell their products around the world is by calling out our competitors, making sure they're playing by the same rules. For example, we've brought trade cases against China at nearly twice the rate as the last administration. We just brought a new case last month. And we've set up a trade enforcement unit that's designed to investigate any questionable trade practices taking place anywhere in the world.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nIt’s a claim he’s made before, published in the Los Angeles Times and the New York Times.\n\nWe wondered, is it true?\n\n‘The honeymoon’\n\nWe asked the White House for support for the president’s claim.\n\nObama referred to cases brought against China before the World Trade Organization, said spokesman Matt Lehrich. The WTO is a group of more than 150 governments that sets and enforces international trade rules. Since the United States and China are both members, it’s a pivotal place they can go to settle disputes with one another.\n\nThere are other important types of trade cases, such as anti-dumping cases brought before the U.S. International Trade Commission, but those are brought by private industry, said Peg O’Laughlin, public affairs officer for the ITC.\n\nOther kinds of enforcement cases include those brought under Section 301 or 201 of U.S. trade laws. They're rare now because, under WTO rules, the United States isn't supposed to regularly turn to that sort of unilateral action, said Paul Blustein, a trade expert with the Brookings Institution.\n\nSo while there are a wide range of trade measures available, the experts we consulted said focusing on just WTO cases seemed reasonable.\n\nThe Obama administration has brought six cases against China before the WTO in less than one term, while the Bush administration brought seven cases over two terms — thus, the claim \"at nearly twice the rate.\"\n\nBut there’s a distinction between the two presidencies, what we’ll call China’s \"honeymoon.\"\n\nChina joined the WTO in 2001, after Bush took office. At that point, member countries essentially gave China a grace period to follow the new rules.\n\n\"Business was just rushing into China … those were good days,\" said Gary Clyde Hufbauer, a senior fellow for the Peterson Institute for International Economics who writes about U.S.-China trade and worked in the Carter and Ford administrations. \"Nobody was wanting to bring cases in particular. (China) probably got more of a grace period than would normally be expected because of the business boom.\"\n\nThe United States became the first country to file a trade case, over trade barriers against integrated circuits, in March 2004.\n\nJerry Jasinowski, president of the National Association of Manufacturers, said in 2004 that China had needed time to adjust its tax and regulatory policies to comply with WTO standards, but that after two years \"the honeymoon\" was over, according to Congressional Quarterly and other news organizations.\n\nThe Obama administration, on the other hand, had no such delay — plus it could take advantage of work started under Bush to file a first case within six months of taking office.\n\nThat’s not to say Democrats back in 2004 weren’t arguing the Bush administration could have acted sooner.\n\n\"One case brought as a political talking point does not make up for the administration's failure to develop a China trade policy over the past three years,\" Rep. Sander Levin of Michigan, the top-ranking Democrat on the Ways and Means Trade Subcommittee, was quoted as saying in Congressional Quarterly in 2004. \"This is an open-and-shut case that the administration should have addressed years ago.\"\n\nA Bush-era deputy U.S. trade representative says Bush realistically had five years to bring cases against China — not seven.\n\n\"The first year of China's membership was eaten up giving them a chance to prove compliance,\" said John Veroneau, who also worked in the Defense Department under President Bill Clinton. \"The second year was eaten up jawboning about problems and preparing the facts and analysis to be able to bring a WTO case. At the beginning of the third year, we brought the first case.\"\n\nThat changes the math, putting Bush’s rate of cases much closer to Obama’s.\n\nRather than nearly two cases a year for Obama vs. about one for Bush, the comparison would be nearly two cases a year for Obama vs. about one and a half for Bush.\n\nDriving factors\n\nThe trade policy of the president isn’t necessarily the largest factor driving the rate of trade cases, said Hufbauer, the expert with the Peterson Institute. Other considerations out of Obama’s control (and Bush’s) held greater sway, he said.\n\n• When the country has more trade, you’re going to have more cases. And trade with China has boomed over the decade.\n\n• The economic climate matters. While the government brings cases to the WTO, its staff relies on private companies to come forward with strong evidence of wrongdoing. That requires companies to be motivated to do the legwork. In boom times, there’s less motivation. An economic downturn makes a difference. \"Private companies have been much more aggrieved in the last few years than the first few years.\"\n\n• China hasn’t been as welcoming. \"It just isn't as friendly to companies as it was during the Bush administration,\" Hufbauer said. \"That wasn't because of the Bush administration — but because of the times. … This is leading companies to see more of the downside.\" That means they’re more willing to spend time to help the government build trade cases.\n\nOne piece of evidence that Obama’s administration has been deliberately more aggressive than Bush’s deals with use of safeguards under Section 421 of U.S. trade law, which will be allowed by the WTO through 2013. The section allows U.S. industries to request blocking particular imports from China to protect American companies. While the Bush administration refused several such requests, Obama approved one on tires.\n\n\"There is a very sharp change in that,\" Hufbauer said.\n\nBut the White House told us Obama’s statistic relied on WTO cases, not other types of trade measures, so we're basing our ruling on that measurement, which independent experts said was a good metric.\n\nOur ruling\n\nObama said his administration has \"brought trade cases against China at nearly twice the rate as the last administration.\" Though the statistic takes into account the fact that China didn’t join the WTO until nearly a year into Bush’s term, it fails to acknowledge time for China after it joined to adjust to new WTO regulation. By contrast, Obama's administration could hit the ground running. The math still favors Obama, but not by as much as he claims. Also, there are several external factors that affect an administration's decision to pursue trade cases. Those are important details and context. We rate his statement Half True.", "vclaim_id": "vclaim-pol-11250"}