{"url": "/factchecks/2011/dec/23/make-us-great-again/pro-perry-super-pac-says-gingrich-teamed-pelosi-gl/", "speaker": "Make Us Great Again", "vclaim": "Says Newt Gingrich aligned with Nancy Pelosi on global warming.", "truth_label": "true", "date": "stated on December 21, 2011 in a video ad:", "title": "Pro-Perry super PAC says Gingrich teamed with Pelosi on global warming", "text": "In a video ad, a super PAC promoting Gov. Rick Perry's presidential candidacy attacks two Perry rivals for the Republican nomination, Newt Gingrich and Mitt Romney, suggesting that their records prove they are not conservatives.\nIn the style of an old newsreel, the ad from Make Us Great Again, which was formed this year by Austin lobbyist Mike Toomey, a longtime Perry ally, highlights several criticisms that have been lobbed at the former U.S. House speaker and former Massachusetts governor.\nAmong the charges the ad aims at Gingrich is that he joined U.S. Rep. Nancy Pelosi, D-Calif., \"in support of global warming.\" We take the wording to mean that Gingrich aligned with Pelosi on the issue of global warming, a pairing that has drawn renewed attention lately.\nA similar claim is also being heard in a television ad placed in Florida and Iowa this month by another super PAC, Restore Our Future, which is staffed and funded by supporters of Mitt Romney. The ad attacks Gingrich over \"a ton of baggage\" and includes the statement that Gingrich \"teamed with Nancy Pelosi and Al Gore on global warming.\"\nPolitiFact National looked into that claim for a Dec. 21, 2011, fact-check.\nThe Restore Our Future ad cites the website Newtfacts.com, which lays out a list of — you guessed it — more claims and citations about Gingrich, including this one: \"Gingrich shot an ad with Nancy Pelosi in 2008 calling for action on global warming.\" It is followed by a link to the Pelosi-Gingrich spot, in which Gingrich sits on a couch next to Pelosi, who at that time was the House speaker but now is the minority leader.\n\"We don’t always see eye to eye, do we, Newt?\" Pelosi says.\n\"No,\" Gingrich answers, \"but we do agree: Our country must take action to address climate change.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nPelosi: \"We need cleaner forms of energy, and we need them fast.\"\nGingrich: \"If enough of us demand action from our leaders, we can spark the innovation we need.\"\nThe ad directs viewers to the website WeCanSolveIt.org, with the final words from Pelosi, \"Together, we can do this.\"\nThe ad was created by a Gore-founded organization that works to spread awareness and prompt action to address climate change. Formerly the Alliance for Climate Protection, it’s now known as the Climate Reality Project.\nWeCanSolveIt.org is the former name of the site now called ClimateRealityProject.org.\nIn an interview with the online news show The Young Turks in December 2011, Gore said that he had asked Gingrich to do the ad with Pelosi. It was part of a larger campaign featuring \" 'unlikely pairs,' who disagree on many issues but appear together to help thwart climate change,\" according to a 2008 news story in the San Francisco Chronicle.\nDuring the current campaign season, Gingrich has expressed regret about making that ad.\nIn a section of his campaign website devoted to \"answering the attacks,\" Gingrich is quoted as telling Fox News’ Brett Baier in November that making the ad with Pelosi was \"probably the dumbest single thing I've ever done.\" It goes on to explain that Gingrich opposes cap and trade legislation (although PolitiFact has found he supported it in the past) and that he favors increased domestic oil drilling.\nOur sense is the super PAC's video accurately touches on Gingrich teaming with Pelosi against global warming. We rate this claim True.", "vclaim_id": "vclaim-pol-11897"}