{"url": "/factchecks/2014/jun/05/mike-hashimoto/texas-law-effectively-permits-long-rifles-be-toted/", "speaker": "Mike Hashimoto", "vclaim": "\"Public display of a long rifle is perfectly legal in Texas.\"", "truth_label": "true", "date": "stated on June 2, 2014 in a commentary:", "title": "Texas law permits long rifles to be toted in public", "text": "Meanwhile in Texas, there’s been talk of gun-rights delegates to the state convention of the Republican Party of Texas strolling around its Fort Worth gathering place with long rifles in hand.\nNot so fast, the Fort Worth Star-Telegram said in a news story posted online May 31, 2014. The story quoted city officials as saying those weapons could legally be toted outside the Fort Worth Convention Center but inside, \"it’s a different matter because there’s a Texas Alcoholic Beverage Commission license.\n\"State officials have been reminding Texans that any business with a state permit to serve alcohol may not knowingly let people carry long guns,\" the paper said.\nBroadly a few days later, Mike Hashimoto, an editorial columnist for the Dallas Morning News, took exception to Texans strolling around with rifles in a commentary, describing them as \"chuckleheads strapping on their long rifles and marching into the local Chipotle or Chili’s or Home Depot. Whatever point they may have about gun-owner rights or Texas law they drown in look-at-me stupidity.\"\nHashimoto kicked us into action with this factual claim: \"Public display of a long rifle is perfectly legal in Texas.\"\nReally?\nUp front, we recognized numerous news accounts have said the same, including a June 2, 2014, Austin American-Statesman story stating: \"Texas law allows owners to openly carry rifles but not sidearms in most situations.\"\nSimilarly, the National Rifle Association brought up what the law permits in a May 30, 2014, blog post questioning the \"unneighborly\" actions of individuals trying to make Second Amendment points by hauling rifles into coffee shops and restaurants. \"Texas, independent-minded and liberty-loving place that it is, doesn't ban the carrying of loaded long guns in public, nor does it require a permit for this activity,\" the association said.\nSeeking statutory detail, we reached the legislative director of the Texas State Rifle Association, Alice Gene Tripp, who told us the Texas penal code restricts handguns, but it’s silent per toting long rifles and shotguns. Tripp pointed us to Section 46.02 of the code.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nBy email, Hashimoto also singled out that section, saying it put limits on handguns, illegal knives and clubs, among specific weapons, not mentioning long rifles or shotguns. \"From discussing this over the years with law enforcement officials, my understanding is that rifles and shotguns, therefore, were legal for open carry in Texas,\" Hashimoto said. \"I've not questioned that understanding recently, as open-carry demonstrations have become more common, yet demonstrators, generally, have not been arrested for unlawfully carrying weapons.\"\nSection 46.02 states it’s at least a Class A misdemeanor if a person \"intentionally, knowingly, or recklessly carries on or about his or her person a handgun, illegal knife, or club if the person is not on the person’s own premises or premises under the person’s control or in or directly en route to a motor vehicle\"(including a recreational vehicle \"or boat they own or control.\"\nFinally, we contacted Jerry Patterson, the state land commissioner who as a state senator authored the 1995 law enabling Texans to carry concealed handguns with state permits.\nBy email, Patterson said: \"Long gun ‘open carry’ has never been unlawful in Texas to my knowledge. How do you use a shotgun or rifle if you can't carry it openly?‎ Would you have to wrap it up if you placed it in your pickup gun rack?\" Still, he pointed out  out section 42.01 (a) (8) of the penal code, which states a person commits an offense if he intentionally or knowingly \"displays a firearm or other deadly weapon in a public place in a manner calculated to alarm.\"\nOur ruling\nHashimoto wrote: \"Public display of a long rifle is perfectly legal in Texas.\"\nTexas law explicitly restricts handguns and some other weapons from being openly carried around. But the law is silent on long rifles. Generally, another provision says no one should display a firearm in a manner calculated to alarm.\nWe rate this claim as True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07779"}