{"url": "/factchecks/2020/mar/01/quentin-fulks/are-californians-staying-put-despite-high-top-inco/", "speaker": "Quentin Fulks", "vclaim": "Says California has a top income tax rate of 13.3% “and people aren’t leaving.”", "truth_label": "half-true", "date": "stated on February 25, 2020 in a TV interview:", "title": "Are Californians staying put despite high top income tax rate?", "text": "Illinois Gov. J.B. Pritzker is pinning many of his budget goals for the coming fiscal year on voters approving a ballot measure permitting the state to raise tax rates on high earners.\nWithout approval of the constitutional amendment in November, which would permit Illinois to institute higher rates on those making more than $250,000 a year, the governor’s proposed budget holds back a $1.4 billion revenue boost to education and other state services.\nIn an interview on WTTW the week after Pritzker’s budget address, the chairman of the campaign to pass the ballot measure was asked to defend the tax plan, which opponents say will drive residents and businesses from the state.\n\"I don’t think that there’s any correlation between individuals leaving a state and tax rates,\" said Quentin Fulks, who chairs the Vote Yes for Fairness campaign and previously worked for Pritzker’s 2018 campaign for governor.\nFulks cited the high number of millionaires in California, the nation’s most populous state, and then made a claim that caught our attention. California, he said, \"has a top tax rate of 13.3%, which is a pretty high tax rate, and people aren’t leaving.\"\nThe proposal in Illinois would take the top tax rate to nearly 8%.\nIn raw numbers, California saw more people overall depart for other states during the last year than any other, according to the U.S. Census Bureau.\nSo we decided to find out what Fulks meant when he said \"people aren’t leaving\" California and whether its highest-in-the-nation top marginal rate specifically has affected its population.\nJust millionaires — not overall population\nWe’ve fact-checked statements from Illinois politicians on both sides of the debate about how graduated-tax states are faring, including a False claim that New York sent its wealthy fleeing the state after instituting a tax structure requiring them to pay more.\nFulks was also talking about top earners, a spokesperson told us.\n\"If you look at Quentin’s answer on WTTW, it’s clear he is referencing those who pay the 13.3% tax rate in California – those making over a million dollars – as those who are not leaving the state,\" Vote Yes for Fairness spokesperson Lara Sisselman wrote in an email.\nFulks’ phrasing on WTTW was less than clear. He was asked about people and businesses leaving the state generally, and did not explicitly state that the wealthy weren’t leaving California. That said, the overall context of his remarks in that portion of the interview do suggest he was referring to those who actually pay the top rate he cited.\nEven if Fulks had only been speaking about California’s population more generally, he’d have a point when it comes to whether the state’s 2012 tax hike has driven Californians away.\nMore people have left California for elsewhere in the country than moved there from other states in each year since that tax increase. But like Illinois, that’s been the case for decades. California’s overall population has continued to grow due to immigration from abroad and having more births than deaths.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nCalifornia \"has suffered domestic migration losses (movement into and out of other parts of the U.S.) since at least 2000 and for some years prior to that,\" Brookings Institution demographer William Frey wrote in an email, citing an analysis of census estimates he shared with us.\nAssessing millionaire migration change\nTo Fulks’ point, only the state’s wealthiest pay its top rate — though like Pritzker’s plan, rates also went up to a lesser degree on those making more than $250,000. California did not raise rates on income below that amount.\nFrom 2005 to 2012, income over $1 million had been taxed at 10.3% there. So we turned to research assessing the effect the 2012 increase had on migration among those subject to the rate Fulks highlighted. Some of the findings support his case, others do not.\nHis spokesperson cited a finding from a 2018 report by researchers at the Stanford Center on Poverty & Inequality that shows net migration of millionaires overall since 2007 has remained positive.\nHowever, the study also found — based on an analysis that compared migration changes with a control group of high earners not subject to the top rate — that the 2012 increase did indeed lead to a small loss of 0.04% of California’s millionaire population.\n\"Our overall conclusion is, yes, millionaires do sometimes move to lower-tax states — as we see for California in 2012,\" researcher Cristobal Young told us in an email.\n\"In 2012, there was a large tax increase that produced millionaire out-migration — but by an amount that was too small to matter for overall state revenues or tax policy,\" he said.\nUsing the same set of tax data, researchers at Stanford’s conservative Hoover Institution found a larger increase in the rate of departures among top earners after 2012. Their report defined a departing taxpayer more broadly than Young and his colleague did and did not address net migration.\nMeanwhile, reports by California’s nonpartisan legislative research arm and the Sacramento Bee have found that since the early 2000s, the state has gained rather than lost residents making over $100,000.\nOur ruling\nSaying he did not see a connection between individuals leaving a state and higher tax rates, Fulks pointed to California’s 13.3% top rate and said, \"people aren’t leaving.\"\nHis office clarified he was only referring to people subject to that top rate. Based on the context of his remarks, that makes sense.\nThe research on millionaire migration in California after the state’s top tax rate in 2012 is mixed. For instance, a Stanford report highlighted by Fulks’ office found a small number of millionaires did leave after the tax was hiked. However, it also notes the net migration of millionaires to the state remains positive.\nWe rate Fulks’ claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-18021"}