{"url": "/factchecks/2020/apr/02/jerome-adams/hospitals-refute-surgeon-generals-claim-about-nurs/", "speaker": "Jerome Adams", "vclaim": "“They’re furloughing nurses in hospitals in western New York state.”", "truth_label": "false", "date": "stated on March 27, 2020 in a television interview:", "title": "Hospitals refute surgeon general’s claim about nursing furloughs", "text": "U.S. Surgeon General Jerome Adams made a startling claim about hospital nurses in Western New York when talking about the importance of properly deploying resources in the fight against the new coronavirus.\nIn an interview with CBS This Morning, Adams was asked if there are enough ventilators to treat severely ill patients in places such as New York City, which has become the center of the pandemic in the United States. \n\"We sent a team, a FEMA team, to help New York City make sure the resources are getting to where they need. I talked to people in western New York who said they’re furloughing nurses in hospitals in western New York state, while people in New York City are suffering. We need to make sure we get the right resources to the right people, and that’s what we’re committed to doing.\"  \nWe wondered whether his statement that Western New York hospitals are furloughing nurses is true. \nA spokesperson for Dr. Adams said the surgeon general heard about furloughs from a doctor in the Rochester area. \n\"The surgeon general spoke with a Rochester-area physician earlier this week, who shared that information,\" said Jennifer Sherman, director of public affairs in the Office of the Surgeon General. \"The point Dr. Adams was making is that in some states we are seeing a mismatch of resources, where one city may have more resources but fewer cases, and another city may have few resources but an abundance of cases. It's important states are coordinating with local jurisdictions and providers so they have the resources they need, and that is something the federal government is helping facilitate - in addition to deploying resources from the Strategic National Stockpile and FEMA.\"\nWe reached out to the doctor, who declined to speak with us on the record. \nHospitals say no furloughs\nWe reached out to hospitals to see if they know of any nursing furloughs in Western New York hospitals. None knew of any. \nRochester’s two major health systems, which operate most hospitals in the Rochester region, said they are not furloughing nurses. \nRochester Regional Health, which operates Rochester General Hospital and four others in surrounding communities, has not furloughed any nurses. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n \n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"We are in the process of redeploying resources which includes nurses,\" said Public Information Officer Veronica Chiesi Brown. \"This means they are taken from one area and moved to another based on need. Nurses are a critical resource right now and we need more, not less.\"\nUniversity of Rochester Medicine, which operates Strong Memorial Hospital and six others in the Rochester region, may have nurses at home because they could be infected, but none are on furlough.  \n\"A small number of staff members who are symptomatic are staying home pending test results, but no furloughs are taking place in UR Medicine’s hospitals or ambulatory practices,\" said Chip Partner, assistant vice president for communications.\nIn addition, Monroe County government and Rochester’s two major hospital systems on Friday  unveiled a plan to double its hospital capacity. The plan includes hiring more clinicians, including doctors and nurses.   \nThe Genesee Valley Nurses Association, a professional organization for registered nurses in seven counties in the Rochester area, had not heard of any furloughs, said Nancy Iafrati, who is on the organization’s board of directors. \nThe U.S. Department of Veterans Affairs, which operates medical centers in Buffalo, Batavia, and Canandaigua, are not furloughing nurses, and are looking to re-hire VA nurses who have retired, said Christina Mandreucci, press secretary for the department. \nIn Buffalo, major hospitals are hiring nurses, preparing for a surge of Covid-19 patients. Kaleida Health, which operates Buffalo General Medical Center and Millard Fillmore Suburban Hospital, among others health care facilities, said it is hiring nurses. So is Erie County Medical Center. Catholic Health, which operates hospitals in Buffalo and recently opened a facility solely dedicated to treating coronavirus patients, has posted \"a call to service\" on its employment web page, seeking nurses, respiratory therapists and others. \nA statewide professional organization said it is aware of furloughs of nurse anesthetists in New York State, because elective procedures have been canceled in an effort to slow the spread of the virus. The organization has sent a survey to its members to find out how many of those furloughs have occurred, said Stephanie Grolemund, president of the New York State Association of Nurse Anesthetists.\nElsewhere in the country, there have been reports of furloughed health care workers, either because of exposure to the virus or because the organizations they work for depend on income from elective procedures and office visits, which have been postponed in an effort to stop the spread of the virus. \nOur ruling\nWe couldn’t find any evidence of furloughs of nurses in Western New York. On the contrary, hospitals in Buffalo and Rochester are hiring nurses and are preparing plans for an anticipated surge in patients. \nWe rate Dr. Adams’ statement False.", "vclaim_id": "vclaim-pol-16862"}