{"url": "/factchecks/2014/oct/10/jeanne-shaheen/jeanne-shaheen-says-scott-brown-backed-bill-let-em/", "speaker": "Jeanne Shaheen", "vclaim": "Says Scott Brown co-sponsored legislation to let employers deny women coverage for mammograms.", "truth_label": "barely-true", "date": "stated on September 29, 2014 in a news release:", "title": "Jeanne Shaheen says Scott Brown backed bill to let employers use religious opt-out on mammograms", "text": "The U.S. Senate race in New Hampshire has been awash in claims about abortion and women’s health issues in recent days. One claim by incumbent Democratic Sen. Jeanne Shaheen caught our eye. Shaheen is facing a challenge from former Republican Sen. Scott Brown.\nIn a news release from her campaign, Shaheen said:\n\"I have always supported a woman’s right to choose because I know women should be making health care decisions in consultation with their doctors and their families, not their employer. Scott Brown’s record is clear: When it counts, he doesn’t stand up for women’s reproductive rights and economic security. He co-sponsored legislation to let employers deny women coverage for birth control or even mammograms. New Hampshire women can’t trust Scott Brown, and his record is move evidence that he is wrong for New Hampshire.\"\nWe noticed two claims that are related, but distinct enough to analyze separately. First, would the legislation in question have allowed employers deny women coverage for birth control? And would it have allowed employers to deny coverage for mammograms?\nWe’ve heard of controversies over birth control, but not mammograms. So we decided to check it out. (We’ve addressed birth control in a separate fact-check.)\nMammograms are used to screen for breast cancer, either preventively in women who have no signs of the disease, or as a diagnostic aid after a lump or other symptom is reported, according to the National Cancer Institute.\nIn a different Shaheen campaign news release, the campaign explained its sourcing by writing, \"FACT: Scott Brown both co-sponsored and voted for the Blunt Amendment that would let employers deny women access to a range of healthcare services, including contraception and coverage for mammograms.\"\nThe amendment in question was proposed by Sen. Roy Blunt, R-Mo. It was tabled -- that is, dispensed with -- by a 51-48 vote in which a simple majority was required. Among those who voted \"nay\" -- that is, those who wanted to keep it under consideration -- was Brown, then representing Massachusetts in the Senate. He also co-sponsored a predecessor measure, S.1467, the Respect for Rights of Conscience Act of 2011.\nSo Shaheen’s camp is correct that Brown acted in support of this measure. But what did the amendment say? It acted to widen the scope of acceptable actions for opting out of provisions of the Patient Protection and Affordable Care Act on religious or moral grounds. It focuses on mandates within the law for preventive services, called the \"essential health benefits package.\"\nThe Shaheen campaign pointed us to a Feb. 29, 2014, news release opposing the Blunt Amendment by the American Cancer Society Cancer Action Network. The release said, \"the expansive nature of the proposed Blunt amendment ... could result in coverage denials of life-saving preventive services such as mammograms or tobacco cessation based on employer discretion.\"\nBut we aren’t accepting the claim of an advocacy group without digging further. So we read the relevant portions of the law ourselves.\nWe agree that the provision is drawn broadly. It’s not targeted at abortion or birth control -- it simply says that employers cannot be required to cover \"specific items or services\" that are \"contrary to the religious beliefs or moral convictions of the sponsor, issuer, or other entity offering the plan.\"\nSo, presumably, any aspect of preventive care could qualify for a religious-conscience opt-out -- including mammograms. Or, for that matter, stethoscopes or tongue depressors.\nWe can’t imagine any religious objections to the use of tongue depressors. But what about mammograms?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nWe asked a number of experts in medicine and bioethics whether they had ever heard religious objections raised regarding mammograms. None said they had.\n\"I have not heard this claim in the specific context you describe,\" said Paul A. Lombardo, a specialist in medical law and ethics at Georgia State University.\nAdam Sonfield, a senior public policy associate at the Guttmacher Institute, noted that Supreme Court Justice Ruth Bader Ginsburg’s dissent in Hobby Lobby noted past religious objections to blood transfusions (by Jehovah’s Witnesses); antidepressants (by Scientologists); medications derived from pigs, including anesthesia, intravenous fluids, and pills coated with gelatin (by certain Muslims, Jews, and Hindus); and vaccinations (by Christian Scientists).\nHowever, Sonfield couldn’t recall hearing objections to mammograms.\nOpposition to mammograms would also be news to a leading anti-abortion group, the National Right to Life Committee. \"I've never heard of any argument being made against mammograms based on a conscience objection,\" said Susan T. Muskett, the group’s senior legislative counsel.\nArthur Caplan, director of the division of medical ethics at New York University Langone Medical Center, said the closest he can get \"to making any sense of\" the claim involves what in the game of pool would be known as a multiple bank shot.\nHere goes: Planned Parenthood has become a target of anti-abortion activists because it performs abortions, but the group’s clinics also provide other forms of health care to women. These include breast examinations, but not mammograms per se. If the clinic determines that a patient needs a mammogram, they will be referred to a health care provider that offers one.\nSome abortion opponents might \"see this as a ruse,\" Caplan said. \"So there might be a doctor or a nurse who would refuse a mammogram referral from Planned Parenthood on the grounds that that they are just funding abortions.\"\nBut this is all speculative, Caplan added. \"No doc I know of has any issue with mammograms,\" he said.\nHolly Fernandez Lynch, a Harvard bioethicist and author of Conflicts of Conscience in Health Care: An Institutional Compromise, called the claim \"technically true\" but \"a bit of a strawman.\"\nCould it have been used to deny access to mammograms? \"Yes,\" she said. \"Would it have been? Almost certainly not. I have never heard of a religious or moral objection to mammograms. The better examples would have been contraceptives, abortion, vaccines (especially HPV), psychiatric care, or palliative care/hospices.\"\nOur ruling\nShaheen said Brown co-sponsored legislation to let employers deny women coverage for mammograms.\nThe amendment, which Brown supported, was written loosely enough to allow a religious-conscience opt-out for almost any conceivable form of preventive care. But it didn't target mammograms, as Shaheen implied. And while the amendment would have protected religious-conscience objections, we failed to uncover any evidence that mammograms have inspired religious opposition, either now or in the past.\nThe claim contains an element of truth but ignores critical facts that would give a different impression. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07167"}