{"url": "/factchecks/2012/nov/11/rebecca-kleefisch/Rebecca-Kleefisch-says-Wisconsin-ranks-first-among/", "speaker": "Rebecca Kleefisch", "vclaim": "\"Wisconsin still ranks first among the 50 states in manufacturing jobs per capita.\"", "truth_label": "true", "date": "stated on November 1, 2012 in a radio address:", "title": "Rebecca Kleefisch says Wisconsin ranks first among states in manufacturing jobs per capita", "text": "Wisconsin’s is unmatched nationally on a key jobs measure, Lt. Gov. Rebecca Kleefisch asserted while promoting a fall summit of small-business owners and officials of Gov. Scott Walker’s administration.\n\n\"You probably already know we lead the nation in making cheese, and you definitely know the Packers will always be at the top,\" Kleefisch said while delivering the governor’s statewide radio address Nov. 1, 2012. \"But did you know that Wisconsin still ranks first among the 50 states in manufacturing jobs per capita? That’s right!\"\n\nKleefisch’s radio statement also ran as an opinion piece that was published by various new outlets.\n\nIt’s well documented that Walker promised in the 2010 governor’s race that Wisconsin would add 250,000 private-sector jobs by the end of his first term, in January 2015. Through nearly two years of his four-year term, job gains total 31,911.\n\nIt’s also pretty well known that Wisconsin has lost a big chunk of its manufacturing sector going back a decade or more.\n\nSo is it possible the state is still the king of making things?\n\nThere’s more than one way to skin this statistical cat, but Wisconsin scores high on several manufacturing-job measures.\n\nManufacturing dependency: The factory sector here employs a bigger share of the state's workers than any other state except Indiana, the Milwaukee Journal Sentinel reported on Oct. 7, 2012.\n\nIdaho-based Economic Modeling Specialists Intl. reported in March 2012 that \"Indiana is 86% more concentrated in manufacturing than average and just nudges Wisconsin for the top spot in our analysis.\" Indiana is home to Subaru and Honda auto plants, which give the state a boost.\n\nManufacturing vs. government jobs: Calculations by the Wisconsin Budget Project have shown that Wisconsin and Indiana are neck-and-neck for the highest ratio of manufacturing jobs to government jobs in the nation -- a ratio viewed by some as a good measure of a state’s economic health.\n\nBut Kleefisch referred to a third measure: Manufacturing jobs per capita.\n\nWe located U.S. Bureau of Labor Statistics reports and crunched the numbers behind her claim. We separately enlisted Jon Peacock, research director of the Wisconsin Budget Project, an arm of the Wisconsin Council on Children and Families.\n\nWisconsin -- as Kleefisch claimed -- tops Indiana and every other state when you compare factory jobs to the overall state population.\n\nPeacock took a slightly different tack, comparing those jobs to the overall pool of potential workers -- the non-institutional population age 16 and older.\n\n\"Wisconsin is #1, and by a much larger margin than I anticipated,\" Peacock said. \"What I found is that 10 percent of Wisconsin’s population age 16 and older works in manufacturing. Indiana is #2 at 9.6 percent, followed by Iowa at 9.1 percent, and Kansas at 7.5 percent.  The national average is 4.9 percent.\"\n\nThat’s good news and bad news, Peacock said.\n\nIt’s a point of pride -- and manufacturing jobs are extremely important for Wisconsin. But the state economy might be stronger if it diversified and became less dependent upon a sector that will probably continue to decline as a percentage of the national workforce, Peacock said.\n\nKleefisch, though, is on target with the numbers.\n\nPart of the explanation is that Wisconsin dropped a smaller share of its manufacturing jobs than many other big factory-reliant states in the 2000s. Those job losses in the sector began to reverse in about January 2010, both nationally and in Wisconsin. Walker took office in January 2011.\n\nStill, though, Wisconsin is 150,000 manufacturing jobs short of its January 2000 total, according to September 2012 federal figures.\n\nOur rating\n\nKleefisch claimed that Wisconsin \"still ranks first among the 50 states in manufacturing jobs per capita.\"\n\nEconomists debate the wisdom of heavy reliance on that sector, but Kleefisch accurately describes the state’s ranking.\n\nWe rate her statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10013"}