{"url": "/factchecks/2010/jun/21/ken-hodges/campaigns-duel-over-career-politician-attack/", "speaker": "Ken Hodges", "vclaim": "\"Rob Teilhet, Just another career politician.\"", "truth_label": "barely-true", "date": "stated on June 11, 2010 in a campaign flier:", "title": "Campaigns duel over \"career politician\" attack", "text": "We know the public has never had much of a love affair with politicians. This year seems to be no exception, and the candidates running for office know it.One example was an ad shipped by mail from the campaign of Ken Hodges, a Democrat running for Georgia attorney general.\"Rob Teilhet,\" the advertisement reads. \"Just another career politician.\"The Hodges campaign says it can easily back up its claim. Teilhet, they say, first ran for political office two years after he graduated from law school. Teilhet, a Cobb County Democrat, has been a state representative for eight years and now wants to be attorney general.\"We call Teilhet a politician because he is one,\" Hodges campaign manager Shannon Marietta wrote in an e-mail to PolitiFact Georgia.After reviewing a similar claim in a Republican Party campaign, PolitiFact Georgia was eager to dig into the merits of this Democrat-on-Democrat attack.The Hodges campaign has its facts right about Teilhet's background. In 2002, two years after Teilhet graduated from law school, he made his first bid for public office. The Atlanta Journal-Constitution wrote about Teilhet and a wave of other young faces coming to the Georgia Capitol in 2003.\"I assumed I would be the young gun in Cobb,\" he said. \"Seeing two other elected officials even younger, I feel like I'm just another old, white guy.\"Teilhet was 28 at the time. He's now 36, with eight years in the Legislature.Teilhet is a workers' compensation attorney. His campaign manager Rebecca DeHart notes it's a full-time job, as opposed to Teilhet's time at the Legislature, which has 40 meeting days a year. The Hodges campaign suggests Teilhet isn't doing much work outside the Capitol. They could find only 19 cases he's been involved with in the past 10 years. The Teilhet campaign countered he works about 40 cases a year.Hodges, 44, has served as Dougherty County district attorney for the past 12 years. He's been re-elected twice. The Teilhet camp says it's hard to call someone a \"career politician\" when you've been in office longer than the other candidate.Emory University political science professor Andra Gillespie agrees.\"If you are going to throw a punch, it is going to come back at you in some shape or form,\" she said. \"It's the pot calling the kettle black.\"Marietta contends that being a district attorney is less political than being a state lawmaker. Gillespie believes there's still politics involved with campaigning for and serving as district attorney.Teilhet has been involved in politics basically since he graduated law school. He is certainly a young man in a hurry, and one with major political ambitions.But some political experts believe his eight years in the Legislature does not qualify Teilhet for the title \"career politician.\" Some, like Kennesaw State University political science professor Kerwin Swint, say Hodges should not make such accusations, based on his 12 years in office.\"They might not have thought this through,\" he said.We rate this attack as Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDoug MacGinnitie\n\n\nstated on June 6, 2010 in a campaign flier\n\n\n\n\n\n\n\n\nGeorgia Secretary of State Brian Kemp is a \"career politician.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 20, 2010\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14881"}