{"url": "/factchecks/2018/sep/09/vicky-hartzler/hartzler-wrong-attack-healthy-school-lunches/", "speaker": "Vicky Hartzler", "vclaim": "Current school lunch requirements \"cause large amounts of food waste and diminished use of school lunches!\"", "truth_label": "barely-true", "date": "stated on August 14, 2018 in a tweet:", "title": "Hartzler wrong in attack on healthy school lunches", "text": "It’s no secret that Americans throw out literal tons of food each year, but has an Obama-era federal school lunch policy made it worse?\nFourth District U.S. Rep. Vicky Hartzler, R-Mo., seems to think so, and it motivated her to co-sponsor a new bill aimed at curbing some nutritional regulations that require schools to serve more healthy foods.\nIn an Aug. 14 tweet, Hartzler announced the introduction of the Local Control of School Lunch Act (HR 6541) and promised her followers: \"This bill would provide students & school lunch workers relief from rigid federal school lunch requirements that cause large amounts of food waste & diminished use of school lunches!\"\nWe’ve looked at other policymakers’ claims about the value of regulating nutritional standards. What caught our attention with Hartzler’s tweet was her assertion that kids are throwing more food away under these regulations.\nWe wondered if that was really true.\nHow to measure waste\nA quick note to Hartzler’s office confirmed that her bill is a reaction to Congress passing the Healthy, Hunger-Free Kids Acts of 2010, a policy initiative supported by then-first lady Michelle Obama, who championed the cause of reducing childhood obesity. It mandates that schools must serve more fruits, vegetables and whole grains, and limits calorie and sodium intake, among other things.\nSince the law went into effect during the 2012-13 school year, critics such as Hartzler have argued that it amplifies food waste because kids don’t find the new menu options appetizing. Citing those and other reasons, Agriculture Secretary Sonny Perdue in 2017 relaxed some of the original rules.\nWhen we asked for the proof supporting her claim, Hartzler’s office sent us a link to a 2014 study commissioned by the Department of Agriculture. Her office specifically cited a chart in the report which states that the waste of both raw and cooked vegetables in school cafeterias saw an increase of more than 60 percent.\nBut then we noticed a footnote underneath the chart Hartzler’s office used to defend the food waste statement: \"Plate waste estimates were based on observations and not actually measured or calculated during SY 2013–14.\"\n2M Research Services, LLC, the group that wrote the report, did not respond to repeated calls and emails from PolitiFact.\nSo we reached out to five independent food policy experts. The three who responded had similar reactions: Accurately measuring food waste is more complicated than the general public might understand.\n\"There are several ways to measure food waste using validated tools that yield quantifiable data,\" said Carmen Byker Shanks, an associate professor of food, nutrition and sustainable food systems at Montana State University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nShe said observation — the method used in the study cited by Hartzler — is an important first step, but that it’s \"subject to many biases.\"\nIn 2017, Byker Shanks led a study published in the Journal of the Academy of Nutrition and Dietetics, which found that since the 1970s, around 30 percent of school lunches have consistently landed in the trash.\n\"Kids just don’t eat all of their food,\" said Marlene Schwartz, director for the Rudd Center for Food Policy and Obesity at the University of Connecticut and professor of human development and family studies, in an email.\nSchwartz said waste should be calculated based on the proportion of food that is eaten, not the total amount thrown away.\nShe used that framework to co-write a 2015 study that concluded overall plate waste has decreased under the new guidelines.\nThere were more fruits and vegetables served since the 2010 regulations, Schwartz said, because it was a requirement with every meal. \"But the proportion of fruit eaten before (in our study) was on average 70 percent and the proportion thrown out was on average 30 percent, and afterwards, the proportions stayed the same: 70 percent eaten and 30 percent thrown out,\" Schwartz said.\nIn fact, a 2014 study published in the American Journal of Preventive Medicine, which measured the physical weight of wasted lunches, said that after the implementation of the Healthy, Hunger-Free Kids Act, entree and vegetable consumption increased by 15.6 and 16.2 percent, respectively.\nNo change in school lunch participation trends\nAs for Hartzler’s other claim that student participation in school lunch programs has diminished under the push for healthier food, Schwartz said there is no evidence to support that. In fact, the same report Hartzler pointed to as evidence for increased plate waste, said that while some school administrators observed challenges during the first year, there has been no substantial change in school lunch program participation between 2011 and 2014.\nMoreover, a 2015 study by the Food Research and Action Center, a national nonprofit geared toward reducing hunger, reported no noticeable change in participation trends over the past five years, compared to before the legislation was implemented.\nParticipation continues to rise among low-income children and it continues to decline among children not eligible for free or reduced-price meals, the report said.\nOur ruling\nIn announcing a bill that would roll back Obama-era legislation making school lunch regulations healthier, Hartzler tweeted federal school lunch requirements \"cause large amounts of food waste & diminished use of school lunches!\"\nExperts say the observation-based evidence she uses to back up the claim is faulty and that the proportion of healthy foods thrown out is about the same, even though the total amount of fruits and vegetables wasted has gone up because they are required on every child’s plate. They also say that no substantial drop off in school lunch program participation has occurred since the law went into effect.\nFor those reasons, we rate this claim as Mostly False.", "vclaim_id": "vclaim-pol-01642"}