{"url": "/factchecks/2020/feb/28/michael-bloomberg/did-donald-trump-fire-pandemic-officials-defund-cd/", "speaker": "Michael Bloomberg", "vclaim": "Says of President Donald Trump’s actions on the coronavirus: “No. 1, he fired the pandemic team two years ago. No. 2, he's been defunding the Centers for Disease Control.”", "truth_label": "half-true", "date": "stated on February 26, 2020 in a CNN town hall:", "title": "Did Donald Trump fire pandemic officials, defund CDC?", "text": "During a CNN town hall before the South Carolina primary, Mike Bloomberg — a former New York City mayor and Democratic presidential candidate — was asked whether he had confidence in President Donald Trump to handle a potential coronavirus pandemic, officially known as the COVID-19 virus.\nAfter jokingly saying, \"I feel so much better,\" Bloomberg told the audience, \"No. 1, he fired the pandemic team two years ago. No. 2, he's been defunding the Centers for Disease Control. So, we don't have the experts in place that we need. I hope he's right that the virus doesn't come here, that nobody gets sick. That would be a wonderful outcome. But the bottom line is, we are not ready for this kind of thing.\"\nBloomberg had a point that the Trump administration ousted some of its officials dealing with global pandemics, but \"defunding\" the CDC is more complicated than he let on.\n\"He fired the pandemic team two years ago\"\n\"Fired\" may be a strong word, but there have been abrupt changes to key national security posts with responsibility for global pandemics. More recently the administration has assigned new officials to take leadership roles.\nIn May 2018, the top White House official in charge of the U.S. response to pandemics left the administration. Rear Admiral Timothy Ziemer was the senior director of global health and biodefense on the National Security Council and oversaw global health security issues, a specialty that had been bolstered under President Barack Obama.\nAfter Ziemer’s departure, the global health team was reorganized as part of an effort by then-National Security Adviser John Bolton. Meanwhile, Tom Bossert, a homeland security adviser who recommended strong defenses against disease and biological warfare, was reportedly pushed out by Bolton in 2018. Neither White House official or their teams, which were responsible for coordinating the U.S. response to pandemic outbreaks across agencies, have been replaced during the past two years.\nIn November 2019, a bipartisan group of lawmakers and experts formally recommended that health security leadership on the NSC should be restored. And on Feb. 18, 2020, a group of 27 senators sent a letter to current National Security Adviser Robert O’Brien to ask him to appoint a new global health security expert to the NSC.\n\"The fact that they explicitly dismantled the office in the White House that was tasked with preparing for exactly this kind of a risk is hugely concerning,\" Jeremy Konyndyk, who ran foreign disaster assistance in the Obama administration, told the Guardian. \"Both the structure and all the institutional memory is gone now.\"\nInstead, Trump has looked within his administration to fill roles for the coronavirus response. \nLast month, Trump appointed his Health and Human Services Secretary, Alex Azar, to chair a coronavirus task force. On Feb. 26, he announced that Vice President Mike Pence would be taking charge of the U.S. response to the coronavirus. \nAnd the following day, Pence announced he was appointing Ambassador Debbie Birx to assist the effort as \"White House coronavirus response coordinator.\" Birx is a physician and global health expert who is currently responsible for coordinating the State Department's HIV/AIDS task force. The White House said she will be supported by NSC staff in her role.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"He's been defunding Centers for Disease Control.\"\nIt’s not accurate to say that Trump has been \"defunding\" the CDC, but he has tried to make cuts in key programs. It’s just that Congress didn’t listen.\nThe Trump administration’s initial proposals for the budgets for emerging and zoonotic infectious diseases at CDC — a key player in the fight against coronavirus — have consistently been lower than what was spent the previous year. \nThe administration proposed $61.7 million less in 2018 than 2017; $96.4 million less in 2019 than in 2018; $114.4 million less in 2020 than in 2019; and $85.3 million less in 2021 than 2020.\nHowever, Congress reshapes presidential recommendations as they see fit when they craft final spending bills.\nEvery year since Trump has been president, lawmakers have passed bills — bills signed by Trump — that not only exceeded what Trump requested on emerging infections but also exceeded what had been spent the previous year.\nAs the chart below shows, funding increased every year from fiscal year 2017 to fiscal year 2020. (We have not included the 2017 proposal, since that was submitted by the Obama administration. The figures for 2020 are preliminary.)\n\nIt’s important to note that Trump has asked Congress for a $2.5 billion supplemental budget to help combat the emergence of this coronavirus. House Democrats quickly said the amount was insufficient to meet current threats, and Trump said he was willing to seek more if lawmakers were willing.\nIn addition, the Trump campaign pointed to consistent funding for certain budget sub-categories, such as CDC’s public health emergency preparedness, which helps states and localities deal with public health emergencies, including outbreaks. That program suffered funding losses that predate Trump.\nOur ruling\nBloomberg said Trump is hampered in the fight against coronavirus because \"No. 1, he fired the pandemic team two years ago. No. 2, he's been defunding Centers for Disease Control.\"\nOn the first point, it’s hard to pin down whether the National Security Council staffers were \"fired\" in 2018, but they certainly left abruptly and have not been replaced, though other leaders in the coronavirus fight have been named in recent days.\nOn the second point — funding — there’s no question that the Trump administration sought to cut key CDC budget categories that would be involved in emerging infections like coronavirus. But Bloomberg overlooks that, thanks to Congress, that funding was restored and even increased in bills that were ultimately signed by Trump.\nThe statement is partially accurate but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-17490"}