{"url": "/factchecks/2020/jun/11/facebook-posts/who-comment-sparks-i-told-you-so-about-coronavirus/", "speaker": "Facebook posts", "vclaim": "The World Health Organization “now admits that asymptomatic transmission of COVID-19 is very rare.”", "truth_label": "half-true", "date": "stated on June 9, 2020 in an image:", "title": "WHO comment sparks ‘I-told-you-so’ about coronavirus spread", "text": "A recent comment from a public health official is driving unproven claims and conspiracy theories about how the coronavirus may be spreading.\nA June 9 Facebook post says the World Health Organization \"now admits that asymptomatic transmission of COVID-19 is very rare.\" \n\"The claims of asymptomatic transmission was (sic) a major justification for social distancing, the lockdowns, and masks,\" reads the image, which is a screenshot of a text post. \"Everything about COVID-19 hysteria has been a lie.\"\nOther social media posts have used the WHO’s comments to spin more elaborate \"I-told-you-so\" conspiracy theories about the pandemic, including one that claims it was fabricated. Some claimed the comments show that masks and social distancing are \"unnecessary without symptoms\" and that they were somehow connected to protests after the death of George Floyd, a black man who died in Minneapolis police custody after a white officer kneeled on his neck.\nThe posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\n(Screenshot from Facebook)\nSince the outbreak of the novel coronavirus, public health officials have warned that infected people without any detectable symptoms can still spread the virus. That fact is one of the reasons that officials have advised healthy people to wear masks while in public. \nSo we wanted to check out claims about the WHO’s most recent comments on asymptomatic coronavirus patients.\nWhile an official with the WHO recently said asymptomatic spread of the coronavirus is \"rare,\" the international public health organization has since walked back those comments — and several of the posts about the WHO’s communication about asymptomatic spread were published after the organization issued its clarification. There is no evidence that the WHO statement was connected to ongoing protests over police brutality, that it shows social distancing rules lack scientific backing, or that the pandemic itself was fabricated.\nWHO clarifies comments on coronavirus spread\nDuring a June 8 press briefing, Dr. Maria Van Kerkhove, the WHO technical lead for COVID-19, said that asymptomatic spread is \"very rare.\" The next day, she clarified her statement.\nHere are her initial comments from June 8, in context:\n\"We have a number of reports from countries who are doing very detailed contact tracing. They’re following asymptomatic cases, they’re following contacts and they’re not finding secondary transmission onward — it’s very rare. Much of that is not published in the literature. From the papers that are published, there’s one that came out from Singapore looking at a long-term care facility. There are some household transmission studies where you follow individuals over time and you look at the proportion of those that transmit onwards.\n\"We are constantly looking at this data and we’re trying to get more information from countries to truly answer this question. It still appears to be rare that an asymptomatic individual actually transmits onward. What we really want to be focused on is following the symptomatic cases. If we followed all of the symptomatic cases — because we know that this is a respiratory pathogen, it passes from an individual through infectious droplets. If we actually followed all of the symptomatic cases, isolated those cases, followed the contacts and quarantined those contacts, we could drastically reduce — I would love to be able to give a proportion — of how much transmission we would actually stop. But it would be a drastic reduction in transmission. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\"If we could focus on that, I think we would do very, very well in terms of suppressing transmission. But from the data we have, it still seems to be rare that an asymptomatic person actually transmits onward to a secondary individual.\"\nThose comments appeared to suggest that the WHO was saying the coronavirus can’t really spread from asymptomatic people. News organizations published reports about Van Kerkhove’s statement, with CNBC publishing in a now-updated story that \"coronavirus patients without symptoms aren’t driving the spread of the virus.\" \nBut on June 9, Van Kerkhove walked back her words in a question-and-answer session. Here’s what she said:\n\"What I was referring to yesterday in the press conference were a very few studies, some two or three studies, that have been published that actually try to follow asymptomatic cases — so people who are infected — over time, and then look at their contacts and see how many additional people were infected. And that’s a very small subset of studies.\n\"I was responding to a question at the press conference. I wasn’t stating a policy of WHO or anything like that. I was just trying to articulate what we know. And in that, I used the phrase ‘very rare.’ And I think that that’s a misunderstanding to state that asymptomatic transmission globally is very rare. What I was referring to was a subset of studies. I also referred to data that isn’t published.\"\nVan Kerkhove went on to say that some models have predicted that anywhere between 6% and 41% of the population could be asymptomatic COVID-19 patients. But she said she didn’t mention them during the June 8 press briefing because they are estimates, not research.\nIn a June 10 interview on \"Good Morning America,\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the WHO’s initial comment \"was not correct.\"\n\"There’s no evidence to indicate that’s the case. And in fact, the evidence that we have, given the percentage of people — which is about 25% to 45% — of the totality of infected people, likely are without symptoms,\" he said. \"And we know from epidemiological studies they can transmit to someone who is uninfected even when they're without symptoms.\"\nThe bottom line: Asymptomatic transmission of COVID-19 does occur. But there’s too much scientific uncertainty to confidently say how big of a problem it is in context of overall spread.\n\"We’re six months into a pandemic,\" Van Kerkhove said on June 9. \"There’s a huge amount of research that’s being done, but we don’t have that full picture yet.\"\nOur ruling\nA Facebook post claimed the WHO \"now admits that asymptomatic transmission of COVID-19 is very rare.\"\nVan Kerkhove did say during a press briefing that it appeared to be \"very rare\" for an asymptomatic person to spread the novel coronavirus. But she walked back her comments the next day, saying it’s \"a misunderstanding to state that asymptomatic transmission globally is very rare.\" Fauci said the WHO’s initial comment \"was not correct.\" \nThe post paraphrases more or less what Van Kerkhove said, but since it was published after Van Kerkhove clarified her comments about asymptomatic spread of the coronavirus, the post leaves out important details or takes things out of context.\nWe rate it Half True.", "vclaim_id": "vclaim-pol-17908"}