{"url": "/factchecks/2019/mar/05/facebook-posts/no-black-panthers-did-not-create-wic-program/", "speaker": "Facebook posts", "vclaim": "Says the WIC program was created by the Black Panthers to help feed single mothers and children in their communities.", "truth_label": "false", "date": "stated on February 26, 2019 in Facebook posts:", "title": "No, the Black Panthers did not create the WIC program", "text": "The Special Supplemental Nutrition Program for Women, Infants and Children, known as WIC, has provided nutritional assistance and education to low-income malnourished mothers and children for nearly 50 years.\nLately, posts on social media are circulating that claim the program was actually created by the Black Panthers.\nThe posts say, \"Never forget WIC ‘women, infant and child’ was created by black panthers to help feed single mothers and their children in their communities.\" It features a photo of Bobby Seale, co-founder of the Black Panther Party, standing among rows of paper grocery bags.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe claim that the Black Panther Party created the federal program made its way around the internet a few years ago, and appears to link it to the group’s free breakfast program.\nWhile it is possible the Panthers’ breakfast program may have helped inspire WIC, or other similar federal programs, the two are not one in the same. There is also no evidence that the party operated a program called WIC, or something similar.\nThe federal government created WIC in 1972 as an amendment to the Child Nutrition Act of 1966. The legislation was sponsored by Sen. Hubert Humphrey and it was initially funded as a two-year pilot program. In 1975, legislation established WIC as a permanent national health and nutrition program.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe motivation behind WIC has long been credited to various studies throughout the 1960s that identified malnutrition as a major national problem.\nThe 1969 White House Conference on Food, Nutrition, and Health, reported that hunger and poverty existed on a \"disgraceful scale\" in the United States and recommended that special attention be given to the nutritional needs of low-income pregnant women and preschool children.\nThe Black Panther Party’s Free Breakfast for Children Program started in the group’s Oakland headquarters in 1969 and quickly expanded to party outposts nationwide, feeding thousands of children per day. Party members and volunteers reportedly went to local grocery stores to ask for donations, consulted with nutritionists on healthy breakfast options for children, and then prepared and served the food.\nThe government’s 1966 Child Nutrition Act (that WIC was added to later on as an amendment) also established the pilot School Breakfast Program, which provided low-cost or free breakfasts to children in public schools. This was in operation three years before the Panthers’ breakfast program began.\nOur ruling\nSocial media posts claim the Black Panther Party created the federal nutritional assistance program WIC.\nThe party did run many community initiatives, including its successful Free Breakfast for Children Program.\nWhile some believe the effort may have inspired the federal government to make its school breakfast program permanent, and by extension WIC as well, there is no evidence that the party created or ran WIC.\nThe statement is not accurate. We rate it False.\n Share the Facts 2019-03-06 14:14:36 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says the WIC program was created by the Black Panthers to help feed single mothers and children in their communities.    Facebook posts on the internet     Tuesday, February 26, 2019 2019-02-26    Read More  info", "vclaim_id": "vclaim-pol-00937"}