{"url": "/factchecks/2017/oct/03/chris-abele/do-90-americans-support-background-checks-all-gun-/", "speaker": "Chris Abele", "vclaim": "90 percent of Americans \"support universal background checks\" for gun purchases.", "truth_label": "true", "date": "stated on October 2, 2017 in a tweet:", "title": "Do 90% of Americans support background checks for all gun sales?", "text": "In the first hours after the Las Vegas mass shooting, many leading elected officials in Wisconsin issued statements about prayer and condolences, but Milwaukee County Executive Chris Abele went further.\nAbele, a Democrat who holds a nonpartisan office, said in a tweet on Oct. 2, 2017:\nAmericans have overwhelmingly supported common sense gun reform. 90% support universal background checks. Elected officials must act.\nIn 2015, we rated as True a claim that polling showed nearly 74 percent of National Rifle Association members support requiring background checks for all gun sales. The statement was made by Wisconsin state Sen. Lena Taylor, D-Milwaukee.\nSo, what about Abele’s claim about all Americans?\nThe latest polls and our checks with four polling experts indicate support is at 90 percent, give or take a few percentage points.\nRecent polls\nHere’s a look at national polls done in 2016 or 2017 on this question.\n\n\n\n\nPoll\n\n\nDate\n\n\nQuestion\n\n\nPercent support/favor\n\n\n\n\n\n\nQuinnipiac University\n\n\nJune 2017\n\n\nDo you support or oppose requiring background checks for all gun buyers?\n\n\n94%\n\n\n\n\nWashington University American Panel Survey\n\n\nJuly 2016\n\n\nDo you support or oppose requiring background checks for all gun buyers, no matter where the gun is purchased?\n\n\n84%\n\n\n\n\nCBS News\n\n\nJune 2016\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\nDo you favor or oppose a federal law requiring background checks on all potential gun buyers?\n\n\n89%\n\n\n\n\nMorning Consult\n\n\nJune 2016\n\n\nDo you support requiring all sellers to run background checks on anyone who buys a gun?\n\n\n86%*\n\n\n\n\nPublic Policy Polling\n\n\nMar. 2016\n\n\nDo you support or oppose requiring a criminal background check of every person who wants to buy a firearm?\n\n\n84%\n\n\n\n\nCBS News/New York Times\n\n\nJan.2016\n\n\nDo you favor or oppose a federal law requiring background checks on all potential gun buyers?\n\n\n88%\n\n\n\n\n*This was a poll of registered voters, rather than simply adults\n \nSo, the latest poll shows support above 90 percent, while three other recent polls show support between 84 percent and 89 percent.\nPolling expert Steven Smith, a professor of social sciences and political science at Washington University in St. Louis, told us that the wording of questions in national surveys can vary and usually do not use the term \"universal.\" But well over 80 percent, and sometimes over 90 percent, of respondents favor background checks for all gun sales, he said.\nPolling experts Kathy Frankovic, a former consultant for CBS News, Karlyn Bowman at the American Enterprise Institute think tank and Charles Franklin at Marquette University Law School agreed that such results have been consistent.\nIt’s worth noting that some other recent polls didn’t ask specifically about a background check for every gun sale, but they asked similar questions and got similar results:\nPew Research Center (March 2017): \"Please indicate whether you would strongly favor, somewhat favor, somewhat oppose, or strongly oppose making private gun sales and sales at gun shows subject to background checks.\" Favor or strongly favor: 84 percent.\nCNN/ORC (June 2016): \"Would you generally favor or oppose a background check on anyone attempting to purchase a gun in order to determine whether the prospective buyer has been convicted of a felony?\" Favor: 92 percent.\nWe’ll also note that in July 2016, U.S. Sen. Chris Murphy, D-Conn., said: \"Ninety percent of Americans want our background check system strengthened and expanded to cover more gun sales.\" PolitiFact National’s rating was True.\nOur rating\nAbele says 90 percent of Americans \"support universal background checks\" for gun purchases.\n\"Universal\" is the term for background checks to be done on every gun sale. We found support for that policy at 94 percent in the latest national poll. Support ranged between 84 percent and 89 percent in the four other most recent polls. Experts say support at or near 90 percent has been consistent for years.\nFor a statement that is accurate and has nothing significant missing, our rating is True.\n Share the Facts 2017-10-03 17:22:07 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  90 percent of Americans \"support universal background checks\" for gun purchases.     Chris Abele Milwaukee County executive  https://twitter.com/ChrisAbeleMKE/status/914912093509505024   In a tweet Monday, October 2, 2017 2017-10-02    Read More  info", "vclaim_id": "vclaim-pol-02843"}