{"url": "/factchecks/2018/oct/29/blog-posting/shark-photo-has-never-and-will-never-be-nat-geo-ph/", "speaker": "Bloggers", "vclaim": "\"National Geographic’s photo of the year\" is a great white shark leaping out of the water.", "truth_label": "pants-fire", "date": "stated on May 23, 2018 in a post on Facebook:", "title": "This shark photo has never been and will never be a Nat Geo 'photo of the year'", "text": "A Facebook account that posts wildlife photography has jumped the shark. In May, the account shared an image of what appears to be a great white breaching, soaring above the surf. \"National Geographic’s photo of the year,\" the caption says.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe photo was posted by a Facebook account called \"The Planet Today\" and it’s been shared more than 300,000 times. The account did not immediately respond to a message seeking the source of the photo.\nNational Geographic also did not immediately respond to an email asking about the Facebook post.\nHowever, searching for the image on Google reveals a number of posts that pre-date 2018. In February 2017, for example, a Twitter user tapped the image for some early-morning inspiration. \"Do sharks complain about it being Monday?\" he tweeted. \"No, they are up early, biting stuff, chasing food, being scary, reminding everyone they’re a shark.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe shark has shown up on Pinterest and blogs. But we couldn’t find any credible websites connecting it to National Geographic.\nNational Geographic does has an annual Travel Photographer of the Year competition. The grand prize this year was awarded to Reiko Takahashi, who photographed a humpback whale.\nThe shark wasn’t the photo of the year in 2016, either, when this same shark pic was making the rounds on social media.\nIn December 2016, National Geographic posted a blog refuting a claim that the photo was its photo of the year—an award the magazine doesn’t have. But editor Daniel Stone took the opportunity to blast fake news as a \"threat to those of us in the business of telling the truth.\" He also shared 14 real shark photos. Check them out here.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-01380"}