{"url": "/factchecks/2011/jun/02/mitt-romney/mitt-romney-says-us-only-inches-away-ceasing-be-fr/", "speaker": "Mitt Romney", "vclaim": "\"We are only inches away from ceasing to be a free market economy.\"", "truth_label": "pants-fire", "date": "stated on June 2, 2011 in a speech announcing his presidential campaign:", "title": "Mitt Romney says U.S. is \"only inches away from ceasing to be a free market economy.”", "text": "In his June 2, 2011, presidential announcement at a farm in Stratham, N.H., Mitt Romney made a bold claim about the state of the American economy.\n\n\"Government under President Obama has grown to consume almost 40 percent of our economy,\" he said. \"We are only inches away from ceasing to be a free market economy.\"\n   \nAt PolitiFact, we tolerate a bit of hyperbole from politicians on all sides when they’re trying to make a point. But we think the underlying question -- whether the United States could really be approaching socialism -- is a fair one to analyze.\n\nSo we looked into the data and consulted an ideologically diverse group of economists and business experts. Our conclusion? Romney’s suggestion that the U.S. is in danger of losing its free market heritage is so far off base that it's ridiculous.\n   \nHere are some of the statistics to consider:\n   \nGovernment spending. On the suggestion of several economists, we took the figures for government expenditures (which includes all levels of government) and divided them by the national gross domestic product for the years 1996 through 2010. For more than a decade, government spending as a percentage of GDP was quite stable, bouncing between 30.4 percent and 32.9 percent.\n\nFor the last few years, that percentage has indeed gone up -- to roughly 38 percent in both 2009 and 2010, which is within striking distance of the 40 percent Romney cited. (His staff did not respond to an inquiry for this story.)\n   \nBruce Bartlett, a former official in the administrations of Ronald Reagan and George H.W. Bush, said that Romney is \"implying that the temporary increase in spending from (Obama’s stimulus bill) and the consequences of the recession are permanent,\" Bartlett said. Other economists noted that government’s footprint in GDP started growing in 2008 -- under Bush, not Obama -- because that’s when the recession began to hit.\n\nAnd even if the government share of GDP is close to 40 percent, would that be a catastrophe for economic freedom? Most of the experts we spoke to scoffed at the suggestion.\n\n\"It has long been the conservative view that there is only so much freedom out there and if government grows in size then this necessarily diminishes freedom,\" Bartlett said. \"Thus if spending is 25 percent of GDP, then we are three-quarters free, and if it grows to 40 percent, then we have lost 15 percent of our freedom and are only 60 percent free. This, of course, is nonsense, because it implies that the greatest freedom exists in anarchy … and that freedom is the only thing anyone cares about.\"\n   \nHere are a few other statistics to consider.\n   \nTaxes. Taxes offer another measure of government involvement into the economy. According to the Tax Foundation, a pro-business group that studies tax policy, the total federal, state and local tax burden has been falling -- not rising -- in recent years. Every year, the group computes a national figure for all levels of taxation as a share of national income. The data shows that the tax burden has fallen modestly in recent years, from 31.2 percent in 2006 to 27.2 percent in 2011.\n   \nAnd as we concluded recently, the U.S. tax burden isn’t just hovering around a historical low -- it’s also low compared to other advanced industrialized nations. In a 2006 international comparison, 25 nations had a higher percentage of taxes compared to GDP than the U.S., while just four -- Mexico, Japan, Korea and Turkey -- had a lower percentage.\n   \nRegulation. \"One loses being a free market economy not so much, or not solely, because of the level of spending and taxation, but also by the level and reach of government regulation, and by the distortions to choices that arise through government policy -- think of tax rules that discourage some behaviors and investments in favor of others,\" said J.D. Foster, an economist with the conservative Heritage Foundation.\n   \nTevi Troy, a senior fellow at the conservative Hudson Institute, said that bailouts for Wall Street and U.S. automakers (approved under Bush and continued under Obama) and the increasing government oversight over the health care sector (approved under Obama) represent nearly unprecedented willingness by the government to intervene in the economy. (Supporters, of course, counter that all but the health care intervention were intended to be temporary and came in response to a dire situation.)\n   \nBut the strongest evidence that undercuts Romney's claim comes from, of all places, the conservative Heritage Foundation.\n\nHeritage published an economic freedom index for 2011 -- an international ranking of nations using a combination of 10 types of statistics, covering business freedom, trade freedom, fiscal freedom, government spending, monetary freedom, investment freedom, financial freedom, property rights, freedom from corruption and labor freedom.\n   \nCertainly, different groups could measure freedom differently. But let’s look at what Heritage concluded.\n   \nThe U.S. ranked ninth out of 179 nations on the list, with a score that placed it near the top of the \"mostly free\" category. The only nations to be considered more \"free\" than the U.S. were, in descending order, Hong Kong, Singapore, Australia, New Zealand, Switzerland, Canada, Ireland, and Denmark.\n   \nIf the results of this study -- which, we’ll remind readers, was produced by a staunchly conservative think tank -- suggest that the U.S. is on the verge of socialism, then Lenin must be partying in his mauseoleum. For the U.S. to fall into the \"mostly unfree\" category, which is only the third-lowest category in the study, it would have to drop a whopping 83 slots, to a perch below such nations as Albania, Rwanda and Kazakhstan.\n   \nWe did hear one argument that provided a measure of support for Romney’s position -- but only in a backhanded way.\n   \nEugene Steuerle, an economist with the Urban Institute, a think tank that does economic and social policy research, said Romney’s comparison is imperfect because over the past century, there really hasn’t been a golden age in which the economy was genuinely unfettered, so the U.S. really couldn't be inching away from such an age.\n   \n\"We’ve been a mixed economy for a long time,\" Steuerle said. \"The ‘free market’ is a somewhat vague term. Technically, a Federal Reserve system and an antitrust division of the Justice Department interfere with a totally free market economy, yet they may promote a competitive economy.\"\n\nSo where does this leave us? It’s true that the government’s footprint on spending has grown over the past few years, due in large part to the recession. But while the statistics show that the government continues to have a large influence on the economy, there is little indication that the government’s role has risen dramatically enough over the past few years to threaten the kind of free market that the U.S. has operated under in recent decades. And international comparisons show that the U.S. ranks low in both total tax burden and high in economic freedom -- at least as measured by a prominent conservative think tank.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo, as measured by economists from both ends of the spectrum and, most importantly, from the conservative Heritage Foundation, it's ridiculously false to say we are close to losing our free-market economy. We find Romney's statement Pants on Fire.", "vclaim_id": "vclaim-pol-12999"}