{"url": "/factchecks/2016/oct/23/donald-trump/donald-trump-says-ford-moving-all-small-car-produc/", "speaker": "Donald Trump", "vclaim": "\"Ford is moving all of their small-car production to Mexico.\"", "truth_label": "mostly-true", "date": "stated on October 20, 2016 in a rally in Delaware, Ohio:", "title": "Donald Trump says Ford is moving all small-car production to Mexico", "text": "One of Donald Trump’s signature issues in his 2016 presidential bid has been stopping the outflow of American jobs to other countries. During a visit to Delaware, Ohio, he cited a recent example of a major American company moving some of its work out of the United States.\n\"Companies like Carrier are firing their workers and moving to Mexico,\" Trump said. \"Ford is moving all of their small-car production to Mexico. When I'm president, if a company wants to fire their workers and leave for Mexico or other countries, then we will charge them a 35 percent tax when they want to ship their products back into the United States.\"\nIs it really true that \"Ford is moving all of their small car production to Mexico\"? We’ll take a closer look.\nOn Sept. 14, 2016, Ford CEO Mark Fields announced at an event with Wall Street analysts that \"we will have migrated all of our small-car production to Mexico and out of the United States\" over the next two to three years, according to Reuters. Ford had already announced that it would be investing $1.6 billion in Mexico for small-car production starting in 2018.\n\"During contract talks in 2015, Ford confirmed that it would move Focus and C-Max production out of its Wayne, Mich., plant in 2018. The United Auto Workers Union said at the time that Ford planned to build the next Focus in Mexico,\" Reuters reported. The Focus and the C-Max are considered small cars.\nThe company cited declining interest among U.S. consumers for smaller cars and growing sales for bigger vehicles in an era of low gasoline prices. It also cited Mexican labor costs that are about 40 percent lower than than in the United States. \"That's what it takes to compete in that (small car) segment,\" Fields told CNN.\nSo Trump is right that the company is moving all small-car production in North America to Mexico. However, he overlooked a salient point -- that both the company and the United Auto Workers do not expect any jobs to be lost at the Wayne plant.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nInstead of building small cars, the Wayne facility will transition into producing SUVs and pickup trucks that are more popular in the United States. \"Our U.S. workforce at that plant will be making those new vehicles,\" said Ford spokeswoman Christin Tinsworth Baker. In the past five years, Ford has invested $12 billion in U.S. plants and created nearly 28,000 U.S. jobs, Baker said. In all, the company has 85,000 U.S. employees.\nIn a September interview with Fox News, Trump mischaracterized the changes at Ford, saying the company planned to \"fire all their employees in the United States and … move to Mexico.\"\nThe company aggressively countered that allegation. In an interview with CNN, Fields was asked whether the company would cut any U.S. jobs as part of the relocation of work to Mexico. He said, \"Absolutely not. Zero. Not one job will be lost. Most of our investment is here in the U.S. And that's the way it will continue to be.\"\nIn his speech in Ohio, however, Trump stuck closer to the facts.\nOur ruling\nTrump said that \"Ford is moving all of their small-car production to Mexico.\" That’s correct as far as it goes, but framing it that way ignores an important qualifier -- that no U.S. jobs will be lost in the transition. The company says that workers at the Ford plant in question will instead make SUVs and pickups. We rate the statement Mostly True.\nhttps://www.sharethefacts.co/share/0f5ed3db-289b-4d1c-a1d6-4c03ac61e82e", "vclaim_id": "vclaim-pol-04073"}