{"url": "/factchecks/2010/jul/13/john-thrasher/john-thrasher-takes-credit-pushing-jim-greer-rpof/", "speaker": "John Thrasher", "vclaim": "\"Attorney General McCollum, Speaker-Designate Cannon, Senate President-Designate Haridopolos and I stood up to Governor Crist and worked to remove Jim Greer as Chairman because of his mismanagement of the party.\"", "truth_label": "true", "date": "stated on July 6, 2010 in a press release sent by the Republican Party of Florida:", "title": "John Thrasher takes credit for pushing Jim Greer out of RPOF", "text": "October 18, 2010, is the day disgraced former Republican Party of Florida Chairman Jim Greer will stand trial on charges that he funneled funds from the RPOF into his own private ventures. As that trial nears, and the August statewide primary elections loom, there’s been plenty of political posturing around his case -- with party leaders trying to distance themselves from Greer or showcase themselves as the ones who pushed for his ouster.\n\nOn July 1, 2010, after Greer’s trial date was set, Rick Scott, who is running against Attorney General Bill McCollum to be the Republican candidate for governor, called for an independent investigation into Greer’s mismanagement, arguing there was a conflict of interest with having the Attorney General’s office handle the investigation.\n\n\"His back-room-deal mentality is out of step with voters who are demanding accountability and openness,\" Scott said about McCollum in a press statement.\n\nScott’s statement prompted the current RPOF chairman John Thrasher, a state senator from St. Augustine, to fire back with this response: \"Attorney General McCollum, Speaker-Designate Cannon, Senate President-Designate Haridopolos and I stood up to Governor Crist and worked to remove Jim Greer as Chairman because of his mismanagement of the party.\"\n\nWe decided to look further into Thrasher’s claim. Is it true that these four men \"worked to remove Jim Greer?\"\n\nWhen we turned to the Republican Party of Florida, which distributed Thrasher’s statement in a press release, they referred us to various news articles detailing Gov. Charlie Crist’s support and close ties to Greer, his hand-picked choice for chairman after Crist’s own election in 2006. Greer was an Oviedo city council member and regional leader of Crist's campaign.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAlex Sink\n\n\nstated on March 25, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Florida Statutes require (Attorney General Bill) McCollum to consult with members of Florida's Congressional delegation\" before filing a lawsuit against the health care reform law.\n\n\n\n\n\n\n\n\n\n\n\n\n By Louis Jacobson • April 12, 2010\n\n\n\n\n\n\n\nTying Greer to Crist, though, doesn’t address which party leaders had pushed for Greer’s ouster. So we decided to look back and see where and when there were reports that the four high-profile Republicans pushed for his ouster.\n\nBut first a little background on what led to Greer’s removal.\n\nGreer was forced out early in 2010, after complaints arose of lavish spending on party-issued credit cards and Republican donors and the media started to call for the release of the credit card statements. Nearly $7.3 million is reported to have been spent for the three years that Greer served as party chairman from 2006 to 2009.\n\nWhen Thrasher took over as party chairman in February, he ordered an audit of RPOF finances. A subsequent investigation by the Florida Department of Law Enforcement showed Greer and Delmar Johnson, an RPOF staffer, had formed a consulting company, Victory Strategies, that was paid a 10-percent commission on money raised for the party. According to FDLE’s arrest affidavit, Victory Strategies funneled $125,000 from the party. Johnson kept $65,000 with the rest going to Greer.\n\nNow back to the question at hand: Did Thrasher, McCollum, Cannon and Haridopolos work to remove Jim Greer?\n\nUnder growing pressure from party leaders, and with a state investigation by the FDLE pending, Greer voluntarily stepped down from his post on Jan. 5, 2010. We looked at media reports before and after Greer left, to see if and when the four Republicans mentioned by Thrasher started to publicly complain about Greer’s practices.\n\nAug. 23, 2009 -- Haridopolos voluntarily gives back his party-issued credit card after initial reports of high spending by some cardholders, according to an Orlando Sentinel report.\n\nDec. 18, 2009 -- Fifty party leaders call for Greer’s resignation. The same day, Greer tells the St. Petersburg Times that Crist \"has told me I'm not to consider resigning.\"\n\nDec. 26, 2009 -- Hillsborough County Republican Chairwoman Deborah Cox-Roush, in a long letter to the state executive committee, notes that Cannon and Haridopolos \"refused to comment publicly\" about Greer’s future, a signal he had lost their support.\n\nDec. 29, 2009 -- The St. Petersburg Times called it \"the biggest shoe to drop yet\" when a dozen major GOP fundraisers called on Greer to resign.\n\nJan. 5, 2010 -- Greer steps down in a hastily organized teleconference. That same day Cannon transfers $550,000 from the party’s account into his political action committee, the Florida Liberty Fund. A political strategist hired by Cannon tells the Orlando Sentinel that Cannon had requested the transfer earlier, citing lost faith in how Greer was spending the money.\n\nJan. 7, 2010 -- Just before the party meets to select a new chairman, Senate President Jeff Atwater, R-North Palm Beach, adds Thrasher as a member of party executive committee.\n\nFeb. 11, 2010 -- As reports detailing party finances come out, McCollum issues a campaign press release stating his \"outrage over recent revelations of extravagant contracts and lavish spending.\" He adds: \"If audit findings suggest potential criminal activity, I will assist the state Executive Committee in directing these findings to the appropriate law enforcement investigatory agency.\" The Orlando Sentinel describes McCollum as \"a driving force\" in ousting Greer. \n\nFeb. 20, 2010 -- With Thrasher now elected as RPOF chairman, he tells members gathered for a general meeting that his \"first order of business\" is to call for a internal audit of the state party’s finances, according to a St. Petersburg Times/Miami Herald story. State Sen. Paula Dockey, R-Lakeland, a McCollum rival for governor at the time, criticizes McCollum for being slow in responding to the Greer issue. A St. Petersburg Times blog also says McCollum, \"like other Republican legislative leaders, long brushed off criticism of Greer's management and pleas that he help oust Greer.\"\n\nApril 1, 2010 -- Greer files a lawsuit against the state party and Thrasher as party chairman, claiming they reneged on a secret severance package that would have paid Greer about one-year’s salary, nearly $124,000. The lawsuit also claims that Cannon and Haridopolos allegedly offered to pay Greer $200,000 in \"hush money,\" to remain quiet about the severance agreement. Thrasher, Cannon and Haridopolos’ signatures appear on the secret deal, although not all on the same page, indicating their active involvement in the negotiations. The party, in response, says the severance agreement is not an enforceable contract, according to the St. Petersburg Times. \n\nJune 2, 2010 -- The Florida Department of Law Enforcement announces they have opened an investigation into Greer’s spending practices.\n\nAnd that’s the tale of Greer’s fall. Thrasher has put much of the blame on Crist, for putting Greer in power and not curtailing his spending. Crist, who initially stood by Greer saying he was doing a \"good job,\" has since said he was \"surprised and disappointed\" by Greer’s actions.\n\nStill Thrasher continues to pounce on Crist and the close relationship he shared with Greer.\n\n\"The governor's the guy that pretty much placed Chairman Greer in the position he did,\" Thrasher said in an April 22, 2010, interview with the Tallahassee press corps.\n\nMuch of the pressure and negotiation to remove Greer took place internally, and the \"four horsemen,\" as Greer called them in his lawsuit, are not laying out their individual machinations. But it’s apparent these four party leaders were the ones who had to act after fundraisers and county chairmen rebelled against Greer. Attorney General McCollum, Speaker-Designate Cannon and Senate President-Designate Haridopolos were top elected party leaders. Thrasher became a key player by virtue of his quick selection to replace Greer.\n\nRegardless of the behind-the-scenes nature of their attempts, the four politicians have been the most visible in their attempts to get Greer out of office. And they acted in the face of initial support for Greer from Gov. Crist, who at the time was still the nominal head of the party. We rate Thrasher’s statement True.", "vclaim_id": "vclaim-pol-14774"}