{"url": "/factchecks/2017/feb/22/rick-scott/war-florida-house-about-enterprise-florida-gov-ric/", "speaker": "Rick Scott", "vclaim": "\"When the House wants to stop Enterprise Florida ... they’re hurting our rural communities.\"", "truth_label": "barely-true", "date": "stated on February 7, 2017 in a statement to press:", "title": "Gov. Rick Scott says cutting Enterprise Florida will hurt rural areas", "text": "Florida Gov. Rick Scott and House Speaker Richard Corcoran are at war over the future of state agencies that promote tourism and provide corporate incentives to recruit jobs.\nIn an unusual venting session with reporters in Tallahassee on Feb. 7, Scott attacked House Republicans for proposing a bill that would kill Enterprise Florida and Visit Florida. (Since that time, Corcoran has proposed slashing Visit Florida’s budget but not kill it.)\n\"When the House wants to stop Enterprise Florida, they are hurting our poorest communities. They're hurting our rural communities,\" said Scott, a Republican.\nWe went in search of evidence to determine if Enterprise Florida helped rural communities. (Scott also mentioned poor communities, but that is more difficult to assess without a definition, so we set that aside for now.)\nIt’s possible that some of the companies offered incentive deals would have created jobs anyway. And experts told us that these job gains cited by Scott’s administration are small, even for counties with lower populations.\nEnterprise Florida’s hot water, explained\nThere is evidence that deals by Enterprise Florida, a quasi-governmental agency largely funded through tax dollars, don’t always amount to jobs.\nIn January, a joint report by the state Office of Program Policy Analysis and Government Accountability and the office of the state’s chief economist criticized many of the programs. They either \"underperformed,\" had been \"unable to achieve job goals\" or had \"inadequate reporting requirements,\" according to the report.\nMost of the incentives money was awarded to existing Florida businesses that have over 1,000 employees, according to the report.\nChief economist Amy Baker told state legislators in January that nearly 70 percent of state-level incentive and investment programs lost money during the past three years.\nWe wanted to know the picture for rural areas.\nThe Florida Department of Economic Opportunity, which tracks created jobs, sent us data showing 2,048 jobs had been created in rural counties as a result of Enterprise Florida incentive projects since Scott took office.\nThere are some caveats about this data — including a 12- to 18-month lag for companies to report the number of jobs created and for the state to confirm the numbers.\nHere are a few examples of incentive projects (some with familiar, big-store names):\n\n\nIn Taylor County, an agreement with Buckeye Technologies resulted in 38 jobs and state spending of $7.4 million as of 2013.\n\n\nIn Columbia County, an agreement with Target resulted in 257 jobs and the state spending nearly $1.8 million as of 2012.\n\n\nIn Gilchrist County, an agreement with Ice River Springs Marianna, a bottled water manufacturer, resulted in 35 jobs and the state spending $69,900 as of 2013.\n\n\nIn Jackson County, an agreement with Family Dollar Services, Inc. resulted in 440 jobs and the state spending about $2.3 million as of 2012.\n\n\nThe department also sent data showing that private-sector employment in most rural counties increased between 2010 and 2016, with Columbia County leading the way. The growth mirrored the state and national economy as the country recovered from the recession.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nUnanswered question: Did incentive money create jobs?\nEven though some jobs in rural counties did materialize, Scott can’t prove that they were created only as a result of Enterprise Florida’s involvement.\n\"It is never valid to point to aggregate economic trends as a way of justifying incentive programs, because incentives are too small and touch too few employers to be a credible cause of broad employment trends,\" said Greg LeRoy, executive director of Good Jobs First, a labor-funded resource center that tracks subsidies.\nWe tried to get to get an idea of how many new jobs in rural counties could be the result of government assistance, and Moody’s analyst Kwame Donaldson offered to crunch the numbers. (He defined rural counties as those which don’t include one of the 22 metropolitan areas. That means Donaldson counted 23 counties while the state counted 29.)\nBy Donaldson’s count, there were 48,000 more jobs in rural counties since January 2011, a 25 percent jump. The growth was higher than growth in metro areas, he added.\nThe state claimed responsibility for 2,048 jobs — or around 5 percent of 48,000.\nThat’s not significant compared with the natural growth of rural areas, Donaldson said.\n\"Florida’s rural counties have had an exceptional level of job growth, and if 95 percent of this growth occurred without state intervention, than the rural growth rate would have been exceptional even without the Enterprise Florida projects,\" he said.\nKurt Wenner, vice president of research at business-backed Florida TaxWatch, said he believes the state Department of Economic Opportunity and Enterprise Florida help rural areas. A small economic development project can go a long way for impact in a small county, he said.\n\"But if it is ‘enough’ or if taxpayers are getting a positive return on rural efforts is hard to answer,\" he said.\nTo the workers and their families who have those jobs, they are significant, said Sean Snaith, director of the University of Central Florida’s Institute for Economic Competitiveness.\n\"Relevant to the size of Florida’s economy overall the number may seem small,\" he said, \"but compared to the size of some of these rural communities they matter much more.\"\nHowever, a state report by the Florida Department of Economic Opportunity and Enterprise Florida shows that very few of incentive programs affected rural or poor areas of the state. Of 107 projects with executed agreements in 2015-16, five programs were in distressed areas that include rural and urban communities.\n\"These projects have committed to create 408 new jobs and are expected to invest more than $110 million into these areas,\" states the report.\nNote that is a commitment to create those jobs -- they haven’t necessarily materialized.\nWhile Scott claims that Enterprise Florida has helped poor and rural communities, Florida’s job growth rate has lagged behind the national average between 2007 and 2015, which overlaps with Scott’s tenure and his predecessor Gov. Charlie Crist, according to an analysis by the Miami Herald/Tampa Bay Times shortly before the presidential election. (The newspapers are partners behind PolitiFact Florida.)\nDuring the same time period, the poverty rate increased in the majority of Florida counties at a greater pace than the nation.\nThe Times/Herald did a comprehensive review of Scott’s overall jobs record in 2013 and found despite promises of millions of tax breaks and incentives, few of the promised jobs materialized.\nOur ruling\nScott said, \"When the House wants to stop Enterprise Florida ... they’re hurting our rural communities.\"\nThere have been some jobs created in rural areas through Enterprise Florida projects. Those jobs certainly help those workers. But Scott’s claim over-hypes the consequences of ending Enterprise Florida’s incentives for rural communities.\nJob gains through Enterprise Florida projects have been relatively small compared with overall job growth in those counties. Nonpartisan reviews of incentive programs don't prove that rural communities rely on Enterprise Florida for economic stability. Finally, Scott can’t prove that the jobs would not have materialized without the state money.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nhttps://www.sharethefacts.co/share/9f2438cb-cfce-489a-90c5-3537b025eeb5", "vclaim_id": "vclaim-pol-03645"}