{"url": "/factchecks/2012/may/25/sylvia-romo/sylvia-romo-says-lloyd-doggett-made-millions-compa/", "speaker": "Sylvia Romo", "vclaim": "Lloyd Doggett \"made millions off companies like Bank of America while they took taxpayer bailout money.\"", "truth_label": "barely-true", "date": "stated on May 20, 2012 in a campaign mailer.:", "title": "Sylvia Romo says Lloyd Doggett made millions off companies like Bank of America while they took taxpayer bailout money", "text": "U.S. House candidate Sylvia Romo depicts Lloyd Doggett, the Austin congressman facing Romo and Maria Luisa Alvarado in the Democratic primary, as a cane-carrying \"Lloydopoly\" (as in Monopoly) character in a mailer brought to our attention by a San Marcos reader.\n\nThe mailer from Romo, the Bexar County tax assessor-collector, says: \"While in Congress, Lloyd Doggett made millions. He made millions off companies like Bank of America while they took taxpayer bailout money and foreclosed on our homes.\"\n\nDoggett, initially elected to the House in 1994, had a net worth of as much as $8.3 million in 2010, according to a look by the Center for Responsive Politics at the personal financial statement he filed for that year.\n\nWe are focusing this review on Romo’s statement that Doggett made millions off companies like Bank of America while they fielded bailout money.\n\nAfter asking her campaign for backup, we checked news accounts about Bank of America and the bailout.\n\nBank of America received $45 billion in aid through the federal Troubled Asset Relief Program set up in the wake of the 2008 banking panic, according to a Dec. 3, 2009, New York Times news article, though the story said it had just announced it would repay the money.\n\nThat evidently occurred. A Jan. 26, 2012, news article by the Associated Press says the government by then had unwound its investments in four of the companies that received the most bailout aid: Bank of America Corp., Citigroup Inc., Chrysler Group LLC and Chrysler Financial, the automobile maker's old lending arm.\n\nYet, the AP story says, a report by a special inspector general indicated American taxpayers were still owed about $133 billion that companies had not repaid from $413.4 billion paid out in the bailout program. The story says the gyrating stock market had slowed Treasury Department efforts to sell off stakes in 458 bailed-out companies, including insurer American International Group Inc., General Motors Co. and Ally Financial Inc.\n\nWe asked Doggett’s campaign if he’d profited from Bank of America holdings. His spokeswoman, Ashley Bliss-Herrera, pointed out Doggett's personal financial disclosure statements for 2008 and 2009, the years of the bailout. Those filings, posted online by the Center for Responsive Politics, require lawmakers to report assets and liabilities within broad dollar ranges. Doggett’s filings indicate that in 2008 and in 2009, Doggett had $1,001 to $15,000 invested in Bank of America. He received dividends of $1,001 to $2,500 in 2008 and of up to $200 in 2009, his report says. In 2010, the year of Doggett’s most recently filed report, he had $1,001 to $15,000 invested in Bank of America and up to $200 in related dividends. That year, he  had greater amounts invested in more than 60 other entities.\n\nNext, again based on his financial disclosure filings, we looked into whether Doggett bagged millions from investments in other major bailout beneficiaries. The investments we spotted, counting the proceeds from his Bank of America holdings, appear to have generated about $16,000 for him from 2008 through 2010.\n\nSome details:\n\n--In 2008, Doggett received dividends of up to $1,000 from his investment of up to $15,000 in Citigroup, which fielded $50 million in bailout money, according to the New York Times. In 2009, Doggett reported Citigroup dividends of up to $200.\n\n--Also in 2008, Doggett reported dividends of up to $5,000 from his investment of up to $100,000 in JP Morgan Chase, another bailout beneficiary. In 2009, dividends from that investment totaled up to $2,500, he reported, and in 2010, the dividends amounted to up to $1,000.\n\n--Also in 2008, Doggett reported earning up to $2,500 in dividends on up to $15,000 invested in Wachovia, which became Wells Fargo, another bailout beneficiary. In 2009 and 2010, Doggett had up to $200 in dividends on the Wells Fargo investments.\n\nAbout $16,000 in gains is far short of millions.\n\nAs we mulled this, Romo’s campaign consultant, Vince Leibowitz, emailed us a memo stating Romo’s claim is based on Doggett’s financial disclosure statements covering his first 16 years in Congress, including the recent bailout period. The filings show, Leibowitz said, that Doggett reaped millions of dollars over his House career from direct and indirect investments, through mutual funds and other investment devices, in banks and financial services firms including Bank of America.\n\nThat may be. Then again, Romo’s mailer says Doggett made millions off companies like Bank of America \"while\" those companies took the bailout aid. Why consider Doggett’s investment earnings over his House career?\n\nLeibowitz replied by email: \"I'm afraid that we may have to discuss the proper usage of ‘while,’ as that may be what is causing the confusion. ‘While’ is not only a subordinating conjunction, but one that may be used in the contrastive sense. For example, ‘I like to read the\" Austin American-Statesman \"print edition while my fiancee prefers the Washington Post online.’ He said Romo used \"while\" in her mailer in the contrastive sense (like the word \"whereas\"), not to necessarily indicate that Doggett made millions at the same time companies were taking the bailout money.\n\nRegardless, Leibowitz said, Doggett also reaped millions starting in 2008, noting a list compiled by Roll Call, a Capitol Hill newspaper, placing Doggett among the richest members of Congress. The listing states Doggett’s reported assets for 2010 at $8.8 million against $250,000 in liabilities; the article says Doggett’s net worth increased 6 percent from 2009 to 2010..\n\nFrom 2008 to 2010, according to research by the Center for Responsive Politics, Doggett’s net worth increased from up to $19 million to nearly $22 million or, at the low end, from $6.9 million to $8.3 million.\n\nThe Romo campaign’s memo on her claim says that Doggett’s net worth, per his financial disclosure filings, more than doubled from as much as $9.2 million when Doggett joined the House in 1995 to as much as $21.7 million in 2010.\n\nLeibowitz, referencing Doggett’s financial disclosure filings, noted that Doggett has long reported holdings in a dozen banks and financial services companies. Also, Leibowitz said, Doggett has invested in multiple mutual funds and exchange-traded funds. \"A number of those are heavily invested in the financial services industry, meaning that money Doggett invests in these mutual funds and (ETFs) in turn is essentially invested on a pro-rata basis in the same companies,\" Leibowitz said. He listed nine 2010 Doggett investments in funds and each one’s related stakes in the financial services sector -- of up to 31 percent.\n\nLeibowitz said Romo considers all companies in the financial services sector to be \"like Bank of America,\" a reference to her mailer’s message. Ultimately, Leibowitz said, Doggett made millions from his investments in individual financial service sector stocks and off investments in mutual funds and ETFs \"heavily invested\" in the financial services sector.\n\nOur ruling\n.\nIn her mailer, Romo says Doggett \"made millions off companies like Bank of America while they took taxpayer bailout money.\"\n\nWe think it’s most reasonable to read Romo’s \"while\" as meaning Doggett made the millions at the same time companies took the bailout aid. That in mind, Doggett’s overall net worth may have climbed by several million dollars during the bank bailout years, though his earnings directly from stock in Bank of America and companies that fielded bailout money appears to have been less than $20,000 in those years.\n\nBy tying Doggett’s increase in net worth directly to bailed-out banks, Romo’s statement conflates and inflates. We rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11034"}