{"url": "/factchecks/2010/dec/09/alberta-darling/state-sen-alberta-darling-says-wisconsins-state-de/", "speaker": "Alberta Darling", "vclaim": "When it comes to the state deficit, Wisconsin is \"proportionally in as much trouble as the State of California.\"", "truth_label": "half-true", "date": "stated on December 5, 2010 in a television interview:", "title": "State Sen. Alberta Darling says Wisconsin’s state deficit is proportionally as bad as California’s", "text": "When the state owes you money, you expect to get a check, not an IOU.\n\nBut in California, budget problems got so bad that in 2009, the state issued temporary IOUs to state employees and business contractors. In 2010, it delayed issuing tax refunds as well as payments to schools, community clinics and day care providers.\n\nIn October, Gov. Arnold Schwarzenegger vetoed nearly $1 billion in spending from the 2011-2012 budget. Then, less than two months later, he ordered the legislature into special session to address a $19 billion deficit in that budget as well as a $6 billion shortfall in the 2010-2011 one.\n\nNow those are some serious budget problems.\n\nBelieve it or not, Wisconsin’s budget situation is just as bad, according to Wisconsin state Sen. Alberta Darling (R-River Hills).\n\nOn the \"Upfront with Mike Gousha\" TV news program Dec. 5, Gousha asked Darling about contracts the state is negotiating with state employee unions. Darling said the contracts should not be finalized until after Republican Governor-elect Scott Walker replaces Democratic Gov. Jim Doyle on Jan. 3.\n\n\"I think what we need to do is say, Can we afford the benefits and salaries that we pay for our state employees? That is the question,\" said Darling, who will co-chair the Legislature’s Joint Finance Committee starting in January. \"We are in deep debt. Our spending is over the top.\n\n\"And we are proportionally in as much trouble as the State of California, who we hear about all the time in national news.\"\n\nHey, we were planning on getting a state tax refund from Madison in a few months.\n\nIf cautious Wisconsin is in as much of a fiscal mess as crazy California, we’d like to know now.\n\nLet’s sort it out.\n\nOne of Darling’s aides said the 20-year state lawmaker based her comment on a December 2009 article by Todd Berry, president of the Wisconsin Taxpayers Alliance.\n\nUsing the most recent figures available at the time, Berry said that Wisconsin’s 2007-2008 state budget deficit of $2.5 billion amounted to $445 per person -- tops in the nation. California, according to Berry’s analysis, ranked fourth at $113 per person.\n\nSo, as of mid-2008 Wisconsin was actually worse off than California.  \n\nBut Darling’s claim was that Wisconsin is in as much trouble as California is now.\n\nBerry provided us state deficit numbers for 2008-2009, the most recent period, and suggested we use 2008 U.S. Census population figures to make the same per-capita calculation. He said that’s what the census bureau does when generating per-person state statistics for budget periods that start in one calendar year and end in another.\n\nOur calculations show Illinois had the highest state budget deficit per person ($595.39) for 2008-2009. Wisconsin was second ($481.81) and California was third ($437.58).\n\nSo by that measure, Wisconsin was still in worse shape than California as of mid-2009.\n\nBut let’s look at a more common measure used by a number of national research organizations -- budget shortfall as a percentage of a state’s budget.\n\nJon Shure, an official at the left-leaning Center on Budget and Policy Priorities, said the percentage is preferred over deficit per capita because it compares a budget shortfall to the state’s budget, rather than to an \"artifice\" such as population.\n\nShure’s group, based in Washington, D.C., found that Wisconsin’s 2008-2009 budget gap was 11.7 percent of its budget. California, at 36.8 percent, was much worse off.\n\nWe checked with other outside groups as well, some of which have made projections into the future. That helps provide perspective on the comparison Darling is making.\n\n2009-2010\n\nIn a November 2009 report, Beyond California: States in Fiscal Peril, the Pew Center on the States labeled Wisconsin as one of 10 states in fiscal trouble. The rankings were based on six measures, including budget gaps.\n\n\"California’s problems are in a league of their own,\" the report said. But Wisconsin \"narrowly\" made the list partly because of \"the size of the hole\" the recession made in the state budget.\n\nThe report said Wisconsin’s 2009-2010 budget gap was the equivalent of 23.2 percent of its  state budget. Not good, perhaps, but much better than California, which was at 49.3 percent.\n\n2010-2011\n\nIn October 2010, the Center on Budget and Policy Priorities found that Wisconsin’s shortfall in the current budget -- 2010-2011 -- was $3.4 billion, or 23.9 percent of its budget.\n\nThat indicated Wisconsin was in slightly worse shape than California, whose deficit was $17.9 billion, or 21.6 percent of its state budget.\n\n2011-2012\n\nLooking ahead, the Center on Budget and Policy Priorities put Wisconsin’s budget gap at 8.7 percent of its total budget for 2011-2012. Much better than California’s 25.7 percent.\n\nThe National Conference of State Legislatures, in a report released Dec. 7, 2010, also found Wisconsin better off. The report says Wisconsin’s gap is 9.2 percent of its general fund budget while California’s is more than twice as high, at 18.7 percent.\n\n2012-2013\n\nThe National Conference of State Legislatures also projects gaps out to 2012-2013. The budget gap for both states is expected to grow -- but again, Wisconsin fares better.\n\nThe report projects Wisconsin’s gap at 9.6 percent and California’s at 20.2 percent.\n\nBack to the present:\n\nThere has been considerable debate about the size of Wisconsin’s current budget shortfall. We rated as False the claim by Doyle’s administration that it is $1.5 billion. The general agreement is around $3 billion.\n\nThe situation has prompted unpaid furlough days, and promises from Walker to seek union concessions. But unlike California, Wisconsin has not been in the national news for extreme measures, such as issuing IOUs or paying its bills late.\n\nSo is Darling’s comparison of the Badger State to the Golden State on the mark?\n\nIn the TV interview, she said Wisconsin is \"proportionally in as much trouble\" as California and pointed to figures from a year-old article as support. Those figures showed that Wisconsin’s budget deficit per person was higher than California’s; updated numbers for  2008-2009 also put Wisconsin’s per-person deficit higher than California’s.\n\nBut under a more common measure that many consider a stronger approach -- budget shortfall as a percentage of a state’s budget -- various groups found Wisconsin in better shape than California in 2008-2009 and in 2009-2010; in slightly worse shape in 2010-2011; but much better off than California for 2011-2012 and 2012-2013. Darling’s statement was on target to a point, but left out important details. We rate it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13901"}