{"url": "/factchecks/2012/mar/28/rick-perry/rick-perry-says-photo-id-required-purchase-sudafed/", "speaker": "Rick Perry", "vclaim": "Says you need a photo ID to purchase Sudafed in Texas.", "truth_label": "true", "date": "stated on March 16, 2012 in a Fox News interview.:", "title": "Rick Perry says photo ID required to purchase Sudafed in Texas", "text": "Defending the blocked Texas law requiring voters to present photo IDs at the polls, Gov. Rick Perry pointed out that similar identification is already required for some activities.\n\nIn an interview with Fox News on March 16, 2012, Perry told anchor Bill Hemmer: \"It goes without saying that in today’s world, having a photo ID -- whether it’s to get on an airplane, or whether it’s to cash a check or whether it’s to check a library book out -- is pretty standard fare.\"\n\nHemmer interjected: \"Well, you need a photo ID in New York to buy Sudafed.\" Chuckling, Perry replied: \"And I might add, in Texas too.\"\n\nThe issue was raised a few days after the U.S. Department of Justice concluded that a Texas mandate that voters present photo IDs could prevent thousands of Hispanic Texas voters from casting ballots — thus violating federal voting-rights laws. According to a March 12, 2012, Associated Press news article, the government’s objection means the Texas law, which Perry signed in 2011, cannot be enforced unless a federal court in Washington clears the way.\n\nAn aside: Perry may have overstated the hurdle for library books. In December 2010, we rated Mostly False a similar claim by Lt. Gov. David Dewhurst.after finding that libraries did not require photo IDs at checkout, though patrons of most libraries had to show a photo ID when applying for a library card.\n\nWe burrowed in to see if it’s correct that Texas purchasers of Sudafed must present a photo ID.\n\nSudafed, a decongestant, contains pseudoephedrine, which is a precursor drug to manufacturing illegal methamphetamines.\n\nA 2005 Texas law required pharmacies to make a person purchasing pills containing ephedrine, pseudoephedrine or nopseudoephedrine to display a driver's license or other ID containing the purchaser's photograph, as noted online by the Texas State Board of Pharmacy.\n\nA legislative summary of the proposal, offering the measure’s rationale, said that in 2000, the Texas Commission on Alcohol and Drug Abuse reported that 1,821 people were admitted into Texas treatment centers for methamphetamine abuse; as of 2004, that number had risen to 11,238.\n\nSo, case closed?\n\nPretty much, Gay Dodson, executive director of the state pharmacy board, told us, and she pointed out by email that a federal act, also approved in 2005, includes a photo ID requirement.\n\nAccording to information on a Department of Justice web page, the federal law requires customers purchasing products containing ephedrine, pseudoephedrine or phenylpropanolamine to show a photo ID issued by a state or federal government. If the purchaser lacks such an ID, other types may be used, such as a U.S. passport, certain unexpired foreign passports, a school ID card with a photograph or voter registration card, among alternatives.\n\nThe Texas law requires a business making an over-the-counter sale of a product containing ephedrine,  pseudoephedrine or norpseudoephedrine to make the purchaser show a driver’s license or other form of photo ID that indicates the person is 16 or older. Dodson noted, too, that legislators in 2011 amended the law to specify that the presented IDs must be government-issued.\n\nUpshot: Perry’s Sudafed statement reflects both state and federal ID requirements. It’s True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-11365"}