{"url": "/factchecks/2018/oct/26/blog-posting/bloggers-trump-gaetz-offer-no-evidence-caravan-was/", "speaker": "Bloggers", "vclaim": "The migration of Hondurans toward the United States \"was funded by Democrat activists.\"", "truth_label": "false", "date": "stated on October 21, 2018 in a post on Facebook:", "title": "Bloggers, Trump, Gaetz offer no evidence that caravan was funded by Democrats", "text": "The 7,000 people trying to make their way to the United States-Mexican border, a trek that originated with a smaller group from Honduras, continues to be the source of misinformation.\nA key theme being promoted by conservative pundits and websites is that is is being financed by the Democratic Party as an attempt to influence the November elections and undermine President Donald Trump. That concept is summed up by an Oct. 21, 2018 post on the Facebook site Conservative World Daily that has received more than 34,000 shares.\nIt reads, \"Over 7000 Hondurans are now headed to our border, with camera crews and support vehicles, two weeks before the midterm elections. If you don't know that this was funded by Democrat activists, then you're not paying attention.\"\nHere at PolitiFact, we do pay attention. So far, we haven't seen any hard facts to back up the assertion that the migration \"was funded by Democrat activists.\"\nWe're not alone.This story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSome of the argument in favor of the migrant march being funded by Democrats seems to be completely made up, while some is based on video footage that falls short of qualifying as evidence.\nThe video was posted in a tweet from Rep. Matt Gaetz, R-Fla., on Oct. 17. 2018. It shows a man handing out individual slips of currency-sized paper to women and girls. Gaetz characterized it as \"Footage in Honduras giving cash 2 women & children 2 join the caravan & srom the US border @ election time. Soros? US-back NGOs? Time to investigate the source!\"\nTrump later retweeted the video with the message, \"Can you believe this, and what Democrats are allowing to be done to our Country?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe footage is from Chiquimula, Guatemala, not Honduras, and shot outside a store that sells auto parts.\nOn his Twitter feed, Guatemalan journalist Luis Assardo reported, \"I managed to talk to locals and they told me that among merchants in the sector they collected money and gave it to people from #CaravanaDeMigrantes.\"  \n\"Some have asked me about the money and it is important to say that we do not know its denomination,\" Assardo said. \"But in Guatemala the tickets with the highest denomination are Q200 ($ 25 approx) and Q100 ($ 12.5). That is, the most they could have received (if that were the case) are between $ 12 and $ 25.\"\nGaetz later acknowledged on his Twitter feed that he got the location wrong. He has offered no evidence that the handout was being coordinated by a non-government organization (NGO) or Soros, a reference to George Soros, the billionaire hedge fund manager and philanthropist widely reviled in conservative circles for supporting Democrats and promoting progressive causes. (For example, during the Supreme Court confirmation hearing for Brett Kavanaugh, Trump accused Soros, without evidence, of paying protesters to oppose the nomination.)\nNo NGO -- Democratic or not -- has acknowledged financing creation of the caravan, and bloggers have not specifically named any group.\nSoros' philanthropic Open Society Foundations released a statement Oct. 18 saying, \"Neither Mr. Soros nor Open Society are funding this effort.\"\nAnd bloggers have offered no evidence to the contrary.\nThus, the claim that the Honduran exodus \"was funded by Democrat activists\" is all talk and no walk. We rate it False.\nCorrection Nov. 14, 2018: This item is rated False. A previous version included a graphic with another rating.", "vclaim_id": "vclaim-pol-01393"}