{"url": "/factchecks/2016/apr/22/tom-smitty-smith/tom-smith-public-citizen-says-600000-texas-registe/", "speaker": "Tom \"Smitty\" Smith", "vclaim": "\"Texas has 600,000 registered voters who don’t have the kind of photo ID needed to vote.\"", "truth_label": "mostly-true", "date": "stated on April 14, 2016 in a commentary published in the Austin American-Statesman:", "title": "Tom Smith of Public Citizen says 600,000 Texas registered voters lack valid photo IDs to go to polls", "text": "Tom \"Smitty\" Smith, a liberal activist, says more than half a million Texans lack sufficient papers to legally turn out to vote.\nSmith, the longtime director of Public Citizen’s Texas office, made his claim in an April 14, 2016, commentary on campaign finance published in the Austin American-Statesman that also mentions the law under legal challenge requiring Texas voters to present a photo ID before being casting a ballot at a polling place.\nRepublicans who carried the ID mandate into law in 2011 say it reduces chances of voter fraud. Democrats say the show-your-ID hoop was needless and obviously intended solely to reduce turnout by minorities, the elderly and other citizens likely not to have one of the accepted kinds of identification.\nAnd \"Texas,\" Smith wrote, \"has 600,000 registered voters who don’t have the kind of photo ID needed to vote.\"\nUnder the Texas law, a registered voter may cast a ballot at the polls if she or he presents one of these kinds of identification: a Texas driver's license; a personal ID issued by the Department of Public Safety; an election certificate, which is a new form of state photo identification created by the law; a U.S. military ID card; a U.S. passport; or a Texas concealed handgun permit.\nSo, do some 600,000 of the state’s 14.2 million registered voters lack all of those?\nBy email, Smith told us he drew the figure from a Feb. 29, 2016, Washington Post news story stating that Texas may have the country’s toughest voter ID mandate and that a federal court in the state \"found that 608,470 registered voters don’t have the voter IDs that the state now requires for voting. For example, residents can vote with their concealed-carry handgun licenses but not their state-issued student university IDs.\" We’ve rated a similar statement about voting with concealed handgun licenses True.\nFederal court ruling\nThe story was referring to a decision by U.S. District Judge Nelva Gonzales Ramos of Corpus Christi accepting the 600,000 estimate. Ramos’ October 2014 ruling, lately awaiting review by the full 5th U.S. Circuit Court of Appeals, came in a suit brought by plaintiffs led by U.S. Rep. Marc Veasey, D-Fort Worth.\nSpecifically, Ramos’ ruling presents her finding that \"approximately 608,470 registered voters in Texas, representing approximately 4.5% of all registered voters, lack qualified SB 14 ID,\" meaning one of the types of photo ID spelled out in Senate Bill 14, the legislation behind the Texas law.\nExpert's report\nIn her ruling, Ramos said she based her finding on research presented by scholars, particularly Stephen Ansolabehere, a Harvard professor of government retained as a consultant in the lawsuit by the U.S. Justice Department. Ansolabehere, Ramos wrote, \"performed an extensive match of various databases to arrive at the figures set out above, which is referred to as the ‘No-Match List.’\"\nRamos elaborated:\n\"First, he (Ansolabehere) determined which of the 13.5 million voters in Texas’s voter registration database, the Texas Election Administration Management System (TEAM), lacked SB 14 ID. He did this by comparing individual TEAM voter records with databases containing the records of those who possessed SB 14 ID—current DPS-issued Texas driver’s licenses, Texas personal ID cards, EICs, Texas concealed handgun licenses, United States passports, citizenship certificates, and military photo IDs—to arrive at a list of voter records that did not match with any SB 14 qualified photo ID.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n \n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"Dr. Ansolabehere ‘scrubbed’ the list by removing entries that appeared to be duplicates and those appearing in other databases that identified persons who were deceased and who had relocated (potentially out of state). He also removed voters identified as inactive, and those who were eligible for SB 14’s disability exemption to further ensure that he was counting only those who had no alternative for voting other than with a qualified SB 14 ID. All of these matches were performed with algorithms designed to address different name spellings and the use of nicknames or other variations in the way individuals are identified or would be input into a database. He concluded that approximately 608,470 voters in the TEAM database lack qualified SB 14 ID.\"\nRamos wrote that defenders of the photo ID mandate challenged Ansolabehere’s findings \"by arguing that he failed to remove felons and voters who subsequently re-registered in another state. There was evidence that the (secretary of state’s office) purges the TEAM database on a daily basis for felons,\" Ramos wrote, \"and Dr. Ansolabehere testified that recent data from both the Pew Research Center and various secretaries of state established that the number of voters who may have re-registered in another state is extremely small—less than one percent,\" the judge wrote.\nWe asked Ansolabehere if the 608,000 figure he estimated might, nearly two years later, no longer reflect the likely number of registered voters lacking one of the permitted photo IDs. By email, he said he couldn’t offer any comment beyond his September 2014 expert’s report and court testimony since the legal challenge to the law hasn’t settled out.\nSimilarly, we asked Smith if, perhaps, the number of registered voters lacking the required photo ID to go to the polls in Texas has changed since 2014, maybe decreasing with the law in place. By phone, Smith said he doesn’t know.\nA 2011 state estimate\nOur search of the Nexis news database reminded us the Texas secretary of state’s office in 2011 answered a federal request for information by saying research indicated that about 605,500 registered Texas voters might lack a state-issued license or ID; the figure was reached by comparing voter registrations to Department of Public Safety records by first name, last name and date of birth, per an October 2011 news story in the Dallas Morning News.\nIn reviewing Smith’s claim, we wrote the agency requesting elaboration on its own estimate and to ask if it had an updated count. By email, spokeswoman Alicia Phillips Pierce said the office has no up-to-date estimate of Texas voters lacking a poll-acceptable ID.\nPierce also said she couldn’t comment on Smith’s statement because of the continuing legal fight, though she suggested we consider state briefs filed in its appeal of Ramos’s ruling. By our read, a state’s brief filed in 2015 doesn’t challenge Ansolabehere’s total estimate of voters lacking a required ID outside of a footnote stating that since implementation of the ID law, about 22,000 \"of the registered voters that plaintiffs claim do not have a photo ID have voted in at least one election.\"\nOur ruling\nSmith said: \"Texas has 600,000 registered voters who don’t have the kind of photo ID needed to vote.\"\nThat may have been so in 2014, according to an expert’s research, and the figure arguably aligns with a  2011 state estimate limited to matching voter registrations and driver licenses.\nWe didn’t find an up-to-date figure, though, and Smith’s implication--that 600,000 citizens haven’t voted for lack of acceptable IDs--might not hold up; we don’t know.\nWe rate the claim Mostly True.\n\nMostly True – The statement is accurate but needs clarification or additional information.\nhttps://www.sharethefacts.co/share/ab2c7daf-5de6-4a7a-8215-775d98c9a58a", "vclaim_id": "vclaim-pol-05061"}