{"url": "/factchecks/2013/jun/27/kris-jordan/ohio-sen-kris-jordan-says-delaware-county-lays-cla/", "speaker": "Kris Jordan", "vclaim": "Says Delaware County has more waterfront property than any other county in the state of Ohio", "truth_label": "true", "date": "stated on June 6, 2013 in a speech on the Senate floor :", "title": "Ohio Sen. Kris Jordan says Delaware County lays claim to most waterfront property in the state", "text": "Ohio’s northern shore along Lake Erie provides a coastal connection to the Great Lakes, a series of inland seas that collectively hold the greatest supply of freshwater in the world.\n\n\nSo it got PolitiFact Ohio’s curiosity going when we heard a claim that state Sen. Kris Jordan, a Republican from Delaware County, made during budget debates in the Ohio Senate.\n\n\n\"Delaware County actually has more lakefront property and waterfront property than any other county in the state of Ohio,\" Jordan said.\n\n\nPolitiFact Ohio decided to see if Jordan’s claim held water.\n\n\nAfter all, Ohio’s north shore stretches hundreds of miles through eight different counties.  Delaware County, meanwhile, is landlocked in the center of the state.\n\n\nFirst, let’s put Jordan’s remark in context.\n\n\nThe senator made his claim while speaking in support of some provisions in the budget bill that targeted the city of Columbus.\n\n\nColumbus maintains a buffer strip around two reservoirs that extend into Delaware County, and Jordan’s district, and supply water to the city. Adjacent property owners have, in the past, clashed with the city over use of the buffer strips. Some, for example, have been cited for mowing grasses that the city says help with filtration of runoff water that enters the reservoir.\n\n\nThe budget bill included restrictions to bar the city from penalizing property owners for doing what Jordan described as \"basic maintenance of their property.\" He urged they be left in the legislation.\n\n\nThose reservoirs are part of the reason Delaware County has the most shoreline, Jordan said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\nPolitiFact Ohio checked with the Ohio Department of Natural Resources to see what data it could provide.\n\n\nIt has a website link with information about the Lake Erie shoreline that includes mileage for each of eight counties -- Ashtabula, Cuyahoga, Erie, Lake, Lorain, Lucas, Ottawa and Sandusky.\n\n\nOttawa County, which includes most of the Lake Erie islands, has the most lakefront property among those eight, with total shoreline of 94 miles. Next was Erie County with 68 miles. Sandusky County had the least among the eight with just 13 miles of lakeshore.\n\n\nBut Ottawa’s shoreline wasn’t nearly the greatest in Ohio.\n\n\nODNR experts from the Division of Coastal Management and Division of Soil and Water Resources used data from geographic information systems to calculate shorelines for Ohio’s other counties, coming up with estimates that took into account waterfront along inland lakes and waterways.\n\n\nOttawa cracked the top five at No. 4. The others in the top five are inland counties that are home to large lakes or reservoirs.\n\n\nAnd Delaware was indeed No. 1. It has about 140 miles of shoreline, according to ODNR.\n\n\nDelaware County is home to O’Shaughnessy and Hoover reservoirs, two large man-made lakes that are a key part of Columbus’ water supply.\n\n\nAlum Creek Lake and Delaware Lake, two other man-made bodies of water, also are in Delaware County. Each is home to a state park.\n\n\nJordan’s claim was that Delaware County had more waterfront property than any other in the state of Ohio. ODNR’s experts, using computer data to prepare the estimates, would agree.\n\n\nOn the Truth-O-Meter, his claim rates True.", "vclaim_id": "vclaim-pol-09167"}