{"url": "/factchecks/2011/oct/21/chris-christie/chris-christie-says-jersey-shore-cast-members-are-/", "speaker": "Chris Christie", "vclaim": "Says \"these ‘Jersey Shore’ folks, they’re from New York.\"", "truth_label": "half-true", "date": "stated on October 19, 2011 in a radio interview:", "title": "Chris Christie says “Jersey Shore” cast members are from New York", "text": "The cast members of the \"Jersey Shore\" may live by three words -- gym, tan, laundry -- but Chris Christie has just one to describe their show: bad.\n\nThe New Jersey governor in a recent radio interview slammed the MTV show, repeating one of his favorite criticisms of its cast. The roommates in the Seaside Heights beach house aren’t from New Jersey.\n\n\"Here's the deal, let's remember something for the people who are listening in your audience, these 'Jersey Shore' folks, they're from New York,\" Christie said Wednesday on 77 WABC’s ‘The Joe Crummey Show’. \"They parachute these New Yorkers into Seaside Heights, New Jersey, and they try to make the whole country think this is New Jersey. It's not. It's bad for New Jersey. It's bad ... because it's a mischaracterization of who the people are here in New Jersey and so I've said all along that I think ‘Jersey Shore’ is bad.\"\n\nChristie last month vetoed a $420,000 tax credit -- dubbed the \"Snooki subsidy\" -- for the MTV show, saying the program \"does nothing more than perpetuate misconceptions about the State and its citizens.\"\n\nThere are eight fist-pumping housemates who are the target of Christie’s scorn.\n\nOf them, two are New Jersey natives, PolitiFact New Jersey found.\n\nSamantha Giancola, or Sammi, and Deena Nicole Cortese were born and raised in New Jersey. Giancola hails from Hazlet and attended William Paterson University, where she was a midfielder on the women’s soccer team.\n\nCortese is from New Egypt and attended Brookdale Community College in Lincroft. She joined the cast in season three, replacing Staten Island, N.Y.-native Angelina Pivarnick.\n\nFive of the six other cast members are New York natives.\n\nMike \"The Situation\" Sorrentino was born in Staten Island but grew up in Manalapan. His publicist said Sorrentino still lives in New Jersey, but he also conducts business in Miami. Jenni \"JWoww\" Farley also grew up in New York, but now lives within Jersey’s borders, according to an MTV spokesperson.\n\nVinny Guadagnino, Ronnie Magro and Nicole \"Snooki\" Polizzi are from New York. Rhode Island-native Paul DelVecchio is the only cast member from outside the tri-state area.\n\nAn MTV spokesperson declined to comment on Christie’s remarks. But Polizzi spoke with The Star-Ledger in August.\n\n\"It’s the 'Jersey Shore.' We’re not trying to represent Jersey,\" she said then. \"Even if you’re from Africa, you’re gonna come here.\"\n\nOur ruling\n\nThe governor said the cast members of the \"Jersey Shore\" are from New York and misrepresent \"who the people are here in New Jersey.\"\n\nSammi and Deena are true Jersey girls -- born and raised. \"The Situation\" was born in New York, but grew up and still lives in New Jersey. We think he deserves some Jersey cred.\n\nFour New Yorkers -- one of whom, \"JWoww,\"  has since moved to New Jersey -- and a Rhode Island-native round out the rest of the crew.  \n\nWe rate Christie’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12223"}