{"url": "/factchecks/2012/apr/27/facebook-posts/facebook-post-says-romneys-top-donors-come/", "speaker": "Facebook posts", "vclaim": "Says Mitt Romney’s top five donors are Wall Street firms, while Barack Obama’s top five are technology companies and universities.", "truth_label": "half-true", "date": "stated on April 27, 2012 in a Facebook post:", "title": "Facebook post says Romney's top donors come from Wall Street, Obama's from tech and academia", "text": "A reader recently sent us a Facebook post that put photographs of Mitt Romney and Barack Obama side by side to make a point about their biggest campaign donors.\n\nThe post is headlined, \"Top 5 campaign contributors.\" For Romney, it lists, \"1) Goldman Sachs, 2) JPMorgan Chase, 3) Morgan Stanley, 4) Credit Suisse Group (financial group headquartered in Zurich), 5) Citigroup.\"\n\nFor Obama, it lists, \"1) Microsoft, 2) DLA Piper (legal group specializing in technology), 3) Google, 4) University of California, 5) Harvard University.\"\n\nPresumably, the point of the post is that Romney is tied to Wall Street interests, whereas Obama is tied to the technology and academic sectors. (The post says, \"The list speaks for itself we think.\")\n\nThe undated post attributes the information to OpenSecrets.org, a nonpartisan website that includes a campaign finance database. So that’s where we went to verify the information.\n\nCampaign finance rankings change as new donations come in and are recorded in the database, so the accuracy might depend on how recently the Facebook list was compiled.\n\nIt turns out that, as of April 27, 2012, OpenSecrets.org’s \"top contributors\" lists closely matched the Facebook post for both candidates.\n\nHere’s Romney’s top six:\n\n1. Goldman Sachs ($564,580)\n2. JPMorgan Chase & Co. ($400,675)\n3. Bank of America ($364,850)\n4. Morgan Stanley ($363,550)\n5. Credit Suisse Group ($316,160)\n6. Citigroup Inc ($286,015)\n\nSo, five of the six top \"contributors\" to Romney were identical on the two lists, and the new addition was Bank of America, another financial institution.\n\nHere’s Obama’s top six:\n\n1. Microsoft Corp. ($304,690)\n2. DLA Piper ($302,527)\n3. University of California ($243,486)\n4. Sidley Austin LLP ($234,611)\n5. Google Inc. ($191,719)\n6. Harvard University ($177,408)\n\nOnce again, five of the six match, with the newcomer to the list -- Sidley Austin LLP -- a law and lobbying firm.\n\nThere are two problems with the lists, however.\n\nThe first is that it’s not really accurate to call DLA Piper a \"legal group specializing in technology.\" It’s a global law firm that also does lobbying; its law and lobbying clients are widely scattered in various industries and sectors and it has 4,200 lawyers in 77 offices in 31 countries.\n\nThe firm does represent some technology clients, but in the past few years, it has also filed lobbying disclosure forms for its representation of energy companies, drugmakers, food companies, defense contractors, hotel chains and a grab bag of others, from the PGA Tour to General Cigar Holdings to Snowsports Industries America.\n\nIn fact, DLA Piper even signed up to lobby for several financial-industry firms of the type that the Facebook post seemingly criticizes Romney for representing. They include Discover Financial Services, Charles Schwab Corp. and the now-defunct Wall Street firm Lehman Brothers.\n\nThe second problem is broader. The Facebook post makes it sound like the groups listed for each candidate actually gave money to the campaign. But corporations are prohibited from making direct contributions to candidate committees such as Romney's and Obama's.\n\nOpenSecrets.org makes the following note on the charts and marks it in red, italic type for emphasis: \"The organizations themselves did not donate, rather the money came from the organizations' PACs, their individual members or employees or owners, and those individuals' immediate families.\"\n\nSo what these top-contributors lists show is not that Google gave money to Obama, but that employees of Google gave money of their own volition, either directly or through a company-sponsored political action committee.\n\nOur ruling\n\nEven though the post may have been several months old by the time we checked it, the list of each candidate’s top contributors was pretty accurate, although it doesn't quite match the latest version from OpenSecrets. But the Facebook post doesn’t accurately describe what the list means. First, it incorrectly labels one of Obama’s donors. Second, the companies and colleges did not donate to Obama and Romney; their employees or related PACs did, which is an important detail. On balance, we rate the post Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11197"}