{"url": "/factchecks/2020/oct/18/facebook-posts/photo-doesnt-show-trump-rally-florida-it-was-music/", "speaker": "Facebook posts", "vclaim": "A photo shows a massive crowd at a recent Florida rally for Donald Trump.", "truth_label": "false", "date": "stated on October 16, 2020 in a post:", "title": "Photo doesn’t show Trump rally in Florida. It was a music festival in Switzerland", "text": "An image of a massive crowd on the streets is recirculating on social media. Only this time, it’s claimed as a photo of a recent Florida rally for President Donald Trump. \n\"FLORIDA RALLY today….and the polls say Biden is winning,\" reads an Oct. 16 post by Rosa L Moreno-Hilburn.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nTrump did hold a rally in Sanford, Fla., on Oct. 16. But the photo circulating on Facebook is not an image of Florida at all. It’s an image of Zurich, Switzerland, during an annual music festival before the coronavirus pandemic. \nStreet Parade Zurich is a music event hosted every year in August and brings a crowd of hundreds of thousands on the city’s streets and over the Quaibrücke bridge, captured in the photo. This year’s parade was canceled due to the coronavirus. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nStreet Parade Zurich President Joel Meier told PolitiFact the photo was taken on Aug. 11, 2018. A higher-resolution version of the image shared on Facebook can be found in Street Parade Zurich’s gallery from its 2018 event. Similar photos of the 2019 parade can also be found online. \nJust a couple months ago, in August, Facebook users falsely claimed that the photo captured protests in Berlin against coronavirus restrictions. That viral rumor was widely debunked by PolitiFact, Agence France-Presse, Reuters and WUSA9, a CBS affiliate. \nOur ruling\nThe Facebook post claimed that a photo showed massive crowds for a Trump rally in Florida on Oct. 16.\nThe post used a dated photo of Street Parade Zurich, a music festival, over the city’s Quaibrucke bridge. The photo has existed since 2018. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-18718"}