{"url": "/factchecks/2020/may/30/viral-image/video-clips-show-ohio-statehouse-not-white-house/", "speaker": "Viral image", "vclaim": "Protesters “broke into the White House.”", "truth_label": "false", "date": "stated on May 30, 2020 in a Facebook post:", "title": "Video clips show the Ohio Statehouse, not the White House", "text": "A couple thousand people protested outside the White House in Washington, D.C. on May 29 over the death of George Floyd after a Minneapolis police officer pressed his knee into the black man’s neck. \nNBC News reported that protesters chanted \"black lives matter\" and that the Secret Service put the White House under lockdown as the demonstration grew outside its gates. At one point, according to NBC, Secret Service officers took a woman into custody after she climbed over a barrier. Protesters later moved to the Trump International Hotel and demonstrated there, NBC said. \nBut they didn’t break into the White House as social media posts claim. \n\"THEY BROKE INTO THE WHITE HOUSE,\" reads the text over a clip of a demonstration that shows a man using a chair to break a window on a white building with columns. In another video clip, people gather outside a domed white building with columns. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe video does not show the White House in Washington, D.C. It’s the statehouse in Columbus, Ohio, where protesters smashed windows during demonstrations. A local NBC affiliate reported that the protests began peacefully but were broken up by police as they became destructive. \nTwenty-eight windows were broken, five lamp poles were damaged, and American flags were burned by demonstrators, according to Newsweek. \n\"One protester was able to gain access to the Statehouse through a broken window to an office,\" Newsweek quotes Ohio State Highway Patrol Lt. Craig Cvetan as saying. \"However, the protester fled back out the window before troopers could apprehend him from the interior. He was taken into custody by Columbus police when he exited the window.\"\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18406"}