{"url": "/factchecks/2014/dec/05/alberta-darling/alberta-darling-says-reading-proficiency-8-50-low-/", "speaker": "Alberta Darling", "vclaim": "At the 50 Milwaukee schools serving \"at least 80% African-American and at least 80% low income\" students, the reading proficiency is 8%.", "truth_label": "true", "date": "stated on December 2, 2014 in an interview:", "title": "Alberta Darling says reading proficiency is 8% at 50 low-income and high-minority schools", "text": "Studies have long documented the lagging reading performance of Milwaukee students compared with pupils statewide.\nNow, some officials are spotlighting poor results at a subset of Milwaukee schools -- those serving very high concentrations of African-Americans from lower-income households.\n\"We can’t turn our backs on these children anymore,\" state Sen. Alberta Darling told radio talker Brian Schimming on Dec. 2, 2014. \"There’s a report out about the crisis in Milwaukee, the lack of access to high quality education.\"\nDarling, a Republican from River Hills in Milwaukee’s northern suburbs, focused on schools in which at least 80 percent of students are low-income and 80 percent are black.\n\"There are 50 of these schools in Milwaukee, and their reading proficiency on the statewide test is 8 percent. Eight percent! It’s shockingly low.\"\nDarling’s remarks on WISN-AM (1130) radio came as she again endorsed legislation forcing Milwaukee Public Schools to sell more vacant schools at a time when such facilities are sought by competing private schools that participate in the taxpayer-funded Milwaukee school voucher program.\nBut, it is important to note, her comments did not single out public schools.\nIs Darling right?\nExamining the claim\nDarling’s office told us she got the numbers from an education newsletter published in 2014 by the Metropolitan Milwaukee Association of Commerce. That newsletter says the reading proficiency was \"below 8%\" at the selected schools.\nThe MMAC, it turns out, drew the number from research done by Henry Tyson, superintendent of St. Marcus Lutheran School, a major participant in the Milwaukee voucher program. The school has tried unsuccessfully to buy school buildings from MPS to expand.\nTyson’s research focused on about 50 schools that, like St. Marcus, offer kindergarten through eighth grade. Darling’s comments didn’t specify a certain type of school.\nSo we did our own look at reading scores at all Milwaukee schools fitting the 80/80 description, including high schools and separate elementary and middle schools that include smaller groupings of grades. Our main data source: the Wisconsin Department of Public Instruction.\nWhy are officials focusing on these schools at all?\nHigh-poverty schools tend to have lower achievement than low-poverty schools. Milwaukee's highest-poverty schools serve racial minorities. Milwaukee's black students post some of the lowest achievement scores nationally among black students nationwide in certain grades and subjects.\nTo the numbers\nUnder Tyson’s approach, the K-8 schools, we found 57 that met the criteria.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nTheir average schoolwide reading proficiency score: 7.9 percent.\nIn the broader pool of schools, which tallied 95 schools, the average was 7.3 percent.\nSo the 8 percent claim is on target.\nOf course, this is the reading average based on the collective reading proficiency at each school. It doesn’t mean every school came in at the overall school average of 7.3 percent.\nFive schools, for example, had not a single pupil score proficient in reading on the state tests, which are administered to students in third through eighth grades, and once in high school, in 10th grade. The state assigned those schools a 0 percent score.\nOn the other end of the scale, the best reading proficiency score at an 80/80 school was 21 percent at Hartford Avenue University School in MPS. Second (20 percent) was Franklin School, also in MPS. St. Marcus Lutheran was third (19 percent).\nLet’s put the overall 7 percent reading proficiency into a broader context.\nAcross MPS, for all students and all schools, about 15 percent of students scored proficient in reading on the fall 2013 state assessments, about twice as high as the score at the schools Darling mentioned.\nAcross Wisconsin, 36.6 percent of students scored proficient or better in reading that year, though just 21 percent of economically disadvantaged students met that bar. Among the state's black students, 14 percent scored at least proficient in reading.\nInteractive table: A look at the schools and how they fare\nIt is important to note that the scores are so low, in part, due to the state raising the bar for what's considered a proficient score on the state test. Another data note: reading results for private schools are based on their publicly funded students, not their private payers or scholarship students.\nResults by school type\nWe broke out reading results for public schools in MPS, private schools in the choice program, and independent charter schools.\nThe small number of charter schools scored somewhat better that the rest as a group, with a 10.3 percent average proficiency. Next was MPS (7.8 percent) followed by the choice schools (6.2 percent).\nThe bottom-10 schools included seven choice schools and three from MPS.\nThe 10 at the top included five from MPS, four voucher schools (all Lutheran) and one independent charter.\nOur rating\nDarling said that at the 50 Milwaukee schools serving \"at least 80% African-American and at least 80% low income\" students,\" the reading proficiency is 8%.\nThat’s accurate to within a few tenths of a percentage point, under the state’s tougher new grading scale.\nWe rate her claim True.", "vclaim_id": "vclaim-pol-06940"}