{"url": "/factchecks/2013/jan/11/chain-email/chain-email-says-11-states-have-more-people-welfar/", "speaker": "Chain email", "vclaim": "Says 11 states have more people on welfare than employed.", "truth_label": "pants-fire", "date": "stated on December 21, 2012 in an email sent to PolitiFact Texas:", "title": "Chain email says 11 states have more people on welfare than employed", "text": "\"Death Spiral,\" proclaims a chain mail that an Austin reader brought to our attention Dec. 21, 2012.\n\nThat’s the headline on a U.S. map with 11 states highlighted and accompanying text that says, \"These 11 states now have more people on welfare than they do employed.\"\n\nWe found the same message and map posted on blogs, discussion groups and Facebook. Even Texas’ attorney general tweeted about it Jan. 7.\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nIs it true?\n\nThe \"death spiral\" phrase and the 11 highlighted states -- Alabama, California, Hawaii, Illinois, Kentucky, Maine, Mississippi, New Mexico, New York, Ohio and South Carolina -- appear in a Nov. 25, 2012, Forbes column, and the map appears onscreen during a Nov. 29 Fox Business \"Varney and Co.\" report on the commentary piece.\n\nBut the criteria used to identify Forbes’ \"death spiral\" states were not as simple as welfare and employment.\n\nForbes investment strategies editor Bill Baldwin wrote that those 11 states were \"at high risk of a fiscal tailspin\" because they had many people who received money from the government but maintained policies that \"chase out the private-sector jobs that support all that spending.\"\n\nBaldwin reached his conclusion by comparing \"makers\" and \"takers.\" For this purpose, he wrote, \"a taker is someone who draws money from the government, as an employee, pensioner or welfare recipient. A maker is someone gainfully employed in the private sector.\" Then he factored in an index that downgrades states for \"large debts, an uncompetitive business climate, weak home prices and bad trends in employment.\"\n\nThe results, he said, showed states that were \"danger spots for investors.\"\n\nWe’re not sold on designating government workers or pensioners as takers. Regardless, we wondered: Was there any way the email’s claim could be true?\n\nNot so much, we learned.\n\nFirst, it depends on what you call employment. Baldwin, as we saw, used private-sector jobs in his measure because he classed government employees as \"takers\" (a term he acknowledged was \"tendentious\" in a Dec. 3, 2012, followup interview on Fox Business).\n\nBut since the chain email discards that nuance, we decided to count up as many people as we could find with a job, government or private. That, we thought, would get to the heart of the viral message: welfare recipients outnumbering people who have jobs.\n\nThe U.S. Bureau of Labor Statistics calculates many employment numbers, and Cheryl Abbot of the bureau’s Dallas office helped us locate its broadest head count of individuals who have a job. By phone, Abbot guided us to 2011 averages per state in the bureau’s household survey, which wraps in most private-sector workers, civilian government employees and self-employed people.\n\nThen, it depends on what you call welfare. We spoke by phone with Liz Schott, a senior fellow at the liberal Washington-based Center on Budget and Policy Priorities, who said that when welfare comes up in public discourse -- talk of \"welfare reform\" or \"ending welfare as we know it\" -- people are often referring to Temporary Assistance to Needy Families, a cash assistance program created in 1996 to replace an older welfare system.\n\nTANF goes only to families with children or to children directly, and other programs that provide cash aid to help with basic needs could reasonably be called welfare too, Schott said. An example she gave was the federal Supplemental Security Income program, which gives money to elderly and disabled people.\n\nBut in terms of trying to answer our question, she said, TANF data from the U.S. Department of Health and Human Services could serve as a \"good proxy\" for welfare. The department’s numbers are broken down by state -- and also by age, which Schott pointed out was relevant to our comparison because most TANF recipients are children.\n\nChildren don’t vote, of course, and most of them don’t hold jobs. So if you’re making a point about welfare recipients outvoting wage-earners — a common conservative theme that we thought was probably implied in the chain email — kids don’t factor in neatly.\n\nAccording to April 4, 2012, data from Health and Human Services, children accounted for 74 percent of TANF recipients in 2011. Averages for the calendar year showed 4.6 million recipients, of whom 3.4 million were children.\n\nWith that in mind, we pulled 2011 state-by-state counts of adult TANF recipients and charted them alongside the employment data. Nowhere in any of the 50 states did the TANF adults equal more than 3 percent of the employed workers. The highest percentage was in Maine, where 13,821 adults on TANF equaled 2.1 percent of the 643,000 employed workers.\n\nIn most states, the group of TANF adults was equal to less than 1 percent of the number of people with jobs.\n\nSeparately, senior research fellow Robert Rector of the conservative Heritage Foundation gave us a broader definition of welfare -- 79 federal programs -- though even by that measure, he told us by phone, \"Welfare recipients do not outnumber workers.\"\n\nThe programs Rector cited in May 3, 2012, testimony to the U.S. House Budget Committee were all means-tested (meaning beneficiaries qualified at least in part due to their income levels) and provided cash, food, housing, medical care, social services, training and certain education aid. Some programs that recipients had contributed to, such as Social Security and Medicare, were excluded.\n\nOn the list are major initiatives such as food stamps and the Supplemental Security Income program Schott mentioned, but also the Earned Income Tax Credit, which by definition goes to people with jobs, and smaller efforts such as helping to weatherize houses and educate migrants.\n\nWe sought to compare the data state by state, and counting adults only, as we did with the TANF numbers. But Rector said Heritage didn’t have the recipients broken down by states or by age.\n\nNationally in 2011, Rector said, the average number of recipients was approximately 100 million -- nearly a third of the U.S. population, he noted. According to the bureau’s employment data, 140 million people had a job that year.\n\nUpshot: There were three employed people for every two \"welfare\" recipients, including children, as defined by the Heritage Foundation.\n\nBecause Schott had pointed out to us that the percentage of TANF recipients varied a lot from state to state, we asked Rector if he thought any of the states individually would have more welfare recipients (by Heritage’s standard) than employed residents.\n\n\"No, I don’t think that would be true,\" Rector said. \"That’s a pretty extreme statement. … That would be very, very large levels of dependency.\"\n\nOur ruling\n\nRipping off a map that was created for a different fiscal comparison, the chain email said 11 states had more residents on welfare than employed.\n\nBy either a broad definition of welfare or a narrow one, experts told us that’s a false and even \"extreme\" statement. Pants on Fire!", "vclaim_id": "vclaim-pol-09859"}