{"url": "/factchecks/2012/jan/10/nina-turner/nina-turner-says-redistricting-process-was-manipul/", "speaker": "Nina Turner", "vclaim": "Says that after she declared her candidacy for Congress, \"the redistricting process was manipulated to allow incumbent politicians to guarantee their re-election.\"", "truth_label": "barely-true", "date": "stated on December 30, 2011 in a news release:", "title": "Nina Turner says the redistricting process was manipulated to benefit incumbents", "text": "Oh, what might have been.\n\nIn November, State Sen. Nina Turner filed signatures to challenge U.S. Rep. Marcia Fudge in this year’s Democratic primary. Within days, Fudge responded with her own declaration -- and she was joined by a posse of heavyweight Democrats to underscore her incumbent strength.\n\nTurner vowed to soldier on against what she called \"The Club.\"\n\nBut things changed. Specifically, the primary -- penciled in for June because of a dispute over new congressional boundaries -- was moved to March 6 after state lawmakers reached a deal. For the underdog Turner, that meant two fewer months to engineer an upset.\n\nSo on Dec. 30, the deadline to file for the earlier primary, Turner announced she was abandoning her bid against Fudge. And in her words, a quicker campaign was only half the problem.\n\n\"Last month, I filed to run for Congress with the intention to take on the status quo and give voters an opportunity for change. Since then, two things have happened,\" Turner said in an emailed statement. \"First, the redistricting process was manipulated to allow incumbent politicians to guarantee their re-election. And, the primary election was set for March 6, 2011, a date which gives challengers little time to wage competitive campaigns.\"\n\nAfter reading Turner’s suggestion that Fudge had somehow been handed a last-minute advantage, we at PolitiFact Ohio wondered if we had missed something.\n\nFrom the start the 11th Congressional District was reconfigured to preserve its status as one where a majority of voters are minorities. To accomplish that, Republicans drew a district that fused Fudge’s East Side base with a portion of Akron. So pleased was Fudge when the first map was released in September that she was a rare Democrat to openly embrace the new lines.\n\nOthers complained that, in a state more-evenly divided between Democrats and Republicans, the GOP gave itself insurmountable advantages in 12 of the 16 new districts.\n\nAfter months of stalemate and threats to place the map before voters, lawmakers approved a revised, referendum-proof map in December.\n\nIn a telephone interview, Turner said she intended the first half of her withdrawal announcement as a \"broad statement\" about the redistricting process, \"not just the 11th Congressional District.\"\n\nFair enough.\n\nThe new map united several urban areas across the state and added more of Toledo Rep. Marcy Kaptur’s base to a district in which she will compete against fellow Democratic Rep. Dennis Kucinich of Cleveland.\n\nIn that regard, the incumbent Kaptur’s turf was fortified -- at incumbent Kucinich’s expense.\n\nLikewise, changes to the new 10th District likely helped GOP Rep. Mike Turner of Dayton at the expense of fellow Republican Rep. Steve Austria. Austria subsequently decided not to seek re-election.\n\nBut when PolitiFact Ohio looked closely at the 11th District, Version 2.0, it looked an awfully lot like Version 1.0. Because it is. State legislators made no changes there. The separate House bills that created the first map and its replacement confirm that the 11th District lines in place the day that Turner declared her candidacy were the same lines in place the day she withdrew.\n\n\"The 11th Congressional District was completely unchanged,\" Mike Dittoe, spokesman for Ohio House Speaker William G. Batchelder of Medina, told PolitiFact Ohio via email.\n\nSo citing an overall disdain for the gerrymandering process seems like a convenient excuse for departing a primary that was sure to be hotly contested. Particularly since there was no change to the 11th District.\n\nTurner is correct in noting the earlier primary -- a development that was always possible but by no means likely at the time she entered the race. And she acknowledged that the other half of her statement could be misinterpreted, though she said that was unintentional.\n\nThere is an element of truth in her statement. The new congressional districts were drawn to lean solidly toward one party or the other. All but one has at least one incumbent running for election. But that was true with the September map, as well.\n\nAnd some incumbents were aided by changes in the map. But it’s also true that those changes may have heightened the challenge for others.  \n\nThose are critical facts that could give the listener a different impression.\n\nOn the Truth-O-Meter, we rate Turner’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-11826"}