{"url": "/factchecks/2011/sep/12/bill-pascrell/congressman-bill-pascrell-says-more-600000-public-/", "speaker": "Bill Pascrell", "vclaim": "Says 600,000 to 700,000 government workers have been laid off in the last year and a half", "truth_label": "mostly-true", "date": "stated on September 2, 2011 in interview on WNYC’s The Brian Lehrer Show:", "title": "Congressman Bill Pascrell says more than 600,000 public employees have been laid off in the past 18 months", "text": "U.S. Rep. Bill Pascrell says public-sector layoffs are dragging down the nation’s overall job growth.\n\nThe country had no net job growth in August, a month where the private sector added 17,000 jobs and the public sector shed the same amount, according to data from the U.S. Bureau of Labor Statistics.\n\nWNYC host Brian Lehrer asked Pascrell (D-8th Dist.) in a recent radio interview about August’s stagnant employment numbers. Pascrell called the federal jobs report \"disappointing\" and highlighted the larger impact of decreasing government employment.\n\n\"We’ve lost public jobs,\" Pascrell said in the Sept. 2 interview. \"Whether it's policemen, firemen, sanitation people, we got to understand that there's six to seven hundred thousand of these folks who have been laid off [in the last] year and a half. If we continue to put our heads in the sand and don't recognize that that's part of the equation as well, then we're never going to address this.\"\n\nThe nation didn’t lose as many government jobs in the time frame Pascrell mentioned, but his numbers aren’t far off. And while there’s debate on whether smaller government is better for the economy, we won’t be ruling on that issue in this Truth-O-Meter item.\n\nPascrell’s spokesman, Paul Brubaker, told PolitiFact New Jersey the congressman was referring to local, state and federal government workers in his interview.\n\nBrubaker sent us an article from U.S. News & World Report that said, \"Since the end of the recession, government employment -- including federal, state, and local jobs -- has fallen by roughly 600,000.\" The actual number is 595,000, according to seasonally-adjusted federal data.\n\nBut Pascrell didn’t reference the end of the recession -- which the National Bureau of Economic Research says ended in June 2009 -- in the radio interview.\n\nStill, if we hold Pascrell strictly to the time frame he mentioned, he’s not wildly off from the range he cited.\n\nIn the past 18 months -- from February 2010 to August, the most recent data available -- the nation lost 512,000 government jobs. During the same time frame, nearly 2.4 million private-sector jobs were created. The decrease in public-sector jobs offset the net total in those 18 months by nearly 21 percent, to about 1.9 million.\n\nWe reached out to two experts from Washington, D.C. think tanks for their take on the role that decreasing public-sector employment has had on the current jobs situation.\n\n\"Losses in government employment help account for the fact that overall job growth has been so slow,\" said Gary Burtless, senior fellow in economic studies at the Brookings Institution, a policy think tank. \"Drops in government employment have worsened the nation’s employment picture and worsened the prospects of unemployed workers who are seeking to get re-employed or to get their first career jobs.\"\n\nJames Sherk, senior policy analyst in labor economics at the conservative Heritage Foundation,  said \"public-sector job losses have had a relatively minor role in the U.S. employment situation thus far\" and \"government jobs will not play a constructive role in pulling the U.S. out of its current situation.\"\n\nIt’s worth noting that state and local governments employ the vast majority of public workers. Of all government employees, 64 percent work for local governments, 23 percent work for state governments and 13 percent work for the federal government.\n\nIn New Jersey, 30,500 public jobs were eliminated in the 18 months from January 2010 to July, the most recent state-level figures available.  Of those jobs, 18,200 were in local government, 10,900 were in state government and 1,400 were in federal government.\n\nThe ruling\n\nPascrell said 600,000 to 700,000 public employees have been laid off in the last year and a half.\n\nAccording to data from the Bureau of Labor Statistics, the nation has lost 512,000 government jobs at the federal, state and local level in the past 18 months.\n\nPascrell’s numbers were off, but not wildly off. And his argument that public-sector job losses are having an impact on net job growth is valid.\n\nWe rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-12439"}