{"url": "/factchecks/2019/jun/27/bill-de-blasio/universal-health-care-new-yorkers-not-exactly/", "speaker": "Bill de Blasio", "vclaim": "\"It matters that we nominate a candidate who saw the destruction wrought by a broken health care system and gave people universal health care. … These things really matter. And these are the things that I've done in New York.\"", "truth_label": "barely-true", "date": "stated on June 26, 2019 in comments made during the first Democratic presidential primary debate:", "title": "Universal health care for New Yorkers? Not exactly, Bill de Blasio", "text": "On June 26, 10 Democratic presidential candidates were asked to raise their hands if they would abolish private health insurance in favor of a government-run option. Just two said they would: Sen. Elizabeth Warren of Massachusetts and Mayor Bill de Blasio of New York City.\nBut de Blasio also told viewers not to take his word for it. He has already given New York City residents \"universal health care,\" he said.\nAlready packing for your move to the Big Apple? First, let’s take a look at the facts.\nDe Blasio highlighted this claim at the end of the first Democratic presidential debate, as he argued voters should look past the talking points of his two dozen or so Democratic competitors and consider what he has done during his more than five years as mayor.\n\"It matters that we nominate a candidate who saw the destruction wrought by a broken health care system and gave people universal health care,\" de Blasio said.\nHe also cited New York City’s $15 minimum wage and universal prekindergarten program.\n\"These things really matter,\" he said. \"And these are the things that I've done in New York, and I want to do the same for this whole country, because putting working people first, it matters.\"\nThere are plans, and skeptics\nSupport for universal health care has emerged as an early test for many zealous primary voters of how authentically progressive a Democratic candidate is. So, how does de Blasio measure up? Did he really give people \"universal health care\"?\nWe asked the de Blasio campaign, and a spokeswoman pointed to the mayor’s \"Guaranteed Care\" commitment to ensure every New Yorker has health care, a plan he unveiled in January.\nDe Blasio said at the time that the two-part plan, estimated to cost $100 million, would bolster the city’s public health insurance option, known as MetroPlus — including efforts to enroll more people who qualify but are not yet insured. It also \"guarantees\" access to the city’s system of public hospitals and clinics for those who are ineligible for insurance.\nThe word \"ineligible\" refers in particular to those who cannot afford insurance or cannot enroll because they are undocumented immigrants. The mayor’s office estimated in May that there are 300,000 New Yorkers who fit the bill.\nA new program at the heart of the plan, called NYC Care, aims to help the ineligible. Those who are uninsured — and have lived in New York City for at least six months — would be connected with a primary care doctor; access to a variety of specialty care, including mental health and substance abuse services; affordable prescription drugs; and a 24/7 customer service number, which they can call to make appointments. Services would be charged on a sliding scale.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nBut NYC Care is not an insurance plan. And as of June 27, the city’s public health system — NYC Health + Hospitals — advises visitors to its website that \"beginning summer 2019, there will be various ways you can sign up.\"\nDe Blasio’s claim was \"very misleading,\" said Bill Hammond, the health policy director at the Empire Center for Public Policy, a nonpartisan, New York-focused think tank. Voters might think he is referring to universal insurance or even a single-payer system, he said, neither of which is true.\nWhat de Blasio is giving New Yorkers are new ways to access existing services, Hammond said. And while it may be a good thing, he said, it looks more like \"reconfiguring.\"\nNot only has New York City had MetroPlus and a mammoth system of public hospitals and other medical facilities for years, it has long been a mission of NYC Health + Hospitals to treat those who cannot afford care, including undocumented immigrants, he said.\n\"He’s making it sound like he passed ‘Medicare for All’ in New York City,\" Hammond said. \"And he didn’t even come close.\"\nFurther complicating de Blasio’s claim is his use of past-tense — that he \"gave\" New Yorkers universal health care.\nThe plan is expected to be rolled out over time, beginning with the Bronx and encompassing all five boroughs by the end of 2020. (It was originally slated to be \"fully available\" in 2021, but by the time de Blasio announced his presidential run in mid-May, that date had been moved up.)\nNYC Care is expected to launch in the Bronx on Aug. 1.\nOur ruling\nDe Blasio said he gave New Yorkers universal health care.\nAccording to the World Health Organization, \"universal health coverage\" means anyone can use the health services they need, of a good enough quality to be effective, without being exposed to financial hardship.\nTo be sure, de Blasio unveiled a plan in January that includes a new program that aims to give anyone (who has lived in New York City for at least six months) access to New York’s renowned public health system at a price tailored to their financial situation.\nBut for the most part, de Blasio did not create a new system so much as make sure New Yorkers can use the one they have — and it remains to be seen how well his methods will work.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. So we rate it Mostly False.", "vclaim_id": "vclaim-pol-00488"}