{"url": "/factchecks/2019/aug/14/viral-image/democrats-advocated-stricter-gun-laws-after-alexa/", "speaker": "Viral image", "vclaim": "\"Not one Democrat called for gun control\" after a man shot at Republican lawmakers playing softball.", "truth_label": "false", "date": "stated on August 6, 2019 in a post on Facebook:", "title": "Democrats advocated for stricter gun laws after Alexandria shooting", "text": "Democratic presidential candidates are campaigning for stricter gun laws in the wake of mass shootings in El Paso and Dayton, Ohio, but online, some social media users are wondering where those calls to action were when Republican lawmakers came under attack.\n\"I tried to kill a bunch of Republican Congressional Softball Players with my rifle,\" reads an Aug. 6 Facebook post with a photo of James Hodgkinson, the man who fired dozens of rounds at a Republican congressional softball team on June 14, 2017, in Alexandria, Virginia. \"Not one Democrat called for Gun Control.\"   \nThis post, which had been shared more than 7,000 times by Aug. 8, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Here’s what you should know.\nU.S. Rep. Steve Scalise of Louisiana, then the House majority whip, and four others were wounded when Hodgkinson shot at them during their baseball practice. Hodgkinson, who was angry with President Donald Trump and posted rants against Republicans online, was killed by police.\nIn the weeks after, conservative lawmakers called to loosen gun restrictions. Republicans introduced legislation to allow lawmakers to almost always carry a concealed weapon and to allow concealed carry permits obtained in other states to be recognized in the District of Columbia, the New York Times then reported.\nDemocrats opposed the measures. U.S. Rep. Eleanor Holmes Norton, the House’s nonvoting member from D.C., said it \"is the last place you want to condone or allow concealed-carry weapons\" and \"they are certainly not going to be successful if I have anything to say about it.\" \nNew York City Mayor Bill de Blasio, and Rahm Emanuel, then Chicago’s mayor, among other Democrats, offered a resolution as part of the U.S. Conference of Mayors to oppose concealed carry bills.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nRep. Joe Crowley, then the chairman of the House Democratic Caucus, said arming lawmakers was not the solution to improve congressional safety. \"It makes it very difficult to slide into second base when you have a pistol on your side,\" he said.\nOther Democrats explicitly called for more gun control after the shooting. \nTerry McAuliffe, then the Democratic governor of Virginia, called for more background checks and closing the \"gun-show loophole,\" according to USA Today. \nNBC News noted that some Democrats were quick \"to use the incident to call for new gun restrictions opposed by many in the GOP.\" \n\"Democratic State Rep. Mark Levine, who represents Alexandria, let his voice rise as he ticked through the gun control legislation that Republicans have blocked in the Virginia General Assembly,\" the NBC story said.\nMuch of the coverage in the Alexandria shooting’s aftermath focused on partisanship and rhetoric and accusations that both sides of the aisle were fueling discord across the country. As Republicans introduced legislation to loosen gun control restrictions, Democrats pushed back, and some called for more restrictions.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-00272"}