{"url": "/factchecks/2020/oct/13/viral-image/cdc-hasnt-canceled-halloween-it-has-advice-how-cel/", "speaker": "Viral image", "vclaim": "“CDC just cancelled Halloween for kids.”", "truth_label": "false", "date": "stated on October 12, 2020 in a Facebook post:", "title": "CDC hasn’t canceled Halloween but it has advice for how to celebrate safely", "text": "The coronavirus has killed more than 200,000 people in the United States and hampered American lives in ways big and small. As the holiday season approaches, experts and news stories are already advising people on the best ways to stay safe in the coming months. \nBut one holiday, fast approaching, has been called off, according to a recent Facebook post.\n\"CDC just cancelled Halloween for kids, but BLM & Antifa riots and protests… they are of course fine. This 2 standards of ‘covid safety’ is ridiculous,\" reads a screenshot of an Oct. 12 tweet from Amber Smith, the former deputy assistant to then-U.S. Defense Secretary Jim Mattis.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe Centers for Disease Control and Prevention has a page on its website dedicated to the holidays. But it is not publishing any decrees there — just advice.\n\"As many people in the United States begin to plan for fall and winter holiday celebrations, CDC offers the following considerations to help protect individuals, their families, friends, and communities from COVID-19,\" the page says. \nMany traditional Halloween activities can be high-risk for spreading viruses, including the coronavirus, according to the CDC, and anyone who may have COVID-19 or has been exposed to someone with COVID-19 shouldn’t participate in in-person Halloween plans or hand out candy to trick-or-treaters.\nBut, the agency offers ideas for lower risk activities that could be safe alternatives to, say, attending a crowded, indoor Halloween party. \nThese safer activities include: carving or decorating pumpkins outside at a safe distance with neighbors or friends, decorating your home, doing a Halloween scavenger hunt, and having a virtual Halloween costume contest.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe CDC also lists moderate risk activities and high risk activities. \nModerate risk activities include attending a costume party outdoors where people wear face coverings and stay physically distant and putting out individually-wrapped candy bags for families to grab while trick-or-treating. If you’re planning to prepare such candy bags, the CDC advises washing your hands with soap and water for at least 20 seconds beforehand and placing the bags somewhere families can maintain physical distance, like at the end of a driveway or the edge of a yard.\nHigh risk activities include traditional trick-or-treating, where treats are handed to children who go door to door, or going to an indoor haunted house.\nSo the CDC has provided guidance on how to celebrate Halloween safely — it hasn’t canceled the holiday. It also didn’t rubberstamp racial justice protests that followed the May death of George Floyd, a Black man who died as a white police officer pressed his knee into Floyd’s neck in Minneapolis.\nIn June, CDC Director Robert Redfield told lawmakers that protesters should get tested for COVID-19 and that demonstrations could cause the disease to spread. \nLater that month, the CDC issued new guidelines concerning the risk of spreading COVID-19 at large gatherings. The agency recommended organizers of large events that involve shouting, chanting or singing \"strongly encourage\" the use of face coverings. \nLike the CDC’s advice related to the holidays, these guidelines were not mandates. \n\"They are not regulations. They are not commands,\" said Jay Butler, the CDC’s deputy director of infectious diseases. \"But they are recommendations or even suggestions (on) how you can have a gathering that will keep people as safe as possible.\"\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18683"}