{"url": "/factchecks/2007/dec/18/john-mccain/history-supports-mccains-stance-on-waterboarding/", "speaker": "John McCain", "vclaim": "\" ... following World War II war crime trials were convened. The Japanese were tried and convicted and hung for war crimes committed against American POWs. Among those charges for which they were convicted was waterboarding.\"", "truth_label": "true", "date": "stated on November 29, 2007 in a campaign event in St. Petersburg:", "title": "History supports McCain's stance on waterboarding", "text": "The morning after the CNN/YouTube debate in St. Petersburg, John McCain remained firm in his stand against the use of an interrogation technique called \"waterboarding.\" He cited solid history to buttress his position.\n\n\n\"I forgot to mention last night that following World War II war crime trials were convened. The Japanese were tried and convicted and hung for war crimes committed against American POWs. Among those charges for which they were convicted was waterboarding,\" he told reporters at a campaign event.\n\n\n\"If the United States is in another conflict ... and we have allowed that kind of torture to be inflicted upon people we hold captive, then there is nothing to prevent that enemy from also torturing American prisoners.\"\n\n\nMcCain is referencing the Tokyo Trials, officially known as the International Military Tribunal for the Far East. After World War II, an international coalition convened to prosecute Japanese soldiers charged with torture. At the top of the list of techniques was water-based interrogation, known variously then as \"water cure,\" \"water torture\" and \"waterboarding,\" according to the charging documents. It simulates drowning.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nR. John Pritchard, a historian and lawyer who is a top scholar on the trials, said the Japanese felt the ends justified the means. \"The rapid and effective collection of intelligence then, as now, was seen as vital to a successful struggle, and in addition, those who were engaged in torture often felt that whatever pain and anguish was suffered by the victims of torture was nothing less than the just deserts of the victims or people close to them,\" he said.\n\n\nIn a recent journal essay, Judge Evan Wallach, a member of the U.S. Court of International Trade and an adjunct professor in the law of war, writes that the testimony from American soldiers about this form of torture was gruesome and convincing. A number of the Japanese soldiers convicted by American judges were hanged, while others received lengthy prison sentences or time in labor camps.\n\n\nWe find McCain's retelling of history to be accurate, so we give him a True.", "vclaim_id": "vclaim-pol-16460"}