{"url": "/factchecks/2012/aug/27/lamar-smith/lamar-smith-says-top-20-percent-income-earners-pay/", "speaker": "Lamar Smith", "vclaim": "Says the top 20 percent of income earners pay nearly 70 percent of all federal taxes.", "truth_label": "true", "date": "stated on August 1, 2012 in a speech to the Austin-Oak Hill Rotary Club:", "title": "Lamar Smith says top 20 percent of income earners pay nearly 70 percent of federal taxes", "text": "Speaking in Austin recently, U.S. Rep. Lamar Smith said he believes Congress will reach a compromise to extend the so-called \"Bush tax cuts\" before they expire at the end of this year.\n\nWe were already working on a related fact-check of the San Antonio Republican: In an Aug. 1, 2012, press release, Smith touted his vote for the extension that day and said, \"The top 20 percent of income earners (over $74,000) pay nearly 70 percent of all federal taxes.\"\n\nSmith, whose district takes in part of Travis County, gave similar figures in his Aug. 23, 2012, speech to the Austin-Oak Hill Rotary Club. We’ll describe those but stick to checking his earlier 20-percent claim.\n\nThe Bush tax cuts are a mix of changes to tax rates, exemptions, deductions and credits enacted in 2001 and 2003 under President George W. Bush and extended in 2010.\n\nSmith’s press release credits its numbers to a July 22, 2012, Wall Street Journal chart, which in turn cites a July 10, 2012, study of 2008-09 data by the nonpartisan Congressional Budget Office. The Journal’s bar chart shows the top 20 percent of U.S. wage-earners made $74,000 or more and paid nearly 70 percent of federal taxes.\n\nThough there wasn’t a precise percentage on the bar chart, there was in the CBO’s report on its study: 67.9 percent.\n\nRoberton Williams, a senior fellow at the Urban Institute-Brookings Institution Tax Policy Center, told us by email that allowing for rounding, Smith’s full statement was correct except for some clarification needed on the $74,000 salary figure (which was also on the Journal’s chart).\n\nThat’s how much a single person living alone would have had to earn to rank in the top 20 percent in 2009, Williams said, but the CBO adjusts its figures for household size. \"A two-person household had to make $104,700 and a four-person household had to make $148,100 to hit the top quintile,\" Williams said.\n\nWhether to extend the Bush tax cuts for all taxpayers or for everyone except \"rich\" taxpayers is a major part of the battle in Congress, where Democratic plans have proposed extending the cuts for households with income below a cutoff point (which has ranged from $200,000 for individuals to $1 million). The Republican-majority House approved a plan extending the cuts for all taxpayers in the August vote Smith cited in his press release.\n\nDuring the debate, politicians have made a range of claims about how much of the nation’s revenue comes from the wealthiest households. Smith’s 20-percent statistic avoids a pitfall PolitiFact has found in some of those statements.\n\nIn 2010 and 2011, Republicans fell foul of the Truth-O-Meter by claiming the top 1 percent of wage earners paid more than 40 percent of \"the entire revenue\" and \"all taxes.\" That group paid more than 40 percent of all income taxes, but income taxes are only about half of the total federal revenue pie.\n\nSmith also cites \"all federal taxes\" -- the whole pie, including payroll, corporate income and excise taxes -- but includes a lot more taxpayers. According to supplemental data for the July CBO report, there were 23.6 million households in the top 20 percent of wage-earners and 1.1 million households in the top 1 percent.\n\nThe top 1 percent, the report says, earned $282,900 or more per single-person household and paid 22.3 percent of all federal taxes.\n\nThat’s closer to the stats Smith gave in his Austin speech, which included measures for the top 1 percent but referred only to share of federal income tax revenue.\n\nHe told us he usually gives rounded versions of the percentages, and produced his reference material -- a chart he keeps in his wallet, based partly on Oct. 24, 2011, data from the business-backed Tax Foundation -- showing the top 1 percent earned 16.9 percent of 2009 income in the U.S. but paid 36.7 percent of federal income taxes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\n\n\nOur ruling\n\nSmith said the top 20 percent of taxpayers shoulder nearly 70 percent of all federal taxes. According to the CBO’s latest math, it’s 67.9 percent. We rate his statement True.", "vclaim_id": "vclaim-pol-10514"}