{"url": "/factchecks/2020/aug/13/viral-image/donald-trump-didn-tweet-child-lifes-matter/", "speaker": "Viral image", "vclaim": "Says Donald Trump tweeted, “WHO Thinks ‘Child Lifes Matter’ Should Be PAINTED In The STREETS OF HOLLYWOOD???”", "truth_label": "pants-fire", "date": "stated on July 17, 2020 in a Facebook post:", "title": "Donald Trump didn’t tweet ‘Child Lifes Matter’", "text": "As conspiracy theories about a global child sex-trafficking ring involving poltiicains and celebrities thrives on social media, enter this supposed tweet from the president of the United States on July 17.\n\"WHO Thinks ‘Child Lifes Matter’ Should Be PAINTED In The STREETS OF HOLLYWOOD???\" it says, apparently referencing \"Black Lives Matter\" street art across the country. \n\"Trump tweet,\" read one the post of one account that shared the image. \"#PedoGate #PizzaGate is about to BLOW WIDE OPEN! THESE TWEETS ARE NOT JUST RANDOM. EVERYTHING HE SAYS HAS MEANING AND USUALLY BIG THINGS FOLLOW. #SaveTheChildren.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe image of the tweet being shared on Facebook uses the same photo and name — Donald J. Trump — as the president. But the username @realDonalTrump_ ends with an underscore and the account isn’t verified with a blue check mark. The president’s actual account — @realDonaldTrump — doesn’t have an underscore, and he has a blue checkmark by his name.\nThe fake account has been suspended.\nSearching Trump’s personal, verified account and @POTUS, we didn’t find the tweet that’s being shared on Facebook. His most recent tweets about children, in July, largely concerned reopening schools.\nWe rate this post Pants on Fire.", "vclaim_id": "vclaim-pol-17108"}