{"url": "/factchecks/2014/feb/07/charlie-crist/he-changed-his-stance-gay-marriage-charlie-crist-s/", "speaker": "Charlie Crist", "vclaim": "\"I always supported civil unions.\"", "truth_label": "barely-true", "date": "stated on January 28, 2014 in a press conference:", "title": "Before he changed his stance on gay marriage, Charlie Crist says he always supported civil unions", "text": "Charlie Crist, currently a Democratic candidate for governor, has apologized for his prior stance against gay marriage when he was Florida’s Republican governor.\nHis change of heart isn’t that unusual for a politician in the past year or two, as national public opinion has shifted significantly toward support of same-sex marriage. In fact, Crist has tried to portray his evolution as being in line with that of President Barack Obama, who came out in favor of gay marriage in 2012 after favoring civil unions.\nLike Obama, \"I always supported civil unions,\" Crist told reporters outside a Fort Lauderdale fundraiser Jan. 28. \"But I thought about it just as President Obama thought about it, and I have come to the conclusion, as the Pope said himself, ‘Who am I to judge?’ I’ve always been a live-and-let live kind of guy. That’s what’s in my heart.\"\nCrist made similar claims that he supported civil unions in his political autobiography and in an interview with an LGBT publication. But is it the truth?\nCharlie Crist’s flip flop on gay marriage\nIn May 2013, Crist came out in support of gay marriage on Facebook.\n\"Some great news: On Tuesday, Delaware became the 11th state to allow marriage equality. And just a few days ago, Rhode Island adopted a similar measure, which followed victories last fall in Maine, Maryland and Washington. I most certainly support marriage equality in Florida and look forward to the day it happens here,\" Crist wrote.\nThat was a reversal from 2008 when he voted for a state constitutional ban on gay marriage. We gave Crist a Full Flop on our Flip-O-Meter for his reversal.\nHis past record on civil unions, however, is more complex.\nCrist on civil unions in 2005 and 2006\nIn general, civil unions include many of the rights of marriage as it pertains to the state level. Florida doesn’t have a civil unions law, but several cities and counties have domestic partnership registries that afford residents some rights. Gay marriage advocates view both civil unions and domestic partnerships as inferior to marriage.\nThe topic of civil unions surfaced in 2005 and 2006 when Crist, the state attorney general at the time, ran for governor in a primary against then-CFO Tom Gallagher.\nThe constitutional amendment in the works in 2005 banned gay marriage but also included a phrase interpreted by some gay rights advocates and lawyers to ban civil unions, too -- that \"no other legal union that is treated as marriage or the substantial equivalent thereof shall be valid or recognized.\"\nIn September 2005, Crist signed a petition in favor of the amendment at the request of the Christian Coalition.\nBut in July 2006, Crist told radio talk show host Jim DeFede that civil unions for same-sex couples are \"fine, but I support marriage between a man and a woman.\"\nWatermark, a Central Florida gay and lesbian publication, endorsed Crist in the homestretch of the Republican primary citing his support for civil unions.\nDuring the 2006 general-election debate, Crist said, \"We respect civil unions and I do as well. I think it's fine if people want to introduce and go into agreements to be able to have funeral arrangements made, things of that nature. But I think that marriage is a sacred institution between a man and a woman.\"\nModerator Chris Matthews asked: What's the difference between a civil union and a marriage, legally, under the eyes of the law?\nCrist replied: \"Under the eyes of this law, under the eyes of Florida, I believe that the difference is that civil unions are not the same as marriage. Marriage is a relationship like my mother and father had. Like I had before I got divorced. It is one of those unique institutions, not only in America but across the world where a man and a woman commit to one another. This is one of the things where I think it is fundamental, it is my belief that marriage should be between a man and a woman and it is different from civil unions.\"\nCrist on the 2008 amendment\nAmendment backers weren’t able to collect enough signatures to get on the ballot until 2008.\nProposition 2 stated: \"This amendment protects marriage as the legal union of only one man and one woman as husband and wife and provides that no other legal union that is treated as marriage or the substantial equivalent thereof shall be valid or recognized.\"\nDuring Florida Supreme Court oral arguments Chief Justice Barbara Pariente asked whether the amendment would prohibit \"any legal sanction of a same sex relationship.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill McCollum\n\n\nstated on July 15, 2010 in a campaign mail piece.\n\n\n\n\n\n\n\n\n\"Rick Scott's company is partners with Playboy in a social networking website that has community pages specifically geared towards gay dating.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • July 19, 2010\n\n\n\n\n\n\n\n\"Absolutely not,\" replied Mathew Staver, chairman of Liberty Counsel, sponsor of the amendment. He also said it would not affect domestic partner registries.\nJustice Peggy Quince asked Staver if a same-sex couple entered some type of union in another state and moved to Florida whether that would be recognized in Florida.\n\"It depends upon what that union was. If it was the substantial equivalent of marriage, then yes, it (the amendment) would prevent that...\" Staver replied.\nJustice Raoul Cantero said the meaning of the phrase \"substantial equivalent\" would be open to challenge if the amendment should pass, though he added that it wasn’t a reason to keep it off the ballot.\nThe Supreme Court ruled that the amendment passed the test of addressing only a single issue and containing clear language so it was allowed on the ballot. The ruling didn’t use the phrase \"civil unions\" but stated that the amendment could ban other types of unions. \"The plain meaning of these words, according to dictionary definition, is clear that the chief purpose of this amendment is to ensure that that unions between same-sex couples that are treated virtually identically to marriage will not be recognized in Florida,\" the court held.\nBy early 2008, Crist backed away from the topic and asked the Republican Party of Florida not to spend money on it and direct their efforts elsewhere such as helping presidential candidate Sen. John McCain.\n\"I'll support it. I'll vote for it. Move on,\" Crist told the Orlando Sentinel in September. \"It's not top tier for me, put it that way.\"\nOn election day, Crist told reporters: \"I voted for it. It's what I believe in.\" It passed with about 62 percent of the vote.\nIn reality, what did amendment mean?\nThere has been no subsequent challenge that would have tested the meaning of \"substantial equivalent,\" because Florida doesn’t have a civil unions law.\nPolitiFact sent the Florida Supreme Court’s ruling to a few law professors and asked if the amendment would ban civil unions.\nWhat they generally said was it would depend on how closely such a civil unions law resembled marriage (though advocates of gay rights told us they questioned the point of drafting a civil unions law that would be so weak as to pass that test).\n\"You could craft a civil union bill that is virtually identical or craft one that is not virtually identical,\" said University of Florida constitutional law professor Jon Mills.\nA statewide domestic-partnership registry law was approved by a state legislative committee in 2013 but later died. Supporters of the amendment fought the registry proposal.\nCrist on civil unions in 2010\nDuring the Republican U.S. Senate primary in 2010, as he lagged behind his rival, Marco Rubio, Crist switched to run as an independent. Crist released a position paper in which he declared support for civil unions that \"provide the full range of legal protections\" including \"access to a loved one in the hospital, inheritance rights, the fundamental things people need to take care of their families.\"\nCrist told CNN that he had supported a ban on gay marriage but added (once again) that he's a \"live-and-let-live kind of guy. … I think if partners want to have the opportunity to live together, I don't have a problem with that.\"\nFollowing that interview, Crist put out a statement saying, \"I am fully supportive of civil unions and will continue to be as a United States senator, but believe marriage is a sacred institution between a man and a woman.\"\nCrist’s adviser's response\nWe sent a summary of our findings to Crist and to former state Sen. Steve Geller -- a Democrat who is informally advising Crist and whose law firm hosted the fundraiser where we heard Crist make the claim.\n\"It simply isn’t fair to say that someone who votes on a constitutional amendment that has both provisions that he supported (prohibition on gay marriage) and provisions that he opposed (prohibitions on civil unions) necessarily is in support of both or against both,\" Geller responded. \"Here, Charlie is clearly and unequivocally on the record as stating that he was in favor of civil unions. He stated this before Amendment 2 and after.\"\nOur ruling\nWhen asked about his changing stance on gay marriage, Crist said, \"I always supported civil unions.\"\nCrist repeatedly made statements in favor of civil unions between 2006 and 2010. In fact a gay publication endorsed him in the Republican primary in 2006 because of his stance on civil unions.\nBut Crist sacrified his support for civil unions by voting for an anti-gay-marriage amendment that could have also banned civil unions. As the amendment headed toward the ballot, news stories often quoted experts who said civil unions could be at risk if the amendment were to pass. That supposition hasn’t been tested, since a statewide law on civil unions hasn’t passed. But while Crist was clearly conflicted about the amendment -- he didn’t campaign for it and he urged the Republican Party of Florida not to spend money on it -- he ultimately did say that he voted for it.\nOn balance, we rate this claim Mostly False.", "vclaim_id": "vclaim-pol-08284"}