{"url": "/factchecks/2013/jan/18/mark-shields/pbs-commentator-mark-shields-says-more-killed-guns/", "speaker": "Mark Shields", "vclaim": "Since 1968, \"more Americans have died from gunfire than died in … all the wars of this country's history.\"", "truth_label": "true", "date": "stated on December 21, 2012 in the PBS NewsHour:", "title": "PBS commentator Mark Shields says more killed by guns since '68 than in all U.S. wars", "text": "Since the mass shooting at Sandy Hook Elementary School in Newtown, Conn., supporters and opponents of gun control have thrown out statistics to support their point of view.\n\nHere’s one that caught our eye, offered by liberal commentator Mark Shields on the Dec. 21, 2012, edition of the PBS NewsHour.\n\nShields told host Judy Woodruff, \"You know, Judy, the reality is -- and it's a terrible reality -- since Robert Kennedy died in the Ambassador Hotel on June 4, 1968, more Americans have died from gunfire than died in … all the wars of this country's history, from the Revolutionary through the Civil War, World War I, World War II, in those 43 years. ... I mean, guns are a problem. And I think they still have to be confronted.\"\n\nIs the death toll that high? Let's examine each half of his comparison.\n\nDeaths from warfare\n\nWe found a comprehensive study of war-related deaths published by the Congressional Research Service on Feb. 26, 2010, and we supplemented that with data for deaths in Iraq and Afghanistan using the website icasualties.org. Where possible, we’ve used the broadest definition of \"death\" -- that is, all war-related deaths, not just those that occurred in combat.\n\nHere’s a summary of deaths by major conflict:\n \n\n\n\n\nRevolutionary War\n\n4,435\n\n\n\nWar of 1812\n\n2,260\n\n\n\nMexican War\n\n13,283\n\n\n\nCivil War (Union and Confederate, estimated)\n\n525,000\n\n\n\nSpanish-American War\n\n2,446\n\n\n\nWorld War I\n\n116,516\n\n\n\nWorld War II\n\n405,399\n\n\n\nKorean War\n\n36,574\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\nVietnam War\n\n58,220\n\n\n\nPersian Gulf War\n\n383\n\n\n\nAfghanistan War\n\n2,175\n\n\n\nIraq War\n\n4,486\n\n\n\nTotal\n\n1,171,177\n\n\n\n\n\n\nAnother 362 deaths resulted from other conflicts since 1980, such as interventions in Lebanon, Grenada, Panama, Somalia and Haiti, but the number is not large enough to make a difference.\n\nGunfire deaths\n\nThe number of deaths from gunfire is a bit more complicated to total. Two Internet-accessible data sets from the Centers for Disease Control and Prevention allow us to pin down the number of deaths from 1981 to 1998 and from 1999 to 2010. We’ve added FBI figures for 2011, and we offer a number for 1968 to 1980 using a conservative estimate of data we found in a graph in this 1994 paper published by the CDC.\n\nHere is a summary. The figures below refer to total deaths caused by firearms:\n \n\n\n\n\n1968 to 1980\n377,000\n\n\n1981 to 1998\n620,525\n\n\n1999 to 2010\n364,483\n\n\n2011\n32,163\n\n\nTotal\n1,384,171\n\n\n\n\n\nWe should note that these figures refer to all gun-fire related deaths -- not just homicides, but also suicides and accidental deaths. In 2011, about one-quarter of firearm-related deaths were homicides, according to FBI and CDC data. Using total firearm-related deaths makes the case against guns more dramatic than just using homicides alone.\n\nWhen we rated a previous Facebook post, we lowered an otherwise True claim to Mostly True because it said that \"nearly 100,000 people get shot every year.\" We found that the number of gun deaths and non-fatal injuries added up to 104,852, but we concluded that the term \"get shot\" could suggest victims who got shot by someone else rather than by their own hand. We don’t see a similar problem with the way Shields’ comment was phrased -- namely, \"died from gunfire.\"\nOur ruling\nSince Shields’ comparison was otherwise accurate, with about 1.4 million firearm deaths to 1.2 million in war, we rated his claim True.", "vclaim_id": "vclaim-pol-09834"}