{"url": "/factchecks/2010/dec/15/sherrod-brown/sen-sherrod-brown-overstates-amount-millionaires-a/", "speaker": "Sherrod Brown", "vclaim": "The tax cut deal is giving \"$700 billion to millionaires and billionaires.\"", "truth_label": "false", "date": "stated on December 9, 2010 in a CNN interview:", "title": "Sen. Sherrod Brown overstates amount that 'millionaires and billionaires' would get in tax deal", "text": "The rich are different from you and me.\n\nWith apologies to F. Scott Fitzgerald, U.S. Sen. Sherrod Brown has been prone recently to talk about the rich. They tend to want tax breaks. To be more precise, Republicans want lavish tax breaks for their rich constituents, says Brown, an Ohio Democrat.\n\nAnd some of these breaks go too far, says Brown, citing the recent deal to extend all Bush-era tax breaks, which President Barack Obama and congressional Republican leaders announced on Dec. 6. Three days after that announcement, Brown told Kathleen Parker and Eliot Spitzer on CNN, \"You know basically what we're doing here is we're borrowing $700 billion from the Chinese. We're charging it to our kids’ and grandkids' credit cards for them to pay off later and then we're giving that $700 billion to millionaires and billionaires.\"\n\nThat’s a lot of money, even for billionaires, so PolitiFact Ohio decided to take a look.\n\nWe’re not here to ask whether whether it’s fair or  whether it will trickle down and help the economy. We’re asking something more basic: Will there really be $700 billion worth of tax cuts for millionaires and billionaires?\n\nA short answer: No. That’s because Brown’s figure is loaded with an assumption and a rhetorical flourish.  \n\nThe assumption is that the top income tax bracket for people with high incomes will remain at 35 percent for 10 more years. That’s roughly what it would take for the tax cuts for the nation’s top 2 percent of earners to reach a cost of $700 billion, according to projections in August by the congressional Joint Committee on Taxation.\n\nRepublicans at the time were pushing for a permanent extension of all the cuts that Congress passed in 2001 and 2003, and tax writers in the House of Representatives asked the joint committee to run a cost projection.\n\nThe problem with using that figure now is that the Obama-GOP deal, and the resulting tax package that Congress could approve this week, calls for extending the tax breaks for only two more years. A 10-year extension is not on the table.\n\nIt is true, as Brown’s communications director, Meghan Dubyak notes, that Obama, Treasury Secretary Timothy Geithner and other economic advisers used the $700 billion figure as recently as September. They sounded a lot like Brown. But that was before the White House cut the two-year extension deal.\n\nWhat figure should Brown have used? The answer depends on the rhetorical flourish we mentioned, which is this: That $700 billion figure for ten years includes a whole lot of people who are neither millionaires nor billionaires.\n\nThe figure, in fact, includes all single filers earning more than $200,000 a year and joint filers earning more than $250,000.\n\nIf you added up all the tax filers expected to report incomes of more than $200,000 in 2012, you’d get 7.5 million people, according to a rough calculation using figures from the Tax Policy Center, a joint project of the Brookings Institution and the Urban Institute. But out of that 7.5 million people, only 531,000 would be from people with incomes of $1 million or more.\n\nSo the figure used by Brown -- and previously used by others -- includes \"millionaires, billionaires and a whole bunch of people with incomes below that,\" said Roberton Williams, a senior fellow at the Tax Policy Center.\n\nUsing a slightly different technical perspective, the Joint Committee on Taxation said that out of 161 million tax filers nationwide, 315,000 earn at least $1 million.\n\nPeople earning less than that can be considered millionaires, of course, because of their  home values, investments and net worth. But to call a two-earner couple making $251,000 \"millionaires and billionaires\" exaggerates matters, and the $700 billion projection that Brown used never included such an assumption.\n\nSo if the cost is not $700 billion for millionaires and billionaires, what is it?\n\nThe Joint Committee projections earlier this year showed that a single year of extensions for just the $1 million-and-above filers would cost $32.7 billion. Run out over 10 years, that would come to $327 billion, although this is a rough estimate because the number of filers and their incomes and deductions can vary year to year.\n\nThe best estimate available comes from Joint Committee projections released on Dec. 10, a day after Brown spoke on CNN. They show the cost of retaining both the 33 percent tax bracket and the 35 percent bracket for two more years would come to $60.7 billion. This, too, covers a lot more people than millionaires and billionaires.\n\nThere is a chance that the two-year deal will be extended again in 2012. Obama, who is up for re-election that year, has not said as much, but Spitzer suggested it to Brown on CNN, and Brown agreed.\n\n\"Nobody really believes this is only a two-year extension of middle class tax cuts or the payroll tax holiday or the income tax cut or frankly the estate tax cut,\" Brown said. \"I don't think anybody thinks that's only a two-year extension. I think it's well into the future. Who knows how to predict, five or 10 years out?\"\n\nBut he did know how to project, and he chose 10 years.\n\nHow to rate Brown’s statement, then?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\nHis $700 billion cost figure certainly was used by the Obama White House when rejecting another 10 years worth of tax cuts for top earners. Yet by the time Brown appeared on CNN (three days after the administration announced the compromise), the deal was for two years, and it was that very deal that Brown went on the air to criticize.\n\n\nEven if the deal had been for 10 years, Brown misapplied the cost figure by describing the whole $700 billion as going to millionaires and billionaires. Joint Committee projections from earlier this year estimated that cost would be more like $327 billion over 10 years.\n\n\n\nThose are two key points on which Brown’s statement simply is not accurate. On the Truth-O-Meter, we rate his statement False.", "vclaim_id": "vclaim-pol-13869"}