{"url": "/factchecks/2020/oct/01/donald-trump/trumps-covid-program-uninsured-people-it-exists-fa/", "speaker": "Donald Trump", "vclaim": "“For example, when the COVID-19 pandemic hit, my Administration implemented a program to provide any individual without health-insurance coverage access to necessary COVID‑19‑related testing and treatment.”", "truth_label": "mostly-true", "date": "stated on September 24, 2020 in an executive order:", "title": "Trump’s COVID program for uninsured people: It exists, but falls short", "text": "In a wide-ranging executive order, President Donald Trump this month outlined some of the efforts he has made to affect health care since taking office.\nOne involved uninsured people and the current pandemic. The administration, Trump said, set up a program to provide them \"access to necessary COVID-19-related testing and treatment.\"\nDid it?\nWe asked the White House for more specifics about the program Trump mentioned but did not get a reply.\nNonetheless, experts said he is likely referring to reimbursement assistance to help pay the COVID testing and treatment costs of uninsured patients available through the Provider Relief Fund.\nThis fund was established by Congress in the Coronavirus Aid, Relief and Economic Security Act to bolster eligible health care providers for lost revenue or expenses related to the pandemic.\nThe Trump administration said this spring it would tap into the fund to reimburse providers who test and treat uninsured COVID patients; hence, the executive order’s reference to \"coverage access.\" Here’s how it works: The assistance doesn’t go directly to patients. Instead, health care providers can apply for reimbursement of costs associated with testing or treating uninsured people for COVID-19. Patients must be uninsured and their primary diagnosis must be COVID-19. The program does not check immigration status in determining eligibility.\nOur experts acknowledged that the fund overall has helped providers by making money available, especially important since many physicians, hospitals and other health care facilities are struggling with reduced income as elective surgeries and visits have nose-dived during the pandemic. The relief fund pays providers at standard Medicare rates for testing or treating uninsured COVID patients.\nStill, many patients, and some providers, don’t know about the funding to reimburse for uninsured costs. And even providers who are aware of it don’t necessarily know how to use it. Hospitals and other providers are not required to publicize it. Additionally, eligibility restrictions can make it hard for some patients to qualify to have their bills paid.\n\"It’s absolutely not broad protection or a guarantee of coverage,\" said Karen Pollitz, a senior fellow with KFF. \"People are uninsured. They remain uninsured. If they don’t know how to ask for this or the provider can’t figure out how to use it, [their bills] are uncollectable.\"\nWhat exactly is ‘coverage access’?\nEven before the pandemic, uninsured patients had a hard time finding medical care, often delaying needed medical services until a crisis sent them to the hospital. Federal law ensures that no one needing emergency care be turned away and must be treated until stabilized.\nThe relief fund program came amid calls from health insurers, Democrats and others for the Trump administration to reopen enrollment in the Affordable Care Act through the federal marketplace, which operates in 38 states.\nUsually, the insurance sign-up period occurs each November. When the virus began causing concern in the U.S. in the spring, some of the 12 states (and the District of Columbia) that run their own marketplaces moved to reopen because of the pandemic, so uninsured residents could sign up.\nBut the Trump administration decided not to reopen the federal marketplace. Uninsured people who want to enroll either have to wait to sign up starting in November for coverage next year or see if they qualify for a special enrollment because they have experienced one of several \"qualifying life events.\" One such event is job loss that ends health coverage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThat potentially left hospitals and other medical providers holding the bag for the uninsured who fall sick with COVID.\nEnter the relief fund.\nThe Health Resources and Services Administration said the fund so far has handed out a little more than $1 billion for uninsured patient reimbursement, a substantial amount but well short of publicized estimates of what it will ultimately cost hospitals and medical providers to test and treat uninsured COVID patients.\n\"We are appreciative\" that Congress and the administration \"did provide some coverage for the uninsured,\" said Molly Smith, vice president for coverage and state issues at the American Hospital Association. \"But we don’t think it’s the best approach for covering the uninsured.\" Hospitals would have preferred something that \"would have expanded comprehensive coverage.\"\nParts of the program work well, she said, but \"there are some pretty substantial flaws.\"\nWhy ‘access’ becomes a slippery term\nWhen it comes to program eligibility, two main criteria present hurdles for patients: fitting the definition of \"uninsured\" and receiving a primary diagnosis of COVID-19.\nFailing either test could make a patient ineligible. In that case, the hospital or medical provider can either seek payment from the patient — or eat the cost.\nTo qualify for coverage, the patient cannot have any kind of health insurance coverage, according to guidelines published online by HRSA.\nEven having very limited coverage — such as a program in Medicaid that covers only family planning services such as birth control — would disqualify a patient, said Smith. Another disqualification would be the purchase of one of the limited coverage plans touted by the administration that don’t cover all the same services an ACA plan would include.\nThe second hurdle: COVID-19 must be the primary diagnosis.\n\"If someone with a heart attack comes in and it turns out COVID is also involved — or could have even been the trigger,\" the provider might not be eligible for reimbursement, said Jack Hoadley, a research professor emeritus at Georgetown University.\nAnother common example, Smith said, is a patient with COVID-19 who develops sepsis, a life-threatening blood infection. Under long-standing coding and billing rules, sepsis would be the primary diagnosis, making any coronavirus-related patient care ineligible under the provider relief program.\nOur ruling\nThe Trump administration did implement a program to reimburse medical providers for testing and treatment of some uninsured patients, tapping into funding allocated by Congress.\nWhether — and to what extent — the measure improved \"coverage access\" to care is hard to determine. The fund has paid out more than $1 billion so far.\nThe administration chose this route, which experts said was an incomplete fix, over following some states’ lead in allowing a special enrollment period on the federal marketplace, which would have enabled people without health insurance to buy more comprehensive coverage. Meanwhile, the program has not been publicized and has confusing eligibility rules — both of which have led to speculation that it is not being used as widely as possible.\nThe administration’s program appears to provide narrow financial assistance for COVID-related health care costs. But patients who fall through the cracks may find themselves facing substantial bills.\nWe rate this statement as Mostly True.", "vclaim_id": "vclaim-pol-18586"}