{"url": "/factchecks/2007/nov/26/republican-national-committee-republican/rnc-number-crunchers-crunch-hillary-accurately/", "speaker": "Republican National Committee", "vclaim": "\"If Sen. Hillary Clinton could enact all of her campaign proposals, taxpayers would be faced with financing more than $777.6-billion in new spending over one White House term.\"", "truth_label": "mostly-true", "date": "stated on November 26, 2007 in Web \"Spend-O-Meter\":", "title": "RNC number-crunchers crunch Hillary accurately", "text": "Attempting to portray Hillary Clinton as a big spender, the Republican National Committee recently unveiled a \"Spend-O-Meter\" to tally up Clinton's policy proposals. \"If Sen. Hillary Clinton could enact all of her campaign proposals, taxpayers would be faced with financing more than $777.6-billion in new spending over one White House term,\" the RNC says on its Web site, where the meter is prominently featured.\n\nPutting the RNC's Spend-O-Meter to the Truth-O-Meter test, we find the Republicans are doing a reasonably good job of accounting for Clinton's spending proposals. In 19 out of 24 examples cited by the RNC, the Spend-O-Meter correctly explained Clinton's proposals.\n\n\nHowever, in one case, the RNC includes $80-billion baby bond proposal that Clinton quickly dropped after talking about it. Since Clinton never formally proposed the idea, you can subtract $80-billion from the $777.6-billion.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe realize the RNC had to make some assumptions to keep the arithmetic simple. For instance, their calculations assume that each program becomes law at the very start of Clinton's first term, allowing the Spend-O-Meter to add things up over four full years. Of course, it can't really happen that way, but for purposes of keeping tabs on the cost of Clinton's proposals it's within reason.\nIt's also true that the RNC doesn't note that some of Clinton's proposals, already in legislation in Congress, have drawn the support of some Republicans.\n\n\nStill, as gimmicks go, this one stays close enough to the facts to rate a Mostly True.", "vclaim_id": "vclaim-pol-16501"}