{"url": "/factchecks/2019/apr/29/donald-trump/donald-trump-repeats-falsely-doctors-mothers-decid/", "speaker": "Donald Trump", "vclaim": "With a late-term abortion, \"the mother meets with the doctor. They take care of the baby, they wrap the baby beautifully. And then the doctor and the mother determine whether or not they will execute the baby.\"", "truth_label": "false", "date": "stated on April 27, 2019 in a rally in Green Bay, Wis.:", "title": "Donald Trump repeats, falsely, that doctors, mothers decide to execute live babies after birth", "text": "President Donald Trump often weaves his opposition to late-term abortion into his speeches at rallies around the country. His April 27 event in Green Bay, Wis., followed his pattern of twisting the actual practice and circumstances of a rare event.\nTrump said he was shocked that Wisconsin’s Democratic governor said he would veto a bill that would punish doctors who don’t try to preserve the life of an infant born alive after an attempted abortion.\n\"The baby is born,\" Trump said. \"The mother meets with the doctor. They take care of the baby, they wrap the baby beautifully. And then the doctor and the mother determine whether or not they will execute the baby.\"\nThis is a distortion.\nCases of late-term abortions, which are uncommon, involve either a pregnancy that poses an immediate threat to the life of the mother, or infants with abnormalities so severe that they are unlikely to live more than a few days. In the even rarer situations when the baby emerges alive, parents would decide whether to ask their doctors to make any and all efforts to keep breathing.\nMedical researchers describe this as a decision whether to resuscitate the baby. Trump cast this as a decision whether to execute it.\nBy practice and law, living infants receive care.\n\"This is a clear-cut concept that we can all agree upon,\" Gretchen Ely, an associate professor at the University of Buffalo’s School of Social Work and a board member for Social Workers for Reproductive Justice told us in February. \"The notion that anyone supports executing infants after birth is preposterous.\"\nAmong other federal and state statutes that already establish the duty to provide care, the Born-Alive Infants Protection Act of 2002 established that federal legal protections that applied to \"persons\" also covered children born at any stage of development, including after an abortion.\nTrump has been referring to execution — a word that refers to a legal death penalty — since his State of the Union address in early February. He said it again a few days later in El Paso, Texas. And in March in Grand Rapids, Mich., he attacked Democrats for \"allowing children to be ripped from their mother's womb, right up until the moment of birth.\"\nThe facts about late-term abortion\nThe typical pregnancy lasts about 40 weeks. Data on abortions that take place at the very end of that period are limited. The U.S. Centers for Disease Control and Prevention only reports late abortions after 21 weeks. Those represented 1.4% of all abortions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIn Wisconsin, state health officials found that in 2017, 1% — a total of 53 —  abortions took place after the 20th week.\nBut Trump was talking about situations much later than that.\nLess than 1% of abortions occur in the third trimester, or after 28 weeks, according to the American College of Obstetricians and Gynecologists. Many of those abortions, the college wrote, involve problems that are \"incompatible with life,\" such as a baby without a brain or organs that form outside the body.  \n\"In these cases, where death is likely before or shortly after birth, patients may decide whether to continue the pregnancy and deliver a nonviable fetus or have an abortion,\" the college wrote.\nThe hardest ethical choice\nTypically, in the face of an infant with severe abnormalities, parents and doctors end up deciding whether to resuscitate the dying baby.\nThis \"is a much more contentious issue,\" said Arthur Caplan, a bioethicist at New York University Langone Medical Center. \"Babies born post-abortion, spontaneous or induced, with horrible and potentially painful conditions incompatible with life, would not be routinely resuscitated or aggressively treated by most medical teams. In fact some would not even know how to try, or lack the technology to do so, especially in rural areas.\"\nCaplan said he is unaware of examples of \"medically active killing,\" and that while \"allowing to die does happen,\" it occurs \"very rarely — say, a baby born with no lungs at 20 weeks.\"\nBoth sides agree that the active killing of a breathing newborn is — and should be — illegal.\n\"There is a broad consensus that a child that takes its first breath has crossed a bright line from fetus to child and should be protected by the law,\" said Teresa S. Collett, a law professor at the University of St. Thomas and director of the university’s Prolife Center.\nThese types of cases have been prosecuted: In 2013, Philadelphia abortion doctor Kermit Gosnell was sentenced to three life terms for killing a series of late-term newborns in gruesome fashion.\nTrump’s speech in Green Bay drew on the words of another governor, Virginia’s Ralph Northam. Northam, a pediatric neurologist said in a January radio interview that when fetuses are nonviable, doctors deliver the baby, keep it comfortable, resuscitate it if the mother wishes, and then have a \"discussion\" with the mother.\nOur ruling\nTrump said, with a late-term abortion, \"the mother meets with the doctor. They take care of the baby, they wrap the baby beautifully. And then the doctor and the mother determine whether or not they will execute the baby.\"\nTrump grossly oversimplified of one of the hardest choices parents face. We rate this claim False.\n Share the Facts 2019-04-29 20:13:55 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  With a late-term abortion, \"the mother meets with the doctor. They take care of the baby, they wrap the baby beautifully. And then the doctor and the mother determine whether or not they will execute the baby.\"    Donald Trump President of the United States https://factba.se/transcript/donald-trump-speech-maga-rally-green-bay-wisconsin-april-27-2019   In a speech at a rally in Green Bay, Wis. Saturday, April 27, 2019 2019-04-27    Read More  info", "vclaim_id": "vclaim-pol-00695"}