{"url": "/factchecks/2017/nov/14/thelastlineofdefenseorg/headline-tying-roy-moore-accuser-obamas-fake/", "speaker": "TheLastLineOfDefense.org", "vclaim": "\"Second Roy Moore Accuser Works For Michelle Obama Right NOW\"", "truth_label": "pants-fire", "date": "stated on November 11, 2017 in a headline:", "title": "Story tying Roy Moore accuser to Obamas is fake", "text": "Conservative websites are firing back about the women who accused Republican Alabama U.S. Senate candidate Roy Moore of dating teenagers when he was an adult.\nThe Washington Post broke a story that four women said Moore pursued them when they were teenage girls and he was in his 30s. Moore, the former chief justice of the Alabama Supreme Court, is running in a Dec. 12 special election against Democrat Doug Jones.\nThe Last Line of Defense website says in a Nov. 11 headline, \"Second Roy Moore Accuser works for Michelle Obama right now.\" Facebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news.\nThe article states that \"Fiona Dourif says she was 11 years old when Moore ‘groped her in the alley behind the’ church they both attended in 1957.\nThe article then uses an alleged quote by Dourif on MSNBC’s Rachel Maddow show: \"It was the most horrifying moment of my life,\" she said. Dourif was not a guest on Rachel Maddow and never gave that quote.\nThe website also falsely states that Dourif is employed as a housekeeper for Michelle Obama at a Washington mansion.\n\"This information was uncovered by Gateway Pundit’s Charles C. Johnson, who notes in his report that ‘Dourif is paid extremely well according to public documents, which report a $250,783.33 annual salary for Dourif,' \" states The Last Line of Defense.\nWe searched the Gateway Pundit, a conservative website, and found no mention of Dourif.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThere are several signs that the The Last Line of Defense article is fake news. First, Fiona Dourif is an actress born in 1981, so it would have been impossible for someone to molest her decades earlier. (Dourif played the role of Nica Pierce in the horror movies Cult of Chucky and Curse of Chucky.)\nSecondly, Moore would have been 10 years old in 1957.\nThird, a disclaimer on the Last Line of Defense’s website states:\n\"America’s Last Line of Defense is a satirical publication that may sometimes appear to be telling the truth. We assure you that’s not the case. We present fiction as fact and our sources don’t actually exist. Names that represent actual people and places are purely coincidental and all images should be considered altered and do not in any way depict reality.In other words, if you believe this crap you’re a real dumbass.\"\nTheLastLineOfDefense.org is among the biggest sources of fake news online. The website was created by Christopher Blair who previously told PolitiFact he designed his parody site to fool conservatives with fake stories most people would find absurd.\nWe messaged Blair on Facebook to ask about his post on Dourif\n\"You're fact-checking fiction,\" he said. \"There are satire disclaimers on every post.\"\nThere is no evidence that Dourif accused Moore of groping her or that she works as Michelle Obama’s housekeeper.\nWe rate this headline Pants on Fire!\n Share the Facts 2017-11-14 18:43:32 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Second Roy Moore Accuser Works For Michelle Obama Right NOW\"    Internet Rumors Blog https://thelastlineofdefense.online/update-second-roy-moore-accuser-works-for-michelle-obama-right-now/   In a blog post Saturday, November 11, 2017 2017-11-11    Read More  info", "vclaim_id": "vclaim-pol-02692"}