{"url": "/factchecks/2015/jul/19/gina-raimondo/raimondo-says-heavy-trucks-cause-over-90-percent-d/", "speaker": "Gina Raimondo", "vclaim": "\"It’s commercial vehicles, 18 wheelers and above … that cause 90 plus percent of the damages on our highways and bridges.\"", "truth_label": "half-true", "date": "stated on May 27, 2015 in news conference:", "title": "Raimondo says heavy trucks cause over 90 percent of the damage to our bridges and highways. Really?", "text": "The state’s bridges and highways need repair and part of Governor Raimondo’s proposed solution is to make the owners of big trucks pay the tab for bridge projects.\nOn May 27, Raimondo announced that she hoped to raise $700 million for the \"RhodeWorks\" program by establishing tolls specifically for certain trucks. \"Eighteen wheelers and above\" was how she put it.\nWhy was Rhode Island’s governor so focused on those types of trucks?\n\"It’s commercial vehicles 18 wheelers and above and the fact of the matter is, those are the trucks that cause 90 plus percent of the damages on our highways and bridges. They're also the ones that benefit the most from high quality well-maintained roads,\" Raimondo said.\nSenate President M. Teresa Paiva Weed echoed Raimondo’s statement, saying the toll proposal would focus the \"burden of bridge maintenance squarely and fairly on the large commercial trucks.\"  \nThat seemed like a lot of damage to pin on a small number of vehicles,18 wheelers and above.\nPolitiFact went to Marie Aberger, the governor’s spokeswoman, for an explanation. It turns out the governor had misspoken during her news conference that day under the rusting connector for Route 6 and Route 10.\nSoon after the governor made the statement, Aberger clarified it for reporters, telling them that the toll proposal wasn’t just for 18 wheelers and above. It was for large commercial trucks including 18 wheelers.\nAt the time, Aberger also distributed a PowerPoint presentation that identified trucks subject to the toll — and ostensibly responsible for the damage. That group of vehicles included all tractor trailers, including some with more than 18 wheels as well as some big trucks with three or more axles, such as certain types of dump trucks.\nAnd what’s the evidence that this broader group of trucks causes 90 plus percent of damage to roads and bridges?\nThe answer is complicated, but for decades, engineers have agreed that heavy trucks cause far more damage than other lighter vehicles. The damage caused by a single heavy truck can be 9,600 times the damage caused by a single car, according to a U.S. General Accounting Office report cited by the governor’s office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJames Bennett\n\n\nstated on August 15, 2011 in a news conference\n\n\n\n\n\n\n\n\nProvidence's port is \"200 miles closer to Europe than any other Eastern port.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • August 21, 2011\n\n\n\n\n\n\n\nFinally, six separate damage calculations given to PolitiFact by the administration show, in all but one case, that the damage caused by heavy trucks appears to exceed 90 percent of all vehicle-related damage.\nBut what about ice and salt, snow and flooding? Or maintenance? Or the age of the highway?\nThe governor didn’t say anything about other important factors — including weather damage, leaving the impression that those 18-wheelers were almost entirely to blame.\nOn that point, Aberger said that the administration’s damage calculations were only for damage caused by vehicles. That, she said, was the governor’s focus when she said heavy trucks were responsible for \"for 90 plus percent of the damages on our highways and bridges.\"  A spokesman at the Department of Transportation had a similar explanation.\nInterestingly, the GAO report that the administration cited prominently as a source for its calculations on vehicle-related road and bridge damage lists weather as one of four principal factors in the deterioration of roads and bridges.\n\"There are several reasons why highways deteriorate,\" says the report. \"Principal among these are weather, deferred maintenance, highway age, and increased traffic.\"\nOur ruling\nRaimondo’s claim  that \"18 wheelers and above cause 90 plus percent of the damages to our highways and bridges\" was quickly corrected by her spokeswoman. Fine.\nBut neither Raimondo nor the state’s PowerPoint discussed damage from weather — or from deferred maintenance for that matter —  leaving the impression that those heavy trucks were the only problem.  \nFor those reasons, we rate her statement, Half True.\n \n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06181"}