{"url": "/factchecks/2020/dec/14/facebook-posts/joe-biden-won-presidential-election-legally/", "speaker": "Facebook posts", "vclaim": "“Biden did not win legally.”", "truth_label": "pants-fire", "date": "stated on December 11, 2020 in a Facebook post:", "title": "Joe Biden won the presidential election legally", "text": "As members of the Electoral College gathered in state capitals Dec. 14 to formally elect Joe Biden as the country’s next president, misinformation about the legitimacy of his victory continued to spread on social media. \n\"Biden did not win legally,\" read a Dec. 11 Facebook post that was shared widely. \"Everyone post and drive Facebook censors crazy!\"\nThousands of people heeded that advice. Some of their posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThough President Donald Trump has refused to concede the election, he lost. Lawsuits that the president and his allies have filed to overturn the election results have failed in part because they’ve been unable to prove there was widespread voter fraud.\nRick Hasen, an election law professor at the University of California-Irvine, told us that to overturn an election in court, plaintiffs would need \"either an extremely close election, where there could be a fight over the inclusion of particular problematic ballots, or show some kind of massive irregularity in how the election was run.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n \n\n\n\n\n\n\n\"This election was not particularly close between Biden and Trump in any state,\" Hasen said. \"The lawsuits either made unsubstantiated claims of fraud, alleged other irregularities that could not be backed up with evidence, or advanced wild legal theories that have never been used to overturn an election before.\" \nSince before Election Day, PolitiFact has examined dozens of claims about the election and we’ve found no evidence of widespread voter fraud or anything that substantiates the many unfounded claims that the presidential election was stolen, rigged or otherwise undermined to favor Biden.\nJoe Biden won 306 electoral votes to Trump’s 232. Biden also won the popular vote by more than 7 million. \nWe rate this post Pants on Fire.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-17278"}