{"url": "/factchecks/2016/dec/14/new-century-times/website-makes-dubious-claim-gop-will-cut-social-se/", "speaker": "New Century Times", "vclaim": "\"Republicans Looking To Cut Social Security As Much As 50 percent Immediately.\"", "truth_label": "false", "date": "stated on December 9, 2016 in a web post:", "title": "Website makes dubious claim that GOP will cut Social Security by 50% 'immediately'", "text": "A newly introduced bill to overhaul Social Security has prompted a wave of urgent appeals to current and future Social Security beneficiaries to prevent the program from being gutted. A reader noticed an Internet post being widely shared and asked us if it was accurate.\nThe post in question, from a website called the New Century Times, is headlined, \"Republicans Looking To Cut Social Security As Much As 50% Immediately.\"\nA 50 percent monthly benefit cut starting \"immediately\" would indeed be a serious problem for a lot of Social Security beneficiaries. However, the primary article the post linked to doesn’t support the headline, and a related article provides only weak support.\nThe New Century Times post links to a column by Josh Marshall, the editor and publisher of the liberal news and commentary website Talking Points Memo. The column analyzes a bill offered by Rep. Sam Johnson, R-Texas, that would raise the retirement age for Americans 49 or younger from 67 to 69, change the formula for determining a beneficiary’s first payments, and effectively reduce their future cost-of-living adjustments.\n\"Republicans apparently aren’t going to be satisfied with phasing out Medicare,\" Marshall wrote. \"They’re going to try to pass huge cuts to Social Security this year too. Not Bush-style partial phase-out, but just big, big cuts. And you’re out of luck even if you’re a current beneficiary.\"\nBut Marshall’s column doesn’t say the cuts will be \"50 percent immediately,\" and the New Century Times article never provides any other backing for it.\n(A side note: The author of the New Century Times article is Sarah Wood, who is the creator of a satirical website called the Free Wood Post. However, she writes separately for the New Century Times, according to her Twitter biography, and we have no reason to believe that the Social Security article is intended as satire. Wood did not respond to an inquiry for this article.)\nAdding to the confusion, the New Century Times separately quotes a statement by House Minority Leader Nancy Pelosi, D-Calif., that says the Johnson bill \"cuts benefits by more than a third\" -- not 50 percent.\nWe didn’t hear back from Johnson’s staff, but we did find a different Talking Points Memo piece that could be the source of the 50 percent figure.\nThis article offers a number of scenarios exploring how the Johnson bill could affect particular beneficiaries, depending on how much income they make, when they retire and how long they live.\nA number of the examples in the Talking Points Memo article show increases well below 50 percent. \"A 65-year-old retiree (who earned an average of $12,280 and) was only in the workforce for 20 years would see a 19 percent decrease … in 2030,\" the article said. \"That cut would be 32 percent, if the 65-year-old was retiring in 2050.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSome examples even show increases. \"A 65-year-old who made an average of $12,280 ... after being in the workforce for 30 years would see his benefits increase by 9 percent when he retired in 2030, as compared to the current law,\" the article said.\nBut some examples do show decreases in excess of 50 percent. Specifically, the Talking Points Memo article says, \"a 65-year-old at the top of the scale, a $118,500 average earner, would see his benefits cut by 25 percent when he retired in 2030, compared to the current law, and that reduction would grow to 55 percent compared to current law by the time the retiree was 85 years old. Likewise, those cuts get larger the longer the law is in place. The 65 year-old at the top of scale who retires in 2050 will see a 43 percent cut in his benefits, compared to current law, that will grow to a 74 percent reduction by the time he is 85.\"\nClearly, cuts of 55 percent or 74 percent are significant. But a lot of important context was lost between the Talking Points Memo article and the New Century Times headline that got so much attention on social media feeds.\nFirst, these are very specific examples; many other beneficiaries would experience far less severe effects. The New Century Times headline leaves the impression that this would be an across-the-board cut.\nSecond, these specific examples happen to be clustered among new retirees at the top of the income scale, meaning they would be more able to afford the cuts. Some low earners, as we saw, actually come out ahead in the calculations.\nThird, these cuts would be about as far from \"immediate\" as one can imagine.\nNo one currently receiving Social Security or about to start receiving benefits would experience a 50 percent benefit cut -- the most logical way to read the headline. Rather, in the example with the 55 percent cut, that would take full effect in 2050. In the example with the 74 percent cut, that would take full effect in 2070.\nFor a sense of context, lots of Gen-Xers would have reached, or would soon reach, 100 years old by 2070.\nOur ruling\nA widely shared New Century Times post was headlined, \"Republicans Looking To Cut Social Security As Much As 50% Immediately.\"\nA recently released bill would indeed raise the retirement age and make changes to Social Security formulas that would effectively cut future benefits for many recipients. But by highlighting cuts as large as 50 percent without noting that these are for a specific (and affluent) subset of beneficiaries, the headline engages in extreme cherry picking. And none of these massive cuts would happen immediately -- they would happen 34 and 54 years in the future.\nThis claim revives a well-honed Social Security scare tactic. We rate it False.\nhttps://www.sharethefacts.co/share/5ef38fa7-f951-465a-ac7e-c170748999e2", "vclaim_id": "vclaim-pol-03873"}