{"url": "/factchecks/2019/jul/17/facebook-posts/george-hw-bush-didnt-say-if-americans-ever-found-o/", "speaker": "Facebook posts", "vclaim": "Says George H.W. Bush once said \"If the American People ever find out what we have done, they will chase us down the street and lynch us.\"", "truth_label": "pants-fire", "date": "stated on July 14, 2019 in a Facebook post:", "title": "George H.W. Bush didn’t say if Americans ever found out ‘what we have done’ they would ‘lynch us’", "text": "A brash, self-incriminating quote attributed every few years to President George H.W. Bush is back in social media rotation.\nThe Facebook post says Bush revealed to a news reporter in the early ’90s that if the American public ever found out what \"we have done\" they would \"lynch us.\"\nThe post features a photo of the 41st president with the following words: \n\"‘If the American People ever find out what we have done, they will chase us down the street and lynch us’ - H.W. Bush June 1992 to Sarah McClendon (White House Press Corps)\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nLooking into the claim, it appears that the alleged quote arose out of Bush’s decision to pardon six former officials of President Ronald Reagan’s administration who were implicated in the Iran-Contra Affair.\nThat’s because one of the oldest iterations of the quote can be found in a regurgitated Q&A cited as being from a July 10, 1995, interview on a conservative radio program:\n\"[The following interview with Lt. Commander Alexander Martin (retired) took place on Tom Valentine's Radio Free America program on July 10, 1995. Valentine's comments follow ‘Q’ while Martin's follow ‘A’.]\nQ: I don't see how it would have been possible.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nA: It would not have been possible, and it was not possible at the time to do so. I think George Bush said it very well in an interview with Sarah McClendon, the grand dame of the Washington press corps. When Bush consented to an interview with Mrs. McClendon in June of 1992, he said on record, which she printed in her newsletter that month, when she asked him about Iran-contra and he said, (and I'm quoting from her newsletter): \"If the people were to ever find out what we have done, we would be chased down the streets and lynched.\" This was a public comment by George Bush.\nQ: George Bush actually admitted that?\nA: He said it and it was printed in Mrs. McClendon's newsletter in June of 1992.\"\nSarah McClendon covered the White House for over 50 years and in that time most notably ran her one-woman McClendon News Service under which she released the newsletter, \"Sarah McClendon’s Washington Report.\" \nBut in a review of McClendon’s June 1992 newsletters, nothing close to the quote that Martin attributed to her could be found.\nSo, let us enumerate this claim's flaws:\nFirst, it is unlikely that Bush, who publicly and vehemently denied any involvement in the scandal (which unfolded while he served as vice president), would say such a self-incriminating statement, especially to a journalist.\nSecond, we could find no mention of such a quote in archives of McClendon’s papers.\nThird, if the president made such an inflammatory and self-incriminating statement to the press about a high-profile scandal (especially while it was under heightened attention), it would have been picked up and republished by media outlets across the country. But a search for the quote through Nexis news archives also came up short.\nWe rate this quote Pants on Fire!", "vclaim_id": "vclaim-pol-00424"}