{"url": "/factchecks/2013/feb/17/patience-roggensack/roggensack-says-her-appeals-court-caseload-topped-/", "speaker": "Patience Roggensack", "vclaim": "Says she heard more than 2,400 cases as a Wisconsin appeals court judge", "truth_label": "mostly-true", "date": "stated on February 6, 2013 in a campaign TV ad:", "title": "Roggensack says her Appeals Court caseload topped 2,400", "text": "Patience Roggensack’s campaign for re-election to Wisconsin’s highest court emphasizes her years on the bench as she competes against two lawyers with no judicial experience in the Feb. 19, 2013, primary.\n\nThe Supreme Court justice is airing a TV ad that puts some hard numbers on that selling point, reinforced by images of an NFL referee, a pilot and a surgeon on their nerve-racking early days on the job.\n\nRoggensack appears on camera and says her 17 years of wearing a black robe is critical to doing her job. As she speaks, words appear on the screen:\n\n\"Supreme Court cases heard, over 550\"\n\nThen: \"Appellate cases heard: over 2,400.\"\n\nThe first figure didn’t jump out at us -- after all, Roggensack is approaching 10 years on the high court.\n\nBut her Wisconsin Court of Appeals stint in Madison-based District 4 lasted only seven years (1996-2003). Did Roggensack really hear about 340 cases a year on average in that time?\n\nWhen we asked Roggensack’s campaign for backup, its opening argument was unimpressive. We were told the number in the ad probably was off.\n\nCampaign consultant Brandon Scholz said he came up with the 2,400 figure himself without a full understanding of court statistics. After a couple days of consulting with experts, though, he presented us with a number -- 2,500 -- based on an extrapolation from one year of case termination statistics from the whole of District 4.\n\nThe campaign could not provide a record of how many opinions Roggensack wrote, or orders she issued. Instead, it attributed to her a caseload figure that any of the five judges in District 4 would have had if cases were distributed equally among the judges.\n\nNot a promising start, but we don’t render a verdict until all the evidence is in.\n\nSo we gave it our own review.\n\nTo evaluate her formula, we went over caseload figures for her entire tenure at District 4 and got up to speed on the appeals process.\n\nCases are randomly assigned and judges are given an equal number of cases to screen each month, we found, so it is reasonable to attribute a share of the district caseload to her in order to arrive at an educated guess.\n\nAnd the cases come in droves, we found. During Roggensack’s tenure, she and the other four judges in District 4 disposed of about 7,400 cases. (Her tenure doesn’t match up to calendar years so the number is not precise.)\n\nWe concluded that Roggensack’s estimate is based on a reasonable formula that apportions her a share of the overall district caseload.\n\nBut there’s another way to do this: use the court’s internal record-keeping system to come up with a more precise count of cases she handled, rather than a pure estimate.\n\nWe asked for help from Judge Richard Brown, the chief judge of the Appeals Court.\n\nBrown ran a report on how many case opinions Roggensack wrote or supervised. The final result still involved a bit of extrapolation, but we think it’s a harder count than the estimate provided by Roggensack’s campaign.\n\nBrown’s count: 2,186 -- a figure that is in the ballpark with Roggensack’s general \"over 2,400\" claim.\n\nThe reality is there’s no indisputable count available.\n\nFinally, it’s worth noting that Roggensack describes her workload as cases she \"heard.\" That’s not a legal term, and it’s therefore a subjective matter to decide what it covers. But there are nuances here that require some clarification.\n\nRoggensack counts several types of cases to get to \"over 2,400.\"\n\nShe included cases in which the judges review legal briefs by the parties, decide the case, and then author or contribute to signed opinions.\n\nAnd she counted cases in which judges decide but turn over the writing to staff attorneys, typically when decisions are deemed obvious and noncontroversial.\n\nA large majority of the cases she takes credit for hearing are the type in which staff attorneys, not the judges, write the final legal ruling under judicial supervision.\n\nThere’s another nuance. About half of cases not authored by the judges result in orders known as summary dispositions, not full-blown written opinions.\n\nFor some perspective, we turned to Charles Dykman, a judge who served with Roggensack in District 4, which covers 24 counties in western and central Wisconsin. Dykman was presiding judge for much of Roggensack’s tenure there, which means he was actively involved in managing caseloads.\n\nDykman, who retired in 2010 after 32 years on the appeals bench, told us the only number he kept track of was majority opinions he authored -- about 1,900 over 32 years. That’s a much narrower way to view it than Roggensack chose.\n\nDykman said it was \"foolishness\" to equate complex cases heard by three-judge panels with minor summary disposition cases in which the appeal often lacked merit.\n\nStill, Dykman said Roggensack could reasonably claim having \"heard\" those types of cases.\n\nFinally, we note that the number Roggensack used did not include a relatively large category of decisions that appeals court judges make in motions that fall short of full-blown appeals. Some of those decisions are fairly complex and time-consuming, said Paul Lundsten, the current presiding judge in District 4.\n\nThose, however, are not separate cases.\n\nOur rating\n\nRoggensack’s TV ad says she \"heard\" more than 2,400 cases as a Wisconsin appeals court judge. That’s over a seven-year span.\n\nThe figure turns out to be an estimate, not an actual count. A harder count put the number at 2,186, though it, too, includes some assumptions.\n\nThe count includes minor and major cases, and a large number in which the judge’s decision is written up by staff attorneys. But they are all cases reviewed and decided by the judge -- in essence \"heard\" -- and Roggensack made no claim that her number involved only judge-authored opinions.\n\nSo with the clarifications noted, we rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021", "vclaim_id": "vclaim-pol-09702"}