{"url": "/factchecks/2014/jun/20/battleground-texas/dan-patrick-has-called-illegal-immigration-invasio/", "speaker": "Battleground Texas", "vclaim": "Says Dan Patrick has \"called immigration into Texas an invasion\" and \"said immigrants coming into Texas bring ‘third-world diseases.’\"", "truth_label": "true", "date": "stated on June 10, 2014 in an interview on Bloomberg TV:", "title": "Dan Patrick has called illegal immigration an invasion and said immigrants bring 'Third-World diseases'", "text": "A claim about Dan Patrick by an organizer for Battleground Texas, the pro-Democratic group, rang a bell.\nIn a June 10, 2014, interview on Bloomberg TV, Jeremy Bird said Patrick, the Houston state senator who dusted incumbent David Dewhurst in the May 2014 primary runoff for the Republican lieutenant governor nomination, has \"called immigration into Texas an invasion\" and \"said immigrants coming into Texas bring ‘third-world diseases.’ \"\nWe looked into whether Patrick made these statements and, if so, whether facts backed them up.\nPatrick: ‘Stop the invasion’\nPatrick, championing his desire to secure the Texas-Mexico border, has often called to stop \"the invasion,\" referring to individuals who cross the border without legal documentation.\nSpokeswoman Lynda Tran of Battleground Texas noted by email, Patrick has an undated online post in which he asks supporters to donate \"if you agree we must stop the illegal invasion!\"\nAccording to a January 2014 news story in the Dallas Morning News, Patrick and another GOP aspirant blasted Dewhurst in a Jan. 27 debate for not doing more to secure the Texas border from illegal immigration. \"The first question is to stop the invasion,\" Patrick said. \"Until you secure the border, you cannot address any other issues.\"\nIt wasn’t a new cry. A Feb. 24, 2006, Texas Observer story described Patrick, then waging his first Senate campaign, as blaming illegal immigrants for a rising crime rate, overcrowded schools, an overburdened health-care system and runaway growth in the state budget.  \"The number one problem we are facing,\" the Observer quoted Patrick as saying, \"is the silent invasion of the border. We are being overrun. It is imperiling our safety.\"\nMore recently, Patrick shelved such language. A June 7, 2014, Texas Tribune news story said Patrick didn’t use the \"invasion\" term at that week’s Republican Party of Texas convention. Instead, the story said, he called on Republicans to reach out to Hispanic voters by telling them \"that we stand with them for the future of their family\" and that only the GOP would work to secure their communities.\nU.S. Border Patrol figures show its apprehensions of individuals crossing the country’s southern border declined 69 percent from a little over 1 million in the fiscal year running through September 2006 to nearly 328,000 five years later. But such apprehensions bumped up 27 percent, to 414,397,as of  two years later, in fiscal 2013, the agency says. Since 2011, there’s been a surge in people from countries other than Mexico, including many minors from Central America.\n‘They are bringing Third World diseases’\nThe Observer story revealed Patrick’s claims about disease along the border, saying Patrick characterized illegal immigrants as walking pathogens. \"They are bringing Third World diseases with them,\" Patrick said, citing \"tuberculosis, malaria, polio and leprosy.\"\nBut the story quoted a physician, identified as Tim Metz, the top epidemiologist at the Texas Department of State Health Services, as saying there wasn’t a known case of polio in the Western Hemisphere when Patrick spoke \"and we haven't seen it in decades.\"\nAccording to the Observer, Metz said malaria, a tropical disease spread by the anopheline mosquito, is easily treated and remains \"a rare disease in Texas and not a huge problem.\" Leprosy, he said, is known today as Hansen's disease and \"we have no more than 50 cases a year that are reported, but it's not on the rise.\" As for TB, the physician told the Observer, \"we'll have 1,500 or so cases in Texas this year, which might be a slight increase, but we've got very effective TB-control programs in every local health department in the state.\"\nFor our part, we didn’t identify anyone by the name of Tim Metz. When we asked the Texas Department of State Health Services for guidance, spokesman Chris Van Deusen said by email that Tom Betz (not Tim Metz) was at one time the manager of the agency’s Infectious Disease Surveillance and Epidemiology branch.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nVan Deusen didn’t directly speak to what Patrick reportedly said in 2006, but he indicated immigrants aren’t showing up as bringing most of the diseases listed by Patrick.\nPolio, Van Deusen said,  has been eradicated from the Western hemisphere and \"we don’t generally see cases in Texas.\nVan Deusen said about 100 cases of malaria are annually reported in the state. All are imported, he said, and it’s not spread person to person in Texas. \"It’s generally related to travel, either people from here visiting parts of the world where malaria is endemic or people from abroad visiting the U.S., rather than immigration,\" he said.\nCases of Hansen’s disease -- or what has been called leprosy -- are reported, Van Deusen said, with one third related to armadillos; one third tied to \"old European families that have a genetic susceptibility;\" and one third \"related to immigration from areas of the world where the disease is more common, irrespective of the type of immigration.\"\nIn April 2014, Patrick suggested critics distort what he said in 2006.\nPatrick bridled after San Antonio Mayor Julian Castro said to him in an immigration debate aired by Univision and posted online by the Texas Tribune: \"You have talked about undocumented immigrants bringing third-world diseases including leprosy and polio to Texas. You have said that we’re seeing an illegal invasion from Mexico.\"\nPatrick shot back that his comment about disease in 2006 was based on information distributed by the U.S. Centers for Disease Control indicating tuberculosis cases were up nationally and in Texas, \"particularly along the Texas-Mexico border--and those cases were coming from Latin America,\" Patrick said.\nA 2012 CDC tuberculosis fact sheet states the disease had decreased in prevalence nationally. Some 9,945 TB cases (an average of 3.2 cases per 100,000 persons) were reported, the sheet says, and the 2012 count was the lowest since national reporting of TB commenced in 1953. Still, Texas, California and Florida were among a few states with an average number of cases exceeding the national average, according to a map with the fact sheet.\nVan Deusen said about half the state’s decreasing number of TB cases show up in residents born abroad. \"TB often crops up in immigrant populations because of the nature of the disease where a person can be exposed to the bacteria but not develop active disease for many, many years,\" he wrote. \"In fact, the vast majority of people who get the tuberculosis bacteria in their body will never go on to develop active TB disease because their immune systems will keep the bacteria in check.\"\nIn the Univision debate, Patrick said he’d previously mentioned leprosy because the World Health Organization reported that from 2010 to 2012, cases increased in Mexico and the U.S. An online search led us to a WHO chart indicating U.S. cases of leprosy increased from 169 in 2010 to 168 in 2011 to 173 in 2012 with cases in Mexico going from 211 in 2010 up to 216 in 2011 and down to 215 in 2012.\nWe asked Patrick’s campaign about Battleground Texas’s claim and the reports that Patrick described and didn’t hear back.\nOur ruling\nThe Battleground Texas activist said Patrick has \"called immigration into Texas an invasion\" and Patrick has \"said immigrants coming into Texas bring ‘third-world diseases.’\"\nThis year and earlier, Patrick referred to illegal immigration as an invasion that he wants to stopper. In 2006, he was quoted as saying illegal immigrants bring third-world diseases to the state.\nBoth claims have weaknesses, but we're not judging Patrick's veracity here. The Democratic group's statement is True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07713"}