{"url": "/factchecks/2012/jul/02/albio-sires/congressman-albio-sires-claims-college-tuition-has/", "speaker": "Albio Sires", "vclaim": "\"Just in the past 10 years, college tuition has increased 28 percent.\"", "truth_label": "mostly-true", "date": "stated on June 20, 2012 in a speech on the House floor:", "title": "Congressman Albio Sires claims college tuition has increased by 28 percent in the last decade", "text": "Pointing out how college tuition has increased over the last decade, U.S. Rep. Albio Sires recently called on his colleagues to stop a scheduled increase in interest rates for federally subsidized student loans.\n\nThat increase would be \"extremely burdensome\" for students and families at a time when the cost of a college education has grown by nearly one-third in the last 10 years, Sires (D-13th Dist.) said June 20 in a speech on the House floor.\n\n\"Just in the past 10 years, college tuition has increased 28 percent,\" Sires said. \"Middle class families are struggling to send their sons and daughters to school. For many Americans, a college education is essential to future success.\"\n\nBut PolitiFact New Jersey found that the increase in tuition and fees has been even higher than Sires claimed.\n\nInstead of 28 percent, those costs have jumped by about 72 percent at public four-year colleges and universities over the last decade, according to inflation-adjusted figures released by the College Board, the New York-based organization behind the SAT exam and many other higher education programs.\n\nSires spokeswoman Erica Daughtrey told us the congressman meant to cite the increase over the past five years at public four-year institutions. During that timeframe, tuition and fees grew by roughly 28 percent at those colleges and universities, according to the College Board.\n\nLet’s break down the numbers.\n\nAs compiled in the College Board’s \"Trends in College Pricing\" report, the estimates for tuition and fees are based on an annual survey of nearly 4,000 postsecondary institutions across the country. The figures represent average prices for one year of full-time enrollment.\n\nIn the following cost estimates, charges reported by institutions with larger full-time enrollments are weighted more heavily than those with smaller enrollments.\n\nAccording to the report, after adjusting for inflation, the average tuition and fees for public four-year institutions in the 2011-12 school year was $8,244. That figure marks a roughly 72 percent increase over the $4,793 charged in the 2001-02 school year, the report states.\n\nThe average tuition and fees at public two-year institutions grew by about 45 percent during the last decade, after adjusting for inflation, from $2,047 in the 2001-02 school year to $2,963 in the 2011-12 school year, the report states.\n\nThe increase in tuition and fees during the last decade has not been as steep at private nonprofit, four-year institutions, according to inflation-adjusted figures in the report.\n\nIn the 2011-12 school year, the average cost at those schools was $28,500, representing a nearly 29 percent increase over the $22,117 in tuition and fees for the 2001-02 school year.\n\nThe College Board also notes that while tuition and fees have increased during the last decade, average family incomes at all income levels have dropped.\n\n\"In addition, the assets many families have saved to pay for college have diminished in value,\" the college board said in the report. \"In other words, rising tuition levels cause more problems because of the economic environment in which they are occurring.\"\n\nOur ruling\n\nWhile discussing a pending increase in interest rates for student loans, Sires said in a speech on the House floor: \"Just in the past 10 years, college tuition has increased 28 percent.\"\n\nBut according to the College Board, average tuition and fees at public four-year institutions increased by about 72 percent over the last decade. A spokeswoman for the congressman said Sires meant to cite the cost increase at those institutions over the past five years.\n\nSo, Sires’ figure for the 10-year period is largely off, but his overall point about the rising cost of a college education is solid.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10832"}