{"url": "/factchecks/2016/jan/18/hillary-clinton/fact-checking-gun-manufacturer-liability-bernie/", "speaker": "Hillary Clinton", "vclaim": "Says Bernie Sanders \"has reversed his position on immunity\" for gun manufacturers and sellers.", "truth_label": "true", "date": "stated on January 17, 2016 in comments during the South Carolina Democratic presidential debate:", "title": "Hillary Clinton correct that Bernie Sanders flip-flopped on liability for gun makers, sellers", "text": "In the increasingly competitive Democratic primary for president, former Secretary of State Hillary Clinton has spent months hammering Vermont Sen. Bernie Sanders for his vote on a 2005 bill that provided gun makers, sellers and trade associations with significant protection against lawsuits.\nNow, after Sanders clarified his position on the issue, she’s calling him a flip-flopper.\nSanders, who represents the small, rural state of Vermont where guns are widely accepted, has sometimes sided with advocates of gun rights on key legislation and sometimes sided with supporters of gun control. One of the primary examples where Sanders broke with Democrats is in supporting the gun liability bill, which was enacted in 2005. A similar bill also passed the U.S. House in 2003. Sanders, then serving in the House, voted for it both times.\nClinton called on Sanders to \"stand up and say I got this one wrong\" in a Jan. 8 interview on MSNBC’s Hardball.  \nAbout a week later, Sanders released a statement on the gun-liability issue in the run-up to the Jan. 17 Democratic debate in Charleston, S.C. In a news release, Sanders said, \"I’m pleased that this legislation is being introduced,\" referring to proposals by Sen. Richard Blumenthal, D-Conn., and Rep. Adam Schiff, D-Calif., to rescind portions of the 2005 law.\n\"As I have said for many months now, we need to look at the underlying law and tighten it up,\" Sanders added.\nThe Clinton camp portrayed this as a flip-flop during the Charleston debate. Clinton said, \"I am pleased to hear that Sen. Sanders has reversed his position on immunity, and I look forward to him joining with those members of Congress who have already introduced legislation.\"\nThe Sanders camp disagreed that this was a change of position. Sanders campaign manager Jeff Weaver had told MSNBC, \"This is not a flip flop, this is consistent with the position he held earlier in the campaign.\"\nSo is Clinton’s portrayal accurate? We took a closer look.\nSanders’ vote on the 2005 bill\nWhile the bill includes two relatively non-controversial provisions -- one on trigger locks and the other on armor-piercing bullets -- the most contentious elements of the 2005 bill, and the ones that drove overwhelming Democratic opposition at the time, deal with liability for gun makers and sellers.\nThe official bill summary provides for broad-based immunity for gun sellers, but it also provides a few exceptions, such as:\n• Cases where a person transfers a firearm knowing that a violent crime or drug-trafficking crime will be committed with it;\n• Cases where a seller is negligent or a manufacturer or seller knowingly violated the law;\n• And cases involving an injury caused by a physical defect with the weapon when it was used as intended.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhat Sanders and his campaign said prior to Jan. 16\nOn numerous occasions, Sanders or his aides have expressed comfort with his past vote.\nIn June 2015, Weaver, Sanders’ campaign manager, told Politico, \"I believe he would make the same vote\" today.\nIn October, at a Democratic debate in Las Vegas, Sanders said, \"If somebody has a gun and it falls into the hands of a murderer and that murderer kills somebody with the gun, do you hold the gun manufacturer responsible? Not any more than you would hold a hammer company responsible if somebody beats somebody over the head with a hammer. That is not what a lawsuit should be about.\"\nSanders continued to make similar arguments into January 2016. Asked by CBS whether gun manufacturers should be held accountable for gun deaths, Sanders said, \"Of course not, that doesn't make any sense,\" he said, while adding that if guns fall into the hands of criminals, \"Of course you hold the gun manufacturers liable.\"\nAt the same time, Sanders has increasingly fine-tuned his stance, saying he’d be open to reconsidering his vote on the 2005 measure.\nIn an October 2015 interview on NBC’s Meet the Press, Sanders said he was \"willing to see changes\" in the gun-liability provision: \"Can we take another look at that liability issue? Yes.\"\nThen, in January, a few days before the campaign issued its news release on gun liability, Sanders told a crowd in Iowa, \"I think we should take another look at that legislation and get rid of those provisions which allow gun manufacturers to act irresponsibly.\"\nThe Jan. 16 news release\nIn the news release, Sanders expressed support for the Blumenthal-Schiff initiative to rescind the liability portions of the 2005 law. The trigger-lock and armor-piercing-ammunition provisions would not be overturned. The sponsors said they will try to advance the Equal Access to Justice for Victims of Gun Violence Act as an amendment to an appropriations bill, according to the New York Times.\nOn the Jan. 17 edition of NBC’s Meet the Press, Sanders explained that in 2005, \"there were things in (the bill) that I did not like and I was willing to rethink. We have rethought it. There's a bill apparently being introduced, I like that bill, it makes some good changes and we will be supportive of it.\"\nSanders did say in his news release that he will be proposing an amendment to the Blumenthal and Schiff bills to require the Commerce Department to monitor and report on the law’s impact in rural areas on the availability of hunting supplies, including firearms, sold by non-negligent local gun stores. This, he indicated, was consistent with his past concerns about the threat of lawsuits against small gun shops serving primarily rural areas of Vermont.\nOur ruling\nSo is Clinton right that Sanders flip-flopped on immunity for gun manufacturers and sellers?\nSanders voted for the 2005 measure that provided broad liability exclusions for gunmakers and sellers.\nAfter months of Sanders and his staff defending the vote, Sanders’ position started to evolve in October. Sanders’ position three months ago -- that he would \"take another look\" at the liability question -- is consistent with his Jan. 16 news release saying he supported a proposal to rescind the immunity provisions. But to look back only to October doesn’t tell the full story, ignoring not only the 2003 and 2005 votes but also several instances in which Sanders or his staff defended those votes in interviews between June 2015 and early January 2016.\nThat sounds like a flip-flop to us, so we rate Clinton’s statement True.", "vclaim_id": "vclaim-pol-05539"}