{"url": "/factchecks/2012/oct/03/lois-frankel/frankel-says-hasner-promised-ill-never-accept-pay-/", "speaker": "Lois Frankel", "vclaim": "Says Adam Hasner said he will never accept a pay increase, but he voted to raise his pay four times.", "truth_label": "barely-true", "date": "stated on September 19, 2012 in a campaign ad:", "title": "Lois Frankel says Adam Hasner promised \"I'll never accept a pay increase,” but he “voted to raise his pay four times.\"", "text": "Democrat Lois Frankel bashed her Republican congressional opponent Adam Hasner and portrayed him as a hypocrite in a recent attack ad.\n\nIn the ad, Hasner says, \"I'll never accept a pay increase.\" A narrator then notes, \"But Hasner voted to raise his pay four times.\" In this fact-check, we will evaluate the ad's claim.\n\nWe previously fact-checked a claim in an ad by the YG Action Fund, a conservative PAC, that Frankel \"took a 40 percent pay raise\" as mayor while West Palm Beach \"lost jobs.\" We ruled that claim Half True -- she did get a 40 percent raise, but the ad misrepresented the employment picture.\n\nHasner said he’ll reject a pay increase\n\nIn Frankel’s ad, Hasner said, \"I’ll never accept a pay increase.\" It’s not evident in the ad when he said that.\n\nThe answer is that Hasner has repeatedly said it while running for Congress -- a federal job that currently pays $174,000 a year job.\n\nBut Hasner’s pay raise votes relate to his former job in the state House, where he served from 2003 to 2010. In the state House, Hasner earned between $29,328 and $31,932 a year.\n\nWhen state workers get raises, legislators get automatic salary adjustments in July of the following year unless they pass a bill to prevent the raise. Both situations occurred during Hasner’s tenure: He got raises some years, and other years members prevented the raises or even took a cut as a symbolic gesture to voters amid an economic downturn.\n\nFrankel points to votes for pay raises Hasner took in 2003, 2005, 2006 and 2010.\n\nAll four votes were appropriations bills that legislators must pass to pay for state workers’ salaries and expenses to keep government functioning -- they were not stand-alone votes on pay raises. We confirmed these votes, and found that the appropriations bills passed the House with wide margins.\n\nWe agree with the first three votes cited by Frankel -- Hasner voted in favor of appropriations bills in 2003, 2005 and 2006 that led to salary raises between 2 and 3.6 percent for legislators.\n\nBut the fourth vote -- the one in 2010 -- comes with a major caveat: lawmakers accidentally gave themselves a pay raise when they meant to take a pay cut, blaming it on a \"drafting error,\" according to the Florida Times-Union. The article stated that Hasner, the majority leader, promised to fix the bill in negotiations with the Senate. Ultimately their salaries remained the same as the previous year: $29,697\n\nLegislators voted for pay cuts in 2008 and 2009 that took effect that same year. Hasner also had a few years where his salary remained flat.\n\nHasner claimed credit for the pay cut in 2008. The Sun-Sentinel wrote that the pay cut was proposed by state Rep. Ron Saunders, D-Key West, in a meeting and then by state Rep. Juan Zapata, R-Miami, on the House floor. Hasner, the House majority leader, told the Sentinel that he worked behind the scenes to get the pay cut:\n\n\"Just because Juan Zapata was the name behind the amendment doesn't mean I wasn't a catalyst behind the idea. Leadership is more than just putting your name on something.\"\n\nHasner gave PolitiFact a similar account: \"You don’t put your name on every amendment when you are majority leader. ... I led the effort to cut my pay in the state Legislature when things got tough.\" (He reiterated that he led the pay cut effort in a September speech.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nOverall, Hasner entered the House in 2003 making $29,328. His pay peaked in 2007 at $31,932. He left the House in 2010 making $29,697.\n\n Our ruling\n\nFrankel’s ad says Hasner said \"I'll never accept a pay increase,\" but he \"voted to raise his pay four times.\" We have several criticisms of this claim.\n\nFor starters, Frankel didn’t make it clear that Hasner said he would never accept a pay increase if elected to Congress -- it's possible to view the ad and falsely think he said that while accepting pay raises in the state House. There is a significant difference between saying that he would freeze his own congressional pay at around $174,000 and voting for overall budget bills that included measly pay raises in the state House that took his pay from $29,328 to $31,932 (and then back down again).\n\nAlso, Frankel omits that Hasner’s pay was frozen or cut for a few of his years in the House. And for one of those votes he did vote for a pay raise, but then House members said that was an accident, and they ultimately didn’t get a raise. Yes, Frankel says that he \"voted\" for the pay raises -- not that he \"received\" them. Right away Hasner said that was a mistake and would be fixed, and it was.\n\nThere is a small kernel of truth here: Hasner did vote for three overall budgets that allowed himself to get a small pay raise.\n\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-10268"}