{"url": "/factchecks/2017/mar/15/florida-conference-catholic-bishops/being-united-states-unlawfully-crime/", "speaker": "Florida Conference of Catholic Bishops", "vclaim": "\"Unlawful presence (in the United States) is not a crime.\"", "truth_label": "mostly-true", "date": "stated on March 15, 2017 in a Florida House subcommittee hearing:", "title": "Is being in the United States unlawfully a 'crime'?", "text": "As Florida House members took up a bill that would increase penalties for certain violent crimes committed by undocumented immigrants, participants noted a fundamental but often overlooked issue in the overall immigration debate: If you are in the United States illegally, does your mere presence in this country mean that you have committed a crime?\nIt first came up in comments by Ingrid M. Delgado, associate for social concerns for the Florida Conference of Catholic Bishops. She had come to the Florida House Judiciary Subcommittee on Criminal Justice on March 15, 2017, to testify against HB 83, a bill sponsored by Rep. Dane Eagle, R-Cape Coral, that would heighten the penalties for certain violent offenses -- including sexual battery, aggravated assault with a deadly weapon, murder, and the use of a destructive device such as a bomb -- if the defendant was in the country illegally.\nDelgado said, \"Unlawful presence is not a crime. It is a civil violation.\"\nA few minutes later, Rep. Jennifer Sullivan, R-Mount Dora, spoke in favor of the bill, saying she wanted to remind her colleagues about the legal status of the people the law targets.\n\"It amazes me, honestly, that we've even been talking about this as long as we have,\" she said. \"I feel like in the midst of this, something has gotten lost that is a crucial, main point. And that is the fact that we're talking about people who are here illegally. That means that, legally, they are breaking the law.\"\nThe bill ultimately advanced through the subcommittee on a party-line vote, with Democrats voting against it.\nBut we wanted to get to the bottom of whether undocumented immigrants were committing a crime by just being in the country.\nAccording to legal experts, the answer is that most of the time, unlawful presence is not a crime.\nWhen we checked with the Florida Conference of Catholic Bishops, Michele M. Taylor, the group’s associate director for communications, pointed to the 2012 Supreme Court case Arizona vs. United States. The majority opinion found that \"as a general rule, it is not a crime for a removable alien to remain present in the United States.\"\nExperts agreed. Unlawful presence is neither a felony nor a misdemeanor, said Ilya Shapiro, a senior fellow in constitutional studies at the libertarian Cato Institute. It is a civil infraction that results in removal and a bar on re-entry for a certain period of time.\n\"Not everything that’s illegal — meaning against the law or violating the law — is a crime,\" Shapiro said. \"There are civil violations, like when you get a parking ticket. ‘Unlawful presence’ is one of these. You don't go to jail or receive any other criminal punishment for being in the country illegally — you get deported.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nGabriel (Jack) Chin, a professor and director of clinical legal education at the University of California-Davis law school, echoed this analysis.\n\"It is not a crime to be present in the United States without authorization, such as by overstaying a visa,\" Chin said. \"But such a person is subject to being deported.\"\nThat said, it’s also important to distinguish between \"unlawful presence\" and \"unlawful entry,\" said Kermit Roosevelt, a University of Pennsylvania law professor. Improper entry by an alien is indeed a misdemeanor, Roosevelt said.\nThis distinction can make the use of these terms tricky.\nFor instance, an undocumented immigrant who entered the United States improperly would have committed a crime. However, once that person is here, the simple act of being in the United States unlawfully is not by itself a crime.\n\"It is a crime to cross the border other than as designated by immigration officials, but there is no separate crime for being unlawfully present in the United States,\" Chin said.\nAnother example of illegal entry would be if an individual is found in the United States after previously having been deported.\n\"Unlawful re-entry after a deportation order can be a federal crime, depending on circumstances,\" Taylor said.\nMark Krikorian, executive director of the Center for Immigration Studies, a group that generally opposes loosening immigration laws, said that while illegal presence is not a crime, it’s easy for such individuals to run into separate criminal problems even beyond their method of entry, such as filling out an employment eligibility form to get a job when they aren’t eligible to work.\nOur ruling\nDelgado of the Florida Conference of Catholic Bishops said, \"Unlawful presence (in the United States) is not a crime.\"\nIt is generally accurate that the simple act of being in the United States illegally is not, by itself, a crime. Rather, it’s a civil violation that puts the individual at risk for deportation, but not for criminal prosecution. However, it’s worth noting that someone who is unlawfully present might still have committed a related crime by entering the United States after having been deported, for instance, or entering in an illegal manner.\nWe rate the statement Mostly True.\n Share the Facts   Politifact    2 7  Politifact Rating: Mostly True  \"Unlawful presence (in the United States) is not a crime.\"    Florida Conference of Catholic Bishops Catholic organization   a Florida House subcommittee hearing Wednesday, March 15, 2017 03/15/2017    Read More  info", "vclaim_id": "vclaim-pol-03555"}