{"url": "/factchecks/2014/jul/21/mark-omara/cnn-legal-analyst-18-kids-have-killed-over-100000-/", "speaker": "Mark O'Mara", "vclaim": "\"Literally, by the time a child is 18 years of age, they've killed over 100,000 people in video games and other online things.\"", "truth_label": "half-true", "date": "stated on July 16, 2014 in comments on CNN:", "title": "CNN legal analyst: By 18, kids have killed over 100,000 people in video games", "text": "The death of a Google executive at the hands of an escort he met online have pundits wondering: Is the digital age one of sex, lies and dark fantasies?\nTo see the moral rupture created by technology, look no further than the reckless slaughtering on video games, said CNN legal analyst Mark O’Mara. O'Mara represented George Zimmerman, the Orlando-area man who shot and killed Trayvon Martin.\n\"The perceived anonymity of digital existence makes it much easier to sort of distance yourself for your own morality,\" said O’Mara on July 16, 2014 on CNN Tonight. \"It’s just what happens because it’s so much easier to be somebody you want to be but know you shouldn't be when you’re online. Literally, by the time a child is 18 years of age, they‘ve killed over 100,000 people in video games and other online things.\"\nWhether video games lead to real-life violence has been a debate for decades. As for the virtual violence, we were struck by O’Mara’s claim that an 18-year-old has killed over 100,000 people in video games. We wanted to check it out.\nShots in the dark\nWhile O’Mara’s delivery suggests we’d find our answer in some sort of academic journal, his spokesman told us the statistic was \"napkin calculation.\"\nMore realistically, it sounds like a guess.\n\"(He) may have underestimated that significantly, it could be less than 5 percent of what the real number may be,\" O’Mara spokesman Shawn Vincent said. \"The point is that young people are simulating murders, and witnessing thousands of them on TV.\"\nWe were unable to find any study or research that approximates the number of video kills of an 18-year-old, and experts in the field said no such research exists. The problems include the types of games children play, how often they play them, how they play them. Plus, while the vast majority of children play video games, not all do.\n\"There's absolutely no way to determine this -- it's too vague,\" said Entertainment Software Association spokesperson Dan Hewitt. \"It's all how a game is played. For example. Grand Theft Auto can be played from beginning to end without harming or ‘killing’ anyone. Same is true with many games. It's all in how an individual plays it and there's no way to even make an estimate.\"\nFrom the gamer’s perspective\nSo while it’s dangerous to make a broad generalization the way O’Mara did, we can get a sense of what’s happening among gamers who play shooting-style games.\nThe take-away: Their virtual personas do a lot of killing.\nOne of the best-selling gaming franchises, Halo, estimates that the first three games amassed 136 billion player-versus-player kills. We reached out to several players either through Facebook groups or through colleagues to hear about their personal stories.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nPete Cruz, 22, has a total kill count of player-versus-player 52,459 on one Halo 3 game. He estimates that this is a pretty average or slightly above average count. Cruz has been playing the Halo games since 2004 and says his total kill count was \"easily 100,000\" when he was 18.\n\"More like 150,000 if not more,\" he said. \"That number can easily be reached during your teenage years or from 10 to 19 (years old).\"\nJay Manning, 21, estimated he probably reached 100,000 kills in his first six months of playing. Reaching that count by the you’re 18, he agreed, is \"easy.\" Govinda Sessa, 18, has a total kill count of 73,316 over 30 game days in Halo 4. Ben Stuart, 23, put these numbers in context: He averages about 10 to 15 kills per game and has played about 5 or 6 games daily since he was 10 years old. That adds up.\nCall of Duty, another popular shooting franchise, hasn’t released recent data since its newest game debuted, said spokesperson Kyle Walker. But from the start of the franchise in 2003 to its second newest game, players have \"respawned\" (come back to life after a player-inflicted death) 1.9 quadrillion times. That’s 15 zeroes.\nMarty Maldonado, 21, began playing Call of Duty Modern Warfare 2 when he was 16. He estimates spending two or three hours daily on the game in high school, and says he probably reached 100,000 kills by the time he was 18. But Maldonado is wary of saying these kills were of people.\n\"You don't really see them as people, mainly because you're playing a game and you think of the avatar as an extension of the other person's ability,\" he said. \"The only time I would say I felt like I killed someone were emotional games that had good character development like the BioShock series or (the) nuke scene in Call of Duty 4.\"\nDifferent keystrokes\nHalo and Call of Duty are both first-person shooting games, a category of video games that make up about a fifth of the market, according to a Entertainment Software Association report. All the gamers and experts we talked to point out that it’s hard to compare total kills.\n\"What’d you even consider a kill? Mario stomping? Call of Duty shooting?\" said PC Magazine writer David Murphy.\nIn some categories -- action and sports game, for example, which take up about 22 percent and 15 percent of the market respectively -- killing is not even the point. The No. 2 best selling video game of 2012 was Madden NFL 13, a football game in which players aim for touchdowns not deaths. In Assassin’s Creed, a popular action-adventure franchise, the main gameplay involves storylines and missions. Though you do kill in the game, you don't really count the number in an open world game, said player Rahul Prakash.\nEven in shooting games, total kill counts don’t account for the many variables in video games and differences in players. Time spent on games, time frame per game, game goals, player age, player level, online or offline, single player versus multiplayer -- these factors all matter and are rarely accounted for, said Cruz.\n\"Depending on how that number is constructed, it can definitely lead to misinformation and misconstrue facts about video games,\" he said.\nThe ruling\nO’Mara said, \"Literally, by the time a child is 18 years of age, they‘ve killed over 100,000 people in video games and other online things.\"\nLiterally, the stat is a \"napkin calculation.\" Research doesn’t exist on the point and there are too many variables to affect how many people someone might have killed in video game.\nThat said, a range of gamers told us that if you play shooting-style games in your teen years, you’re quite likely to kill 100,000 people or more. While that gives O’Mara’s statement some truth, the lack of definitive information makes this claim somewhat dodgy.\nWe rate it Half True.", "vclaim_id": "vclaim-pol-07570"}