{"url": "/factchecks/2018/mar/07/mahlon-mitchell/first-response-was-applaud-walker-recognizing-fire/", "speaker": "Mahlon Mitchell", "vclaim": "\"When @ScottWalker told firefighters we didn’t need to worry about Act 10, we said hell no, we stand with working Wisconsinites everywhere.\"", "truth_label": "barely-true", "date": "stated on January 17, 2018 in a tweet:", "title": "Governor candidate Mahlon Mitchell didn't initially fight Scott Walker's Act 10 union-curbing law", "text": "A Madison firefighter touted his anti-Act 10 credentials on Twitter while seeking to distinguish himself among the 16 Democrats looking to take on Gov. Scott Walker in the November 2018 election.\nMahlon Mitchell, who is also president of the state firefighters union, boasted of his group’s response to Walker’s signature legislation in a Jan. 17, 2018 tweet:\n\"When @ScottWalker told firefighters we didn’t need to worry about Act 10, we said hell no, we stand with working Wisconsinites everywhere,\" Mitchell wrote. \"I’m not just against Act 10: I’m pro-worker. I believe that together we can rise as Wisconsin when we stand up for our working families.\"\nAct 10 limited collective bargaining for public employee unions across the state, but exempted police and firefighters unions from the changes.\nSo, did Mitchell and the union he leads give Walker the equivalent of a \"hell no,\" or is this revisionist history?\nMitchell opposed Act 10… eventually\nMitchell is part of a historically crowded Democratic field vying for a spot on the November general election ballot. It’s the second time he has pursued a statewide office, having lost the 2012 recall race against Republican Lt. Gov. Rebecca Kleefisch.\nThis time around, he joins a group that includes -- among others -- state schools Superintendent Tony Evers; Milwaukee businessman Andy Gronik; state Rep. Dana Wachs of Eau Claire; state Sen. Kathleen Vinehout of Alma; former state Democratic Party Chairman Matthew Flynn; Madison Mayor Paul Soglin; former state Rep. Kelda Roys; and political activist Mike McCabe.\nMitchell — who took over as head of the state firefighters union in early 2011 — was a prominent figure in the Madison protests that accompanied the legislation, leading firefighters in and around the Capitol.\nWhen asked for backup for the claim, a Mitchell spokeswoman highlighted various YouTube videos that showed Mitchell at the protests.\nBut that wasn’t Mitchell’s first reaction to Walker’s proposal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nMitchell was effusive in his praise of Walker in a statement he issued on Professional Fire Fighters of Wisconsin letterhead on Feb. 11, 2011, a week before he protested Act 10 in Madison:\nWe are pleased that Gov. Walker recognizes the critical work that we do protecting the residents of our communities. We are there 24 hours every day, 7 days every week. We do our jobs regardless of conditions that we face.\nWe also know that all public employees across this great state are hardworking, dedicated individuals. We all make sacrifices every day but the Governor recognizes that what we do is unique and we applaud him for recognizing that.\nGovernor Walker from the time he was a State Representative has demonstrated that he understands what we do and why we do it and why it is so important to our communities.\nWe know that state and local governments are facing tough economic times. We look forward to working with Gov. Walker, state legislators of both political parties, local officials, and other public sector unions in an effort to help solve the severe economic problems that our state is facing.\nLis Smith, a spokeswoman for Mitchell’s campaign, said in an email that the statement came before union officials \"understood the full consequences of the legislation and the devastating effect that it would have on Wisconsin's workers.\"\n\"As soon as the bill came out and they saw really what the effects would be, they came out against it,\" Smith said. \"You can’t say he wasn’t one of the leaders against Act 10 when he was out there day after day after day fighting it.\"\nEleven days after the statement, Mitchell said at a Capitol news conference that firefighters would be willing to take the same pension and health care changes as other unions if the governor would drop his push to limit collective bargaining rights.\nOur rating\nIn a tweet, Mitchell said the first response of him and his union to the Walker proposals that became Act 10 was to reject them and \"stand with working Wisconsinites everywhere.\"\nMitchell did ultimately join the other union leaders in opposing the measure, leading marches and even bunking in the Capitol to protest the legislation. But his first response was to \"applaud\" Walker for recognizing that firefighters were \"unique\" among public employees.\nThat’s a lot closer to \"yes, please\" than \"hell no.\"\nWe rate Mitchell’s claim Mostly False. div class='artembed'> Share the Facts 2018-03-07 16:36:40 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"When @ScottWalker told firefighters we didn’t need to worry about Act 10, we said hell no, we stand with working Wisconsinites everywhere.\"    Mahlon Mitchell Democratic candidate for Wisconsin governor https://twitter.com/MahlonMitchell/status/953816154249842688   In a tweet Wednesday, January 17, 2018 2018-01-17    Read More  info", "vclaim_id": "vclaim-pol-02340"}