{"url": "/factchecks/2010/apr/21/paul-ryan/paul-ryans-federal-dole-statistics-omit-important-/", "speaker": "Paul Ryan", "vclaim": "In 2004, \"20 percent of U.S. households were getting about 75 percent of their income from the federal government. ... Another 20 percent were receiving almost 40 percent.\"", "truth_label": "barely-true", "date": "stated on March 31, 2010 in a speech to the Oklahoma Council of Public Affairs:", "title": "Paul Ryan's federal dole statistics omit important details", "text": "In a recent speech, Paul Ryan, top Republican on the House Budget Committee, made the case that President Barack Obama's policies are only making people more reliant on federal assistance.He used recent passage of the health care overhaul to make his case to the Oklahoma Council of Public Affairs on March 31, 2010.\"A growing centralized bureaucracy will provide for everyone's needs, care for everyone's health, direct everyone's career, arrange everyone's important private affairs, and work for everyone's pleasure,\" the Wisconsin congressman said. \"The only hitch is, government must be the sole supplier of everyone's happiness ... the shepherd over this flock of sheep.\" Even before Obama entered office, citizens were getting too much help from the government, Ryan contends. According to a 2007 report by the Tax Foundation, he said, in 2004, \"20 percent of U.S. households were getting about 75 percent of their income from the federal government. In other words, one out of five families in America is already government dependent. Another 20 percent were receiving almost 40 percent of their income from federal programs, so another one in five has become government reliant for their livelihood.\"Ryan went on to say that more families are supporting themselves \"plus - through government - supplying or supplementing the incomes of... other households. As a permanent arrangement, this is individually unfair, politically inequitable, and economically dangerous.\"On Ryan's latter point, we checked a similar claim made by Sen. John McCain during the presidential campaign. He said that \"50 percent or 40 percent of the American people — of taxpayers — American citizens don't pay taxes, federal income taxes,\" a statement we found to be Mostly True. Ryan adds a new dimension to McCain's previous claim, that many people are making much of their income off the government, and we wondered if he's correct. The Tax Foundation report in question looks at data collected between 1991 and 2004. It concluded that in 2004, the federal government's \"effective spending rate,\" or the percentage of household income received from the government, on the poorest households that Ryan refers to in his statement was about 74.5 percent. The federal government's effective spending rate on the second poorest group of households was 38.7 percent.Those figures include benefits from Medicare and Medicaid, housing services, Social Security and welfare programs. We ran Ryan's quote by one of the authors of the report, Gerald Prante, who made two important points.First, he noted that the effective spending rates are an average. So, for instance, some households in the bottom 20 percent are getting more than 75 percent of their income from the government, but some are getting less, he explained. So, it's incorrect to say that each family in that bottom 20 percent is making 75 percent of their income from the government.The same holds true for the second quintile that Ryan also references.More importantly, Prante pointed out that the figure Ryan cited also includes federal spending on public goods -- resources that benefit everyone including national defense, natural resources, and so on. \"While technically defense spending could be counted as adding to one's income, broadly defined, the hint that this is all transfer spending is incorrect,\" he wrote to us in an e-mail. \"Part of that 75% is defense spending 'received' by low-income people.\"In fact, another table in the report shows that, excluding effective federal spending rates on public goods, the poorest households get about 56 percent of their income from the government and households in the second lowest income bracket get about 27 percent of their income from the government. In an e-mail, Angela Kuck, Ryan's Budget Committee's spokeswoman also mentioned that the income from the government drops when you subtract spending for national defense and other costs that all U.S. citizens share. Ryan left out this important detail. \nStill, although the numbers he cites are arguably inflated, that doesn't negate his underlying point -- that many people are getting a significant amount of their income from the government. But there is another weakness in Ryan's statistics. Roberton Williams of the Tax Policy Center, a collaboration between the Urban Institute and the Brookings Institution, pointed out that the study includes elderly people, who draw heavily on government support in the form of Medicare and Social Security. \"Do we want to include the elderly in this picture? Is Social Security a pure transfer? It's not like it's free money,\" because people spend their whole life paying taxes into those programs, Williams said. The report is pretty up front about that fact. High spending rates in the lowest income brackets are \"largely driven by spending on government transfer payments to elderly households — many of whom reside in the lower income quintiles — and other government aid to low income households. Nevertheless, when spending on Medicare and Social Security are removed, lower income households still benefit more from the government than higher income households.\"       So, where does that leave Ryan's claim? It is true that many people get assistance from the government, and many of them are in the lowest income brackets, but Ryan has cherry-picked numbers from the report and omitted crucial information about what the figures represent. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\n Says Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe percentage of households getting 75 percent of their income from the federal government is an average; some get more and some get less. Also, a significant chunk of that federal spending is on public goods that benefit every member of society. And a notable number of people who get the most assistance are the elderly receiving benefits they paid for earlier in life. As a result, we find Ryan's claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15088"}