{"url": "/factchecks/2014/jul/24/republican-party-florida/rick-scott-increased-preschool-funding-republican/", "speaker": "Republican Party of Florida", "vclaim": "\"With Rick Scott, there are more funds for preschool education.\"", "truth_label": "barely-true", "date": "stated on July 22, 2014 in a TV ad:", "title": "Rick Scott increased preschool funding, Republican Party says", "text": "On the campaign trail, Gov. Rick Scott has appeared in a charming video alongside his toddler grandson and a darling photo with Florida preschoolers. So we know he likes cute little kids.\nBut does he invest in them?\nA new ad by the Republican Party of Florida portrays him as generously funding preschool education.\nThe Spanish-language ad \"Dedicación\" shows teachers warmly talking about their profession -- and Scott.\n\"I like being a special education teacher because many people don’t see the potential of those students,\" says one teacher. \"It's a profession of great dedication,\" says another.\nThe teachers continue:\n\"With Rick Scott, there are more funds for preschool education and that’s very important to me. Florida students are better off due to Scott. They can repeat all the falsehoods they want, the facts don’t lie.\"\nUnder Scott, are there more funds for preschool education? We decided to do some homework.\nVPK funding under Scott\nThe Republican Party’s backup for the ad cited a press release distributed by Scott’s office in March about his proposal for a $100 per child increase for voluntary pre-kindergarten, called VPK.\nVPK is a program for 4-year-olds launched in 2005 after voters approved it in a referendum and is free for all participants regardless of income. The purpose of VPK is to prepare children for kindergarten -- they learn how to identify shapes and colors, write their own name, recognize letters and recognize patterns, among other skills. The program is offered at public schools and private day care centers.\nChildren can enroll in a VPK school-year program that typically translates to three hours a day -- though many parents pay for additional \"wrap-around\" hours. (A smaller group of children use a version in the summer.)\nThough Scott requested a $100 per student increase this year, the Legislature settled on a $54 increase.\nThe Republicans arrived at their claim that \"there are more funds for preschool education\" based on the amount the state appropriated each year.   \nFor 2010-11 -- the last budget set under Crist -- the Legislature appropriated about $404 million -- including $73 million in federal stimulus dollars. (Crist was a champion of the federal stimulus, while Scott campaigned against it.)\nThe amount of state money appropriated would later peak under Scott at $413 million.\nBut the total amount appropriated tells us nothing about the key dollar figure for parents: what is spent per child. The Legislature and the governor set the per-pupil amount each session and appropriate a total based on an estimate of enrollment. But Florida will spend the amount necessary to pay the per-pupil amount for all children who enroll.\n\"The per-pupil is probably the fairest way to compare years -- the (total) dollar amount depends on how many kids\" enroll, Bill Ammons, Office of Early Learning budget director told PolitiFact Florida.\nAmmons’ office sent us the amount of state money spent on VPK under Crist and Scott. The per-pupil amount fell during Scott’s first budget -- 2011-12 -- but that was after the federal stimulus ran out. Then per-pupil funding remained stagnant for three years followed by a small increase.\n\n\n\n\nYear\n\n\nAppropriated\n\n\nExpended\n\n\nPer-pupil school year\n\n\n\n\n\n\n2010-11\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n$404 million*\n\n\n$399 million\n\n\n$2,562\n\n\n\n\n2011-12\n\n\n$385 million\n\n\n$392 million\n\n\n$2,383\n\n\n\n\n2012-13\n\n\n$413 million\n\n\n$390 million\n\n\n$2,383\n\n\n\n\n2013-14\n\n\n$405 million\n\n\n$378 million**\n\n\n$2,383\n\n\n\n\n2014-15\n\n\n$396 million\n\n\nNot known yet\n\n\n$2,437\n\n\n\n\n \n* This included $332 million in state money and $73 million in federal stimulus dollars\n** Entire amount won’t be known until after September.\nThe drop in per-pupil funding followed by stagnant funding didn’t impact every school the same way. Some schools that served wealthier students who paid for day care were able to absorb the state funding drop more easily than schools that serve primarily poor children and rely on state money.\n\"The VPK decrease is miniscule but so many are at the brink, every dollar counts,\" said David McGerald, CEO of the Early Learning Coalition of Hillsborough County, which oversees VPK. \"Providers who serve ‘private pay’ parents are much more likely to thrive and provide a quality program.\"\nFlorida ranks 35th in state spending for preschool, according to The National Institute for Early Education Research’s report about the 2012-13 school year. (We previously fact-checked a claim by Scott about access to VPK based on the prior year’s report.)\nOur ruling\nA Republican Party ad said that Scott has overseen \"more funds for preschool education.\"\nThe Republicans point to the fact that the Legislature approved slightly higher overall appropriations in some years. But per-pupil spending fell during Scott's first year, after federal stimulus funds ran out. Then, for the next few years, the per-pupil amount remained flat. Per-pupil spending still isn't as high as it was in the budget that was approved the year before Scott took office.\nThe statement contains an element of truth but leaves out key details, so we rate this statement Mostly False.", "vclaim_id": "vclaim-pol-07552"}