{"url": "/factchecks/2011/mar/25/grover-norquist/anti-tax-leader-grover-norquist-said-union-dues-fu/", "speaker": "Grover Norquist", "vclaim": "\"Withheld union dues fund half of Dem (Democratic) campaigns in Florida.\"", "truth_label": "pants-fire", "date": "stated on March 24, 2011 in a post on Twitter.:", "title": "Anti-tax leader Grover Norquist said union dues fund half of Florida Democratic political campaigns", "text": "Grover Norquist, whom a Miami Herald writer recently called the \"the high priest of anti-taxation,\" is interjecting himself -- accidentally or on purpose -- into a debate over whether Florida governments should collect union dues through automatic payroll deduction.\n\nNorquist, the president and founder of the group Americans for Tax Reform, went to his Twitter account on March 24, 2011, to praise Gov. Rick Scott's decision to sign a bill that would link teachers' raises to their students' performance on end-of-year exams. But in his support for the signing of SB 736, Norquist also touched on another hot-button issue being considered by the Florida Legislature -- \"paycheck protection.\"\n\nRep. Chris Dorworth, R-Lake Mary, and Sen. John Thrasher, R-St. Augustine, have offered HB 1021 and its companion SB 830, which would prohibit public-sector unions from using automatic payroll deductions to collect union dues. The bills also would require union members to sign an authorization each year allowing the union to use their dues for political purposes. The bill passed the House 73-40 on March 25, and is awaiting action in the Senate.\n\nDorworth and Thrasher have argued that the legislation will empower union members because it gives them more control over how their money is spent. Thrasher also has claimed that eliminating payroll deductions would save government resources, a notion PolitiFact Florida found Barely True.\n\nNorquist offered a more pointed, and political effect of the legislation.\n\n\"FYI,\" he wrote. \"Withheld union dues fund half of Dem (Democratic) campaigns in Florida.\"\n\nThat's an awfully big number. So, FYI, we decided to check it out.\n\nWe sent e-mails to Norquist, who has talked to us before, and his spokesman John Kartch but did not hear back.\n\nThe not-for-profit, nonpartisan National Institute on Money in State Politics is the only organization that we know of that analyzes and organizes state-level campaign contributions for all 50 states. The institute separates campaign donations received by party, and also 19 different industry sectors.\n\nIn 2010, Florida state candidates received a total of $332 million in contributions, according to the institute. Of that sum, $89 million went to Democrats and $195 million went to Republicans (the remainder went to third-party candidates or ballot measures).\n\nOne of the industry sectors that the institute uses is classified as \"labor\" and is made up of general trade unions, public-sector unions and transportation unions. Contributions classified as \"labor\" went heavily to Democrats, according to the institute. But nowhere near the percentage that Norquist suggested.\n\nLabor contributed a total of $13.8 million to Florida political campaigns in 2010 -- $10.2 million to Democrats, about $1 million to Republicans and the rest to third-party candidates or campaigns for ballot measures.\n\nThat translates to about 11 percent of total Democratic donations -- way lower than Norquist said.\n\nMoreover, he said \"union dues\" were funding 50 percent of Democratic campaigns.\n\nThe institute's 11 percent figure includes direct contributions made by unions through dues, but it also attempts to include members of unions who contributed individually, either on top of or in lieu of their union dues. It also includes \"union\" contributions that are made to candidates from a separate political fund that members participate in voluntarily, said Doug Martin, lobbyist and political director the American Federation of State, County, and Municipal Employees in Florida.\n\nThe biggest union contributor was the Florida Education Association, which spent $4.1 million in 2010 ($3.5 million of it on Democrats).\n\nAs its name suggests, the National Institute on Money in State Politics only covers state races and does not cover races for the U.S. House or U.S. Senate. We were not able to find as good a way to track donations to Florida Democrats in federal races.\n\nThe Center for Responsive Politics reported that during the 2009-2010 federal campaign season, Democratic candidates in Florida received a total $35.9 million (compared to $48.7 million for Republicans). But the center doesn't parse out donations to political party by sector.\n\nWe were able to examine a few specific candidates, including the Democratic nominee for U.S. Senate in 2010, Kendrick Meek, who raised about $9 million. According to the center, lawyers and law firms contributed more to Meek than any other industry, about $1 million.\n\nThe \"education\" industry, which would include education unions, contributed about $106,000. Building trade unions contributed an additional $75,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFlorida Chamber of Commerce\n\n\nstated on March 3, 2011 in a radio ad.\n\n\n\n\n\n\n\n\nSays \"union bosses\" bused protesters to a Central Florida education protest.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • March 7, 2011\n\n\n\n\n\n\n\n\nRon Klein, who raised around $4 million in his unsuccessful attempt to win re-election to the U.S. House, received $75,000 from public-sector unions, $67,000 from public trade unions and about $50,000 from transportation unions.\n\nIn both cases, not chump change. But hardly half of what the candidates raised.\n\nNorquist said union dues fund half of Democratic campaigns in Florida. While unions predominantly donate to Democrats, according to research from the National Institute on Money in State Politics, there's no evidence union dues fund anywhere close to half of state Democratic campaigns. About 11 percent of all contributions to state-level Democrats came from unions and their members, but not even all of that came from dues. Some of the contributions are made individually by members. Others are pooled through voluntary political action committees.\n\nThis claim is way off. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-13364"}