{"url": "/factchecks/2018/may/01/jamal-green/does-chicago-pay-tree-trimmers-top-dollar/", "speaker": "Ja'Mal Green", "vclaim": "Under Rahm Emanuel, \"We’ve got tree trimmers making six figures.\"", "truth_label": "mostly-true", "date": "stated on April 24, 2018 in a radio interview:", "title": "Does Chicago pay tree trimmers top dollar?", "text": "A community activist hoping to unseat Chicago Mayor Rahm Emanuel says some workers employed by the department charged with keeping the city clean are making $100,000 or more each year.\nIn taking aim against Emanuel, 22-year-old Ja’Mal Green, a Black Lives Matter activist among a crowded field of potential challengers to the mayor’s re-election next year, is accusing the two-term incumbent of mismanaging city finances.\n\"We also have to figure out how to be financially sensible on how we’re paying city workers,\" Green said in a recent WBEZ radio interview after questioning Emanuel’s allocation of special funding meant to promote investment in struggling parts of the city. \"We’ve got tree trimmers making six figures.\"\n\nGreen went on to say he wants to save taxpayer dollars so the city can invest in public schools, mental health care services and affordable housing.\nProgressive messaging aside, however, Green’s claim got us wondering: Does the city really pay some tree trimmers six figures?\nA cut above\nIt’s no secret the city of Chicago has faced scrutiny over high worker pay in recent years.\nA report by the Better Government Association found the number of city employees making $100,000 or more in base pay nearly doubled between 2013 and 2015, though no tree trimmers were part of that group.\nMeanwhile, a broader measure examined by the Chicago Sun-Times in 2017 that included overtime as well as base pay found one-third of city employees earned compensation in the six-figures. That report, however, did not highlight specific pay packages of tree trimmers.\nSo where did Green’s numbers come from? When we reached out to his campaign, a spokesman provided us with a list of tree trimmers employed by the city’s Department of Streets and Sanitation making at least $100,000 in total compensation. The spokesman said the names came from a database maintained by OpenTheBooks.com, which is run by Adam Andrzejewski, a self-styled conservative transparency advocate who unsuccessfully sought the 2010 Republican nomination for governor.\nWe found 13 trimmers with total pay listed at $100,000 or more in 2016 on OpenTheBooks.com, the latest year that database covers for the department. The figure includes overtime as well as base pay.\nGreen’s spokesman said his candidate had stressed tree trimmers’ pay in part to draw attention to large sums some city employees are making in overtime. So we turned to 2016 city data to determine how much overtime dollars factored in to those paychecks.\nCity payroll data show that every tree trimmer in the department made between roughly $74,000 and $76,000 in base salary that year, including the top-earning tree trimmers listed on OpenTheBooks.com.\nA separate city-maintained database measuring overtime catalogued the difference in pay that allowed some to reach six figures.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRahm Emanuel\n\n\nstated on July 31, 2017 in a press conference\n\n\n\n\n\n\n\n\n\"Every one of the financial bad management practices that I inherited, every one of them, have either been eliminated or cut significantly.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Matt Dietrich • August 14, 2017\n\n\n\n\n\n\n\nIt should be noted that Green’s critique seems somewhat out of sync with his pedigree as a political progressive, a point not lost on some of his allies. Chicago Ald. Ameya Pawar, 47th, a one-time Democratic candidate for governor, called Green out on Twitter, writing it was \"amazing\" to hear someone who had served as a 2016 presidential campaign surrogate for Vermont U.S. Sen. Bernie Sanders argue to cut public-worker compensation.\n\"Laborers, tree trimmers, sanitation workers who approach 100k after decades of service aren’t the ones driving income inequality,\" Pawar wrote.\nGrandfathered in\nGreen’s claim about tree trimmers was wrapped in a broader critique of Emanuel’s fiscal leadership. And that’s where the analysis stumbles slightly.\nThe high-earning city tree trimmers Green complains of were all hired well before Emanuel entered office in 2011 and are being paid under contract terms agreed to by the mayor’s predecessors. What’s more, in 2012, Emanuel and the union representing most workers in the Streets and Sanitation department reached a deal to operate under a multi-tiered pay structure that lowered starting pay for new hires by $13 an hour.\nThe same deal also stipulated new workers would be more flexible in job assignments. They would be trained as general laborers able to shift between different tasks rather than as specialists.\nSo all the tree trimmers that showed up in the 2016 employee database referred to by Green were veterans grandfathered into the designation and the higher pay scales associated with it.\nThat said, Emanuel’s administration did retain more control over how much overtime work to dole out. And city data show that overtime spending for tree trimmers soared between 2012, when the cost-saving contract revisions were implemented, and 2016.\nIn 2012, the city paid slightly over $268,000 in overtime for tree trimmers, with the biggest single payout to a worker of roughly $7,500. By 2016, the overtime total had more than tripled to over $907,000, with several workers getting between $24,000 and $32,000.\nOur ruling\nGreen claimed that, under Emanuel’s leadership, \"We’ve got tree trimmers making six figures.\"\nBoth the source his campaign provided and the city data on which it was based indicate that a handful of tree trimmers employed by the city’s Streets and Sanitation department did make six figures after accounting for overtime pay in 2016, the last year for which all relevant data was available.\nStill, Green overstepped in ignoring the contract revisions Emanuel’s administration negotiated to gain flexibility in work assignments and reduce base salary for newly hired workers.\nThe designated tree trimmers on the city payroll were all hired before Emanuel took office and get paid under contract terms agreed to years before he became mayor.\nThat said, overtime costs for tree trimmers have soared under Emanuel, and that is why the total compensation for some city tree trimmers has hit the six-figures.\nGreen gets most, but not all of his claim about tree-trimmer pay right, which is why we rate it Mostly True.\n\n Share the Facts 2018-05-01 21:01:33 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Under Rahm Emanuel, Chicago's \"got tree trimmers making six figures.\"    Ja'Mal Green mayoral hopeful https://www.wbez.org/shows/morning-shift/black-lives-matter-activist-jamal-green-throws-his-name-in-the-race-for-mayor/ac325d14-898b-446a-b001-f52e259575de    Tuesday, April 24, 2018 2018-04-24    Read More  info", "vclaim_id": "vclaim-pol-02125"}