{"url": "/factchecks/2016/aug/25/mike-pence/pa-pence-repeats-half-true-claim-clinton-would-rai/", "speaker": "Mike Pence", "vclaim": "\"Hillary [Clinton] wants to raise taxes by over a trillion dollars.\"", "truth_label": "half-true", "date": "stated on August 23, 2016 in a speech at a campaign rally.:", "title": "In PA, Pence repeats half-true claim that Clinton would raise taxes by a trillion dollars", "text": "During a campaign stop in Bucks County this week, Indiana Gov. and Donald Trump’s running mate Mike Pence made an ear-catching claim about Hillary Clinton’s tax plan.\n\"Hillary,\" he said, \"wants to raise taxes by over a trillion dollars.\"\nThat claim was also made in April by New Day for America, a super PAC that was working to elect Ohio Gov. John Kasich as the Republican nominee for president. PolitiFact rated the claim Half-True. Here's why:\nTo put that $1 trillion number in perspective, the national debt has reached nearly $19.2 trillion, or more than $60,000 for every man, woman and child in the United States.\nPolitiFact has looked at the presidential candidates' tax plans and, for the Clinton proposal, we relied on a March 3, 2016, analysis by the Tax Policy Center, a nonpartisan think tank.\nThe center says that Clinton's proposal would indeed increase tax revenue by $1 trillion — $1.1 trillion in fact.\nBut that money would be raised over 10 years. Clinton, even if she were elected in November and reelected in 2020, wouldn't be in office that long.\nReagan's message on behalf of New Day misses another point that may make the increase less onerous to most voters: \"Nearly all of the tax increases would fall on the top 1 percent; the bottom 95 percent of taxpayers would see little or no change in their taxes,\" according to the report.\nFor example, filers with an adjusted gross income higher than $1 million would have to pay an effective tax rate of 30 percent. Any money earned above $5 million per year would be assessed an extra 4 percent surcharge. (The surcharge would kick in at $2.5 million for married couples filing separately.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nClinton's plan also aims to discourage multinational corporations from using various schemes to lower or eliminate the taxes they have to pay in the United States.\nHowever, according to the report, her proposal would make the tax code more complex and the higher tax rates for the people who earn the most money would reduce \"incentives to work, save and invest.\"\nWhen we heard back from New Day for America, spokeswoman Connie Wehrkamp directed us to Clinton's interview with the New York Daily News and an analysis by the conservative Americans for Tax Reform, both of which make it clear that the $1 trillion would be raised over 10 years, a distinction made by neither New Day nor Reagan.\n\"Liberals may think increasing taxes by $1 trillion is a good idea, but we very strongly disagree,\" Wehrkamp said in an email.\nOur Ruling\nNew Day spokesman Michael Reagan said, \"Hillary Clinton has promised to raise taxes by $1 trillion.\" Pence repeated a similar claim in Pennsylvania during a campaign stop this week, saying \"Hillary wants to raise taxes by over a trillion dollars.\"\nHer plan does, in fact, call for raising a trillion dollars, but it would do so over 10 years — longer than she could serve as president, even if she were re-elected. So if she brought in roughly $100 billion per year, even a two-term Clinton administration couldn't fulfill a promise to bring the total to $1 trillion.\nAlso, the statement ignores another key bit of data — that the money would be raised by tax changes targeted to the richest Americans, a group that has seen its top tax rate drop dramatically since the 1950s and early 1960s, when the marginal tax rate was over 90 percent.\nBecause the statement is partially accurate but leaves out important details or takes things out of context, we rate it Half True.", "vclaim_id": "vclaim-pol-04425"}