{"url": "/factchecks/2017/nov/16/duffel-blog/no-bowe-bergdahl-didnt-wander-during-court/", "speaker": "Duffel Blog", "vclaim": "Bowe Bergdahl wanders off during court-martial", "truth_label": "pants-fire", "date": "stated on October 12, 2017 in a headline:", "title": "No, Bowe Bergdahl didn't wander off during court", "text": "Army Sgt. Bowe Bergdahl, held for about five years by the Taliban after disappearing in Afghanistan, has taken off again -- this time during his own court proceeding, says Duffel Blog.\n\"Bowe Bergdahl wanders off during court-martial,\" said the October headline in Duffel Blog.\nHere’s the accurate backstory: Bergdahl walked off his remote post in Afghanistan in 2009 and was captured by the Taliban. The military searched for him, and officers were injured in the process. Bergdahl was freed by his captors in 2014. In return, the United States agreed to turn over five Taliban officials being held at the Guantanamo Bay, Cuba, prison to the country of Qatar. President Barack Obama’s controversial decision to exchange Bergdahl angered many Republicans, including then-candidate Donald Trump.\nThe Duffel Blog says that Bergdahl now has walked out of a military courtroom during a pre-trial hearing, prompting a statewide manhunt.\n\"Sources inside the courtroom say that Bergdahl took only a half-full Camelbak and a long hunting knife with him as he calmly made his way to the exit during his own lawyer’s remarks to the judge regarding a possible plea deal,\" states the article.\n\nHe left behind a note, the blog says:\n\"Life is way too short to care for the damnation of others. I am ashamed to even be an American (deserter).\"\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. This story is fake.\nThe article then becomes more ridiculous. It says that a few military personnel were injured in the manhunt and that \"ISIS and Al Qaida have both claimed responsibility for the casualties, though their claims have yet to be verified.\"\nThe Pentagon offered a reward for information about Bergdahl’s whereabouts: \"$25,000 or seven Guantanamo detainees, depending on the credibility of the information.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Officials are warning the public that if they see Bergdahl, they should not attempt to approach him, since he may try to surrender and become their responsibility for the next five years,\" states the blog.\nThe article linked to an Oct. 12 Washington Post story previewing an upcoming hearing for Bergdahl.\nMultiple news outlets including the AP reported that Bergdahl entered a plea of guilty during the Oct. 16 hearing at Fort Bragg, North Carolina. He didn’t wander off during his hearing.\n\"I understand that leaving was against the law,\" Bergdahl testified.\nOn Nov. 3, a military judge ordered that Bergdahl receive a dishonorable discharge from the U.S. Army and reduced his rank from sergeant to private.\nThe Duffel Blog calls itself \"the American military’s Most Trusted news source\" but readers will have to find the disclaimer to learn this is fake news.\n\"We are in no way, shape, or form, a real news outlet,\" states the disclaimer. \"Everything on this website is satirical and the content of this site is a parody of a news organization. No composition should be regarded as truthful, and no reference of an individual, company, or military unit seeks to inflict malice or emotional harm. All characters, groups, and military units appearing in these works are fictitious. Any resemblance to real persons, living or dead, or actual military units and companies is purely coincidental.\"\nWe contacted a person affiliated with the website and he told us, \"Our ‘about’ page is pretty straightforward.\"\nBergdahl entered a plea during his hearing -- he did not wander off. We rate this headline Pants on Fire.\n Share the Facts 2017-11-16 18:41:54 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Bowe Bergdahl wanders off during court-martial    Duffel Blog Bloggers https://www.duffelblog.com/2017/10/bowe-bergdahl-wanders-off-court-martial/   in a blog post Thursday, October 12, 2017 2017-10-12    Read More  info", "vclaim_id": "vclaim-pol-02679"}