{"url": "/factchecks/2015/nov/17/hillary-clinton/hillary-clinton-3000-killed-guns-between-nevada-an/", "speaker": "Hillary Clinton", "vclaim": "\"Since we last debated in Las Vegas, nearly 3,000 people have been killed by guns.\"", "truth_label": "half-true", "date": "stated on November 14, 2015 in a debate in Iowa:", "title": "Hillary Clinton: 3,000 killed by guns between Nevada and Iowa Democratic debates", "text": "At the Democratic presidential debate in Des Moines, former Secretary of State Hillary Clinton called for more gun control.\n\"Just think about this -- since we last debated in Las Vegas, nearly 3,000 people have been killed by guns,\" she said.\nThe Iowa debate took place Nov. 14, and the Las Vegas debate happened on Oct. 13. Really? Were 3,000 people were killed by guns in just one month? We decided to check it out.\nWhen we reached out to the Clinton campaign for evidence, they directed us to the Centers for Disease Control. In 2013 -- the most recent CDC tally -- 33,636 people died in gun incidents.\nIf you divide that by 12, it comes out to 2,803 -- or nearly 3,000 people a month.\nBut Clinton was talking about 2015, not 2013. More recent data doesn’t seem to exist. We surveyed a number of experts, and they all said the CDC is the best source on this topic. A CDC spokesman told us that 2014 data will come out in December.\nThe only alternative we could find is the Gun Violence Archive, which is a nonprofit organization that keeps a running tally of gun deaths by combing through police blotters and news media, among other sources, daily.\nThe Gun Violence Archive’s numbers aren’t comprehensive, though. In 2014, the group counted 12,500 gun deaths in 2014 and 11,500 so far in 2015 -- both less than half of what the CDC counted in 2013. This is largely because the count doesn't include suicides, which make up more than half of all gun deaths. \nThe archive will receive 2015 suicide data in about six months, said Mark Bryant, the archive's executive director. He said that their total number of gun deaths could triple when that data is added in.\nSo Clinton is wrong to suggest we can know how many people died from gun injuries since the Democrats debated in Las Vegas.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nStill, we wanted to know if it was possible Clinton’s claim is accurate for this year, so we ran her number by some experts.\n\"My call is that Clinton’s claim is not necessarily proven, but it is well in the range of possibility,\" said Jay Corzine, a sociology professor who studies violent crime at the University of Central Florida.\nIn fact, the total for 2015 might be higher than 2013, as gun suicides are up, said Garen Wintemute, an expert in gun violence at the University of California Davis.\nHomicides are up, too, which would contribute to a higher number of gun deaths this year, Corzine noted.\nOne final note on Clinton’s phrasing: Some could interpret her description of gun deaths -- \"killed by guns\" -- as violence inflicted upon one person by another. However, more than 60 percent of all gun deaths in 2013 were intentional suicides, according to the CDC.\nOur ruling\nClinton said, \"Since we last debated in Las Vegas, nearly 3,000 people have been killed by guns.\"\nWe found a few problems with her statement. First, we don’t actually know how many people have died in the last month. Clinton’s statement is based on 2013 data from the CDC, which tallied nearly 3,000 gun deaths per month that year. There’s not more recent data available. Experts say the number of gun deaths this year is likely to be similar to or higher than 2013, so Clinton’s claim is probably not too far off. But we can’t know for sure.\nAlso, it’s likely that at roughly half of these deaths are due to suicide. It could be even higher. Clinton’s phrasing obscures that point.\nClinton used very specific language even though she’s actually extrapolating from old data. Overall, we rate her claim Half True.\nEditor's note: The Gun Violence Archive got back to us after publication, and we've updated the piece to include their comments.", "vclaim_id": "vclaim-pol-05715"}