{"url": "/factchecks/2011/sep/29/chris-christie/chris-christie-says-barack-obama-failed-stand-prop/", "speaker": "Chris Christie", "vclaim": "Says President Barack Obama failed \"to stand up for the bipartisan debt solutions of the Simpson-Bowles Commission.\"", "truth_label": "barely-true", "date": "stated on September 27, 2011 in a speech at the Ronald Reagan Presidential Library:", "title": "Chris Christie says Barack Obama failed to support solutions of deficit reduction commission", "text": "With Republicans across the country clamoring for Gov. Chris Christie to run for president, the governor on Tuesday cited various reasons why the administration of President Barack Obama has been a failure.\n\nOne example is how the president failed to back up the recommendations of his own deficit reduction commission, Christie said in a high-profile speech at the Ronald Reagan Presidential Library in Simi Valley, Calif.\n\n\"Because each and every time the president lets a moment to act pass him by, his failure is our failure too,\" Christie said. \"The failure to stand up for the bipartisan debt solutions of the Simpson-Bowles Commission, a report the president asked for himself.\"\n\nPolitiFact New Jersey investigated whether Obama failed to \"stand up for the bipartisan debt solutions of the Simpson-Bowles Commission,\" and found that Christie is not entirely right.\n\nThe president did not fully embrace the commission’s recommendations at the outset, but Obama later outlined deficit reduction measures similar to those proposed by the commission.\n\nEven the commission’s co-chairs -- former White House chief of staff Erskine Bowles under President Bill Clinton, and former Republican U.S. Sen. Alan Simpson -- have said so.\n\n\"We are encouraged that the President has embraced a balanced, comprehensive approach to deficit reduction similar to that outlined in the Fiscal Commission report,\" Bowles and Simpson said in an April 13 press release.\n\nChristie spokesman Kevin Roberts argued that the statement from Bowles and Simpson show \"that they praise a similar approach – which isn’t the same as saying he has supported their recommendations.\"\n\n\"To date, the President has not endorsed the recommendations as proposed by his own commission,\" Roberts said in an email.\n\nNow, let’s explain the commission’s history and Obama’s responses to its proposals.\n\nObama established the National Commission on Fiscal Responsibility and Reform in February 2010. The president asked the bipartisan panel to recommend measures that would address the nation’s debt problem.\n\nIn December, the commission released its final report, which included dozens of proposals to cut discretionary spending, reform the tax code and Social Security and rein in health care costs, among other measures.\n\nAccording to a previous ruling from PolitiFact National, Obama later proposed deficit reduction measures similar to those recommended by the commission.\n\nJason Peuquet, a policy analyst with the bipartisan Committee for a Responsible Federal Budget, told us Obama’s deficit reduction plan from April incorporated many of the broad principles of the commission’s recommendations, but was mostly devoid of specifics.\n\nObama has fleshed out some of those broad principles in a deficit reduction plan unveiled earlier this month, according to Peuquet.\n\nReferring to Christie’s statement, Peuquet said: \"It seems to not quite give the president enough credit for things he’s done recently.\"\n\nAlice Rivlin, a member of the commission and former director of the Office of Management and Budget under Clinton, said she was disappointed that the president didn't endorse the commission's recommendations immediately, but agreed that Obama later embraced some of its proposals.\n\nA former policy adviser to Clinton said Obama has \"approached the report very carefully.\"\n\n\"He’s kept it at arms’ length,\" said Bill Galston, now a senior fellow at Brookings.\n\nObama is \"not exactly rejecting it,\" Galston said, but  \"not exactly embracing it either.\"\n\nDuring negotiations over raising the debt ceiling, Obama didn't offer exactly the proposals in the commission's report, but \"he went much of the way there,\" said Dean Baker, a liberal economist and co-director of the Center for Economic and Policy Research.\n\nChris Edwards, an economist with the libertarian Cato Institute, said it’s a fair assessment that Obama did nothing with the commission’s report, but said the president has another opportunity to implement recommendations when introducing the federal budget in February.\n\nEdwards noted that the commission’s report contained some politically unpopular moves that might explain why Obama didn’t pursue some of the recommendations, such as raising the Social Security retirement age.\n\nOur ruling\n\nChristie claimed Obama has failed to stand up for the solutions proposed by his own deficit reduction commission. It is true that the president did not fully embrace the commission’s recommendations in the immediate months following its December report.\n\nBut since then, Obama has outlined deficit reduction measures similar to the commission’s recommendations. That’s why the governor is wrong to imply that Obama has done nothing with the commission’s proposals.\n\nWe rate the statement Mostly False.\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRichard Codey\n\n\nstated on July 13, 2011 in an interview on Hannity on Fox News\n\n\n\n\n\n\n\n\n\"Every president has raised the debt ceiling.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • July 21, 2011\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/4662f0d2-a5c5-4af0-b172-032b3a2d545a", "vclaim_id": "vclaim-pol-12350"}