{"url": "/factchecks/2013/jan/09/kasim-reed/atlanta-mayor-shifts-same-sex-marriage/", "speaker": "Kasim Reed", "vclaim": "On same-sex marriage", "truth_label": "full-flop", "date": "stated on December 11, 2012:", "title": "Atlanta mayor shifts on same-sex marriage", "text": "Atlanta Mayor Kasim Reed’s recent decision to say \"yes\" to gay marriage took place after a long and sometimes rocky relationship with the city’s supporters of same-sex marriage.\n\nReed previously supported civil unions -- a position that brought him grief during the 2009 mayoral election. One news account said he drew jeers during a forum hosted by gay political groups, and his support in neighborhoods with large gay populations flagged.\n\nThe pressure intensified in May when President Barack Obama announced he supported same-sex marriage. In December, the City Council cornered Reed into taking a stand by passing a resolution echoing the president’s position. The mayor had to decide whether to sign it.\n\nReed responded with an enthusiastic \"I do.\"\n\n\"Loving couples, regardless of their sexual orientation, should have the right to marry whomever they want,\" Reed said in a Dec. 11 news release. He also announced he would join Mayors for the Freedom to Marry.\n\nCertainly Reed’s position has shifted. Some pundits have already labeled it a flip-flop. But we here at PolitiFact have learned that elected officials stake out their positions very carefully. Does his current stance count as a true flip?\n\nWe took a close look at his track record to find out.\n\nFirst, a quick reminder about the Flip-O-Meter. It makes no value judgment. Some might see a flip as a sign of weakness or political opportunism, but it can also be the outcome of an earnest re-evaluation of the facts.\n\nReed spokeswoman Sonji Jacobs says the mayor’s stance is not a flip. She sent us a long list of his efforts to bring equal rights to lesbians, gays, bisexuals and transgendered people.\n\n\"Mayor Reed never championed legislation or policies against marriage equality,\" Jacobs said in an email.\n\nGay rights supporters agree.  They’re a powerful group in Atlanta, which has one of the largest LGBT populations in the country. Local politicians actively vie for their vote.\n\nReed consistently told them that his religious views kept him from supporting same-sex marriage, but they did not recall any instance where he said he opposed it.\n\nIn fact, they give him credit for his 2004 opposition to Senate Resolution 595, which placed a constitutional amendment banning same-sex marriage on the ballot.\n\nIt was a bold stand at a time when supporting LGBT rights was a much greater political risk than it is today. The resolution passed the state Senate and House with more than two-thirds majorities. The ballot measure passed with the support of more than 75 percent of Georgia voters.\n\n\"He really was a quiet player in that fight, as were many members,\" said state. Rep. Karla Drenner of Avondale Estates, a Reed supporter who led the fight against the amendment.\n\nAnd while a vote against the ban was not a vote for same-sex marriage, the amendment’s defeat would have left the door open to it, said Jeff Graham, executive director of the LGBT rights group Georgia Equality.\n\n\"In the biggest, most public debate in Georgia, he did vote against putting an amendment on the ballot that restricted rights,\" Graham said.\n\nReed did take other positions that were supportive of gay rights. For instance, as a member of the state House of Representatives, he supported an anti-hate crimes measure that cleared the General Assembly but was ultimately struck down in court.\n\nAnd for all the complaints Reed received for backing civil unions, he favored unprecedented recognition for same-sex commitments in Georgia. Civil unions arguably provide the same benefits as marriage.\n\nThis LGBT-friendly track record could lead one to think that Reed’s move from civil unions to same-sex marriage was a subtle shift.\n\nBut in Atlanta politics, it’s pivotal.\n\nReed’s reluctance to support same-sex marriage could have easily lost him the tight 2009 mayoral race, said Laura Douglas-Brown, editor and co-founder of The Georgia Voice, an LGBT newspaper. He won with a mere 700 votes over same-sex marriage supporter Mary Norwood.\n\nMembers of the city’s sizable LGBT voting bloc said they abandoned Reed because of his stance, and Norwood trounced him in District 6’s gay neighborhoods.  \n\n\"He felt it had hurt him, but he wasn’t going to change his position because of politics,\" Douglas-Brown said.\n\nReed’s switch was a momentous shift on a personal level as well. His statements indicate he has been grappling with his convictions for years. After Obama’s announcement, he issued a statement that said he was \"still wrestling\" with his \"own personal beliefs on the issue of (gay) marriage.\"  \n\nOur ruling:\n\nBefore supporting same-sex marriage, Reed was a consistent supporter of civil unions despite intense pressure from LGBT voters. During the 2009 race, he dug in his heels, even though it meant losing the support of this crucial voting bloc.\n\nPolitiFact defines a Full Flop as \"a major reversal of position.\" Reed’s change fits the bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVincent \"Buddy\" Cianci\n\n\nstated on December 12, 2010 in an ABC-6 interview program\n\n\n\n\n\n\n\n\n\"Over 80 percent of the people want the shot to vote\" on whether to approve same-sex marriage, according to polls.\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • December 26, 2010", "vclaim_id": "vclaim-pol-09870"}