{"url": "/factchecks/2014/mar/21/barbara-sharief/mayor-barbara-sharief-says-broward-county-has-lowe/", "speaker": "Barbara Sharief", "vclaim": "Broward County’s unemployment rate of 5.3 percent is \"the lowest in Florida.\"", "truth_label": "barely-true", "date": "stated on March 21, 2014 in a speech in Davie, Fla.:", "title": "Mayor Barbara Sharief says Broward County has lowest unemployment rate in Florida", "text": "On March 21, former Florida governor Jeb Bush -- a potential Republican presidential candidate -- attracted national media attention when he gave a speech at the Broward Workshop’s annual State of the County event on March 21.\nPrior to Bush’s speech in Davie to business and civic leaders, Broward Mayor Barbara Sharief took a turn at the podium to tout the host county’s recent economic success.\n\"Our unemployment rate is at 5.3 percent, the lowest in Florida, and it has remained that way for more than a year now,\" Sharief said.\nWe wondered whether Sharief, a Democrat from Miramar, was correct.\nWe checked with Sharief after Bush had finished speaking, and she reiterated her claim. She said the prior month’s rate, for December 2013, fell as low as 5 percent before increasing to 5.3 percent in January 2014.\n\"Our rate couldn’t go lower,\" Sharief said.\nSharief said her source was from the county’s public relations office, and when we asked a spokeswoman, Kimberly Maroe, she located it -- a news release from February 2014 that used the 5 percent statistic from December 2013, which was the most recent data at the time.\nThe news release said, \"Overall Broward excelled in many areas such as low unemployment, where at 5 percent, has remained the lowest unemployment rate among large urban counties in Florida for more than a year.\"\nBut that’s not exactly what Sharief said at the Broward Workshop event. She said, \"the lowest in Florida,\" not \"the lowest in Florida among large urban counties.\"\nDoes it make a difference? Our research suggests that it does.\nFirst, we looked to see whether Broward did indeed have the lowest unemployment rate in Florida among \"large urban counties.\"\nThis requires a bit of guessing, because the Bureau of Labor Statistics, the official federal tabulator of unemployment data, doesn’t have a definition for \"large, urban counties.\"\nBut we were able to assemble a list by seeing which counties in the state ranked both in the 10 largest counties by population and the 10 most densely populated counties. Nine counties fit both requirements: Broward, Duval, Hillsborough, Lee, Miami-Dade, Orange, Palm Beach, Pinellas and Seminole.\nWhen we looked at the most recent county-level unemployment rates available from BLS, which are from December 2013, we found that Broward did indeed have the lowest among that group. So if Sharief had communicated the talking point correctly during her remarks in Davie, she would have been correct.\nBut she didn’t, so we next looked at whether Broward’s rate was \"the lowest in Florida.\"\nIt turns out that among all of Florida’s 67 counties, Broward does pretty well in this regard -- it ranks eighth-lowest statewide -- but this doesn’t make Broward’s rate \"the lowest in Florida.\" Here’s the list of Florida’s eight lowest county-wide unemployment rates for December 2013. All of the counties ranking better than Broward, with the exception of Monroe, are in the northern part of the state:\n1. Monroe County: 3.5 percent\n2. Walton County: 4.0 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n3. Okaloosa County: 4.4 percent\n4. St. Johns County: 4.7 percent\n5. Alachua County: 4.7 percent\n6. Jackson County: 4.8 percent\n7. Jefferson County: 4.9 percent\n8. Broward County: 5.0 percent\nBroward’s rate also isn’t Florida’s lowest unemployment rate for a metropolitan area, a category that BLS does track.\nFor January 2014, the most recent month available for this statistic, the 5.3 percent unemployment rate for Fort Lauderdale-Pompano Beach-Deerfield Beach was lower than for other large metro areas, such as Miami-Miami Beach-Kendall (6.9 percent), Tampa-St. Petersburg-Clearwater (6.5 percent), West Palm Beach-Boca Raton-Boynton Beach (6.3 percent), Orlando-Kissimmee-Sanford (6.0 percent) and Jacksonville (6.0 percent).\nBut two smaller metro areas had an unemployment rate lower than metro Fort Lauderdale -- Crestview-Fort Walton Beach-Destin (5.0 percent) and Gainesville (5.1 percent).\nWe’ll note that some experts urge against reading too much into one month’s worth of statistics.\n\"My strong instinct is to be skeptical of county-level data based on a single-month estimate of anything, including the unemployment rate,\" said Gary Burtless, a senior fellow with the Brookings Institution. \"My hunch is that there’s a lot of ‘noise,’ and that the amount of ‘signal’ might be questionable.\"\nWe also wondered whether there is any reason why Broward might be doing relatively well, employment-wise.\nSharief gave some credit to Broward’s ordinance that encourages contractors to use local workers -- a policy implemented many years ago, but which she said is now paying off. She also said an airport expansion has helped. During Sharief’s speech, Broward County Commissioner Stacy Ritter gave a shout-out on Twitter to certain construction projects that she said were creating jobs.\nMark Vitner, managing director and senior economist at Wells Fargo Securities, agreed that Fort Lauderdale’s recovery \"has gained considerable momentum over the past year, as hiring in business and professional services has picked up.\"\nBut at least some of the airport and construction in question jobs are temporary jobs. And more troublesome to independent experts is that Broward’s relatively good unemployment rate obscures other longer-term employment indicators that aren’t so rosy.\nChris Lafakis, a Moody’s senior economist who tracks Florida, said that among the six largest metropolitan areas and divisions in Florida, Fort Lauderdale has been \"dead last in payroll employment growth since December 2007, which is the month the recession began.\" The reason for this seemingly paradoxical situation -- a low unemployment rate despite weak employment growth -- stems from relatively slow growth in the size of the metro area’s labor force, Lafakis said.\n\"It’s true that projects like airport expansion are helping Broward’s economy, but the low unemployment rate is overstating strength in Broward County’s labor market,\" Lafakis said.\nOur ruling\nSharief said Broward’s unemployment rate of 5.3 percent is \"the lowest in Florida.\"\nThe rate -- which is indeed 5.3 percent -- is the lowest in Florida among large urban counties. But it’s not the lowest in Florida. Seven counties and two smaller metropolitan areas have lower unemployment rates in the most recent data. Because she phrased her otherwise accurate talking point inaccurately in her speech, in a way that makes the county seem to be No. 1 when it's not, we rate the claim Mostly False.", "vclaim_id": "vclaim-pol-08101"}