{"url": "/factchecks/2012/may/18/jeff-fitzgerald/senate-candidate-jeff-fitzgerald-says-he-scored-wi/", "speaker": "Jeff Fitzgerald", "vclaim": "Says he posted a \"win\" in the Republican Party of Wisconsin endorsement contest in the U.S. Senate primary.", "truth_label": "mostly-true", "date": "stated on May 13, 2012 in Facebook and Twitter posts:", "title": "Senate candidate Jeff Fitzgerald says he scored a ‘win’ in state Republican endorsement contest", "text": "By his own assessment, Republican Jeff Fitzgerald \"breathed a little new life\" into his U.S. Senate campaign with a strong showing at the May 12, 2012, state GOP convention.\n\nFitzgerald edged Mark Neumann in a head-to-head race on the final ballot, giving him some badly needed momentum. But the party ultimately did not endorse, because no one received the required 60 percent of the vote.\n\nSo did he win the day?\n\nSoon after the vote, Fitzgerald posted on Facebook:\n\n\"Thank you everyone for the tremendous support at the Republican Party of Wisconsin Convention and to have won the majority support! Thank you!\"\n\nIn the days after the convention, he claimed \"a win\" on Twitter and on his Facebook page, citing a Wisconsin Radio Network Web story headlined, \"Fitzgerald climbs to first-place convention finish.\"\n\n\"ICYMI: Here's an article covering my win at the Republican Party of Wisconsin's State Convention. The same grassroots activists who support Governor Scott Walker supported me because they want to see bold reforms in Washington!\"\n\nFitzgerald, the Assembly Speaker, did not use any form of the word \"endorse\" -- a prudent move since none of the four GOP candidates (Fitzgerald, businessman and former congressman Mark Neumann, former Gov. Tommy Thompson and businessman Eric Hovde) won the state party’s official support.\n\nThat set his reaction apart from that of Neumann, who declared \"victory\" despite finishing second in the final vote, while strongly implying he was endorsed. (We rated that claim False.)\n\nStill, even the article cited by Fitzgerald doesn’t go quite as far as calling Fitzgerald’s showing as a \"win.\"\n\nHere’s our take on Fitzgerald’s claim.\n\nA first-place showing in the final showdown -- and majority support -- do represent a \"win\" for Fitzgerald. Or, as he tweeted, \"success.\"\n\nBut the claim needs some clarification in that it was not a formal endorsement -- the prize everyone was seeking.  \n\nWe rate it Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel's website)", "vclaim_id": "vclaim-pol-11075"}