{"url": "/factchecks/2020/aug/13/tucker-carlson/tucker-carlson-misrepresents-harris-comments-women/", "speaker": "Tucker Carlson", "vclaim": "Says Kamala Harris \"said she believed that Joe Biden committed sexual assault against various women.”", "truth_label": "barely-true", "date": "stated on August 11, 2020 in a TV segment:", "title": "Tucker Carlson misrepresents Harris’ comments on women accusing Biden of inappropriate touching", "text": "Fox News host Tucker Carlson mischaracterized Sen. Kamala Harris’ past comments on the women who in 2019 accused Joe Biden of inappropriate touching.\n\"How can someone who said she believed that Joe Biden committed sexual assault against various women serve as his running mate?\" Carlson said during an Aug. 11 TV segment.\nHarris, whom Biden recently selected as his running mate, said in April 2019 that she believed four women who described moments where Biden made them uncomfortable with inappropriate touching or kissing. But those women had not claimed that Biden sexually assaulted them. \nSexual assault refers to \"sexual contact or behavior that occurs without explicit consent of the victim,\" according to RAINN, a nonprofit anti-sexual violence organization.\nThe Biden campaign declined to comment on Carlson’s claim. Fox News did not respond to our requests for comment.\nWhat Harris was addressing\nHarris talked about the women’s stories, which were shared over a few days as Biden mulled whether to launch a White House bid, during an April 2, 2019, presidential campaign event.\n\"I believe them, and I respect them being able to tell their story and having the courage to do it,\" Harris said at the event, which took place in Nevada.\nAsked if Biden should enter the race for president, Harris said he would \"have to make that decision for himself.\" Biden announced his candidacy weeks later, on April 25, 2019.\nSen. Kamala Harris on Joe Biden accusers: \"I believe them and I respect them being able to tell their story and having the courage to do it.\" https://t.co/wJJXCADAHs pic.twitter.com/9FJ05g2t21— The Hill (@thehill) April 3, 2019 \nLucy Flores, a former Democratic state lawmaker from Nevada, made the first of the four accusations in an essay in the Cut. She described how before a campaign rally in 2014, Biden put his hands on her shoulders, smelled her hair and kissed the back of her head.\n\"Even if his behavior wasn’t violent or sexual, it was demeaning and disrespectful,\" Flores wrote, adding that it made her \"feel uneasy, gross, and confused.\" She told a few of her staffers what happened, she said, but she didn’t make a public complaint.\nIn an interview with CNN’s Jake Tapper days later, Flores said the incident left her \"shocked\" and feeling \"powerless,\" but she added that the action didn’t amount to sexual assault.\n\"Never do I claim that this rises to the level of a sexual assault or anything of that nature,\" Flores said. \"What I am saying is that it’s completely inappropriate.\"\nAnother woman, Amy Lappos, said around the same time that Biden had touched her inappropriately during a 2009 fundraiser in Connecticut for Rep. Jim Himes, a Democrat.\n\"It wasn't sexual, but he did grab me by the head,\" Lappos told the Hartford Courant. \"He put his hand around my neck and pulled me in to rub noses with me. When he was pulling me in, I thought he was going to kiss me on the mouth.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTwo additional women, Caitlyn Caruso and D.J. Hill, shared similar experiences with the New York Times. Caruso said Biden placed his hand on her thigh and hugged her \"just a little bit too long\" during an event on sexual assault at the University of Nevada, Las Vegas. \nHill, a writer, said that Biden shifted his hand down her back and toward her waist while she and her husband were posing for a photo with him during a 2012 fundraiser in Minneapolis. \nWhen asked by CBS News’ Tanya Rivero if the gesture struck her as sexual, Hill said, \"I can’t say that that’s the case. I would call it extremely uncomfortable.\"\nBiden responded to Flores’ allegations by saying he had offered \"countless handshakes, hugs, expressions of affection, support and comfort\" during his many years as a public figure. \"And not once — never — did I believe I acted inappropriately,\" he said.\n\"If it is suggested I did so, I will listen respectfully,\" Biden said. \"But it was never my intention.\"\nThe former vice president addressed the allegations again in a two-minute video statement released on Twitter after the other allegations emerged. He said he believes politics is about personal connections but pledged to be \"respectful of people’s personal space.\" \n\"Social norms have begun to change,\" Biden said. \"They’ve shifted. And the boundaries of protecting personal space have been reset. And I get it. I get it. I hear what they’re saying. I understand it. And I’ll be much more mindful. That’s my responsibility.\"\nSocial norms are changing. I understand that, and I’ve heard what these women are saying. Politics to me has always been about making connections, but I will be more mindful about respecting personal space in the future. That’s my responsibility and I will meet it. pic.twitter.com/Ya2mf5ODts— Joe Biden (@JoeBiden) April 3, 2019 \nBiden was later accused in March of sexual assault by Tara Reade, a former aide who worked for him when he was a U.S. senator. Reade said the assault occurred in 1983. \nRELATED: Tara Reade has accused Joe Biden of sexual assault. Here’s what we know\nBiden and his campaign have denied Reade’s allegations. And Harris, speaking to the San Francisco Chronicle in April, stood by the candidate who would later pick her as his running mate.\n\"I can only speak to the Joe Biden I know. He’s been a lifelong fighter in terms of stopping violence against women,\" Harris said, adding that Reade \"has a right to tell her story. And I believe that, and I believe Joe Biden believes that, too.\"\nWhen the New York Times examined Reade’s sexual assault allegation in April, its reporters spoke to seven women who had publicly complained about behavior from Biden that made them uncomfortable — including the four who spoke out before Harris’ comment. \nThe report said: \"No other allegation about sexual assault surfaced in the course of reporting, nor did any former Biden staff members corroborate any details of Ms. Reade’s allegation. The Times found no pattern of sexual misconduct by Mr. Biden.\"\nOur ruling\nCarlson said Harris \"said she believed that Joe Biden committed sexual assault against various women.\"\nHarris said she believed four women who, in 2019, alleged that Biden had inappropriately touched them in public or semi-public settings and made them uncomfortable. The women had not accused Biden of sexual assault.\nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-17107"}