{"url": "/factchecks/2011/may/31/anti-defamation-league/adl-makes-claims-about-losses-arizonas-tourism-ind/", "speaker": "Anti-Defamation League", "vclaim": "It is estimated that Arizona \"has lost more than $100 million in hospitality industry revenues since passage of the Arizona immigration laws.\"", "truth_label": "half-true", "date": "stated on April 15, 2011 in a news release:", "title": "ADL makes claims about losses to Arizona's tourism industry", "text": "Critics accused Georgia’s new Arizona-style illegal immigration enforcement law of violating civil and human rights. \"Inhumane,\" they called it, and \"the civil rights issue of the 21st century.\"\n\nThe Anti-Defamation League also accused the law of crimes against the economy. The law, they said, is \"anti-business.\"  Major cities and organizations voted to boycott or avoid travel to Arizona after that state passed its tough law last year.\n\n\"Convention and tourism business will likely dip, as it did in Arizona, where it is estimated the state has lost more than $100 million in hospitality industry revenues since passage of the Arizona immigration laws,\" the ADL said in a news release April 15.\n\nThe claim that estimates show Arizona lost $100 million in hospitality industry revenue intrigued us. Is the ADL right?\n\nAtlanta business leaders fear it is. Last month, the Atlanta Convention & Visitors Bureau's executive committee unanimously passed a resolution opposing Georgia’s law, called House Bill 87.\n\nArizona’s law requires police to ask a person about his immigration status if they have \"reasonable suspicion\" he or she is in the country illegally. One provision of Georgia’s law gives officers more authority to check a suspect’s immigration status.\n\nLast week, the U.S. Supreme Court upheld a separate 2007 Arizona law requiring certain employers to use the federal database E-Verify to check whether their new employees are eligible to work in this country legally.\n\nWe asked Bill Nigut, the ADL’s Southeast regional director, for evidence backing his group’s claim about economic losses. He referred us to news accounts from Foxnews.com, The Wall Street Journal, The New York Times and The Phoenix Business Journal.\n\nTwo May 2010 articles from The Wall Street Journal said the city of Phoenix estimated Arizona’s immigration crackdown could cost it $90 million in convention and hotel business.\n\nThe Foxnews.com article cited a report from the Center for American Progress, a progressive group that thinks Arizona’s immigration approach is bad for the economy, that put the loss at $141 million. The rest did not give specific estimates but quoted experts who said the controversy hurt Arizona’s tourism business.\n\nWe took a closer look at the Phoenix and Center for American Progress estimates.\n\nBoth have limitations. Hotels and convention centers are not required to report lost business to the city or the Arizona Hotel and Lodging Association, which did some of the research on which estimates are based. Not all major convention sites are part of the association, and the group did not poll its members for more data.\n\nPlus, it’s hard to measure how many conventions would have booked in Arizona if there were no boycott.\n\nThe city of Phoenix released its $90 million economic loss projection in May 2010. The figure was based on a list of about 20 events whose organizers either canceled or expressed concerns over the state’s illegal immigration crackdown, according to The Arizona Republic.\n\nThe figure represents how much conventioneers would have spent in the region over five years. Actual boycott losses are unclear.\n\nSo far, four groups have canceled their events at the city-run Phoenix Convention Center at an estimated loss of $26 million in business, a spokeswoman told PolitiFact Georgia. They would have brought 18,100 delegates, who on average spend $1,451 each on hotels, restaurants, entertainment, transportation and other expenses.  \n\nPhoenix’s figure does not include losses from conventions canceled at venues that are not city-run or future declines from events that never booked. It also does not account for indirect losses (the money businesses would have spent on supplies to serve conventioneers) or induced losses (household spending by people who would have been employed).\n\nNow, we look at figures from the Center for American Progress. It contracted with Elliott D. Pollack & Co., an established economic research and analysis firm in Scottsdale, Ariz., to determine the boycott’s impact on the state’s convention industry.\n \nThe November 2010 report found the state had already lost $141 million in direct spending on hotels and lodging, restaurants and other areas. With indirect and induced spending, Arizona lost $253 million in economic output.\n\nJim Rounds, an economist with Elliott D. Pollack & Co., noted that while tourism did lose money because of the cancellations, a portion of the declines were likely due to cuts in state funding for tourism advertising. Also, because few businesses would comment on the record on their losses, his estimate captures only \"roughly half\" of the total impact on tourism from the Arizona controversy.\n\nWe asked economists Bruce Seaman of Georgia State University and Tom Smith of Emory University’s Goizueta Business School to review the Center for American Progress study. They brought up shortcomings that were similar to ones Rounds acknowledged but otherwise said the analysis made sense.\n\nLet’s sum up:\n\nThe ADL’s claim that \"it is estimated the state has lost more than $100 million in hospitality industry revenues\" has some significant shortcomings.  \n\nNo group the ADL cited placed the losses at $100 million. The Center for American Progress placed the direct losses more than 40 percent higher. Phoenix’s estimate was 10 percent lower, limited to city losses and expected to take place over five years.\n\nThese, however, are all just estimates and projections. The ADL’s point was that the tourism industry has and will lose millions of dollars.\n\nThe overall idea that Arizona will likely lose big money because of the new immigration law is correct. The ADL statement, however, leaves out important details and context.\n\nThat fits our definition of Half-True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-13014"}