{"url": "/factchecks/2013/may/13/ron-meyer/ron-meyer-says-30-percent-workers-under-30-have-fu/", "speaker": "Ron Meyer", "vclaim": "\"Only three in 10 young Americans under 30 -- 30 percent under 30 -- have full-time work.\"", "truth_label": "half-true", "date": "stated on April 29, 2013 in a TV interview.:", "title": "Ron Meyer says 30 percent of Americans under 30 have full-time jobs", "text": "Republican Ron Meyer, Jr., 23, recently announced on Fox News that he will challenge incumbent Democrat Gerry Connolly in the 11th District congressional race next year.\n\nMeyer had a quick answer for those who wondered whether he is too young to run: He’ll turn 25 shortly before the 2014 general election, which is the U.S. Constitution’s minimum age for holding a congressional seat. And should he win, Meyer said his youth would give him valuable insight into issues facing young Americans, including a lackluster employment outlook.\n\n\"Only three in 10 young Americans under 30  -- 30 percent under 30 -- have full-time work,\" Meyer said while announcing his candidacy in a recent interview on Fox News.\n\nWe wondered whether Meyer was correct.\n\nMeyer told us he based his claim on a February 2013 report about civic engagement among 18-29 year olds that was sponsored by the National Conference on Citizenship, Harvard University’s Institute of Politics and several other groups.\n\nOne of the findings is that the Millennial Generation -- which the study defined as those born between 1983 and 1994 -- has been hit hard by the sluggish economy. Researchers, computing data from the U.S. Census Bureau and the Bureau of Labor Statistics, looked at 18-29 year-olds  and found \"62.9 percent are currently working, of which 31.2 percent work on a part-time basis.\"\n\nMeyer interpreted those figures to mean that the remaining 31.7 percent who were employed had a full time job.\n\nBut his interpretation \"isn’t quite right,\" according to Kei Kawashima-Ginsberg, a co-author of the report and lead researcher at CIRCLE, the Center for Information and Research on Civic Learning and Engagement at Tufts University. \n\nShe pointed out the study said that of the 62.9 percent employed, 31.2 percent held part-time  jobs -- or slightly less than a third of those in the age group who are working.\n\nSo when all Americans in that age group are considered -- those employed and those who are not  -- about 20 percent have part-time positions and 43 percent have full time jobs, Kawashima-Ginsberg said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nThere’s another issue to consider. The figures were compiled using November 2011 data.\n\nKawashima-Ginsberg ran new figures for us, using data from the U.S. Census Bureau. For March 2013, she came up with a similar result: 42 percent of people age 18-29 had full-time jobs.\n\nOf people 30 and older, 50.4 percent had full-time job in March, according to figures compiled by Kawashima-Ginsberg.\n\nCraig Copeland, a senior research associate at the Employee Benefits Research Institute, said economic changes have made it harder for young people to find jobs. But there’s another important factor to consider when looking at full-time employment among the 18-29 age group -- many of them are working part time until they leave college.\n\n\"There is a significant percentage of those people who are (working) part-time for a reason, not because they can’t find a job,\" Copeland said. \"If they’re working part-time, they’re most likely a college student.\"\n\nOver the last decade or so, the number of young people holding a full-time job has trended downwards, even before the Great Recession, Copeland said. The reason is that a higher percentage of that group has been going to college and because members of the Baby Boom generation are staying in jobs longer, Copeland said.\n\nBut the recession, which ran from December 2007 to June 2009, certainly caused the percentage with full-time jobs to go down faster, he said.\n\nCopeland pulled annual average employment figures from the U.S. Census showing that in 2004, 54.1 percent of people age 18-29 had a full-time job and that dropped  to 52.6 percent by 2008. By 2011 -- the latest yearly figures available -- the percent of 18-29 year olds with a full-time job was 45.6 percent, he said.\n\nOur ruling\n\nMeyer said that 30 percent of the Americans younger than 30 had full-time jobs, but he misinterpreted data in a report. The study actually indicates that 43 percent of the age group had full time jobs.\n\nWhile Meyer’s number is off, his point holds up: a smaller portion of 18-29 year olds hold full time jobs today that before the recession. We rate his statement Half True.", "vclaim_id": "vclaim-pol-09340"}