{"url": "/factchecks/2014/mar/06/michael-cerullo/ri-psychotherapist-says-marijuana-contains-50-70-p/", "speaker": "Michael Cerullo", "vclaim": "\"Marijuana contains 50 to 70 percent more carcinogenic hydrocarbons than tobacco.\"", "truth_label": "barely-true", "date": "stated on February 20, 2014 in a newspaper commentary:", "title": "R.I. psychotherapist says marijuana contains 50 to 70 percent more cancer-causing chemicals than tobacco", "text": "In the ongoing battle over liberalizing marijuana laws, key questions focus on the risks posed by smoking the psychoactive substance.\nIn the past year, PolitiFact affiliates looked at claims that marijuana is less toxic than alcohol (Mostly True), whether today's marijuana is \"genetically modified\" to have far more THC than in the 1970s (also Mostly True) and whether nobody's addicted to marijuana (False).\nIn a Feb. 20 commentary in The Providence Journal, psychotherapist Michael Cerullo made several arguments against marijuana legalization but this one caught our attention: \"Marijuana contains 50 to 70 percent more carcinogenic hydrocarbons than tobacco,\" he said.\nTobacco is deadly enough. We wondered if marijuana was that much worse.\nCerullo said the statement came from the 2007 edition of the Drug Guide for Mental Health Professionals, a specialty edition of the widely-respected Physician's Desk Reference. It says, \"Marijuana contains 50 to 70 percent more carcinogenic hydrocarbons than tobacco.\" But it offers no source and a spokesman for the publisher said the guide is too old to check the source.\nWe also found references to the factoid in material from the U.S. Drug Enforcement Administration and National Institute on Drug Abuse. But none indicated who had actually done the test or where it had been published.\nActually, the statement is ambiguous. It could be saying that marijuana smoke has 50 to 70 percent MORE cancer-causing chemicals or has a 50 to 70 percent greater CONCENTRATION of cancer-causing chemicals.\nOn the first point, we couldn't find a comprehensive tally of cancer-causing chemicals in marijuana smoke. It's not even easy to find a list for tobacco smoke, with different sources giving different estimates. (The National Cancer Institute, on its website, pegs the number at \"at least 69.\" A 2010 Surgeon General's report gives a similar number, and lists 62.)\nWithout evidence, we would rate that reading of the statement as False.\nIn our quest to see if the concentration of cancer-causing chemicals is greater in marijuana smoke, we consulted Dr. Donald Tashkin of the University of California at Los Angeles, a leading researcher on marijuana and tobacco.\nOnly a few studies have compared the smoke content of the two, he said in an email. One was from 1975, the other from 1982.\nThey both found that two of the carcinogens in marijuana smoke were higher than in tobacco smoke. Both are hydrocarbons. In the 1975 study, one was roughly 50 percent higher; the other about 70 percent higher. In other words, they supported Cerullo’s claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nBut there's more to the story. The concentrations of other cancer-causing chemicals was lower by as much as 73 percent in marijuana smoke, the studies found.\nTashkin said the most recent study, published in 2008, found that the concentrations of carcinogenic chemicals were consistently LOWER in marijuana smoke.\n\"These differences could be due to changes in the strains of marijuana studied in 2008 compared to those studied in 1975 and 1982,\" Tashkin wrote.\n(This applies to smoke inhaled directly. In contrast, the 2008 study found that the concentration of cancer-causing chemicals was higher in second-hand marijuana smoke than in second-hand tobacco smoke.)\nRobert Melamede, a medical marijuana advocate and biologist at the University of Colorado, Colorado Springs, said the carcinogenic content \"depends on how thoroughly it's burned\" and anyone who says the level of carcinogens is much higher in marijuana \"is using meaningless information to make a meaningless point. A lot of people use vaporizers, and vaporizers don't give you any burnt hydrocarbons.\"\nUltimately, the most important question is whether smoking marijuana, on top of its other potential hazards, increases the risk of cancer the way tobacco does. The short answer for now is no. Researchers have been looking for evidence that it does, but they've come up empty-handed.\nThe latest marijuana fact sheet from the National Institute on Drug Abuse says, \"It is not yet known whether marijuana smoking contributes to (the) risk for lung cancer.\"\nTashkin said there is speculation that THC, the active ingredient in marijuana \"could counterbalance the impact of the carcinogens present in marijuana smoke.\"\nOur ruling\nWhen Michael Cerullo said, \"Marijuana contains 50 to 70 percent more carcinogenic hydrocarbons than tobacco,\" he was quoting a reputable source.\nBut we could find no evidence that marijuana smoke contains more kinds of cancer-causing chemicals.\nAnd evidence on whether marijuana smoke has higher concentrations of cancer-causing chemicals is hazy at best. It depends on whether you are talking about smoke inhaled by the user, or second-hand smoke.\nOn this burning issue, because the statement contains an element of truth but ignores critical facts that would give a different impression, we rate it Mostly False.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08166"}