{"url": "/factchecks/2012/oct/28/george-flinn/george-flinn-blames-steve-cohen-shleby-unemploymen/", "speaker": "George Flinn", "vclaim": "Says that \"when Congressman (Steve) Cohen took office in 2007, the unemployment rate was at 4.8 percent. The unemployment rate in Shelby County has reached 9.7 percent.\"", "truth_label": "false", "date": "stated on October 18, 2012 in in campaign mail piece:", "title": "George Flinn blames Steve Cohen for Shelby unemployment rate being more than twice as bad", "text": "With what sometimes appears to be an unlimited supply of money to spend on campaign commercials, Dr. George Flinn is flooding the airwaves trying to make voters in the 9th Congressional District reconsider returning the incumbent, U.S. Rep. Steve Cohen, to Washington, D.C.\n\nIn a campaign mailershowing the crumbling edifice of a large brick building, Flinn, the state’s biggest campaign self-funder, provides voters with numbers that indicate the unemployment rate in Shelby County is more than twice as bad now as it was when Cohen began in Congress. The 9th is comprised mostly of Memphis, with some parts of northern Shelby County, and recent national media reports have pointed out that Cohen is one of the few southern white Democrats remaining in Congress.\n\n\"When Congressman Cohen took office in 2007, the unemployment rate was at 4.8 percent,\" reads one bullet point. And then the very next one says, \"The unemployment rate in Shelby County has reached 9.7 percent.\"\n\nThe Cohen campaign has challenged the veracity of many claims by Flinn, a radiologist who has built his wealth by owning radio stations and spent millions on various campaigns since 2002. Cohen’s campaign says the mailer contains numbers that are both out of context and inaccurate. So we asked the Flinn campaign for evidence.\n\nOn statements like this, where statistics are used in an attempt to assign someone credit or blame, it is PolitiFact policy to a) determine the accuracy of the numbers and b) the extent to which the designation of credit or blame is accurate.\n\nFlinn spokeswoman Kristi Stanley defended the mailer and said the numbers came straight from federal statistics as reported by the Bureau of Labor and Statistics.\n\nBut when we double-checked, we found that the Cohen campaign was closer to the truth -- Flinn’s campaign either misread the statistics or cherry-picked other numbers from the years 2007 (when Cohen took office) and 2012 (the current election year).\n\nCohen officially took office as the 9th Congressional District representative in January of 2007, following his election in November of 2006 to succeed five-term Congressman Harold Ford Jr.  The originally reported unemployment rate for Shelby County for January of 2007 was 5.5 percent. When it was later revised, the new numberwas 5.7 percent. Either way, a significant distance from the 4.8 percent listed on the mailer.\n\nWhat about the unemployment rate now? The 9.7 percent figure used by the Flinn campaign appears to be pegged to reports for July, but the unemployment rate by August dropped to 9.0 percent in Shelby County.\n\nThose numbers for August did not become available until Sept. 27, so it’s possible the mailer was prepared with only the July numbers available. In any case, the most recent figures reported on Oct. 25 show the unemployment rate for Shelby County had dropped to 8.4 percent, following national trends.\n\nAs to whether Cohen deserves blame for the unemployment rate’s worsening in Shelby County since arriving in D.C. in January of 2007, we reached out to some economists and consulted similar PolitiFact rulings involving other elected officials.\n\nMalcolm Getz, an associate professor of economics at Vanderbilt University, put it this way in an email: \"One member of Congress has 1/435 of the vote in the House of Representatives. Whatever passes the House must also pass the Senate. The system is designed to allow many voices to be heard and counted with no single voice having determinative effect.\"\n\nAnd: \"Macroeconomic phenomena like the unemployment rate is strongly influenced by events outside of government control.\"\n\nEconomics professor John Gnuschke, head of the University of Memphis’s Sparks Bureau of Business and Economic Research, had a similar reaction: \"A single Congressman doesn't have the ability to change the direction of the economy or the recovery.\"\n\nGnuschke wrote further that \"economic conditions in Memphis mirrored those in the rest of the nation and were in no way unique. . . . Improvements locally have been slow because the nation's recovery from the Great Recession has been slow. Congressman Cohen was not the cause of the decline and is not the problem with the slow recovery. Look to a weak private sector and their unwillingness to hire and invest as the issue of the day.\"  \n\nGoogle makes it possible to create charts that show the unemployment rate over time, and you can compare different geographies. When you match up the unemployment rates for the United States, Tennessee, Shelby County and Memphis, you get four lines that rise and fall consistently at about the same rate.\n\nThe Cohen campaign strongly believes Cohen does not deserve blame for the numbers, and points to examples that it says represent actions that improved the economic situation in Memphis and Shelby County.\n\nCohen campaign manager John Marek wrote in an email: \"Congressman Cohen brought us Tennessee’s first Minority Business Center, which will give racial minorities and women more access to business loans, which means jobs. Congressman Cohen also saved 500 jobs when he ensured that the American Steamship Company came to Memphis, and he created many jobs in Memphis when he brought us the $15 million Tiger grant, which will be a big development project downtown. He supported President Obama's jobs bill, which was blocked by Republicans in Congress.\"\n\nMarek also made this point -- Flinn was a Shelby County Commissioner from 2004 to 2010: \"Arguably a County Mayor and County legislature would have more to do with the unemployment numbers than a Federal Congressman.\"\n\nFlinn’s campaign stands by the mailer and says Cohen has not delivered.\n\nOur ruling\n\nIn a campaign mailer, Republican congressional candidate George Flinn blamed Steve Cohen for the unemployment rate in Shelby County being more than twice as bad now (4.8 percent to 9.7 percent) than it was in 2007 when he took office.\n\nBut Flinn’s numbers are off, no matter if you stop the clock at the July numbers or the more recent September numbers. Further, the campaign overreaches by trying to pin responsibility for Shelby County’s economic collapse and then gradual recovery on one elected official. We rule this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-10069"}