{"url": "/factchecks/2018/may/04/chele-farley/gillibrands-opponent-claims-she-hasnt-passed-any-b/", "speaker": "Chele Farley", "vclaim": "\"Kirsten Gillibrand has put forward 331 bills since she's been in Congress. Do you know how many of them have been passed into law? Zero!\"", "truth_label": "half-true", "date": "stated on April 23, 2018 in an interview on Capital Tonight:", "title": "Gillibrand's opponent claims she hasn't passed any bills while in office", "text": "A New York Republican running for U.S. Senate says Sen. Kirsten Gillibrand has served 11 years in Congress without passing a single bill into law.\nChele Farley, a partner at a private equity firm in New York City, said Gillibrand’s political career has borne no legislative fruit.\n\"Kirsten Gillibrand has put forward 331 bills since she's been in Congress. Do you know how many of them have been passed into law? Zero!\" Farley said in an interview.\nFarley is staging a long shot bid to unseat Gillibrand in a state that hasn’t been represented by a Republican in the Senate for two decades. She believes Gillibrand hasn’t delivered on promises she made to improve the lives of New York state residents.\nIs it true that none of her bills has become law?\nGillibrand’s bills\nFarley’s campaign supported the claim using information from the congressional bill tracking website.\nA search for Gillibrand’s legislation turned up 295 bills and 36 resolutions during her time in the House and Senate, according to a query on the website. Seven of those bills passed the chamber she was in at the time but none became law.\nGillibrand was appointed to replace Hillary Clinton in the Senate in 2009, when Clinton became secretary of state. Gillibrand served in the House from 2007 until succeding Clinton in the Senate.\nShe also co-sponsored 1,998 bills. That means she signed on to a bill introduced by another member of the chamber. Seventy-seven of those bills have become law. Some of them were from Gillibrand’s colleagues in New York state. She co-sponsored a bill with lower Hudson Valley Rep. Nita Lowey to promote breast cancer research, for example.\nGillibrand has also offered 153 amendments to bills sponsored by other members. Twenty-one of those amendments were approved, with 11 were attached to bills that ultimately became law.\nThe remaining 36 items Farley referred to are resolutions Gillibrand introduced. Resolutions are one-house actions that usually celebrate an occasion or change the chamber’s internal rules. They do not have to be agreed to in the other chamber.\nGillibrand has introduced 36 resolutions in Congress and 23 of them passed.\nGillibrand’s record\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nIn other ways, Gllibrand has driven new laws.\nShe wrote part of the STOCK Act, a law designed to prevent insider trading by members of Congress. Her legislation was combined with another member’s bill and sponsored by the Senate Homeland Security and Governmental Affairs Committee Chair Sen. Joe Lieberman before it became law.\nDemocrats have been the minority in the Senate since 2015. Minority members have a much harder time getting legislation passed because majority members decide which bills make it to the floor for a vote. Gillibrand has had more success adding amendments to other members’ bills and co-sponsoring legislation.\nConsider the Zadroga Act, legislation Gillibrand sponsored in 2015 to guarantee health care to 9/11 first responders and survivors. Instead of passing as its own bill, Republican lawmakers included Gillibrand’s legislation in an omnibus spending bill that became law that year.\nThere have also been times when Gillibrand wrote legislation with a Republican, but was not the main sponsor. Even the White House gave her credit for a bill she worked on with Republican Sen. Chuck Grassley last year.\n\"Later this afternoon, the President is going to be signing two bills that were both passed with bipartisan support that help protect those who protect us,\" then-White House Press Secretary Sean Spicer said at a press briefing in 2017. \"First, the Public Safety Officers' Benefits Improvement Act of 2017, which was co-sponsored by Senate Judiciary Committee Chairman Chuck Grassley of Iowa and Senator Kirsten Gillibrand of New York.\"\nPast PolitiFact ratings\nPolitiFact has rated similar statements anywhere from Mostly True to Mostly False depending on how the claim was phrased.\nThe Republican Party of Florida recently claimed that out of 860 bills Sen. Bill Nelson, D-Florida, had introduced in Congress, only 10 passed. That claim was rated Mostly False because more than 10 of Nelson’s bills and resolutions were passed in at least one chamber.\nFarley’s statement goes beyond that claim by saying none of Gillibrand’s bills have become law.\nExperts have also agreed in past rulings that measuring a lawmaker’s success by the number of sponsored bills that become law can be misleading. There are other actions a lawmaker can take to be effective.\nOne example: Gillibrand convinced members of the Senate to hold hearings on allowing gay and lesbian people in the military during her first year in the chamber. The policy was changed two years later.\nOur ruling\nFarley said Gillibrand has not sponsored a bill that has become law during her time in Congress.\nFarley’s right that Gillibrand has not been the sole sponsor on a bill that became law. But some of her legislative proposals have been included in larger bills sponsored by other members. And Farley's count includes resolutions, 23 of which passed in the Senate. Farley paints Gillibrand as a lawmaker without any legislative victories. That’s not true.\nHer statement is partially accurate but leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-02104"}