{"url": "/factchecks/2012/feb/29/scott-garrett/congressman-scott-garrett-claims-half-all-american/", "speaker": "Scott Garrett", "vclaim": "Says \"half the Americans don't pay any income taxes.\"", "truth_label": "true", "date": "stated on February 15, 2012 in a radio interview:", "title": "Congressman Scott Garrett claims half of all Americans don’t pay federal income taxes", "text": "The deadline for filing one’s federal income tax return is fast approaching, but according to U.S. Rep. Scott Garrett, half of the nation won’t pay any money to the government.\n\nThe Sussex County Republican claimed during a Feb. 15 interview on WOR-AM that half of all Americans don’t pay federal income taxes. After discussing the federal budget, Garrett cited that statistic when host John Gambling pointed out the economic turmoil unfolding in Greece.\n\nGarrett (R-5th Dist.) responded, \"That’s the absurd situation they’ve got over there where the average person on the street relied so heavily on the government for his livelihood, for his well-being. We don’t want to be in that situation in this country, but we’re getting close to it, when half the Americans don’t pay any income taxes.\"\n\nPolitiFact New Jersey found that Garrett is right, according to research done by two nonpartisan groups. Both groups confirm that about half of all American households do not have to pay any federal income taxes.\n\nOur PolitiFact colleagues around the country have tackled similar statements a few times before and reached the same conclusion.\n\nFirst, let’s explain the data that supports Garrett’s claim.\n\nTo back up the congressman’s point, Garrett spokesman Ben Veghte directed us to a July 2011 report from the Urban Institute-Brookings Institution Tax Policy Center.\n\nIn that report, the center estimated that about 46 percent of \"tax units\" would pay no federal income tax for 2011 -- the most current estimate available. The center had estimated that 49.5 percent of tax units didn’t pay federal income taxes for 2010.\n\nA tax unit is an individual or married couple that either files a tax return or would have to file one if their income was high enough, Roberton Williams, a senior fellow with the center, said in an e-mail. In other words, a tax unit is roughly equivalent to a household, he said.\n\nOf the 46.4 percent of units not paying income taxes for 2011, about half was due to the fact that those units had no taxable income after subtracting the standard deduction and personal exemptions, Williams said.\n\n\"The other half qualified for various exclusions, itemized deductions, special exemptions, preferential tax rates, and tax credits that wiped out any tax liability,\" Williams told us. That second group includes tax units benefiting from education and child credits.\n\nNow, let’s talk about the other group backing up Garrett’s statistic.\n\nIn April 2011, the Joint Committee on Taxation, a nonpartisan committee of Congress, released an analysis estimating that slightly more than 50 percent of all tax units would owe no federal income taxes for 2009.\n\nOf those tax units, about 22 percent would have a zero income tax liability and about 30 percent would actually get money back from the government, according to the committee.\n\nSo, both groups support Garrett’s claim that roughly half of all American households pay no federal income taxes.\n\nOur ruling\n\nIn a radio interview, Garrett claimed \"half the Americans don’t pay any income taxes.\"\n\nThat claim is backed up by research from two nonpartisan groups -- the Tax Policy Center and the Joint Committee on Taxation. Both groups have estimated that about half of all American households did not owe federal income taxes in recent years.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11528"}