{"url": "/factchecks/2017/apr/07/erin-forrest/mostly-men-only-three-quarters-town-boards-wiscons/", "speaker": "Erin Forrest", "vclaim": "\"75 percent of the town boards in Wisconsin have no women on them at all.\"", "truth_label": "true", "date": "stated on April 2, 2017 in an interview:", "title": "(Mostly) men-only: Three-quarters of town boards in Wisconsin have no women members", "text": "How underrepresented are women in elected offices in Wisconsin?\n\"Horrifyingly underrepresented,\" says Erin Forrest, executive director of Emerge Wisconsin, which helps Democratic women run for office.\nForrest responded to the question on the April 2, 2017 edition of \"Capital City Sunday,\" a public affairs program on Madison’s WKOW-TV. Then she made several statistical claims, including one with a huge figure:\n\"Seventy-five percent of the town boards in Wisconsin,\" Forrest claimed, \"have no women on them at all.\"\nNearly one in every three Wisconsin residents live in what are largely rural towns.\nAre the town boards really so dominated by men?\nCandidates and the group\nThe program began with an interview of state Sen. Leah Vukmir, a suburban Milwaukee Republican who is considering a run against first-term U.S. Sen. Tammy Baldwin, a Madison Democrat, in 2018.\nEven with the election more than a year and a half away, Baldwin was hit a couple of weeks earlier with a Super PAC attack claiming she \"supported legislation allowing citizens to withhold funding for our troops.\" Our rating was Mostly False, given that the measure would have been largely symbolic.\nTo balance Vukmir’s appearance on the show, Forrest was interviewed. Emerge Wisconsin, which offers a six-month training program for Democratic women who want to run for office, reported that after the election of Donald Trump, it had its largest group of applicants.\nNow to Forrest’s claim.\nThe numbers\nIn Wisconsin, a town is the form of local government in areas that are not within the boundaries of cities or villages. About 30 percent of Wisconsin residents live in towns, according to the Wisconsin Towns Association. One of the state’s 1,255 towns, according to the Wisconsin Blue Book, is also a county -- Menominee. It has seven town board members (four women and three men), who also serve as county supervisors, while most town boards have only three members, each of whom are elected to two-year terms.\nTo back her claim, Forrest referred us to a report released in April 2016 on women elected to judicial, executive and legislative offices in Wisconsin at the state and local government levels (including school districts).\nCurrent as of 2015, it is the latest edition of a report that is produced every five years by the Wisconsin Women’s Council, a state body whose members are appointed by the governor and legislative leaders. The data was collected by the Research Center for Women and Girls at Alverno College in Milwaukee.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe report highlighted two findings in comparing 2015 to the first report, done in 2005:\n\n\n23 percent of elected officials were women, up from 20 percent\n\n\n\n\n3,100 women held elected office, up from 2,800\n\n\nAs for town boards, the report found, 75 percent of them had no women -- the same as in 2005.\nTown boards are the least likely among Wisconsin local governing bodies to have gender diversity, the study found. Women account for only 9 percent of town supervisors (the same as in 2010, but up from 7 percent in 2005).\nWomen were most represented on tribal councils, holding 42 percent of the seats, the same as 2005, and on the state Supreme Court, holding five of the seven seats.\nOther perspectives\nMike Koles, executive director of the Wisconsin Towns Association, said women are far more represented among town clerks and treasurers, the vast majority of which are elected positions.\nWe looked for any other reports on elected women in Wisconsin, checking with the Wisconsin Towns Association, the Local Government Institute of Wisconsin, the University of Wisconsin Extension, Wisconsin Women in Government and the Wisconsin Federation of Republican Women, but didn’t find any that were aware of any other data on Wisconsin’s town boards.\nThey don’t bear on this fact check, but we did find other studies that looked more generally at women elected officials in Wisconsin.\nState Legislature: 31 of the 132 members of the Wisconsin Legislature are women -- with that 23.5 percent slightly below the national rate of 24.8 percent, according to a February 2017 report by the non-profit National Conference of State Legislatures.\nCounty to federal: Wisconsin ranked 17th on a measure of representativeness that looked at race and gender among elected officials from the county to federal levels, according to a 2014 national report. It was commissioned by the Women Donors Network, which describes itself as a progressive group of women philanthropists. White women were 42 percent of Wisconsin’s population and comprised 22 percent of elected officials. For women of color, the percentages were 9 percent and 3 percent.\nWhy they don’t run: Women expressed less confidence than men about their ability to run for and hold public office, according to a UW Extension survey of 600 county board supervisors and people identified as potential candidates for local office in 38 Wisconsin counties. The surveys were done in summer 2015 and the results were published in February 2016. Two of the findings: 71 percent of men compared to 60 percent of women said they were well-qualified to run; nearly 19 percent of women said \"making decisions in public\" acted as a barrier to running, while less than 5 percent of men felt that way.\nOur rating\nForrest said: \"75 percent of the town boards in Wisconsin have no women on them at all.\"\nShe accurately quotes the most recent Alverno College study, in 2015, of elected women officials in Wisconsin.\nWe rate the statement True.  Share the Facts   Politifact    1 7  Politifact Rating: True  \"75 percent of the town boards in Wisconsin have no women on them at all.\"     Erin Forrest Emerge Wisconsin executive director   In an interview Sunday, April 2, 2017 04/02/2017    Read More  info", "vclaim_id": "vclaim-pol-03458"}