{"url": "/factchecks/2014/apr/30/friends-greenlight/greenlight-pinellas-supporters-say-plan-wont-take-/", "speaker": "Friends of Greenlight", "vclaim": "Greenlight Pinellas \"won’t take existing lanes from other vehicles.\"", "truth_label": "barely-true", "date": "stated on April 16, 2014 in an email to voters:", "title": "Greenlight Pinellas supporters say the plan 'won’t take existing lanes from other vehicles'", "text": "Details of Pinellas County’s mass transit initiative, Greenlight Pinellas, already have opponents in overdrive.\nSome critics seem to be especially unhappy after receiving an informational email from Friends of Greenlight, a pro-transit political action committee. The email says the Pinellas Suncoast Transit Authority would implement bus rapid transit countywide without altering the current traffic flow.\n\"Bus Rapid Transit will help the Pinellas bus system move faster, but it won’t take existing lanes from other vehicles,\" the email reads. The email is paired with an artist’s rendering of the 1100 block of 4th Street N in St. Petersburg. The street has been altered to include a bus stop and a new bus lane in front of the block’s businesses.\nThe image, however, shows one other thing -- that the center turn lane 4th Street N has been removed.\nSo how is it that supporters promise the transit overhaul will not result in fewer traffic lanes, while an image shows the opposite?\nAnd, more broadly, will Greenlight Pinellas \"take existing lanes from other vehicles?\"\nPolitiFact Florida wanted to learn more.\nWhat is bus rapid transit?\nUnderstanding the concept of bus rapid transit is key to predicting whether Greenlight Pinellas radically alters existing traffic capacity. That’s not as easy as it sounds, because the term bus rapid transit (known as BRT) is a catch-all term that can mean many different things.\nAnnie Weinstock, a director at the Institute for Transportation and Development Policy, helped us with nailing down the details.\nShe said the Institute generally considers the criteria of a BRT system as having:\n\n\nDedicated bus lanes (ideally in street medians);\n\n\nIntersections that prevent turns across bus lanes;\n\n\nTransit signal priority that detects the presence of buses and changes lights accordingly;\n\n\nOffboard fare collection to reduce wait times as passengers pay at the fare box, the single biggest bottleneck in bus service;\n\n\nPlatform-level boarding to help move passengers -- especially handicapped and elderly passengers -- onto the bus as quickly as possible.\n\n\nBRT can have any of these elements in any proportion, as long as the focus is on moving the buses as quickly and as directly as possible. Greenlight Pinellas incorporates many of these changes, but it’s difficult to say which ones, or where they’re going to be.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHouse Natural Resources Committee Republicans\n\n\nstated on April 5, 2010 in a news release posted on his website.\n\n\n\n\n\n\n\n\n\"Obama did not open new lands to offshore drilling – all of these areas were already open for drilling once Congress and President Bush lifted the moratorium in 2008. Instead, President Obama yesterday announced what areas he would CLOSE to offshore drilling.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Catharine Richert • April 23, 2010\n\n\n\n\n\n\n\nWhy? Because of a Catch-22 in the plan.\nAn outline, not a blueprint\nThe current plan is a broad overview of the potential transit expansion, proposing a 1-cent sales tax increase countywide to pay for the light rail line between St. Pete and Clearwater, increasing bus hours, adding routes and building in improvements to allow for BRT. Voters must approve the initiative on Nov. 4. (We checked a previous claim about the sales tax, which you can read here.)\nGreenlight Pinellas does call for improvements at intersections and bus stops that will allow bus travel to be faster. Some of those changes may include dedicated bus lanes at intersections or bus stops that allow the buses to get ahead or stay out of the traffic. Some routes may simply run at more frequent intervals. PSTA external affairs officer Bob Lasher said the project may also use a method known as \"queue jumping,\" in which buses use separate lights to start travel before regular traffic does.\nBus lanes would be built from existing medians and shoulders on most major roads except St. Petersburg’s 1st Avenue N and 1st Avenue S. Those one-way streets, running in opposite directions, are lightly traveled enough to give up an entire lane for bus service without causing traffic problems, PSTA says.\nUsing those two lanes is enough to foster arguments over whether Friends of Greenlight can make such an absolute statement about the plan. What makes it tougher is that so many cooks will be in the kitchen if the proposal is approved.\nLasher said PSTA would work with the Florida Department of Transportation, the county and local municipalities to see if other lanes or rights of way could be used for buses. But the details of what those changes would look like isn’t done yet, because the initiative hasn’t been approved by voters.\n\"The actual stop-by-stop, turn-by-turn details won’t be known until after the engineering and environmental studies are done, which would be only if the measure passes due to expense,\" Lasher said. \"If we were to put out that kind of money before hand, and it failed, that would be a big loss and irresponsible of us.\"\nIronically, without those details, opponents continue to pick apart the plan, saying Greenlight Pinellas won’t work because there’s no way to tell how it will be organized. If it’s altering 4th Street in such a misguided way, what else will it do?\nThe problem is, Greenlight Pinellas doesn’t aim to remove the turn lane from 4th Street N.\n\"That photo – which is a mock up – was to demonstrate what a BRT station would look like,\" Lasher said, pointing out the payment kiosk on the sidewalk at the bus stop. \"I use it for that and when I explain off-board fare payment.  It was never meant to imply that we would be taking a lane along 4th Street. Our graphics artists used the backdrop, because they liked the background.\"\nFriends of Greenlight spokesman Kyle Parks said they would strive to make sure people understood the image was a rendering designed to show what a bus stop would look like and nothing more.\nSo is it possible traffic lanes may be sacrificed, even the turn lane along Fourth Street? Could capital improvements to major roadways really be made without affecting other drivers? Can Greenlight Pinellas really do what it claims it’s going to do?\nThe answer is, sadly, that we can’t say definitively until after the engineers get down to the nitty-gritty details. And that can only happen if the 1-cent tax passes Nov. 4.\nOur ruling\nFriends of Greenlight says in its promotional email that implementing bus rapid transit  \"won’t take existing lanes from other vehicles.\"\nAlready the statement needs to be qualified, because two thoroughfares in St. Petersburg will be losing lanes if a 1-cent tax increase passes. And while PSTA and Greenlight advocates say bus lanes would be taken from shoulders and medians, there’s really no way to know how roads will be altered. Pinellas residents will have to vote for the proposal in November before a study can be done to work out those details. We can say that there are no plans currently to remove the center turning lane from 4th Street North, and an artist's rendering showing that outcome was actually intended to show what a new bus stop might look like.\nSo there’s no intention to take away traffic lanes beyond the two Greenlight Pinellas mentions, but there’s also no possible way to guarantee it won’t happen. The plan will be implemented with the input of many local municipalities and the state, which means any number of outcomes are possible.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-07920"}