{"url": "/factchecks/2018/oct/30/martha-mcsally/fact-checking-martha-mcsally-pre-existing-conditio/", "speaker": "Martha McSally", "vclaim": "Says she’s \"leading the fight\" to \"force insurance companies to cover pre-existing conditions.\"", "truth_label": "barely-true", "date": "stated on October 24, 2018 in a campaign ad:", "title": "Fact-checking Martha McSally on pre-existing conditions", "text": "U.S. Rep. Martha McSally is promoting herself to Arizonans as someone who’s led the fight to guarantee insurance coverage for people with pre-existing health conditions.\nMcSally, a Republican running for the state’s open Senate seat, says in a new ad that she is \"leading the fight to secure our border, force insurance companies to cover pre-existing conditions and protect girls and women from sex trafficking.\"\nHas McSally, an Air Force veteran, led the fight to \"force insurance companies to cover pre-existing conditions\"?\nThat’s not what her voting record shows. McSally in 2015 voted for a full repeal of the Affordable Care Act. In 2017, she voted for a repeal and replace bill that health care law experts say undermined the Affordable Care Act. It is the Affordable Care Act that forces insurers to cover pre-existing conditions.\nMcSally is competing against Democratic U.S. Rep. Kyrsten Sinema, who’s also taken credit for protecting Arizonans’ health coverage. (See our fact-checks of Sinema’s claims.)\nMcSally’s voting record\nMcSally has aligned with the Republican Party’s goal of repealing and replacing the Affordable Care Act, the health care bill signed into law by former president Barack Obama.\nBefore the Affordable Care Act, insurers were allowed to deny coverage to people with pre-existing health conditions (health problems people had before a new coverage started). Insurers also were able to charge higher premiums based on health status. The Affordable Care Act prohibited those practices, effectively forcing companies to insure people with pre-existing conditions.\nMcSally in February 2015 voted for a full repeal of the Affordable Care Act. The bill directed House committees to offer new legislative proposals, including one with a provision to \"provide people with pre-existing conditions access to affordable health coverage.\" That bill passed the House, 239-186, but died in the Senate.\nIn May 2017, McSally also voted in favor of the American Health Care Act, a Republican effort to repeal and replace the Affordable Care Act. It passed the House, 217-213, but again, failed in the Senate.\nHow would the American Health Care Act affect coverage for pre-existing conditions?\nMcSally and other Republicans say that although they want to get rid of the Affordable Care Act, they also want to protect people with pre-existing conditions.\nMcSally’s campaign spokeswoman, Torunn Sinclair, said McSally \"played a large role\" behind the scenes in the American Health Care Act’s amendment process. \"Especially by setting the tone with leadership and other members that pre-existing conditions must be protected,\" Sinclair said.\nThe American Health Care Act said nothing in it \"shall be construed as permitting health insurance issuers to limit access to health coverage for individuals with pre-existing conditions.\"\nBut it also allowed states to apply for waivers to certain Affordable Care Act rules.\nIn states with a \"community rating\" waiver, insurers would have been able to raise premiums, for one year, for people with pre-existing health conditions who did not have coverage for at least 63 straight days the previous year.\nThe Congressional Budget Office in a 2017 analysis said that less-healthy people, including those with pre-existing conditions, would ultimately be unable to buy individual health insurance (policies not tied to an employer) at premiums comparable to those under the Affordable Care Act, \"if they could purchase it at all.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nAdditional funding from Upton/Long amendment\nDuring the 2017 debate for the American Health Care Act, McSally \"successfully negotiated $8 billion in additional funding to bring down insurance costs for people with pre-existing conditions,\" her campaign said.\nMcSally supported a last-minute measure known as the Upton-Long amendment to help secure enough votes to pass the American Health Care Act in the House.\nThe amendment, offered by Republican Reps. Fred Upton of Michigan and Billy Long of Missouri, made available $8 billion over five years to states granted a community rating waiver. The funds were intended to help reduce premiums or other out-of-pocket medical expenses for people with pre-existing conditions whose monthly premiums increased because of the waiver.\nAnalyses and news reports at the time said it was uncertain how many states would apply for the waiver; the number would tell how the $8 billion would be allocated.\nExperts find shortcomings in McSally’s claim\nHealth care law experts say McSally’s claim overlooks protections established by the Affordable Care Act, downplays the impact of the American Health Care Act, and overstates the Upton-Long amendment’s reach.\nThe Republican measures would not have forced insurance companies to cover people with pre-existing conditions — they already had to because of the Affordable Care Act.\nThe American Health Care Act, on the contrary, weakened coverage protections, experts said.\n\"The AHCA’s state waivers would have made it much more expensive and, in some cases, effectively impossible for people with pre-existing conditions to obtain coverage,\" said Matthew Fiedler, a fellow with the Center for Health Policy in Brookings Institution’s Economic Studies Program.\nThe Upton-Long amendment \"did very little to undo those adverse effects,\" Fiedler said.\nThe amendment could be helpful to some extent, \"but offering a moderate level of financial assistance falls well short of ‘forcing’ insurance companies to cover pre-existing conditions,\" said David Gamage, a law professor at Indiana University Maurer School of Law.\n\"The bottom line is that the American Health Care Act undermined the ability of people with pre-existing conditions to be able to maintain adequate coverage at affordable price,\" said Allison K. Hoffman, a law professor at Penn Law School. \"And then amendments like the Upton-Long amendment tried to soften the blow of some of these harms.\"\nThe proposal said nothing in it was to be construed as permitting insurers to limit coverage for individuals with pre-existing conditions. But experts said that was \"vague catch-all language,\" and that the bill included avenues for states to undermine that coverage.\nOur ruling\nMcSally claimed she’s \"leading the fight\" to \"force insurance companies to cover pre-existing conditions.\"\nIt was the Obama-era Affordable Care Act that forced insurance companies to cover pre-existing conditions.\nMcSally in 2015 voted in favor of a full repeal of the law. The bill directed House committees to offer new proposals, including one that provided people with pre-existing conditions access to affordable health coverage.\nIn 2017, McSally voted for the American Health Care Act, a Republican proposal that kept the Affordable Care Act’s pre-existing conditions coverage. Despite language in the bill to protect people with pre-existing conditions, it included provisions that undermined that coverage and increased premiums for certain people, making insurance unaffordable in some cases, experts said.\nMcSally did support an amendment to help reduce over 5 years increased premiums and out-of-pocket expenses that people with pre-existing conditions might face due to a state waiver allowed in the bill.\nMcSally’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\n Share the Facts 2018-10-30 19:29:39 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says she’s \"leading the fight\" to \"force insurance companies to cover pre-existing conditions.\"    Martha McSally U.S. Representative    in a campaign ad Wednesday, October 24, 2018 2018-10-24    Read More  info", "vclaim_id": "vclaim-pol-01362"}