{"url": "/factchecks/2017/dec/04/jeff-sessions/violent-crime-some-still-well-historical-highs/", "speaker": "Jeff Sessions", "vclaim": "\"The violent crime rate has risen, and the homicide rate has risen by more than 20 percent in just two years, really after 30 years of decline in violent crime.\"", "truth_label": "mostly-true", "date": "stated on November 14, 2017 in public testimony before Congress:", "title": "Violent crime is up some, but still well off historical highs", "text": "In Attorney General Jeff Sessions’ testimony to Congress about Russia in November, he brought up a recent increase in the rate of violent crime and murder in the United States.\n\"The violent crime rate has risen, and the homicide rate has risen by more than 20 percent in just two years, really after 30 years of decline in violent crime,\" said Sessions on Nov. 14.\nWe wanted to check out his numbers.\nSessions got his information from the FBI’s Uniform Crime Report for 2016. After doing some math, we found that from 2014 to 2016 violent crime rate increased by 6.8 percent, and the murder rate increased by 20.4 percent.\nThe FBI defines violent crime as murder and nonnegligent manslaughter, forcible rape, robbery, and aggravated assault.\nSessions’ numbers are accurate, but his focus on the more recent years doesn’t show the full picture.\nOn average, for the last 30 years violent crime has been declining. In 1986, the violent crime rate was 620 violent crimes per 100,000 people. In 1991, the rate increased to 758, which was the highest it has been since 1960.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\"For 15 to 20 years both the violent and nonviolent crime rates as measured by the FBI’s Uniform Crime Report (UCR) have been dropping like a rock.  It is now at the level of the early 1950s.  It is very low,\" said Alan Lizotte, a professor in the School of Criminal Justice at the University at Albany, in email correspondence with PolitiFact.\n\n\n\nThe murder rate in 2014 was 4.4 murders per 100,000 people and in 2016 it was 5.3. Because the numbers are relatively small, a change in the rate is reflected as a seemingly larger percentage.\n\"To be clear, you can have an uptick in crime from 2015 to 2016, and yet the numbers in 2016 are still lower than what they were a decade ago,\" said Kenneth Leon, professor at the George Washington University. \"Sessions has a structural incentive to emphasize law-and-order-related rhetoric and make statements that suggest there is a crime wave,  or that the U.S. is ‘less safe.’ He is selectively curating the data to fit his needs.\"\nOthers see the increase as a worrying sign that could be the start of a new trend. Richard Rosenfeld, a professor at the University of Missouri St. Louis, shared a National Institute of Justice study he participated on that examined the recent rise in homicide in the United States. \"If not wholly unprecedented, the recent homicide increase in the United States was relatively large, especially in several of the nation’s big cities,\" said the report. The report expressed concern at the sudden rise and said that it would take five years, if the rates continue to increase at high rates, for the homicide rates to reach the levels of the 1990s.\nSessions gave a speech when this data was first released at the end of August and said that the work that law enforcement officers do is about to get harder. \"That’s because we are fighting a multi-front battle: an increase in violent crime, a rise in vicious gangs, an opioid epidemic, threats from terrorism, combined with a culture in which family and discipline seem to be eroding further and a disturbing disrespect for the rule of law,\" said Sessions.\nThe National Institute of Justice study explored the potential causes of the homicide increase but said that because it was such an abrupt increase, it was difficult to definitively say what the cause was. It encouraged further research.\nOur ruling\nSessions said, \"The violent crime rate has risen, and the homicide rate has risen by more than 20 percent in just two years, really after 30 years of decline in violent crime.\" That is accurate, but it needs additional information. The murder rate spoke is driven by a small increase in cases, and still well below historical highs. Experts say the increasing murder rate may be the start of a trend, or could be a random increase before a return to historic lows. We rate the statement Mostly True.", "vclaim_id": "vclaim-pol-02633"}