{"url": "/factchecks/2017/oct/05/andrew-koenig/margaret-sanger-alleged-white-supremacist/", "speaker": "Andrew Koenig", "vclaim": "\"It's time to remove any statue of Margaret Sanger who was a white suprematist (sic), spoke at kkk events & supported by democrats. #prolife\"", "truth_label": "barely-true", "date": "stated on August 18, 2017 in a tweet:", "title": "Margaret Sanger, alleged white supremacist?", "text": "The debate over confederate and white supremacist statues has ramped up in the past few months with the August attack in Charlottesville, Virginia, over the proposal to remove a confederate statue and the vandalization of a confederate statue in Springfield, Missouri, which prompted a Missouri state representative to call for hanging its vandal.\n\n\nMissouri State Sen. Andrew Koenig pointed attention away from confederate soldiers and toward a different historical figure: Margaret Sanger. Sanger was a birth control advocate in the early 1900s, set up birth control clinics and is recognized as one of the founders of Planned Parenthood.\n\n\nKoenig tweeted on Aug. 18, 2017, \"It’s time to remove any statue of Margaret Sanger who was a white suprematist (sic), spoke at kkk events & supported by democrats. #prolife\"\n\nIt's time to remove any statue of Margaret Sanger who was a white suprematist, spoke at kkk events & supported by democrats. #prolife— Andrew Koenig (@Koenig4MO) August 19, 2017\n\n\nWe contacted Koenig for clarification on his statement and received response from a Koenig staffer that \"the tweet speaks for itself and he (Koenig) stands behind it.\"\n\n\nSo we talked with experts in the fields of history, black studies and those with extensive knowledge on Sanger to verify just how many statues of Sanger there are and if she was in fact a white supremacist who spoke at KKK events.\n\n\nThose statues\n\n\nThe most-well known statue of Sanger is in the National Portrait Gallery at the Smithsonian Institution; groups have demanded it be removed from the museum for years.\n\n\nThe other documented statues of Sanger are in the Old South meeting house in Boston and the \"Knowledge is Power\" sculpture at Rowan University. There are also some other modern-day dedications to Sanger in the form of street signs, plaques and building names.\n\n\nKKK events\n\n\nIn Koenig’s tweet, he states that Sanger spoke at Ku Klux Klan events.\n\n\nSanger’s appearance at one KKK event is well documented. Sanger wrote about the event herself in her 1938 autobiography \"Margaret Sanger: an Autobiography.\"\n\n\nIn the book, Sanger writes that, \"I accepted an invitation to talk to the women’s branch of the Ku Klux Klan at Silver Lake, New Jersey, one of the weirdest experiences I had in lecturing.\"\n\n\nBut to say that Sanger spoke at KKK events, plural, is an exaggeration. The 1928 speech before the women’s group is the only documented case that our sources were aware of.\n\n\nAnd, according to Ellen Chesler, a Sanger biographer and senior fellow at the Roosevelt Institute in New York, Sanger’s appearance at the event was less about race and more about reaching as many people as possible.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\n\"It was to try to encourage a broad swath of ideological support for birth control at a time when birth control was immoral (and) illegal,\" Chesler said.\n\n\nWhite supremacist?\n\n\nThis is where things get a little murky.\n\n\nIt’s a bit subjective in this case, but several historians we spoke to said that Sanger was not a white supremacist. Jean Baker, a Sanger biographer, said Sanger was trying to bring birth control to both white and black women.\n\n\nMany of the race-related criticisms linked with Sanger come from her opening a clinic for birth control in Harlem. Her opening the Harlem clinic brought on allegations that she was sterilizing black women, but Baker said Sanger was not for compulsory sterilization.\n\n\nShe was also later criticized for her work with the \"Negro Project,\" a controversial program that aimed to provide birth control services to black communities. According to a research organization at New York University specializing in Sanger, the program failed to speak with members of the black community before it was implemented and has been criticized as being racist.\n\n\nThat said, the project was supported by black leaders of the time, including W.E.B. Du Bois, with whom Sanger worked closely. And although the project was later criticized, Sanger presented it in a fundraising request letter as an opportunity to help \"a group notoriously underprivileged and handicapped to a large measure by a ‘caste’ system that operates as an added weight upon their efforts to get a fair share of the better things in life.\"\n\n\nWhat many argue as the sticking point for Sanger’s white supremacy was her belief in eugenics, which as defined by Merriam-Webster is \"a science that deals with the improvement (as by control of human mating) of hereditary qualities of a race or breed.\"\n\n\nAll of the historians we spoke with agreed that Sanger was a eugenicist, but most said that Sanger’s approach was not specific to race.\n\n\nThough eugenic policies have led to tragic outcomes such as the Holocaust, it’s important to remember that eugenics was widely supported by progressive groups during Sanger’s time, experts told us.\n\n\n\"Eugenics enjoyed tremendous broad support among secularist people who didn’t want sexuality and reproduction to be shrouded in the myth and mystery that organized religion had always placed them,\" Chesler said.\n\n\nOur ruling\n\n\nKoenig said Margaret Sanger statues should be removed because Sanger was a white supremacist who \"spoke at KKK events.\"\n\n\nSanger spoke at one event for the women’s affiliate of the KKK, but it was to educate those women on birth control. And this was the only event she spoke at that any sources or documents pointed to.\n\n\nSanger has been accused of white supremacy by many because of her belief in eugenics and her implementation of a birth control clinic in Harlem and other black communities. But historians point out this was because she wanted to share her belief in the importance of birth control with both white and black women.\n\n\nKoenig’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-02827"}