{"url": "/factchecks/2011/aug/12/greater-wisconsin-political-fund/gop-recall-candidate-jonathan-steitz-failed-pay-hi/", "speaker": "Greater Wisconsin Committee", "vclaim": "Says Republican recall challenger Jonathan Steitz \"failed to pay his taxes.\"", "truth_label": "half-true", "date": "stated on August 4, 2011 in campaign mailer:", "title": "GOP recall candidate Jonathan Steitz \"failed to pay his taxes,\" liberal Greater Wisconsin Committee says", "text": "The Greater Wisconsin Committee, a liberal group active in Wisconsin politics, has asserted itself in the historic state Senate recall campaigns. In the two remaining races, which will be decided Aug. 16, 2011, it has accused Republican challengers of not paying their taxes.\n\nIn a North Woods race, the Madison-based group said tea party leader Kim Simac, who is running against Sen. Jim Holperin, D-Conover, \"was delinquent paying her property taxes eight of the last nine years.\" We rated that claim True.\n\nThe Greater Wisconsin Committee made a similar statement against Jonathan Steitz, a lawyer who is trying to oust Sen. Bob Wirch, D-Pleasant Prairie, in a Kenosha-based district in the state’s southeastern corner.\n\nA headline on a flier hat the group mailed to voters Aug. 4, 2011 says:\n\n\"Jonathan Steitz failed to pay his taxes.\"\n\nThe wording on that claim is much less specific than on the one against Simac. But we have been down a similar road before.\n\nIn one of the six recall races decided Aug. 9, 2011, Democratic challenger and eventual winner Jessica King said during the campaign that Sen. Randy Hopper, R-Fond du Lac, \"didn’t pay\" his state income taxes, in contrast to average voters who declared \"we work hard, we pay our taxes.\" We ruled that statement Mostly False because in the years Hopper didn’t pay the taxes, he didn’t owe any.\n\nSo, let’s dig into the Greater Wisconsin Committee’s claim that Steitz, who is making his first run for public office, \"failed to pay his taxes.\"\n\nThe flier that makes the claim contains a footnote, which cites a Kenosha County court case. Kirk Brown, spokesman for the committee, referred us to an online court summary of the case.\n\nThe summary shows the state filed a tax warrant against Steitz in November 2003 for $1,875 plus $853 for interest and a penalty, for a total of more than $2,700. The summary also shows the warrant was paid off two months later.\n\nBrown said that was the only evidence the Greater Wisconsin Committee relied on in claiming that Steitz failed to pay taxes.\n\nSteitz campaign spokesman Dan Hunt said the tax warrant was issued because Steitz failed to make a sales tax payment in September 2002 for a business that he owned that staged events such as concerts. Hunt called it an oversight, saying most of the business’ work was done outside of Wisconsin, so Steitz did not have to regularly pay Wisconsin sales taxes.\n\nHunt also said Steitz owed -- and paid -- a total of only $260, even though the court summary indicates he owed and paid more than 10 times that amount.\n\nWe turned to Diane Hardt, a tax administrator with the Wisconsin Department of Revenue. She said she could not discuss a particular taxpayer, but she said tax warrants are issued only after a taxpayer has received more than one notification that a payment is owed and only after the taxpayer is given at least 60 days to pay.\n\nHardt also said that when the department issues tax warrants, the amount of tax demanded of the taxpayer and reflected in court records is estimated and inflated, sometimes by as much as 10 times what ultimately is determined to be owed. Hardt said the department inflates its estimate of what will actually be owed in hopes of getting the taxpayer to respond quickly.\n\nLet’s go to the Truth-O-Meter.\n\nThe Greater Wisconsin Committee made a flat statement -- \"Jonathan Steitz failed to pay his taxes.\" There is a basis for it in that nine years ago Steitz failed to make one monthly sales tax payment for a business he owned. But the claim leaves out important details -- namely, that he paid up two months later and there is no evidence he failed to pay other taxes.\n\nThat fits our definition for Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12580"}