{"url": "/factchecks/2020/nov/10/blog-posting/no-video-doesnt-show-election-worker-destroying-tr/", "speaker": "Bloggers", "vclaim": "“Election worker brags about destroying Trump ballots; rips up a ballot for DJT on video.”", "truth_label": "false", "date": "stated on November 9, 2020 in a blog post:", "title": "No, this video doesn’t show an election worker destroying Trump ballots. It was a joke.", "text": "A TikTok user who goes by @bigchoppadoe has said that he created a video pretending to be a poll worker destroying ballots for President Donald Trump as a joke, but it has still spread on social media as evidence of election fraud. \n\"Election worker brags about destroying Trump ballots; rips up a ballot for DJT on video,\" the headline of a post on TopTradeGuru.com says. \nIn the embedded TikTok video, @bigchoppadoe is wearing a yellow vest and a face mask as he says, \"we get your votes and we separate them. If some of these votes happen to say, like this one, Donald J. Dumb Trump, that one just don’t make it.\" \nThen he holds up what looks like a ballot marked for Trump and rips it in half. \nThis blog post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n@bigchoppadoe’s TikTok account is now private, but Newsweek reported that Dale Harrison, the man behind the account, wrote on Facebook that it was a joke. \n\"Sooo I did this video in my Amazon outfit cause y’all know I’m always joking!\" Harrison said. \"And it’s getting crazyyy views! … So when do I move to Hollywood???\"\nHarrison also replied to a comment asking if he really destroyed ballots by saying: \"it’s a joke. I’ve never worked for them,\" according to Newsweek. He said he’s wearing his uniform for his job at Amazon in the viral TikTok video. \nWe rate this blog post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18495"}