{"url": "/factchecks/2018/oct/19/senate-leadership-fund/heidi-heitkamps-record-immigration-sanctuary-citie/", "speaker": "Senate Leadership Fund", "vclaim": "\"Washington Heidi supports sanctuary cities, where illegal immigrants can be released on our streets, like this criminal, who was let go and then sexually assaulted a child.\"", "truth_label": "barely-true", "date": "stated on October 11, 2018 in a campaign ad:", "title": "Senate Leadership Fund distorts Heidi Heitkamp's record on immigration", "text": "An ad released by the Senate Leadership Fund in the North Dakota Senate race paints incumbent Heidi Heitkamp as two-faced when it comes to immigration.\n\"There are two Heidi Heitkamps. One in North Dakota, the other siding with liberals in Washington. Washington Heidi supports sanctuary cities, where illegal immigrants can be released on our streets, like this criminal, who was let go and then sexually assaulted a child. The same Heidi who is funded by Washington liberals who want to abolish ICE,\" the voiceover says.\nHeitkamp has voted against bills that would defund sanctuary cities, but that’s not the same as voting to protect criminals, as the ad suggests.\nThe Senate Leadership Fund declined to provide evidence for its ad.\nHeitkamp’s campaign said she opposed bills to punish sanctuary cities because they end up punishing law enforcement for a political decision made by a municipality. Her campaign highlighted her vote in favor of Kate’s Law, a bill that would have increased penalties for unauthorized immigrants, and her support of Trump’s 2018 immigration proposal, which included $25 billion for border security, tougher enforcement and new limits on legal immigration.\nHeitkamp has called the movement to abolish ICE, \"crazy town,\" and said that criticizing law enforcement for doing their job does not \"sit well\" with her as a former attorney general.\n‘Sanctuary cities’\nA sanctuary city can be a town, county or other jurisdiction. There isn’t a federal law defining sanctuary locations, but the term is generally applied to places that have policies or ordinances limiting the assistance that local police provide to federal immigration authorities.\n\"The one common theme to sanctuary areas is not that they release criminals onto the streets, but that they will not do the work that is the responsibility of the federal enforcement agencies,\" said Elizabeth Cohen, a political science professor at Syracuse University.\nThere are no sanctuary cities in North Dakota, according to research by the Federation of American Immigration Reform, which favors reduced immigration.\nThe Senate Leadership Fund cited four Heitkamp \"nay\" votes in the text of their ad. The bills sought to compel cities to honor ICE detainer requests on local law enforcement agencies by withholding federal grants. They gave local authorities legal immunity to do so.\nThe idea behind limiting cooperation between local and federal authorities is to encourage crime reporting and witnesses from the immigrant community to come forward, according to Hiroshi Motomura, a law professor at the University of California, Los Angeles. But sanctuary policies are not absolute, allowing cooperation when immigrants meet a certain threshold for criminal convictions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Even San Francisco policies, which are probably the most liberal in the country, require the police to cooperate when the person has a serious criminal history,\" said Huyen Pham, a law professor at Texas A&M University.\nSexual assault case\nSo what happened in the sexual assault case the ad mentions?\nWe tracked down the man in the mugshot through a reverse image search. He is Juan Ramon Vasquez, an undocumented immigrant who was charged with raping a 5-year-old family member following his 2014 release from a Philadelphia jail. (He previously used the name Ramon Aguirre-Ochoa.) He pleaded guilty and was sentenced to eight to 20 years in prison for the rape.\nPresident Donald Trump and other opponents of sanctuary cities have used his case as a rallying point.\nVasquez was originally arrested for an unrelated aggravated assault, but was released when the prosecutors declined to pursue the charges. ICE requested that he be held for possible deportation proceedings. The city did not honor the detainer request.\nPhiladelphia’s sanctuary city policy states that a person cannot be detained after their release unless they are convicted of a first- or second-degree felony involving violence, and that detainer is supported by a judicial warrant. There was no conviction or warrant in Vasquez’s case.\nThe sanctuary city bills would have forced locales to honor detainers or lose federal funding for law enforcement and other programs. However, even that may not have ensured Vasquez stayed off the streets, as he would have had the chance to ask for bond in front of an immigration judge, according to Linus Chan, a law professor at the University of Minnesota.\nIn other words, the bills Heitkamp voted against would not necessarily have prevented the case the ad calls attention to.\nOur ruling\nThe Senate Leadership Fund said, \"Washington Heidi supports sanctuary cities, where illegal immigrants can be released on our streets, like this criminal, who was let go and then sexually assaulted a child.\"\nHeitkamp voted against bills that blocked law enforcement grants for sanctuary cities, because she said she didn't want to punish law enforcement agencies. She also voted in favor of other bills that ramped up immigration law enforcement. The ad suggests that Heitkamp sympathizes with abolishing ICE, when she called the idea \"crazy town.\" The ad also suggests sanctuary cities allow violent criminals to roam the streets, but that's a skewed interpretation.\nWe rate this statement Mostly False.\n Share the Facts 2018-10-19 16:03:56 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Washington Heidi supports sanctuary cities, where illegal immigrants can be released on our streets, like this criminal, who was let go and then sexually assaulted a child.\"    Senate Leadership Fund Republican Super PAC https://www.youtube.com/watch?v=6HAnQj_bj8g   In an ad Friday, October 19, 2018 2018-10-19    Read More  info", "vclaim_id": "vclaim-pol-01453"}