{"url": "/factchecks/2016/jul/13/michael-bennet/bennet-campaign-says-gop-senate-candidate-darryl-g/", "speaker": "Michael Bennet", "vclaim": "Says GOP Senate nominee Darryl Glenn said he wants to see Ted Cruz appointed to the U.S. Supreme Court.", "truth_label": "true", "date": "stated on July 11, 2016 in a campaign email :", "title": "Bennet campaign says GOP Senate candidate Darryl Glenn wants to see Ted Cruz on Supreme Court", "text": "For months Democratic U.S. Sen. Michael Bennet of Colorado has run upbeat ads while more than a dozen Republican candidates slugged it out to become their party’s Senate nominee.\nBut now that El Paso County Commissioner Darryl Glenn has emerged as the victor in the Republican primary, the Bennet team has branded him as the candidate of \"the fringe of the Republican Party\" who is \"too extreme for Colorado.\"\nIn a recent fundraising email, the Bennet team ticked off things Glenn has said as proof that he’s \"ultra-conservative.\" It included him saying on a conservative talk radio show, \"I for one want to see (Ted) Cruz as a Supreme Court appointee.\"\nYet, it appears unlikely that Glenn would view his passionate support of Cruz -- the Texas senator who lost his bid for the GOP presidential nomination -- as a negative.\n\"I am an unapologetic Christian, constitutional conservative, pro-life, Second Amendment-loving American!\" Glenn declared in a fiery speech that ignited the Colorado Republican Convention in April. The county commissioner, who had been struggling to raise campaign funding, swept up 70 percent of the convention vote and was the only GOP Senate candidate to win election to the ballot. (Others had to hire signature gatherers to petition their way onto the ballot).\nSoon Glenn was drawing endorsements from conservative standard bearers like Cruz and former vice presidential nominee Sarah Palin and receiving crucial funding from the Senate Conservatives Fund.\nJust days before the state primary last month, Cruz came to Colorado and publicly endorsed Glenn, who told the crowd at the Westin Denver International Airport that if Cruz didn’t somehow wrestle the presidential nomination from Donald Trump, then Glenn had another job in mind for the Texas firebrand.\n\"If he cannot be our next president of the United States of America, I am personally going to lead the charge to make sure he’s our next Supreme Court justice,\" Glenn said, stirring the crowd to give Cruz a standing ovation, according to the Denver Post. Later, in a backroom, Glenn reinforced the idea, telling Cruz, \"I’m very serious about the Supreme Court, if that (presidential nomination) doesn't happen,\" the Post reported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\nGlenn made the Cruz-for-the-high court comment that the Bennet campaign quoted in its June 17 email on conservative commentator Mark Levin’s nationally syndicated talk show. (Here's a recording of the interview. Glenn makes the comment at 5:05 on the recording).\n\"I am very serious about winning this race. We need to send a clear message, because what I want, I want an overwhelming victory so I can go to Washington, D.C., with a mandate, and send some reinforcements to Mr. Cruz. And I for one want to see Mr. Cruz as a Supreme Court appointee,\" Glenn said on the show.\nPolitiFact has asked the Glenn campaign for comment and hasn't received a reply as of publication. We’ll update the story if they respond.\nOur ruling\nIn a fundraising email, the Michael Bennet campaign quoted Darryl Glenn saying, \"I for one want to see Cruz as a Supreme Court appointee.\"\nGlenn, a self-described \"unapologetic\" conservative, has publicly repeated his vow to \"lead the charge to make sure (Cruz) is our next Supreme Court justice.\"\nWe rate this claim True.\nhttps://www.sharethefacts.co/share/9b81b278-d847-4da1-8fee-cae9dc9c3680", "vclaim_id": "vclaim-pol-04700"}