{"url": "/factchecks/2018/oct/29/congressional-leadership-fund/despite-claim-minnesotas-dan-feehan-isn/", "speaker": "Congressional Leadership Fund", "vclaim": "Says Dan Feehan \"would vote with Pelosi for open borders and amnesty, putting Minnesota families at risk.\"", "truth_label": "false", "date": "stated on October 26, 2018 in a campaign ad:", "title": "Despite claim, Minnesota's Dan Feehan isn't throwing the border gates open", "text": "A new ad from a Republican-backed super PAC has a scary message about Democrat Dan Feehan for voters in Minnesota’s 1st Congressional District:\n\"Gang members and criminals\" are marching toward the U.S. southern border in a caravan with thousands of potential immigrants from Central America — and if Feehan were elected, he just might let everyone in.\nThe ad from the Congressional Leadership Fund, hoping to keep a Republican majority in the U.S. House, juxtaposes the march-toward-the-border footage with a question:\n\"Who is tough enough to secure our border? Not Dan Feehan. In Washington, Feehan would vote with Pelosi for open borders and amnesty, putting Minnesota families at risk.\"\nThe concern about criminals has been heard since President Donald Trump stated it in tweets, speeches and remarks to reporters. Numerous news stories say the march that started in Honduras is full of people fleeing violence and economic turmoil. But Tyler Q. Houlton, spokesman for the Department of Homeland Security, said in a tweet on Oct. 23 that the department \"can confirm that there are individuals within the caravan who are gang members or have significant criminal histories.\"\nIt is uncertain what will happen when the crowd arrives at the United States border, where some are expected to request asylum. Trump is working to increase barriers to entry and has spoken of sending soldiers, saying the caravan is \"an assault on our country.\"\nWould Feehan really vote for open borders, and for that matter, would Pelosi?\nWe went to find out.\nTheir policy\nFew if any lawmakers and congressional aspirants have a policy that addresses the question, What to do about caravans? But none say they want to throw open the borders.\nSince the CLF says Feehan would vote for open borders and for amnesty, we asked his campaign if that’s what he wants.\n\"Dan obviously does not,\" Sara Severs, Feehan spokeswoman, said. \"As a decorated Iraq combat veteran, the safety and the security of this nation is personal to Dan and he believes our nation needs to secure our borders and pass comprehensive immigration reform to address our immigration challenges.\"\nFeehan’s campaign website includes a page dedicated solely to immigration. He says he wants \"a pathway to citizenship for those who pay their taxes and don’t have a criminal record.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHe wants to hold \"employers who hire undocumented immigrants accountable,\" and develop \"a robust guest worker program.\"\nHe also says that as a veteran, \"when it comes to public safety, let me be perfectly clear, no matter who you are, if you commit a violent crime, you must be punished.\"\nIn that vein, his ideas are similar to what House Democratic leader Nancy Pelosi and others have proposed.\nImmigration and border debates over recent years have concerned what to do about immigrants who seek asylum, how to treat immigrants who got in without authorization, and whether to build a wall along the U.S.-Mexico border, as Trump wants.\nThe rhetoric has grown heated following large-scale deportations of immigrants here illegally, and separation of children from their parents.\n\"I don’t see any of us voting for wall funding,\" Pelosi told Politico recently. \"We have a responsibility to secure our borders. There are ways to do that that are consistent with civilization, humanitarianism and who we are as a nation.\"\nShe also said she wants to work on protecting so-called Dreamers, undocumented young adults who were brought to the U.S. as children. In 2013, she supported proposals to create a way for others here illegally to stay, while also doubling the number of border patrol agents to at least 38,405, adding hundreds more miles of border fencing and requiring the Obama administration to have a plan to apprehend 90 percent of attempted border crossings.\nThe proposed legislation was similar to a 2013 bipartisan Senate bill, the Border Security, Economic Opportunity and Immigration Modernization Act, that passed with support from 14 Republicans and every Democrat.  In the House, however, Republicans favored working on enforcement first, with some saying a path to citizenship would disadvantage U.S.-born citizens for jobs.\nOne point of criticism of the Senate bill was that it would have allowed undocumented immigrants to apply for Registered Provisional Immigrant (RPI) status only if they had not been convicted of a felony or three or more misdemeanors. That means, as the Congressional Leadership Fund said in materials it sent us in support of its ad, that people who had committed two misdemeanors could qualify.\nThe ad, however does not say that, focusing instead on \"gang members and criminals\" the super PAC says are marching to the country now. Under the Senate bill, applicants would have had to be living in this country already before they could qualify to apply.\nOur ruling\nThe Congressional Leadership Fund says Dan Feehan \"would vote with Pelosi for open borders and amnesty, putting Minnesota families at risk.\"\nThere is no question Feehan holds views contrary to the president’s and those of many House Republicans. He wants to find a way for people who are in this country already to stay, under certain conditions.\nBut nothing in his positions suggests he supports open borders and total amnesty. There is a lot of either-or posturing in politics, and this is no different, but the CLF’s extreme framing of Feehan’s positions calls for a harsh ruling: False.\n Share the Facts 2018-10-29 19:58:00 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Dan Feehan \"would vote with Pelosi for open borders and amnesty, putting Minnesota families at risk.\"     Congressional Leadership Fund Super PAC supporting Republican candidates https://www.youtube.com/watch?v=YZrybJoDPE0&feature=youtu.be   A campaign ad Friday, October 26, 2018 2018-10-26    Read More  info", "vclaim_id": "vclaim-pol-01373"}