{"url": "/factchecks/2016/feb/18/jeb-bush/jeb-bush-says-barack-obama-will-add-more-debt-all-/", "speaker": "Jeb Bush", "vclaim": "\"Barack Obama will somehow manage to add more than $8 trillion to the national debt, which is more debt than the 43 presidents who held office before him compiled together.\"", "truth_label": "mostly-true", "date": "stated on February 5, 2016 in a column posted on Medium.com:", "title": "Jeb Bush says Barack Obama will add more debt than all 43 previous presidents combined", "text": "Compared to immigration and terrorism, the growth of the federal debt may not be quite as big a subject for Republicans running for president this year. But it never went away entirely.\nIn a Feb. 5, 2016, Medium post about his approach to Social Security, former Florida Gov. Jeb Bush reiterated a talking point that many Republicans have used before.\n\"Barack Obama will somehow manage to add more than $8 trillion to the national debt, which is more debt than the 43 presidents who held office before him compiled together,\" Bush wrote.\nIt’s been awhile since we last checked a claim of this sort, so we decided to take a closer look. Bush phrased his claim carefully, and it largely holds up by the numbers. It’s also important to note, though, that Obama isn’t the only one responsible for the growth of the federal debt.  \nRunning the numbers\nWe first turned to the U.S. Treasury Department’s \"Debt to the Penny\" calculator, which allows you to track the federal debt on a daily basis.\n\n\n\n\n\nThe website lists two kinds of debt -- publicly held debt and gross federal debt. The difference is that federal debt is calculated by taking the amount of publicly held debt and adding to it the debt that is held by the government. These are typically IOUs between one governmental entity and another, such as the money owed by the general treasury to the Social Security trust fund.\nOn Jan. 20, 2009, the day Obama was inaugurated, the public debt stood at about $6.31 trillion. By the day Bush’s column ran, it stood at about $13.67 trillion. That’s an increase of $7.36 trillion, which is short of the $8 trillion Bush mentioned.\nBut remember that Bush said Obama will add that much on his watch, which can be reasonably interpreted to mean the amount by the end of Obama’s second term. If the debt continues to rise at the same pace it has increased over the past seven-plus years, it will end up at nearly $8.4 trillion when Obama leaves office.\nUsing this measurement, then, Bush is right that Obama will see the debt increase by north of $8 trillion on his watch, and that this amount will exceed the amount accumulated by the previous 43 presidents ($6.31 trillion).\nBush isn’t correct, however, using gross federal debt. Using the same method of estimating, Obama should see an increase of $9.51 trillion in gross federal debt by the end of his second term. That’s less than the $10.63 trillion he inherited from his 43 predecessors.\nExperts say that either publicly held debt or gross federal debt could be used to define the term \"national debt\" that Bush uses. Still, economists told us that publicly held debt is often the most popular measurement among specialists, so we won’t quibble with Bush’s decision to focus on publicly held debt.\nThe size of debt production under Obama is reinforced by looking at debt as a percentage of gross domestic product.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAt the end of fiscal year 2008, publicly held debt accounted for 39 percent of gross domestic product. By the end of fiscal year 2016, it’s expected to be almost 77 percent. Even if bad timing has exaggerated this increase  -- fiscal 2008 ended four months before Obama took office, right as the economy was collapsing -- it’s certainly a big percentage jump over eight years.\nAll this said, we’ll note a few things that are important to keep in mind.\n• How much blame does Obama deserve? Bush makes it sound as if Obama simply flipped a switch and debt started pouring out. Obviously, it’s a lot more complicated than that.\n\"It isn’t as if we were projecting balanced budgets and Barack Obama came into office and signed legislation increasing spending and cutting taxes,\" said Marc Goldwein, a budget analyst at the Committee for a Responsible Federal Budget.\nIn fact, Goldwein said, the January 2009 estimate from the nonpartisan Congressional Budget Office projected that the debt would be around $9 trillion today. So Obama could -- at most -- be assigned the blame for adding an additional $4.5 trillion to the debt, and that’s only if you absolve Congress (which has been controlled by Republicans for most of his tenure) of any responsibility, and if you blame Obama for all of the long-lasting effects of the recession that he inherited.\nAlso, a lot of the debt comes from entitlements such as Social Security and Medicare, which are increasing largely on autopilot due to demographic trends that are out of any president’s control.\nSo while Obama does bear some responsibility for the debt accumulation on his watch, he certainly doesn’t deserve sole responsibility. Bush’s own party played a role, too, as did the inevitable grind of demographic trends.\n• Any president today would be in much the same situation. Another type of inevitable grind -- inflation -- is worth factoring in as well. Every year, inflation puts an upward pressure on the scale of the debt. Inflation \"erodes the numbers and makes them a bit meaningless,\" Goldwein said.\nFor a comparison, let’s take a look at Obama’s predecessor in the White House, George W. Bush -- a Republican, and Jeb Bush’s brother.\nThe Debt to the Penny calculator doesn’t offer daily tallies for publicly held debt around the time of Bush’s inauguration, but it does offer daily data for gross federal debt, so we’ll use that.\nWhen Bush came into office on Jan. 20, 2001, the gross federal debt stood at $5.73 trillion. At the end of Bush’s term eight years later, the debt had risen to $10.63 trillion -- an increase on Bush’s watch of $4.9 trillion. That’s not quite equal to what his 42 presidential predecessors accumulated, but it’s 86 percent of the way there.\nThat increase under Bush is a little smaller than the expected increase during Obama’s full tenure -- 89 percent -- but it’s not off by much.\nOur ruling\nBush said that Obama \"will somehow manage to add more than $8 trillion to the national debt, which is more debt than the 43 presidents who held office before him compiled together.\"\nOn the numbers, Bush is right, as long as you measure the nation’s publicly held debt, the most commonly cited statistic, and as long as you project forward to the end of Obama’s tenure. But Bush leaves out some important context when he focuses the blame solely on Obama, and when he ignores that the percentage increase in the debt under George W. Bush was similar.\nThe statement is accurate but needs clarification, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-05389"}