{"url": "/factchecks/2016/may/02/kirk-cox/kirk-cox-says-mcauliffe-has-vetoed-more-bills-last/", "speaker": "Kirk Cox", "vclaim": "\"In two years, Gov. McAuliffe has vetoed more bills that the previous three governors issued in each of their four-year terms.\"", "truth_label": "true", "date": "stated on April 20, 2016 in a floor speech.:", "title": "Kirk Cox says McAuliffe has vetoed more bills than last three governors", "text": "Gov. Terry McAuliffe is way too heavy-handed with his veto pen, says Del. Kirk Cox, R-Colonial Heights.\n\"In two years, Gov. McAuliffe has vetoed more bills than the previous three governors issued in each of their four-year terms,\" Cox, the House majority leader, said during an April 20 floor speech when the General Assembly met to consider the Democratic governor’s vetoes of bills that lawmakers passed this year.\nWe wondered whether Cox’s claim is correct. His speech, it turns out, was written by Matthew Moran, communications director for House Speaker Bill Howell, R-Stafford. Moran told us his information came from statistics kept by the Legislative Information System, a 22-year-old database of bills and votes in the General Assembly.\nThe records show that McAuliffe vetoed 32 bills this year and 26 in 2015. That comes to 58 in the past two years. Here are the four-year totals of each of the three previous governors:\n•Republican Bob McDonnell, 20 vetoes;\n•Democrat Tim Kaine, 44 vetoes;\n•Democrat Mark Warner, 18 vetoes.\nMcAuliffe offers a simple reason for his many vetoes: The Republican-led General Assembly, he says, has passed a lot of what he considers to be bad bills. Among McAuliffe’s vetoes this spring were bills that would have:\n•Prohibited state agencies from punishing religious organizations that discriminate against same-sex couples;\n•Stopped state funding for Planned Parenthood;\n•Allowed home-schooled children to play on public school sports teams;\n•Prevented localities from removing Confederate monuments;\n•Repealed the governor’s ban on firearms in state office buildings;\n•Extended coal tax credits to help struggling coal regions; and\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n•Given legislators control over implementing federal energy regulations.\nMcAuliffe said he made it clear to legislators that he opposed these and other measures. \"Unfortunately, they sent those bills to me,\" he told reporters. \"And I vetoed them. No surprise.\"\nWe should note that the comparisons Cox made in accusing McAuliffe of veto-mania are tightly drawn and wouldn’t hold up if Cox had extended them past the previous three governors.\nThe two governors immediately beyond that threshold, Republicans Jim Gilmore and George Allen, issued 90 and 84 vetoes, respectively, during their four-year terms. The legislative database doesn’t go back further.\nIt’s anyone’s guess whether McAuliffe, who enters the final full year of his term in 2017, will top those high-water marks. In addition to the 58 vetoes from 2015 and 2016 to which Cox referred, McAuliffe rejected 10 bills in 2014. That gives him a total of 68 vetoes through his first three General Assembly sessions.\nThe role of partisanship\nAs a side note, we wondered whether the governors with the most vetoes faced General Assemblies controlled by the opposite party and vice versa. We found a strong, but not ironclad,  correlation.\nAllen, a Republican who served from 1994 to 1998, had 53 vetoes during his first two years, when the legislature was controlled by Democrats; and 31 during his last two years, when the House was run by Democrats and the Senate was evenly split between the parties.\nGilmore, a Republican who served from 1998 to 2002, had 60 vetoes during his first two years, when control of the House and Senate was split between parties. He issued 30 vetoes during his last two years, when both chambers were controlled by Republicans.\nWarner, a Democrat who served from 2002 to 2006, issued 18 vetoes over his four-year term - the fewest by any recent governor - even though he faced a Republican legislature the entire time.\nKaine, a Democrat who served from 2006 to 2010, had 27 vetoes during his first two years, when Republicans ran both chambers. He issued 17 during the second half of his term, when Democrats gained control of the Senate and the House remained in GOP hands.\nMcDonnell, a Republican who served from 2010 to 2014, had four vetoes during his first two years, when the House was Republican and the Senate was Democratic. He issued 16 during his last two years, when Republicans controlled the House and the Senate was split.\nMcAuliffe, a Democrat, has faced a Republican-controlled legislature during his first three years and, as we’ve noted, issued 68 vetoes.   \nOur ruling\nCox said, \"In two years, Gov. McAuliffe has vetoed more bills than the previous three governors issued in each of their four-year terms.\" The record bears him out.\nWe rate his statement True.", "vclaim_id": "vclaim-pol-05020"}