{"url": "/factchecks/2016/jan/24/bernie-sanders/yes-donald-trump-really-did-tweet-climate-change-h/", "speaker": "Bernie Sanders", "vclaim": "Says Donald Trump \"thinks that climate change is a hoax, invented by the Chinese.\"", "truth_label": "mostly-true", "date": "stated on January 24, 2016 in an interview on NBC's \"Meet the Press\":", "title": "What Donald Trump said about the Chinese inventing the 'hoax' of climate change", "text": "For the second time in a week on national TV, Democratic presidential candidate Bernie Sanders attacked Republican candidate Donald Trump by citing Trump’s views on climate change.\nTrump \"thinks that climate change is a hoax, invented by the Chinese,\" Sanders said Jan. 24 on NBC’s Meet the Press, echoing a similar statement he made in the Democratic presidential debate in Charleston, S.C. (Watch the clip.)\nDid Trump really say that? He definitely tweeted that view once in 2012, though he has since distanced himself a bit from that theory.\nThe clearest example comes from a tweet sent by Trump on Nov. 6, 2012. \"The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.\"\n\nSo Sanders certainly has evidence to support his claim. But Trump has somewhat backed off after Sanders' comments, calling the Chinese link a \"joke.\"\nOn Jan. 18, after Sanders had attacked Trump’s climate change views in the Democratic debate, Trump told Fox & Friends, \"Well, I think the climate change is just a very, very expensive form of tax. A lot of people are making a lot of money. I know much about climate change. I'd be — received environmental awards. And I often joke that this is done for the benefit of China. Obviously, I joke. But this is done for the benefit of China, because China does not do anything to help climate change. They burn everything you could burn; they couldn't care less. They have very — you know, their standards are nothing. But they — in the meantime, they can undercut us on price. So it's very hard on our business.\"\nSo Trump has said his 2012 tweet was a joke. However, he has used the word \"hoax\" repeatedly in describing climate change, although he doesn’t always fault China. (For the record, in 2014 we rated the claim that climate change is a \"hoax\" Pants on Fire.)\nMost recently, on Dec. 30, 2015, Trump told the crowd at a rally in Hilton Head, S.C., \"Obama's talking about all of this with the global warming and … a lot of it's a hoax. It's a hoax. I mean, it's a money-making industry, OK? It's a hoax, a lot of it.\"\nThat’s three times using \"hoax\" in one sentence. Trump has also used the word on Twitter since that 2012 tweet.\nOn Jan. 25, 2014, Trump tweeted, \"NBC News just called it the great freeze — coldest weather in years. Is our country still spending money on the GLOBAL WARMING HOAX?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nOn Jan. 29, 2014, Trump tweeted: \"Snowing in Texas and Louisiana, record setting freezing temperatures throughout the country and beyond. Global warming is an expensive hoax!\"\n\nThat same day, he tweeted, \"Give me clean, beautiful and healthy air - not the same old climate change (global warming) bullshit! I am tired of hearing this nonsense.\"\n\nTrump also called climate change a \"hoax\" on Jan. 6, 2014, edition of Fox & Friends.\nTrump said on Sept. 24, 2015, on CNN’s New Day, \"I don’t believe in climate change.\"\nAnd as we noted earlier, even when calling his earlier tweet a joke, Trump on Jan. 18, 2016, said that climate change \"is done for the benefit of China, because China does not do anything to help climate change.\"\nOur ruling\nSanders said that Trump \"thinks that climate change is a hoax, invented by the Chinese.\"\nTrump did tweet that view in 2012. Whether Trump still feels that way is less clear. Asked about it recently, the real estate developer called it a joke.\nHowever, Trump has repeatedly called climate change a \"hoax\" in speeches, tweets and media appearances, and while he hasn’t necessarily repeated the charge that China \"invented\" climate change, he has said as recently as Jan. 18, 2016, that action on climate change \"is done for the benefit of China.\"\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-05518"}