{"url": "/factchecks/2017/oct/18/asamericanasapplepieorg/hillary-clinton-wanted-irma-wipe-every-florida-hil/", "speaker": "AsAmericanAsApplePie.org", "vclaim": "\"Hillary (Clinton) caught on tape laughing about (Hurricane) Irma ‘wiping out all of those Florida hillbillies’.\"", "truth_label": "pants-fire", "date": "stated on October 16, 2017 in a headline:", "title": "Hillary Clinton wanted Irma to 'wipe every Florida hillbilly off the map,' fake post says", "text": "A bogus news story claimed that former Democratic presidential nominee Hillary Clinton told Rachel Maddow it would be better if Hurricane Irma destroyed Florida, but the post really came from a website that is part of a network of Internet trolls.\nA headline on an Oct. 16, 2017, post on the suspiciously named lmaoitsnews.website read, \"Hillary caught on tape laughing about Irma ‘wiping out all of those Florida hillbillies’.\" Facebook users reported the story as being potentially made up, as part of the social media company’s efforts to combat fake news.\nThe post, which we found on several other websites, said that Clinton was shooting an undated interview for The Rachel Maddow Show on MSNBC when she slammed the Sunshine State and its residents.\n\"To be honest, Rachel, it would probably be good for the country if Irma were to just wipe every Florida hillbilly off the map,\" the post quoted Clinton. \"I mean … they live in trailers by the water, right?\"\nThe lmaoitsnews.website story said Maddow was shocked by Clinton’s statement, canceling the interview and agreeing to hide the recording. The post claimed a sound engineer smuggled the recording out to release to the public should he need to \"save the country or himself.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nClinton didn’t make these remarks, however, because this story is sourced to a post that originally ran Sept. 10 (when Irma swept across Florida) on the website AsAmericanAsApplePie.org.\nAsAmericanAsApplePie.org appears to be part of a series of fake websites associated with Christopher Blair, a self-described liberal troll who publishes fabricated stories in an attempt to trick conservative readers.\nWe’ve fact-checked plenty of stories that originated from websites run by or affiliated with Blair, including TheLastLineOfDefense.org, FreedomCrossroad.us, OurLandOfTheFree.com and FreedomJunkshun.com.\nAsAmericanAsApplePie.org uses a website template similar to these other sites, and carries a disclaimer that reads, \"As American as Apple Pie is here to be your beacon of something you can kinda rely on sometimes but not really.\"\nClinton did not deride Florida on tape or suggest its residents should be blown away by a hurricane. We rate this statement Pants On Fire!\n Share the Facts 2017-10-18 14:54:49 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Hillary (Clinton) caught on tape laughing about (Hurricane) Irma ‘wiping out all of those Florida hillbillies’.\"    AsAmericanAsApplePie.org website https://asamericanasapplepie.org/2017/09/10/hillary-caught-tape-laughing-irma-wiping-florida-hillbillies/   in a headline Monday, October 16, 2017 2017-10-16    Read More  info", "vclaim_id": "vclaim-pol-02793"}