{"url": "/factchecks/2015/mar/29/dana-bash/how-many-bills-has-ted-cruz-passed-senate/", "speaker": "Dana Bash", "vclaim": "\"There's just one piece of legislation that is now law\" with Sen. Ted Cruz's \"name on it.\"", "truth_label": "mostly-true", "date": "stated on March 29, 2015 in comments on CNN's \"State of the Union\":", "title": "How many bills has Ted Cruz passed in the Senate? 1", "text": "Sen. Ted Cruz, R-Texas, is known for sticking to his principles, but that might trip him up if he were to become president, a position that requires compromise, said CNN host Dana Bash.\n\"Give me an example where you have successfully compromised in the United States Senate with Democrats,\" Bash asked Cruz on CNN’s State of the Union March 29.\nCruz mentioned his sponsorship of a bill that denied admission to the United States any United Nations representative who poses a national security threat (a response to Iran’s chosen U.N. representative). The bill passed unanimously in both the Senate and the House.\nBut that bill that was non-controversial, and it is the only bill Cruz has passed in his two years in office, Bash added.\n\"It's fair that there's just one piece of legislation that is now law with your name on it?\" she asked.\nJust one? Is that right?\nThe laws\nWe looked through Cruz’s legislative history on Congressional Quarterly’s database and found that since he became a senator in January 2013, he has been the main sponsor on 44 bills and a cosponsor on 187.\nOf those on which he was the primary sponsor, only one passed, as Bash said.\nThis bill, the one Cruz mentioned in the interview, passed unanimously in April 2014 and was intended to stop Iran’s proposed U.N. envoy from entering the United States. Iranian Ambassador Hamid Aboutalebi was involved in holding more than 50 Americans hostage in the U.S. Embassy in Iran in the 1970s.\nCruz’s name is on two more laws as a cosponsor. He was one of 80 senators to cosponsor a July 2014 bill to enhance cooperative programs between the United States and Israel. He also joined a bipartisan group of 22 senators behind an August 2014 bill establishing a special envoy to promote religious freedom in parts of Asia.\nIt’s worth noting that many of the bills Cruz cosponsored were Senate resolutions, which are legislative measures that don’t go to the president and don’t carry the force of law, such as a resolution that commemorates the 70th anniversary of the liberation of the Nazi concentration camp Auschwitz. Many of these passed. He’s also had measures pass through the Senate as a sponsor or cosponsor, even if they didn’t eventually become law.\nSo it’s true that Cruz hasn’t had many of his ideas signed into law, but is it the best way to tell if he has been an effective senator? Experts told us it’s an incomplete measurement, so let’s add some context.\nThe context\nFirst of all, Cruz has only been in Congress for two years. In 2014, National Journal analyzed which senators have sponsored or cosponsored the most bills that eventually became law and found unsurprisingly that the longer a senator had been in office, the more bills they passed. Sen. Orrin Hatch, R-Utah, has passed more than 740 and has been in the Senate since 1977.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn his first two years in the Senate, Cruz was a member of the minority party, which put him and fellow Republicans at a disadvantage. It’s expected that the majority leader will schedule bills for his own party more frequently than for the minority, said Joshua Huder, senior fellow at Georgetown University’s Government Affairs Institute. Even within their own party, more junior members’ priorities are at the back of the line.\n\"First-term senators have a lot of headwinds, particularly when in the minority,\" Huder said. \"Nothing about Cruz's position really sets him up for legislative success.\"\nThat said, the Senate’s design allows for individual members to make a difference, even if they’re not in the majority, said Sarah Binder, senior fellow at the Brookings Institution and an expert in legislative politics.\nThey make a difference in ways other than just passing laws, which weakens this particular measurement of legislative effectiveness, Binder added.\nThey can sponsor amendments to bills, for example, or their bills can get absorbed into broad omnibus legislation. Cruz successfully sponsored an amendment to the National Defense Authorization Act that will give Purple Hearts to those killed or wounded in the shooting at Fort Hood in Texas in 2009.\nOr, they can put a plug in the opposing party’s agenda. Cruz played a role in keeping an International Monetary Fund reform measure out of a bill to give aid to Ukraine. He has also spearheaded efforts to block presidential appointments to push his priorities.\nAnother problem with simply counting the number of bills passed is that it doesn’t account for individual bills’ importance or political salience, Binder added.\nAnd the Senate is only one-third of the lawmaking process (the other parts being the House and the president), so much of getting a law passed is out of the sponsor’s hands, Huder said.\nBash told PolitiFact she agrees that the number of laws passed is not the only barometer of success for a senator -- particularly a senator like Cruz who is interested in dismantling quite a few laws. She also said she agrees that being in the minority party during a time of excess gridlock put Cruz at a disadvantage.\nIn sum, Cruz’s record is better than Bash makes it out to be, Huder said, but it’s still not great.\n\"Cruz paints himself as an ideological outsider,\" he said. \"That stance isn't conducive to lawmaking in a chamber built to foster bipartisan consensus.\"  \nIn fact, Cruz essentially agreed with Bash in the interview, but blamed former Senate Majority Leader Harry Reid. \"We passed next to nothing,\" Cruz said.\nOur ruling\nBash said there’s only \"one piece of legislation that is now law that has (Ted Cruz’s) name on it.\"\nOf the bills Cruz has sponsored, only one has been signed into law. However, he has cosponsored two eventual laws, as well as many resolutions that passed but didn’t have to go to Obama’s desk (and don’t carry the force of law).\nExperts told us that this isn’t a great measurement of a legislator’s effectiveness, and there are other ways to show his impact in Congress. Also, Cruz has had many factors working against him: He is a junior senator, and he spent his first two years as a member of the minority party.\nBash’s claim misses that additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-06575"}