{"url": "/factchecks/2012/oct/11/jon-husted/jon-husted-claims-member-proposed-redistricting-co/", "speaker": "Jon Husted", "vclaim": "A member of the redistricting commission proposed in Issue 2 \"could accept a bribe from somebody\" and \"couldn’t be removed from this commission.\"", "truth_label": "false", "date": "stated on August 15, 2012 in an interview with reporters:", "title": "Jon Husted claims a member of the proposed redistricting commission could not be removed for taking a bribe", "text": "Republican opponents of Issue 2, the proposed redistricting reform plan, have started to question the rules that would govern the new citizens committee that would handle redistricting should voters approve the measure on Nov. 6.\n\nSecretary of State Jon Husted underscored these concerns when he recently described to reporters a startling hypothetical situation involving a commission member.\n\n\"Apparently, you could accept a bribe from somebody to get the map that you want, and you couldn’t be removed from this commission,\" Husted, a Republican and outspoken critic of Issue 2, told reporters after the Aug. 15 meeting of the Ohio Ballot Board to determine ballot language for Issue 2.\n\nIs Husted right? Issue 2, after all, is billed as an attempt to remove political influence from the redistricting process.\n\nPolitiFact Ohio checked into Husted’s statement.\n\nFirst, some background about the current system and what Issue 2 would do if approved by voters on Nov. 6:\n\nIn Ohio now, elected officials control redistricting. Every 10 years, after the census, the governor, legislative leaders and others approve maps with new boundaries for Congressional and legislative districts. Historically, the process has been ultra-partisan, with the party in power drawing district lines that group voters in ways to ensure electoral success.\n\nIssue 2 would establish a 12-member commission of Democrats, Republicans and independents or third-party members to draw the lines. The commission would have to approve maps with districts that emphasize compactness, community preservation, competitiveness and that reflect how Ohioans have voted.\n\nThe proposal also includes criteria for serving on the commission. State and federal elected officials, their family members, lobbyists, well-heeled donors and others are banned. Proponents of Issue 2 have labeled the panel a \"citizens commission,\" but the proposal does not prohibit mayors or other local elected officials from serving.\n\nTo insulate the commission from political influence, the proposed constitutional amendment states that \"no member of the commission shall be subject to removal by the General Assembly or any member of the executive branch.\"\n\nSo, how would a commission member be removed for bribery?\n\nWe checked with Husted’s office for evidence to support his claim. A spokesman directed us to view an online video of the ballot board meeting showing an exchange between Husted and Don McTigue, a lawyer for Voters First Ohio, the union-back group that supports Issue 2.\n\nHusted and McTigue debated how a commission member would be removed.\n\n\"You don’t see any authority that is in this amendment that allows them (the commission) to remove somebody?\" Husted asked.\n\n\"Correct,\" McTigue answered.\n\nHusted spokesman Matt McClellan said it is clear that Issue 2 does not give the commission any power to remove a commission member engaged in questionable activity such as bribery. But that’s not what Husted said. He said a commission member could not be removed at all.\n\nAnd McTigue later said there are other ways already in place to remove a commission member.\n\nOhio’s bribery statute says that a public official convicted of bribery is \"forever disqualified from holding any public office, employment, or position of trust in this state.\"\n\nAn official convicted of bribery most likely would be removed from office by a judge during sentencing, McTigue said in an interview. But if not, Ohio law allows a county prosecutor to file a quo warranto action to remove an official unlawfully holding an office.\n\nWhen we presented to Husted’s office the provisions of the bribery statute that would apply to a commission member convicted of bribery, his spokesman said Husted’s point was that Issue 2 lacks a process to remove a commission member.\n\nAnother supporter of Issue 2 said there are other ways to handle a situation in which a commission member took a bribe.\n\nDaniel Tokaji, an Ohio State University law professor who helped draft Issue 2, however, said that existing Ohio law, enacted under Article 2, Section 38 of the Ohio Constitution, sets a process for removing an officeholder.\n\nThat section of the constitution says \"laws shall be passed providing for the prompt removal from office, upon complaint and hearing, of all officers, including state officers, judges and members of the general assembly, for any misconduct involving moral turpitude or for other cause provided by law; and this method of removal shall be in addition to impeachment or other method of removal authorized by the constitution.\"\n\nUnder that portion of the constitution, lawmakers enacted Ohio Revised Code sections 3.07 through 3.10, which lay out a judicial process for removal of officeholders in cases of \"gross neglect of duty, gross immorality, drunkenness, misfeasance, malfeasance or nonfeasance.\"\n\nTokaji said bribery would fall under gross immorality.\n\n\"A commissioner could therefore be removed for bribery following this statutory process,\" Tokaji said in an e-mail. \"Nothing in Issue 2 prevents this.\"\n\nBut the statutory process for removal presents an extremely high hurdle. The process would not begin until a complaint is filed with signatures totalling at least 15 percent of the votes cast in the most recent gubernatorial election. That means more than 577,000 registered voters would have to sign a complaint --  about 192,000 more than were required to even put Issue 2 on the ballot.\n\nTokaji admitted that’s a high threshold to meet, but said the legislature could amend the laws to ease the requirement to initiate the removal process.\n\nIssue 2 opponents argue that the existing Ohio law for removing officeholders would not apply to redistricting commission members. They point out that the proposed amendment prohibits the General Assembly and executive branch from removing a commission member.\n\nBut while the amendment states that lawmakers cannot remove commission members. It does not say that they have no authority to enact laws that govern how members can be removed.\n\nSo where does that leave us? Is Husted’s claim, that a member who accepted a bribe could not be removed from the commission, plausible?\n\nNo.\n\nA bribery conviction would disqualify a commission member from serving. Further, a commission member could be subject to the judicial removal process in the Ohio Revised Code.\n\nHusted is correct about the language in the ballot issue -- there’s nothing in the proposal that allows for the commission to remove one of its members engaged in questionable activity. But that’s not what he said to reporters in his interview.\n\nAnd he went too far when he said a commission member could remain after accepting a bribe. Although there isn’t a removal process within the proposed amendment, others exist in state law.\n\nHusted’s statement is not accurate. That’s a False on the Truth-O-Meter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-10201"}