{"url": "/factchecks/2013/oct/11/bill-powell/council-candidate-errs-about-incumbents-resume/", "speaker": "Bill Powell", "vclaim": "Says \"(t)his 12 year council 'Seat-warmer' has never chaired, vice chaired, or led a single Council committee meeting.\"", "truth_label": "false", "date": "stated on October 8, 2013 in a flier:", "title": "Council candidate errs about incumbent's resume", "text": "An Atlanta City Council hopeful is attempting to raise his own profile by suggesting the incumbent is nowhere to be found at City Hall.\nWorse yet, she’s done little in her 12 years on the council.\n\"Where’s CARLA? Everyone’s present at City Hall, except CARLA,\" read a glossy flier by Bill Powell, who’s running for the District 1 seat on the council, currently represented by three-term veteran Carla Smith.\nPowell criticized Smith’s actions on some issues in the district and included a claim that seemed ripe for a fact check.\n\"This 12 year council ‘Seat-warmer’ has never chaired, vice chaired, or led a single Council committee meeting,\" Powell’s flier says.\nPolitiFact Georgia saw the flier earlier this week.\nThe flier makes Smith appear to be a do-nothing councilwoman who needs to go, but the facts tell a vastly different story concerning whether or not she’s ever served as committee chair.\nThe Atlanta City Council has seven committees to review legislation before it goes to a vote before the entire council. The committees typically meet twice a month at City Hall and listen to questions, concerns and criticism from residents about city services and pending legislation. The committees are community development/human resources, finance, public safety, transportation, utilities, zoning and the Committee on Council, which deals with council administrative issues.\nEach committee has a chair and a vice chair. The positions are appointed by the council’s president and serve throughout a calendar year. Committee chairs hold some power because they can allow or deny legislation to come up for a vote. In short, they’re important positions.\nSmith was first elected to the council in 2001. Her east Atlanta district includes neighborhoods such as Grant Park, Lakewood and Peoplestown as well as citywide attractions, Zoo Atlanta and the Atlanta Cyclorama & Civil War Museum. She’s seeking a fourth term on the council. Powell, a self-employed transportation consultant, is one of two candidates running against Smith. The third candidate in the race is Robert Welsh, budget manager for the Georgia Department of Behavioral Health and Developmental Disabilities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nIn 2002, Smith said she was vice chair of the council’s transportation committee. In December of that year, The Atlanta Journal-Constitution reported Council President Cathy Woolard appointed Smith to chair the Committee on Council.\n\"I'm thrilled and excited,\" the AJC quoted Smith in December 2002. \"I couldn't be more pleased. I'm going to do the best job I can. It will be a fun committee to chair.\"\nSmith held that post for two years, she said.\nIn 2003, Smith was picked to lead a committee that looked into the city’s policy on street name changes, in response to the flurry of paperwork City Hall was receiving to honor civic and political leaders, such as the late Mayor Ivan Allen.\nIn 2006, Smith was chair of the council’s zoning committee. The committee grappled with a temporary ban on some residential construction in four northeast Atlanta neighborhoods.\nThe following year, Smith was chair of the council’s utilities committee, which primarily deals with water and sewer issues. Smith led that committee for three years. Smith was quoted in several AJC articles in her capacity as chairwoman.\nClearly, Smith chaired some council committees. So how could Powell’s flier be so off-base? The candidate said he was given inaccurate information from someone at City Hall when he went there to research Smith’s positions.\n\"I was informed that she did not ever chair or vice chair during her 12 years,\" Powell said in an email. \"I find this most disturbing as it was never my intention to mislead the voters on the facts.\"\nPowell apologized and said he planned to issue a retraction.\nSmith, who said she had not heard from Powell, said the flier contained several inaccurate claims about herself as well as Welsh.\n\"He is the candidate,\" she said. \"He should check and double-check all of his information.\"\nPowell could have done more research, such as reading Smith’s biography on the City Council’s website. It has information about committees she has chaired. He admitted the error. This claim, obviously, is False.", "vclaim_id": "vclaim-pol-08774"}