{"url": "/factchecks/2015/dec/08/joe-scarborough/joe-scarborough-says-days-after-paris-attack-white/", "speaker": "Joe Scarborough", "vclaim": "In the weekend after the terrorist attacks in Paris, the White House said \"this couldn't happen in the United States. ISIS couldn't reach us here.\"", "truth_label": "false", "date": "stated on December 4, 2015 in on MSNBC's \"Morning Joe\":", "title": "Joe Scarborough says in days after Paris attack, White House ruled out possibility of attack at home", "text": "President Barack Obama seems \"clueless\" on the threat of the Islamic State, said MSNBC’s Joe Scarborough.\n\"First of all he won’t even call it Islamic radicalism,\" Scarborough said on Morning Joe Dec. 4, the day after the deadly terrorist attack in San Bernardino, Calif. \"His White House said, the weekend of Paris, that this couldn't happen in the United States. ISIS couldn't reach us here.\"\nIt’s accurate that Obama doesn’t call ISIS \"Islamic radicalism\" or \"Islamic extremism.\" A reader asked us to look into the second part of Scarborough’s statement: that in the days following the Friday, Nov. 13 terrorist attack in Paris, the Obama administration said an ISIS attack couldn’t happen in the United States.\nAn MSNBC spokesperson directed us to comments made by Ben Rhodes, a deputy national security adviser, on ABC’s This Week on Nov. 15. But they don’t back up Scarborough’s claim in the least.\nIn the interview, Rhodes said there was no known credible threat to the United States at that moment. He did not say there wasn’t any possibility of ISIS-backed terrorism on U.S. soil whatsoever. Rhodes immediately followed up by pointing out that ISIS has \"aspirations to attack the United States.\"\nHost George Stephanopoulos: \"And is there any intelligence suggesting a specific and credible threat to the homeland? I know yesterday there was none. Has anything new developed there?\"\nRhodes: \"No, George, the president had a meeting yesterday that included the secretary of Homeland Security, the director of the FBI. Our determination is there's not a specific, credible threat to the homeland at this time. But we're going to be very vigilant because we know ISIL has the aspirations to attack the United States as well as our European and other allies and partners.\"\nRhodes added later that one focus of Obama’s meetings with foreign leaders that weekend was \"how we can seal that border with Turkey to prevent that flow of foreign fighters and share intelligence to disrupt and prevent attacks in our European allies' countries and, of course, in the United States.\"\nSo this Rhodes interview doesn’t support Scarborough’s point; rather, Rhodes plainly admits that there is a threat of an ISIS attack in the United States.\nWe looked at other White House statements from around that time and didn’t find anything else to back Scarborough up.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nObama delivered a brief statement on Nov. 13 about the terrorist attack in Paris, but he did not address the possibility of terrorist attacks in the United States. At that time, ISIS’s involvement was unclear.\nIn Nov. 15 remarks in Ankara, Turkey, Obama expressed solidarity with France and spoke about the fight against ISIS in the Middle East but did not discuss the potential for attacks in the United States.\nIn a Nov. 16 press conference, also in Turkey, Obama delivered a similar message, but he also explicitly addressed \"the possibility of terrorist attacks on our soil.\"\n\"There are certain advantages that the United States has in preventing these kinds of attacks. Obviously, after 9/11, we hardened the homeland, set up a whole series of additional steps to protect aviation, to apply lessons learned. We’ve seen much better cooperation between the FBI, state governments, local governments. There is some advantages to geography with respect to the United States.\n\"But, having said that, we’ve seen the possibility of terrorist attacks on our soil. There was the Boston Marathon bombers. Obviously, it did not result in the scale of death that we saw in Paris, but that was a serious attempt at killing a lot of people by two brothers and a crockpot. And it gives you some sense of, I think, the kinds of challenges that are going to be involved in this going forward.\"\nSo in the weekend immediately following the Paris attacks, it doesn’t seem that any White House official dismissed the possibility of an ISIS attack on U.S. soil.\nOur ruling\nScarborough said that in the weekend after the terrorist attacks in Paris, the White House said \"this couldn't happen in the United States. ISIS couldn't reach us here.\"\nObama and Rhodes, an adviser, both spoke of the Islamic State’s aspirations to attack the United States in the two or three days following the Paris attacks. They talked about what the government is doing to prevent the group from carrying out its plans. Neither ruled out the possibility that ISIS could stage an attack on U.S. soil, nor did any other White House official.\nWe rate Scarborough’s claim False.", "vclaim_id": "vclaim-pol-05642"}