{"url": "/factchecks/2020/nov/13/facebook-posts/no-evidence-dominion-voting-systems-caused-widespr/", "speaker": "Facebook posts", "vclaim": "Says Dominion Voting System flipped votes to Joe Biden in states where Trump is bringing legal challenges.", "truth_label": "pants-fire", "date": "stated on November 11, 2020 in a Facebook post:", "title": "No evidence Dominion Voting Systems caused widespread tabulation errors that flipped votes for Biden", "text": "Dominion Voting Systems, which makes software and hardware for election officials to use around the country, is at the center of baseless claims that say \"glitches\" from its machines caused mistakes in vote tallies to favor Joe Biden in several states.\nPosts going around social media are spreading the claim alongside maps of the United States that appeared on the conservative news network NewsMax. \nAnna Paulina Luna, a Republican who lost to Democratic U.S. Rep. Charlie Crist in Florida’s 13th congressional district race, shared the graphics on her social media accounts and said:\n\"Whistleblowers who worked for Dominion software have come forward. The 2020 election is compromised due to this software/ the coding or ‘glitch’ to FLIP votes to Biden. We MUST fix this for future elections!\"\nThe first map highlights the states that used Dominion machines — Arizona, Georgia, Michigan, Nevada, Pennsylvania and Wisconsin. The second map shows that, consequently, these are the same states where President Donald Trump is filing lawsuits that allege election fraud.\nPresident Donald Trump tweeted a more wide-ranging claim related to the system, saying, in part, that it \"deleted\" 2.7 million votes for his re-election nationwide. We rated that Pants on Fire.\n“REPORT: DOMINION DELETED 2.7 MILLION TRUMP VOTES NATIONWIDE. DATA ANALYSIS FINDS 221,000 PENNSYLVANIA VOTES SWITCHED FROM PRESIDENT TRUMP TO BIDEN. 941,000 TRUMP VOTES DELETED. STATES USING DOMINION VOTING SYSTEMS SWITCHED 435,000 VOTES FROM TRUMP TO BIDEN.” @ChanelRion @OANN— Donald J. Trump (@realDonaldTrump) November 12, 2020 \n \nBut the technology is utilized in at least 28 states, not just the six where Trump has brought legal challenges. It was used in a few counties in Michigan and Georgia that experienced problems, but those cases didn’t affect the vote counts. The problems were minor and quickly resolved, and were either the result of human error or temporary malfunctions.\n\nThe posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe issues in Georgia and Michigan\nIt all started in Antrim County, Mich., when a clerk’s error led to an incorrect early tally that made it appear as if Joe Biden was winning it by about 3,000 votes. The error was never an official result and was corrected within two days, putting Trump ahead in the county by about 2,500 votes.\nThe Michigan secretary of state’s office said it came down to human error by the Antrim County clerk, not a failure in Dominion’s system.\n\"Because the clerk did not update software, even though the tabulators counted all the ballots correctly, those accurate results were not combined properly when the clerk reported unofficial results,\" the Nov. 6 statement said.\nThe mistake was limited to that one county. It is one of 65 counties in Michigan that use the company’s equipment.\nIn Georgia, early morning voting halted temporarily in Morgan and Spalding counties when individual Dominion machines malfunctioned. \nThe issue there had to do with a breakdown between the digital list of voters provided by one company, and the voting machines provided by Dominion. Technicians resolved the problem, and a judge allowed the affected polls to stay open until 11 p.m. to make up for lost time.\nGeorgia uses the same system statewide, and the glitch took place only in these two counties. There is no report that votes were miscounted. Trump easily carried both places, winning by a 40-point margin in Morgan County and by 20 points in Spalding.\n\"No credible reports or evidence of any software issues exist,\" Dominion says on its website. \"While no election is without isolated issues, Dominion Voting Systems are reliably and accurately counting ballots. State and local election authorities have publicly confirmed the integrity of the process.\"\nRELATED: Trump supporters falsely tie Nancy Pelosi to broader election misfire scheme\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nClaims that Dominion deleted, switched votes are baseless\nThere is no credible evidence that any voting system was used to switch or delete votes, as online posts, President Trump and some right-wing media organizations are claiming. \nThe \"whistleblower\" referenced in Luna's Facebook post seems to have originated from Rudy Giuliani, the president's lawyer, who claimed that he was in contact with whistleblowers from Dominion, though he did not provide any evidence.\nThe Cybersecurity & Infrastructure Security Agency, which is overseen by the Department of Homeland Security, released a joint statement with national, state and private election officials that said there is \"no evidence that any voting system deleted or lost votes, changed votes, or was in any way compromised.\" \nThe report Trump cited in his tweet aired Nov. 12 on One America News Network, a pro-Trump television network. The network cited an \"unaudited analysis of data obtained by Edison Research.\" We reached out to OANN for a copy of that analysis but haven’t heard back. \nEdison Research is a company that contracts with the National Election Pool, a consortium of American news organizations, to provide exit polling data during election cycles. Edison Research also partners with several TV networks to provide vote tabulation data.\nThe company said it has not found data that back up OANN’s report or Trump’s tweet.\n\"Edison Research has produced no such report and we have no evidence of any voter fraud,\" said Larry Rosin, president of Edison Research.\nRELATED: Dominion Voting Systems \"deleted 2.7 million Trump votes nationwide.\" \nElection technology experts called the claims baseless, and said the numbers (like Trump’s 2.7 million \"deleted\" votes) are almost impossible to prove without a digital forensic investigation and a nationwide audit. \nEdward Perez, election-technology expert at the OSET Institute, a nonprofit that studies voting infrastructure, said these claims show a misunderstanding of how election administration works.\nThe process involves numerous protocols that include rigorous system tests that take place publicly, and before the technology is used in elections, Perez said.\n\"In the U.S., the way that elections are actually run, technology does not exist in a vacuum. It’s only one of multiple critical things that would make it exceedingly difficult for mass fraud to happen at this level undetected,\" he said.\nNearly all election jurisdictions engage in testing of their systems and ballots before every election. In order for an election jurisdiction to flip votes fraudulently, bad actors would need to figure out how to simulate the appearance of that public testing.\n\"Statutes sometimes require this kind of ‘logic and accuracy testing,’ and even when they do not, it is a common process conducted by local election officials,\" the National Conference of State Legislatures says on its website. \"Logic and accuracy testing is generally conducted in public and serves dual purposes. First, it demonstrates that the voting system is able to accurately and completely tabulate the ballot and report results. Second, the public nature of it increases voter confidence.\"\nAnd in many places, the test doesn’t only occur on the front end. A similar process is done, again, before officials start tabulating ballots.\nWithout any credible evidence that the voting system is resulting in mass tabulation errors, Perez said, the posts and stories appear to border on outright disinformation.\n\"The claims have reached a scale that is so wild and outlandish that it is perfectly reasonable for people to wonder if the intent of such messages is to specifically inflame passions and to confuse people and undermine public confidence in the legitimacy of the election.\"\nOur ruling\nViral social media posts claim that the 2020 presidential election is compromised because Dominion Voting Systems flipped votes to favor Joe Biden.\nThis is wrong. There is no credible evidence that the system affected any vote counts. Minor problems, including human error and temporary machine malfunctions, took place in a few jurisdictions and did not impact vote tabulations.\nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-18519"}