{"url": "/factchecks/2018/mar/21/jack-posopiec/trump-campaign-used-cambridge-analytica-final-mont/", "speaker": "Jack Posobiec", "vclaim": "Says Donald \"Trump decided to *not* work with Cambridge Analytica during the election.\"", "truth_label": "barely-true", "date": "stated on March 20, 2018 in a tweet:", "title": "Trump campaign used Cambridge Analytica in final months of campaign", "text": "Cambridge Analytica, a data-mining consultancy, has quickly become the albatross around the necks of Republican political operatives. It is under investigation in the United States and Great Britain for, among other things, allegedly harvesting the personal profiles of 50 million Facebook users. The firm got a national reputation for its work during the 2016 elections with a client list that included the Donald J. Trump for President campaign.\nA popular promoter of the \"Make America Great Again\" brand on Twitter, Jack Posobiec came to Trump’s defense.\n\"How many outlets are reporting the fact that (Brad) Parscale and Trump decided to *not* work with Cambridge Analytica during the election,\" Posobiec tweeted March 20.\nHow many outlets are reporting the fact that @Parscale and Trump decided to *not* work with Cambridge Analytica during the election?— Jack Posobiec 🇺🇸 (@JackPosobiec) March 20, 2018\n\n\nParscale is now the head of Trump’s 2020 re-election campaign. In 2016, he led the Trump campaign’s digital strategy.\nCambridge Analytica boasted that it had 5,000 data points on every American, information that allowed hyper-accurate online targeting of voters likely to line up behind Trump.\nPlenty of skeptics doubt that the company could actually deliver on that promise, but that’s neither here nor there for this fact-check. For us, the key question is whether Cambridge Analytica did no work for the Trump during the election.\nPosobiec told us he based his tweet on a CBS News article that said the Trump campaign relied on voter files from the Republican National Committee to target voters. The CBS article said:\n\"The crucial decision was made in late September or early October when Mr. Trump's son-in-law Jared Kushner and Brad Parscale, Mr. Trump's digital guru on the 2016 campaign, decided to utilize just the RNC data for the general election and used nothing from that point from Cambridge Analytica or any other data vendor.\"\nSo according to the CBS article, the key data used to identify supporters and run the election ground game came from the RNC about a month before Election Day. CBS did not name its source for this point.\nPosobiec said he was referring to the voter data.\nBut his tweet was more sweeping. It said the campaign did not work with Cambridge Analytica at all.\nThe CBS News report does not go that far. It notes, \"Cambridge Analytica data was used for some targeted digital advertising and a large TV buy, but the main source of ‘get out the vote’ and matching digital outreach data came from the RNC.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFurther, Federal Election Commission filings show that the Trump campaign paid Cambridge Analytica in September, October and December. Here’s the FEC data:\n\nThe final payment in December 2016 for $312,500 is second only to the campaign’s $5 million payment on Sept. 1, 2016.\nNow, the filings only show when the firm was paid, not when it provided its services. However, well before the current controversy, former Cambridge Analytica staffer Matt Oczkowski and Parscale described for Wired magazine the work the firm did in the final months of the campaign.\nOczkowski told Wired, \"The RNC was the voter file of record for the campaign, but we were the intelligence on top of the voter file.\"\n\"Matt Oczkowski and his team created a daily tracker of polling, so that I could see how Trump was doing in key swing states,\" Parscale said. \"They provided that to me daily.\"\nPlus, Parscale said Cambridge Analytica helped with \"persuasion online media buying,\" and \"they created a visualization tool that showed in each state which areas were most persuadable and what those voters care about.\"\nIt bears noting that while the Trump campaign didn’t rely on Cambridge Analytica’s voter data for core voter outreach, the firm stayed busy attacking Trump’s opponent, Democrat Hillary Clinton.\nIn the final months of the election, the firm was paid about $850,000 by the Make America Number 1 Super PAC. The group’s self-declared aim was \"to make clear to the American voter the full extent of the untrustworthiness of Hillary Rodham Clinton (HRC) by focusing on the corruption of the Clinton Machine and especially the corruption of the Clinton Foundation.\"\nRobert Mercer, a conservative billionaire, was the PAC’s primary financial backer.\nSo, while Cambridge Analytica played a lesser role in its direct work for the Trump campaign, it actively aided Trump’s candidacy in other ways.\nOur ruling\nPosobiec tweeted that \"Trump decided to *not* work with Cambridge Analytica during the election.\"\nThere is an element of truth in that the campaign reportedly relied on the RNC’s voter files, and not Cambridge Analytica’s data, to identify likely supporters.\nHowever, even the news report behind Posobiec’s tweet said that the firm continued to provide some services to the campaign. FEC filings show the Trump campaign continued to pay Cambridge Analytica through the final months of the campaign, and key operatives from Cambridge Analytica and the Trump campaign described the firm’s ongoing work.\nWe rate this claim Mostly False.\n Share the Facts 2018-03-21 19:31:30 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False   Says Donald \"Trump decided to *not* work with Cambridge Analytica during the election.\"     Jack Posobiec Pro-Trump activist on Twitter https://www.politifact.com/punditfact/statements/2018/mar/21/jack-posopiec/trump-campaign-used-cambridge-analytica-final-mont/   In a tweet Tuesday, March 20, 2018 2018-03-20    Read More  info", "vclaim_id": "vclaim-pol-02284"}