{"url": "/factchecks/2018/feb/15/politico-news/no-four-million-democrat-votes-were-not-declared-f/", "speaker": "The Politico News", "vclaim": "\"Breaking: four million Democrat votes just declared fraudulent.\"", "truth_label": "pants-fire", "date": "stated on February 7, 2018 in a headline:", "title": "No, 4 million Democrat votes were not declared fraudulent", "text": "There is no evidence that millions of votes by Democrats were tossed due to faulty voting machines, despite what a headline said on Facebook.\n\"Breaking: four million Democrat votes just declared fraudulent,\" stated a Feb. 7 headline on The Politico News, a fake news website with a similar name to Politico, a real news website.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. The story provides no evidence and repeats the same story posted by the satirical fake news website Reagan was Right, adding in a screenshot of Fox News’ Lou Dobbs.\nSeveral fake stories during the past couple of years have alleged voter fraud to the benefit of Democrats or involving undocumented immigrants following an election cycle in which Donald Trump repeatedly made ridiculous statements about voter fraud. After being sworn into office, Trump continued to falsely claim substantial evidence of voter fraud. Voter fraud does happen, but not to the widespread amount that Trump has alleged.\nThe Politico News story said that voting machines in 11 states have been declared \"compromised\" as a result of a software glitch — and as a result, the story says, \"17 elections involving ballot referendums for free entitlements for immigrants, legalized marijuana and decriminalizing heroin overdoses should be overturned.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe story said that the company that owns the machines, Novus Ordo Seclorum, INC, is owned by a group of Democrats including George Soros, Chelsea Clinton, Barack and Michelle Obama, and the estate of John Kennedy.\nAccording to LinkedIn, Novus Ordo Seclorum was a Delaware consulting firm formed in 2010 to help identify strengths and weaknesses in businesses. Its profile makes no mention of voting machines. It’s unclear if the company still exists; the website was a dead link and the voicemail for the phone number was full.\nNot surprisingly for a made-up story, we found no evidence that the company is owned by the high-profile Democrats it mentioned.\nBrenda Bowser Soder, U.S. Election Assistance Commission spokeswoman, told PolitiFact that Novus Ordo Seclorum doesn’t make voting machines and that the story is inaccurate.\nThere is no evidence that 4 million Democratic votes were \"just declared fraudulent.\" We rate this story Pants on Fire.\nhttps://www.sharethefacts.co/share/4f50a294-5a2d-4c30-8b59-2fa61519c329", "vclaim_id": "vclaim-pol-02404"}