{"url": "/factchecks/2016/oct/03/no-67/whats-bag-fee-environment-opponents-not-one-penny/", "speaker": "No on 67", "vclaim": "\"Not one penny of (California’s Prop 67) bag ban tax goes to the environment.\"", "truth_label": "half-true", "date": "stated on August 15, 2016 in in official ballot argument. :", "title": "What’s in the Calif. bag fee for the environment? Opponents: ‘Not one penny’", "text": "A ‘Yes’ vote on California’s Proposition 67 would ban thin plastic carryout bags at grocery and convenience stores statewide. The ban is supported by environmental groups that argue the bags choke wildlife and cause problems for recycling centers when they wrap around machinery.\nAlong with imposing the ban, Prop 67 would also mandate that stores charge customers a minimum 10 cent fee on the other carry-out options they supply, such as paper or heavy duty plastic bags.\nThe No on 67 campaign has seized on this 10 cent charge, calling it a tax and claiming it does nothing to fund environmental protections.\n\"Don’t be fooled: Not one penny of the bag ban tax goes to the environment,\" the No on 67 campaign claimed in its official ballot argument against the proposition.\nNo on 67 is led by a plastics industry trade association. The same group introduced a competing ballot measure, Proposition 65, which would redirect the bag fee money to an environmental fund administered by the state Wildlife Conservation Board.\nWe wondered if the No on 67 claim is accurate. Does any money from the charge go to environmental causes?\n\nCalifornia's Prop 67 would ban thin plastic grocery carryout bags statewide and impose a 10 cent fee on other store options such as paper or heavy duty plastic. Photo by Jae C. Hong / Associated Press\nOur research\nProp 67 is a referendum on a law Gov. Jerry Brown signed two years ago banning plastic carryout bags statewide. The plastics industry challenged it, placing the law on hold. The measure is also known as the \"California Plastic Bag Ban Veto Referendum.\" It would apply to grocery and convenience stores, large pharmacies and liquor stores.\nNotably, the No on 67 campaign uses the word \"tax\" rather than charge or fee in its claim. The term doesn’t fit, as the revenue goes to stores, not a government agency.\nA spokeswoman for the No on 67 campaign said its claim is backed up by the text of the ballot measure, which says the 10 cent charge (it doesn’t use the term ‘tax’) would be \"retained by the store and … used only for specified purposes.\"\nThe nonpartisan Legislative Analyst’s Office examined Prop 67 and found \"stores would retain the revenue from the sale of the bags.\"\nIt went on to say: \"They could use the proceeds to cover the costs of providing carryout bags, complying with the measure, and educational efforts to encourage the use of reusable bags.\"\nSteven Maviglio, a spokesman for the Yes on 67 campaign, acknowledged there’s no requirement for stores to fund beach cleanups, land preservation or similar environmental efforts.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThat doesn’t mean there’s no environmental upside to the 10 cent charge, he said.\n\"The environmental benefit of charging for the actual average cost of bags (versus) giving those bags for free, is that consumers use substantially fewer bags,\" Maviglio said in an email. \"Fewer bags, even fewer recycled paper bags, means a smaller environmental footprint.\"\nHe pointed to a 2012 report by the city of San Jose to back up that statement. San Jose is among the more than 100 cities or counties in California that already ban plastic grocery bags. The city’s plastic bag ordinance includes a 10 cent charge on paper bags retained by stores.\nComparing periods before and after the ban, the report found an 89 percent reduction in bag litter in San Jose’s storm drain system; and about a 60 percent reduction in the city’s creeks, rivers, streets and neighborhoods.\nIn Santa Cruz County, Laura Kasa of Save our Shores told the Santa Cruz Sentinel in 2013 her group has witnessed a reduction of bags collected during cleanups \"because of the four bans which took effect (in the county) in 2012.\"\nOur ruling\nThe No on 67 campaign claims \"Not one penny of the bag ban tax goes to the environment.\"\nA large portion of this is correct: Nothing requires the bag fee revenue be spent directly on environmental causes, as found by the state’s nonpartisan Legislative Analyst’s Office.\nBut the claim ignores the indirect benefit the fee could have on the environment. Supporters make a fair point that the fee will persuade customers to use reusable bags, thus cutting down on river- and creek-choking plastic bags.\nFinally, the No on 67 statement describes the fee as a \"tax,\" a wrong and misleading description.\nWe rate the claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE: After this fact check was published, a spokeswoman for the city of San Jose told us that the city's estimate of 89 percent litter reduction was later determined to be miscalculated. The corrected estimate is 62 percent. \nhttps://www.sharethefacts.co/share/bdcb9c8a-1a47-4ed7-8204-61e175e619ec", "vclaim_id": "vclaim-pol-04221"}