{"url": "/factchecks/2017/jan/06/jesse-watters/claim-john-podestas-email-password-was-password-la/", "speaker": "Jesse Watters", "vclaim": "Says John Podesta’s email password was \"password.\"", "truth_label": "false", "date": "stated on January 4, 2017 in an episode of Fox News' \"Outnumbered\":", "title": "Claim that John Podesta's email password was 'password' lacks evidence", "text": "It’s known that John Podesta, Hillary Clinton’s campaign chairman, was tricked into giving his email password to hackers believed to have Russian ties.\nBut now a rumor is spreading that his email password wasn’t much of a secret at all. It was simply \"password.\"\n\"What happened was John Podesta gave his password to a hacker. And guess what his password was. 'Password,' \" said Fox News' Jesse Watters on Jan. 4. \"It’s a true story. His password was ‘password.’ \"\nThat’d be funny, if it were true. The thing is, there’s no material evidence to support the claim that Podesta violated a very basic tenet of Internet safety.\nNone shall pass\nThe first person to say that Podesta’s email password was \"password\" was Julian Assange, whose website WikiLeaks published the emails stolen from Podesta.\n\"We published several Podesta emails, which show Podesta responding to a phishing email,\" Assange said on Fox Jan. 3. \"Now, how did they respond? Podesta gave out that his password was the word ‘password.’ \"\n\"So this is something a 14-year-old kid could have hacked,\" Assange added.\nWe don’t know where Assange’s claim comes from. None of the emails published on WikiLeaks show Podesta’s email password. And of the cyber analysts examining the phishing emails used to infiltrate Podesta’s and others’ accounts, none have made similar claims.\nFurther, Podesta was using a Gmail account, and Google doesn’t allow users to make their passwords \"password.\"\nGo try for yourself. We did:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nPerhaps Assange is thinking of a February 2015 email in the WikiLeaks dump. In that email, a staffer tells Podesta that his Windows 8 login on what appears to be a new work computer is username: jpodesta and password: [email protected]\nInterestingly, in another email sent in May 2015, the same staffer tells Podesta his Apple ID password: Runner4567.\nSo we have two of Podesta’s passwords, but neither are for his email account.\nIn fairness to Assange, Watters and others pushing the email password claim: Both of these passwords are far too simple to be effective. So it’s possible Podesta similarly made his email password overly simplistic.\nBut we don’t know that for sure, and we surely don’t know if his email password was just \"password.\"\nPro tip: If you don’t want to end up like Podesta, check out this guide to protecting yourself online, written by cyber crime expert Marc Goodman.\nOur ruling\nWatters said Podesta’s email password was \"password.\"\nThere is no material evidence to back up this claim. Google doesn’t even allow Gmail users to make their password \"password.\"\nWe know from the stolen Podesta emails published on WikiLeaks that he used a Windows 8 login that had the password \"[email protected]\" But that’s not for his email account.\nWe rate this claim False.\n Share the Facts   Politifact    4 6  Politifact Rating:   Says John Podesta’s email password was \"password.\"     Jesse Watters Fox News Host    in an episode of Fox News' \"Outnumbered\" Thursday, January 5, 2017 -01/-05/2017    Read More  info", "vclaim_id": "vclaim-pol-03817"}