{"url": "/factchecks/2014/oct/28/mary-burke/mary-burke-says-scott-walker-deal-lets-company-kee/", "speaker": "Mary Burke", "vclaim": "Says Scott Walker \"gave $6 million in tax breaks to a corporation and told them that they can keep that money even if they lay off half their workforce.\"", "truth_label": "half-true", "date": "stated on October 24, 2014 in a speech:", "title": "Mary Burke says Scott Walker deal lets company keep $6 million tax break even with big layoffs", "text": "Before introducing former President Bill Clinton at an Oct. 24, 2014 campaign event in Milwaukee, Democrat Mary Burke leveled a number of criticisms at her election rival, Gov. Scott Walker.\nIncluding this one:\n\"He gave $6 million in tax breaks to a corporation and told them that they can keep that money even if they lay off half their workforce.\"\nTypically, when the state offers financial assistance to a company, the company has to create jobs.\nSo what’s going on here?\nThe deal\nBurke was alluding to a deal offered by the Wisconsin Economic Development Corp. to Ashley Furniture Industries.\nWEDC is the state’s primary agency for helping businesses create jobs. Walker created it to replace the state Department of Commerce; he heads the WEDC board.\nAshley Furniture, based in Arcadia in western Wisconsin, is the country's largest furniture manufacturer and retailer.\nThe deal for the furniture company was reported in late-August 2014 by the Wisconsin State Journal.\nAccording to the Madison newspaper, the WEDC board in January 2014 approved a $6 million enterprise zone tax credit that would help Ashley Furniture with a $35 million expansion of its headquarters.\nMore specifically, the $6 million would pay for the relocation of Meyers Valley Creek, which flooded downtown Arcadia and the Ashley plant in 2010, allowing for the company to launch a 480,000-square foot expansion to reconfigure and change the layout of production lines.\nThe company, which the State Journal said had 3,848 Wisconsin employees at the time, did not have to commit to create a certain number of jobs. In fact, the credits would remain in place even if the company laid off as much as half of its workforce within the next several years.\nQuoting a memo to the WEDC board, the newspaper reported that Ashley Furniture had indicated \"that if the project is not undertaken, it will either downsize or close the Arcadia manufacturing plant completely.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nSo, based on what the company was telling the WEDC, the agency was motivated to try to stop the loss of many jobs.\nThe tax credits deal had not been made public because WEDC had not finalized a contract with Ashley Furniture, although the company confirmed to the newspaper that it was seeking state subsidies that include terms allowing for job reductions.\nThe Milwaukee Journal Sentinel followed up on the story.\nAshley confirmed that the deal would allow the tax credits to stand even if Ashley cut up to half its Wisconsin employment. But the company said it was advertising 200 job openings and had no plans to cut jobs in western Wisconsin.\nThe company said the layoff provision was meant to cover a worst-case scenario -- protecting the company, for example, in case a disastrous fire or flood should force a shutdown and layoffs.\nMoreover, the deal amounts to a pass-through, rather than cash in Ashley’s pocket, given that the company would be donating $6 million to the City of Arcadia for the flood-control project.\nWEDC spokesman Mark Maley told us that the WEDC board has discussed giving the tax credits to Ashley for the flood-control project.\nHe would not release details of the board’s closed-door meeting at which the credits were approved, saying there still is not yet a signed contract between the agency and the furniture maker.\nBut he said: \"WEDC is committed to doing whatever it can to work with the company and preserve those jobs.\"\nOur rating\nBurke said Walker \"gave $6 million in tax breaks to a corporation and told them that they can keep that money even if they lay off half their workforce.\"\nWalker heads the board of the Wisconsin Economic Development Corp., and that board has approved $6 million in tax credits to aid an expansion of Ashley Furniture.\nThe tax credits would be used toward a flood-control project in the city where the furniture maker is headquartered, but the project clearly is part of the company’s plan to expand.\nIf Ashley did lay off half its workforce, the credits could still remain in place, but since they would be used for a flood-control project, it’s not as though the company could \"keep the money.\"\nFor a statement that is partially accurate but leaves out important details, our rating is Half True.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-07070"}