{"url": "/factchecks/2013/dec/04/facebook-posts/facebook-post-says-44-percent-homeless-people-are-/", "speaker": "Facebook posts", "vclaim": "\"44% of homeless people are employed.\"", "truth_label": "half-true", "date": "stated on December 4, 2013 in a meme on social media:", "title": "Facebook post says 44 percent of homeless people are employed", "text": "As President Barack Obama used a Dec. 4, 2013, speech to turn the national conversation to economic inequality, we thought it might be a good time to check into a Facebook post a reader recently sent us.\nThe post said: \"44% of homeless people are employed. Shouldn't work be an escape from poverty?\"\nWe wondered if that was accurate.\nSourcing the claim\nWe began by looking into the source of the Facebook post. The meme being circulated was created by a website called Occupy*Posters, which provides eye-catching \"memes\" for supporters of the Occupy Wall Street movement to share on social media.\nOccupy*Posters did not respond to an inquiry from PolitiFact, but the group footnotes its sources, and it urges caution when people share them.\n\"While some of the posters here are expressive of only opinion,\" the group’s website says, \"great care is taken to ensure that the many posters here which present data mesh with solid facts. Still, due to human imperfections, you should independently verify information in the posters here before using them in any important way. Toward that end, it is the normal practice here to diligently, almost obsessively, cite all sources.\"\nThe footnote provided in the meme pointed to a fact sheet from the National Coalition Against Homelessness, an advocacy group. The document says, \"44% of homeless people ... have jobs and can't escape homelessness.\" However, this document doesn’t provide the original source of the 44 percent figure, and the group did not respond to an inquiry.\nAfter some digging, however, we feel comfortable in saying that the statistic comes from a report by the Urban Institute, a Washington think tank.\nThe report -- \"Homelessness: Programs and the People They Serve: Findings of the National Survey of Homeless Assistance Providers and Clients\" -- found that \"almost half (44 percent) of homeless clients did some paid work during the 30 days before being interviewed.\"\nSo that would give the Facebook post a measure of truth. Still, we uncovered two important caveats.\nThe data’s age\nFirst, the data is old. The report was published in 1999, and the data it used were collected in 1996. That makes the statistics nearly 18 years old, which is practically ancient by social-science standards.\nThat said, despite this advanced age, there are no more recent statistics that address the question of how many homeless people are earning money from working, said Mary Cunningham, a senior research associate at the Urban Institute who specializes in homelessness and housing.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"It would be much better if we had up-to-date data, but that is not always possible,\" said Gary Burtless, an economist specializing in employment for the Brookings Institution. \"When using 17-year-old data, however, we have to ask ourselves whether other critical factors have changed in the intervening years.\"  \nIn this case, a key issue is whether there’s reason to think that the nature of homelessness and employment has changed in the intervening years. And experts say it may have.\nThe Great Recession and the slow recovery have squeezed job prospects even for people who aren’t homeless and have extensive work histories. Nationally, the unemployment rate is about 2 percentage points higher now than it was when the data was collected in the mid 1990s. So it’s certainly plausible that homeless people today would be less likely to secure a job than they were back then, during an era of robust economic growth.\n\"You could argue that the employment picture for homeless people might be worse today due to the recession, though it’s hard to say with any amount of certainty,\" Cunningham said.\nThe definition of \"employed\"\nThe other issue we’ll note is what the Facebook post communicates by its use of the term \"employed.\"\nWhen we first read it, we assumed \"employed\" meant that someone held a regular job. Certainly the meme’s message would be powerful if it said that almost half of homeless Americans aren’t getting paid enough from their regular jobs to be able to afford a home.\nHowever, the Urban Institute defined its figures somewhat differently. The report said that \"of those who report working in the last 30 days, 20 percent did so in a job lasting or expected to last at least three months.\" The remainder worked temporary or day-labor jobs or peddled or sold personal belongings.\nThe language of the report is a bit unclear; either the figure to pay attention to is 20 percent (rather than the meme’s 44 percent), or even as low as 9 percent (if it’s one-fifth of 44 percent). Either way, the number cited in the Facebook post is too high if you’re looking at homeless people who have a traditional, longer-term, steady job.\n\"I agree that taking an odd job is not the same as having a steady job,\" said George Washington University economist Tara Sinclair, which suggests that the smaller number seems \"more relevant.\"\nBut not all experts agreed.\nBurtless noted that the Bureau of Labor Statistics counts an \"employed person\" as someone who, during the time period studied, \"did any work at all as paid employees, worked in their own business or profession or on their own farm, or worked 15 hours or more as unpaid workers in a family-operated enterprise.\"\nSince this more expansive definition is as close as we can get to an official government definition, Burtless said, it seems like a reasonable standard to use, even if other plausible definitions exist.\nIn addition, \"even ‘uneven’ employment is a sign of willingness to work,\" said Arloc Sherman, a senior researcher at the Center on Budget and Policy Priorities, a liberal think tank. \"So it depends on the point one is trying to make.\"\nOur ruling\nThe Facebook post said that 44 percent of homeless people are employed. On the one hand, the data is 18 years old, and the percentage who have a regular job is, at most, less than half that. Still, this is the most recent data available, and some experts say a broader more generous definition of \"employed\" is defensible. On balance, we rate the claim Half True.", "vclaim_id": "vclaim-pol-08541"}