{"url": "/factchecks/2014/feb/13/ralph-reed/ralph-reed-says-alternatives-keystone-pipeline-are/", "speaker": "Ralph Reed", "vclaim": "A government report shows that alternatives to the Keystone XL pipeline \"are worse\" for the environment.", "truth_label": "half-true", "date": "stated on February 3, 2014 in a CNN \"Crossfire\" segment:", "title": "Ralph Reed says alternatives to Keystone pipeline are worse for environment", "text": "Republicans are rejoicing over a new government report about one of the biggest controversies of the day. Nope, not Obamacare, but good guess. It’s on the Keystone XL pipeline.\nAs liberal CNN Crossfire host Van Jones argued against President Barack Obama approving the project in a recent show, conservative activist Ralph Reed said a U.S. State Department study clears the air about the project’s long-term effect on the environment. (We rated Jones’ statement about the project creating 35 permanent jobs True.)\n\"What the report shows, Van -- and this is irrefutable; the science is clear -- is that the alternatives to the pipeline are worse,\" he said. \"If you use primarily tanker trucks to transport this shale gas, climate emissions will be 28 percent higher than the pipeline. If you use primarily rail, they'll be 40 to 42 percent higher.\"\n\"So if you're protecting the environment, you should build the pipeline.\"\nWe wanted to check out his claim that the pipeline is better in terms of fewer climate emissions than the alternatives, including doing nothing.\nRead this if you’re kind of late to Keystone \nThe proposed Keystone XL pipeline would stretch from Western Canada to Steele City, Neb., ushering 830,000 barrels of heavy, diluted Canadian tar sands per day to refineries on the Gulf Coast with help of existing pipelines.\nTransCanada’s project crosses international borders, so the company had to file an application for a presidential permit. As part of the process, the president directs the Secretary of State to determine whether the project \"serves the national interest.\" Secretary of State John Kerry has not yet issued his recommendation.\nThe issue splits environmentalists and labor unions, putting Kerry and Obama under unusual pressure from a divided Democratic Party. Republicans and labor unions tout the pipeline’s construction jobs, reduced dependence on oil from other continents and continued friendliness with Canada, while environmentalists want Obama to send a strong message about climate change.\nBack in June, Obama said the country’s national interest \"will be served only if this project does not significantly exacerbate the problem of carbon pollution.\" Many headlines about an 11-volume State Department report about the pipeline’s environmental impact focused on its finding that the pipeline project would not significantly contribute to carbon pollution, which some see as giving Obama an opening for approval.\nThat does not mean the project is without impact. The report examined the greenhouse gas effect of the project, finding that the emissions primarily from electricity use to power pump stations, fuel for vehicles and vented or leaked methane would be comparable to about 300,000 cars operating per year, or more than 70,000 homes using electricity for one year.\nAn important thread in the debate is an assurance from Canadian officials and oil producers that oil will reach the American marketplace even if the pipeline is not built. So the State Department compared the environmental impact of other methods of moving the oil south from Canada.\nWhat could happen without the pipeline? \nProducing crude oil from oil sands is complicated. The sands are comprised of clay, sand, water and a substance called bitumen, a thick, soft asphalt-like material that is too dense to traverse pipelines on its own. It is diluted with lighter substances and heated to make it easier to move, resembling more of a heavy crude oil called dilbut. The process is energy-intensive, and the transportable material is corrosive and difficult to clean up, opponents say.\nBy law, the department had to consider the environmental impact of reasonable alternatives to the pipeline. The State Department investigated three alternative transportation methods:\n\nRail and pipeline: Heavy crude oil extracted from western Canada and the Bakken rock formation would be transported via railroad to Oklahoma. From there, it would be transported to refineries near the Gulf of Mexico using existing pipelines.\nRail and tanker: Heavy crude would be moved by rail to a western Canada port, where it would be then be loaded onto tankers and sent through the Panama Canal to a Texas port. Bakken crude, meanwhile, would be shipped via rail. The report says it would be cheaper for a tanker to deliver oil from the Pacific Coast to Asia markets rather than the Gulf Coast.\nRail to the gulf: Oil would be shipped from Saskatchewan and North Dakota using some existing railroads to the Gulf Coast.\n\nIf you had a hard time visualizing how all of that would work, consult the State Department’s map laying it out (or read the 100-page description).\nOur focus is on how these alternatives affect carbon emissions. We modified a chart in the State Department report for annual greenhouse gas emissions from crude transport from Alberta, Canada, to the Gulf Coast. (MTCO2e = Metric tons of carbon dioxide equivalents)\n\n\n\n \n\nProposed Keystone XL pipeline\n\n\nRail/pipeline scenario\n\n\nRail/tanker scenario\n\n\nAll rail to coast scenario\n\n\n\n\nMTCO2e/Year per 830,000 barrels per day\n\n\n3,123,859\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\n4,428,902\n\n\n4,363,611\n\n\n3,991,472\n\n\n\n\nMTCO2e/Year per 100,000 barrels per day\n\n\n376,369\n\n\n533,603\n\n\n525,857\n\n\n480,900\n\n\n\n\nPercentage difference from proposed Keystone\n\n\nn/a\n\n\n41.8 percent\n\n\n39.7 percent\n\n\n27.8 percent\n\n\n\n\n \nReed’s numbers for carbon emissions from the alternative scenarios pretty much align with the report, but he mixed them up. He said, \"If you use primarily tanker trucks to transport this shale gas, climate emissions will be 28 percent higher than the pipeline. If you use primarily rail, they'll be 40 to 42 percent higher.\"\nIn reality, using primarily rail raises carbon levels 28 percent more than the pipeline and using primarily tankers raises carbon levels 40 percent, the report said. Reed also said tanker trucks, when the report is actually speaking of tanker ships. Using a combination of rail and existing pipeline would yield 42 percent more carbon emissions.\nNot exactly a clean bill of health\nReed is broadly onto something with the report, but environmental activists criticized his statement, saying the science on the climate safety of shale oil is hardly clear.\nReed’s statement dismisses the fact that the project would generate more greenhouse gases than the alternative desired by environmentalists: doing nothing to expand tar sands production.\n\"It’s all worse\" for the environment than doing nothing, said Eddie Scher, a spokesman for the Sierra Club. \"The argument here is that crack is somehow worse than heroin. We think that you should do neither.\"\nExtracting oil from tar sands is more \"carbon intensive\" than other crude oil. It’s 13 percent more carbon intensive than other heavy crudes and 17 percent more than the average barrel of crude oil refined in the U.S. in 2005. If Keystone XL is rejected, \"tar sands expansion will slow,\" said Anthony Swift, National Resources Defense Council international program attorney.\nEven the Environmental Protection Agency raised concerns with the State Department about the possibility of tar sands being easily shipped by rail instead of the pipeline. In April, the EPA argued in response to a State draft environmental assessment that the department should improve its energy-economic modeling strategy and dig in deeper to rail capacity and costs. Basically, their assumptions are too rosy, EPA says.\nOur ruling\nReed said the State Department report shows \"the science is clear\" that \"alternatives to the pipeline are worse,\" pointing to higher emissions from alternate transportation options of tanker trucks and rail.\nReed didn’t pull the numbers out of anywhere, although he did mess them up a bit, for instance by saying \"tanker trucks\" instead of sea \"tankers\" described in one of the report’s alternative scenarios. As to his general point that the pipeline option is better in terms of CO2 emissions than projections for other options, yes, those alternatives are worse.\nBut besides getting his numbers crossed, he was also a bit clumsy in describing \"alternatives\" and saying that if \"you're protecting the environment, you should build the pipeline.\" Reed assumes that the pipeline should be built, but environmentalists say the best alternative for the environment would be to do nothing and slow tar sands production.\nReed’s claim is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-08260"}