{"url": "/factchecks/2020/nov/05/facebook-posts/biden-netted-more-votes-michigan-trump/", "speaker": "Facebook posts", "vclaim": "Joe Biden was called for Michigan even though Donald Trump won more votes.", "truth_label": "false", "date": "stated on November 5, 2020 in a Facebook post:", "title": "Biden netted more votes in Michigan than Trump", "text": "Several news organizations including the Associated Press called Michigan for Democratic presidential nominee Joe Biden by the afternoon of Nov. 4. But some people were confused by how that was possible when it looked like President Donald Trump was leading at the time. \n\"How and I mean how do they have Joe as the winner???\" one Facebook user wrote on Nov. 5, sharing a screenshot from the Michigan secretary of state’s website. \nThe website shows the 2020 Michigan election results as they were updated at 9:37 p.m. on Nov. 4. At that time, the website showed that Biden had about 2.1 million votes, or nearly 47% of the votes counted, compared with Trump’s 2.3 million votes, or about 51%. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe screenshot of the secretary of state’s website is authentic. Here’s an archived version of the page from when it was updated at 9:37 p.m. on Nov. 4.\nYet the Associated Press had declared Biden the winner in Michigan nearly four hours earlier. \nHow is that possible? \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\nThe AP, which in 2016 was 99.8% accurate in calling U.S. races and 100% accurate in calling the presidential and congressional races in each state, explained in a story helpfully titled: \"Why AP called Michigan for Biden.\"\nAfter conducting an analysis of votes that were counted and the number of ballots left to be counted, the outlet concluded that there weren’t enough votes left in Republican-leaning areas for Trump to win.\nAt that time, Biden had a 70,000-vote lead, according to the AP, and the ballots that remained to be counted were from overwhelmingly Democratic areas. The AP tracks the vote and ballot numbers using a network of reporters across the country who are in touch with local election officials. Those reporters record the tallies and call them into an AP clerk who enters that data into the AP system. The AP also gathers results from county and state websites. \nWhen the AP called the Michigan race for Biden, it did so based on data that was not yet posted on the secretary of state’s website. A spokesperson for the office told us that its website is always the last place election results are updated, and that people should check county websites first for more up-to-date information. \n\"We only update the website when counties report their complete counts to us. Even after counting is finished in individual counties ... there are still administrative and procedural things they need to do before the transmission happens, so sometimes it takes time,\" the spokesperson said. \"This delay is no way indicative of fraud or cause for concern.\"\nSecretary of State Jocelyn Benson said at 8 p.m. on Nov. 4 that all the counting had been completed statewide, the Detroit Free Press reported. By about 8:30 a.m. on Nov. 5, the secretary of state’s website showed Biden winning by about 150,000 votes, more than twice the size of the lead he had when he was declared the winner.\nWhen Biden was declared the winner, he had more votes than Trump. We rate the claim False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18459"}