{"url": "/factchecks/2010/may/23/michael-steele/rnc-chair-michael-steele-says-republican-victory-h/", "speaker": "Michael Steele", "vclaim": "In Hawaii, \"they don't have a history of throwing incumbents out of office.\"", "truth_label": "true", "date": "stated on May 23, 2010 in an interview on ABC's 'This Week.':", "title": "RNC chair Michael Steele says Republican victory in Hawaii boosts GOP chances", "text": "On ABC's This Week, the chairmen of the Republican and Democratic national parties debated the significance of Republican Charles Djou's victory in a Hawaii congressional special election on May 22, 2010 -- the first time a Republican will represent Hawaii in Congress since 1991.RNC Chairman Michael Steele called the victory significant, given Hawaii's penchant for supporting Democrats, and he noted that the state is the birthplace of President Barack Obama (Sorry, birthers).Of course, DNC Chairman Tim Kaine had a different read. He said Djou's victory was more about the unique circumstances of the special election -- which was called to replace the resigning Rep. Neil Abercrombie until the regular fall election --  than a political mood swing in Hawaii. The special election did not include a primary, which meant parties could field multiple candidates. Of the three main contenders, two were Democrats while Djou was the lone Republican. He won with a little under 40 percent of the overall vote.\"In the November election, it will be one Democrat against one Republican, and we feel very, very confident about winning that race,\" Kaine said.But Steele countered, Hawaii doesn't \"have a history of throwing incumbents out of office.\"It's an obvious fact that incumbents have an easier road to re-election than challengers. Since 1964, no less than 85 percent of incumbents have been returned to the U.S. House, according to the Center for Responsive Politics. Since 1998, incumbents' re-election rate has hovered between 94 and 98 percent in the House. The numbers in the Senate are a little lower -- between 79 and 96 percent in elections since 1998.But do incumbents have an even easier time getting re-elected in America's youngest state?Since Hawaii wasn't incorporated as a state until 1959, there isn't a lot of history to examine. And since Hawaii has just four members of Congress (two senators and two members of the U.S. House), there are relatively few elections to scour.In fact, only 5 people have represented the state in the U.S. Senate: the two sitting senators, Democrats Daniel Inouye and Daniel Akaka, and three others -- Republican Hiram Fong, Democrat Spark Matsunaga and Democrat Oren E. Long. None of them lost a re-election campaign for the Senate -- Fong and Long retired and Matsunaga died in office.Hawaii's two congressional House districts were created in 1971. Previously both seats had been elected at large.Djou will represent Hawaii's 1st District, the second Republican ever to do so. He replaces Abercrombie, a 10-term Democrat who resigned to run for governor. The state's 2nd District has never elected a Republican.Have any incumbents lost?Not really.In the 2nd District, Patsy Mink, Daniel Akaka and Ed Case all resigned or retired in order to run for another office. Mink was eventually re-elected to the U.S. House and died in office.In the 1st District, Spark Matsunaga, Cecil Heftel, Pat Saiki and Abercrombie all also resigned to run for another office.There's one asterisk. Abercrombie was first elected to Congress in 1986 in a special election just like Djou. But though he won the special election, he lost his party's primary to run for a full, two-year term on the very same day. We counted and found about 50 elections where the incumbent on Hawaii was on the ballot. The closest anyone got to losing was Abercrombie in 1986, but he wasn't actually an incumbent when he lost the Democratic primary.Depending how you count it, that puts the re-election rate in Hawaii between 98 percent and 100 percent, which is higher than the national average over the same period. Though Steele was talking about federal races, we also checked to see if an incumbent Hawaii governor ever lost a bid for re-election. It happened once since Hawaii became a state, in 1962, when Republican William Quinn lost to Democrat John Burns. Back to the statement by RNC Chairman Steele. He said Hawaiians don't have a history of throwing incumbents out of office and said that Djou's election to Congress in May means Republicans have a good shot of keeping the seat in November. While we're not in the business of predicting the outcome of House races, no incumbent has ever lost a November congressional election in Hawaii. We rate Steele's claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021", "vclaim_id": "vclaim-pol-14981"}