{"url": "/factchecks/2014/mar/31/jack-kingston/kingstons-claim-about-number-uninsured-has-some-me/", "speaker": "Jack Kingston", "vclaim": "\"There are still more people uninsured today than when Obama was elected president.\"", "truth_label": "half-true", "date": "stated on March 31, 2014 in an interview:", "title": "Kingston’s claim about number of uninsured has some merit", "text": "Republicans have made the case on several different fronts why the federal health care law is not the cure for the nation’s health care problems, primarily from a policy perspective.\nSome are now using a numbers-based argument to contend it’s not helping as many Americans as the law’s supporters predicted.\n\"There are still more people uninsured today than when (Barack) Obama was elected president,\" U.S. Rep. Jack Kingston, a Republican from Savannah, said recently on the Fox News Channel.\nPolitiFact Georgia wondered if the congressman’s claim is correct.\nObama, a Democrat, took office in January 2009. A year later, he signed into law the Patient Protection and Affordable Care Act, arguably the most sweeping rule changes on health care since Medicare was created in the late 1960s. Many Republicans mockingly called the law \"Obamacare,\" a moniker that the president later said he would proudly embrace. Kingston, who is running this year for the U.S. Senate, voted against the health care law.\nEarlier this month, U.S. House Speaker John Boehner, R-Ohio, said \"there are less people today with health insurance than there were before this law went into effect.\" Our friends at PolitiFact in Washington examined that claim and found many problems with Boehner’s statement and rated it False. Kingston’s claim is different, primarily because of the different time frame he used, so we continued with our research.\nHealth care data is difficult to determine. The Obama administration started its insurance marketplace accounts for enrollees to join, but sign-ups initially fell well below Congressional Budget Office projections. An estimated 6 million people have now signed up for health care through the marketplaces set up through the law, but that number is uncertain because individuals can purchase insurance outside of the marketplaces in Vermont and Washington, D.C. The open enrollment season ends Monday.\nOne consistent statistic we found in several surveys showed there were more than 40 million Americans without health insurance in 2008, the year before Obama moved into the White House.\nKingston’s office said the congressman based his claim on a recent nationwide Gallup poll on America’s uninsured. The poll shows 15.4 percent of Americans were uninsured during the first quarter of 2009. Currently, 15.9 percent of Americans are uninsured. The poll has a margin of error of 1 percentage point.\nDoes that mean there could now be a smaller percentage of Americans uninsured, or that the percentage is basically the same between those two years?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"Technically, you could say that they were within the margin, but that margin means the ‘09 number could be as low as 14.4 and the 2014 as high as 16.9 percent,\" Greg Dolan, a spokesman for Kingston, said in one email.\nThe Atlanta-based U.S. Centers for Disease Control and Prevention also tracks how many Americans are uninsured on an annual basis. Their data is similar to the Gallup poll. In 2008, they found 14.7 percent of Americans were uninsured at the time they were interviewed. In 2013, the number of uninsured was barely lower, at 14.6 percent. The 2013 survey was done between January and June. It’s unclear when the 2008 survey was conducted. In 2009, the CDC survey shows 15.4 percent were uninsured when they were interviewed.\nWe also looked at data from the U.S. Census Bureau, which also releases annual statistics on the health insurance status of Americans. In 2008, 14.9 percent of Americans were uninsured. A year later, the percentage of uninsured rose to 16.1 percent. In 2012, it declined to 15.4 percent. The actual number of Americans uninsured, according to the Census Bureau data, rose from nearly 44.8 million in 2008 to nearly 49 million in 2009. In 2012, their data shows just under 48 million Americans were uninsured. The Census Bureau data does not indicate whether there is a margin of error.\nObama did take office amid the nation’s worst financial situation since the Great Depression. The unemployment rate rose from 6.1 percent in September 2008 -- when the crisis began -- to 7.8 percent in January 2009, adding about 2.5 million Americans to the unemployment rolls, with many of them presumably losing their health insurance. The unemployment rate rose to 10 percent by October 2009.\nShould Obama get a reprieve from Kingston’s criticism because of the economic meltdown? No, Kingston’s office says.\nDolan said the congressman’s point is that the health care law is not dramatically reducing the number of Americans without health insurance. The Gallup poll, however, shows the percentage of those uninsured has declined from 18 percent at one point late last year to the current uninsured rate of 15.9 percent.\n\"The numbers of uninsured skyrocketed in reaction to passage of Obamacare (in 2010),\" Dolan said. \"That they’ve settled out where they were before this disaster is not a positive sign for the initiative.\"\nSo where does this leave us? Kingston said in a television interview that \"there are still more people uninsured today than when Obama was elected president.\" Obama came into office facing some extraordinary economic circumstances with several million Americans losing their jobs and many of them losing their health insurance. Some might say the president should get cut some slack here. Kingston’s camp says the problem worsened as a result of the health care law.\nThe congressman based his claim on a Gallup poll detailing the percentage of uninsured between the beginning of 2009 and now. His office says the Census Bureau data we found showing more people uninsured in 2012 than in 2008 supports his argument.\nThe percentage of Americans uninsured we reviewed in other polls and surveys mostly shows there has been a slight increase since 2008, although the numbers are close or within the margin of error.\nWe rate Kingston’s claim Half True.\nPolitiFact’s definition of Half True is the statement is partially accurate but leaves out important details or takes things out of context.", "vclaim_id": "vclaim-pol-08064"}