{"url": "/factchecks/2016/jul/20/tom-marino/pa-congressmans-claim-hillary-clinton-trusted-virt/", "speaker": "Tom Marino", "vclaim": "\"[Hillary Clinton]'s not trusted -- virtually at all.\"", "truth_label": "barely-true", "date": "stated on July 18, 2016 in a speech to the PA delegation at the RNC.:", "title": "PA Congressman’s misleading claim: Hillary Clinton trusted by ‘virtually’ no one", "text": "Hillary Clinton has long had trust issues -- as in, voters tell pollsters her perceived lack of honesty is one of the reasons they’d avoid casting a vote for her. Her general election opponent Donald Trump has taken advantage of it and branded her \"Crooked Hillary,\" whether it’s true or not.\nBut how severe are Clinton’s trust issues?\nFor Congressman Tom Marino, one of Trump’s biggest backers in Pennsylvania, it’s apparently an all or nothing proposition -- almost no one trusts her, if what he said Monday during a Pennsylvania GOP breakfast at the Republican National Convention is any indication.\n\"Secretary Clinton has so much baggage that the luggage industry could name a line of suitcases after her,\" Marino, R-10th District, said during the breakfast, according to PennLive. \"She's not trusted -- virtually at all.\"\nClinton has admitted that she has concerns that voters don’t think she’s honest. But the idea that she’s not trusted \"virtually at all\" seemed a little off. How do you measure trust? And is that number at or close to zero? Here’s what we could find.\nBelieve it or not, lots of national and state polls ask voters about whether or not they perceive candidates to be honest or trustworthy, largely because it’s one of the character traits voters consider most. A Quinnipiac poll from late June showed 28 percent of voters said honesty and trustworthiness was the most important character trait, the highest rate of any trait including integrity and leadership.\nAnd though more voters roundly trust Clinton over Trump in areas like foreign policy and leadership experience, they don’t trust her as a person as much as they do him.\nA poll commissioned by the Washington Post and ABC in March found only 37 percent of voters found Clinton to be honest and trustworthy. An NBC/ Wall Street Journal poll from June showed 69 percent of voters were concerned Clinton had a reputation of dishonesty. And a CBS poll from around the same time 63 percent of voters found Clinton to be dishonest.\nThese ratings are just a few points higher than Trump’s. And yes, Trump leads Clinton in the forthcoming category. Only a third of voters think Clinton says what she means while more than half of voters think Trump does.\nIf, during his GOP breakfast speech, Marino was talking about Republicans trusting Clinton, he’s in luck: That Quinnipiac poll from late June shows just 6 percent of Republicans polled think Clinton is trustworthy. But Marino’s camp didn’t respond to a request for comment.\nVoter perception of Clinton’s trustworthiness started dwindling even during her days as First Lady following the Whitewater scandal, a fraud investigation into the real estate investments the Clintons made while Bill Clinton was governor of Arkansas. Neither Clinton ever faced charges over it, but their close associates did.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nToday, the controversy over the email server she used while Secretary of State appears to be what’s contributing to voters’ lack of trust. That’s been compounded since FBI Director James Comey directly contradicted statements Clinton made about what was sent on the server during a press conference announcing that charges wouldn’t be filed against the presidential candidate.\nMichael Hagen, an associate professor at Temple University and a former director of the Center for Public Interest Polling at Rutgers University, said the email situation has had a substantial impact on the percentage of the electorate that regards her as dishonest and untrustworthy, driving those numbers up to about three in five voters.\n\"There are even a number of Democrats who have reservations about her trustworthiness,\" Hagen said, noting that trustworthiness is \"important to lots of folks, but it’s not the only thing that people are talking about or concerned about.\"\nClinton’s campaign didn’t respond to a request for comment. But she knows this is hurting her. She’s admitted that she has work to do to bring back voters in the \"honesty\" arena, but has also blamed decades of facing criticism from the right.\n\"I take this seriously, as someone who is asking for your votes, and I personally know I have work to do on this point,\" she said during a talk in June, according to The Washington Post. \"A lot of people tell pollsters they don't trust me. I don't like hearing that, and I've thought a lot about what's behind it… You know you hear 25 years worth of wild accusations, anyone could start to wonder.\"\nWhether they’re wild accusations or not, the big news that turns into scandals that revolve around Clinton seem to have a different effect on voters perception of trustworthiness compared to a steady drumbeat of criticism over statements made by Trump. While most of Clinton’s statements rated by PolitiFact have been True or Mostly True, the majority of Trump’s have been False or Pants on Fire.\nHagen said scandal sticks in the minds of voters more than those daily stories criticizing Trump’s dishonesty.\n\"Fact-checking stories appear inside newspapers,\" he said, \"but scandals make front-page headlines.\"\nOur Ruling\nMarino said with regard to Clinton: \"She's not trusted -- virtually at all.\"\nThis is clearly hyperbole when it comes to all voters, but not far from the truth when looking at the polling of Republican voters. Clinton's admitted herself that she's struggled when it comes to voters trusting her, so the sentiment of this claim makes sense. Still, to say she’s not trusted \"virtually at all\" isn’t accurate.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-04656"}