{"url": "/factchecks/2009/jul/24/barack-obama/obama-claims-14000-lose-health-insurance-every-day/", "speaker": "Barack Obama", "vclaim": "\"14,000 Americans . . . lose their health insurance every single day.\"", "truth_label": "mostly-true", "date": "stated on July 22, 2009 in a news conference.:", "title": "Obama claims 14,000 lose health insurance every day", "text": "In his nationally televised news conference on July 22, 2009, President Barack Obama cited a dramatic statistic to emphasize the need for health care reform. He said, “If we don't act, 14,000 Americans will continue to lose their health insurance every single day.”\n\n \n\nThe White House told us the number came from a report published by the Center for American Progress, a liberal think tank, and authored by researchers James Kvaal and Ben Furnas. A chart in the report was headlined, “14,000 People Became Uninsured Every Day in December and January.”\n\n \n\nWe wondered about the methodology and whether the December and January numbers were out of date. We couldn't reach the authors of the study (one has since joined the White House staff). But we tracked down Urban Institute health care scholar John Holahan, whose work was cited in the Center for American Progress study.\n\n \n\nHolahan was the co-author, with A. Bowen Garrett, of the January 2009 study, “Rising Unemployment, Medicaid and the Uninsured,” published by the Kaiser Commission on Medicaid and the Uninsured. That study provided the underpinning for the Center for American Progress report by estimating how many people can expect to lose their insurance when the national unemployment rate goes up.\n\n \n\nHolahan and his co-author, using a baseline of 4.6 percent unemployment in 2007, calculated that 2.6 million people would lose coverage if the unemployment rate climbed to 7 percent; 3.7 million if it went to to 8 percent; 4.8 million at 9 percent; and 5.8 million at 10 percent.  The estimates took into account people who lost their jobs but then switched to a spouse’s plan or extended their coverage through COBRA, the federal law that guarantees people who lose their job can still get continued health coverage.\n\n \n\nApplying Holahan's calculations to the actual rise in unemployment from November 2008 to June 2009, we came up with 3.2 million people losing health coverage, or an average of 15,238 per day, so it is close to the 14,000 Obama cited.\n\n \n\nWe asked other health care experts about Holahan’s work, and they uniformly agreed that he is a respected researcher. Only one complicating factor emerged, when we spoke with Edmund F. Haislmaier of the Heritage Foundation, a conservative think tank. He noted that Holahan’s paper was written before passage of the federal stimulus package, which contains provisions subsidizing 65 percent of COBRA costs for the unemployed. If these new subsidies end up boosting the use of COBRA — the data hasn't been compiled yet — then it could reduce the number of newly uninsured Americans from the levels that Holahan had predicted and that Obama cited.\n\n \n\nObama was very close to Holohan's calculations — in fact he was slightly low. But as Haislmaier pointed out, the stimulus COBRA provisions could reduce the numbers because more people will still be covered. We can't be sure until the data is in. So in the meantime, we find Obama’s claim Mostly True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-15671"}