{"url": "/factchecks/2019/nov/21/blog-posting/fake-pelosi-quote-about-stupid-americans-came-sati/", "speaker": "Bloggers", "vclaim": "Says Nancy Pelosi said \"Americans are the stupidest people on earth.\"", "truth_label": "pants-fire", "date": "stated on November 19, 2019 in a story:", "title": "Fake Pelosi quote about 'stupid' Americans came from satire site", "text": "Did the leader of the people’s house really say that Americans are the \"stupidest people\" on the planet? No.\nBut that hasn’t stopped stories like this one from claiming House Speaker Nancy Pelosi was caught saying that  \"while speaking to an aide\" at a fundraiser in Illinois. \nThe story from the website Conservative Bless says Pelosi was caught in a hot mic moment after finishing a speech full of lavish promises. It falsely says she told an aide the following: \n\"I can’t believe they cheered. Were they serious? They were, weren’t they? Un-frickin-believable. Trump proved how dense republican voters are and I guess I just left no doubt that Democrats are the same. Americans are the stupidest people on earth.\"\nThe article, shared nearly a thousand times on Facebook, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe problem is the entire story was contrived by satire website Busta Troll in late October 2019. \nRELATED STORY: If you're fooled by fake news, this man probably wrote it\nWhile the article and quote originated on a website that describes its content as satire and contains a disclaimer, it was picked up by Conservative Bless and other sites and shared without any such disclaimer. \nThis is not a real news report. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-16807"}