{"url": "/factchecks/2017/sep/28/donald-trump/donald-trumps-dubious-claim-his-tax-plan-wont-bene/", "speaker": "Donald Trump", "vclaim": "Says \"No, I don't benefit, I don't benefit\" from his tax proposal.", "truth_label": "false", "date": "stated on September 27, 2017 in an interview with reporters:", "title": "Donald Trump's dubious claim that his tax plan won't benefit him", "text": "President Donald Trump, the only president in modern history to not release his tax returns (see our fact-check), said he would not personally benefit from his proposed changes to tax law.\nAs he prepared to announce his proposal for a tax overhaul, he had the following exchange with an off-camera reporter. (Here’s the video ):\nTrump: \"My plan is for the working people, and my plan is for jobs.\"\nReporter: \"You wouldn't benefit under your tax plan?\"\nTrump: \"No, I don't benefit. I don't benefit. In fact, very very strongly, as you see, I think there's very little benefit for people of wealth.\"\nPresident Trump on tax reform: \"My plan is for the working people, and my plan is for jobs. I don't benefit\" https://t.co/fEW6Y8FRft— NBC Politics (@NBCPolitics) September 27, 2017\n\nTrump reiterated that his plan was bad news for wealthy taxpayers like him later in his address in Indianapolis.\n\"They can call me all they want; not going to help,\" he said Sept. 27, 2017. \"I'm doing the right thing and it's not good for me, believe me.\"\nTrump’s refusal to release his tax returns makes this difficult to know with certainty.\nWhen we inquired, the White House reiterated that Trump would not benefit but did not offer any documentation. PolitiFact’s longstanding policy is that the burden of proof is on the speaker. We won’t back up a speaker’s assertion without evidence.\nIn the absence of that, what is known about Trump’s taxes suggests that his assertion is highly dubious.\nTo date, two portions of Trump’s tax returns have been leaked to the media. One consists of summary pages from state tax returns from 1995, which were sent anonymously to the New York Times in 2016. However, because these are state -- not federal -- tax documents, they don’t shed much light on this claim.\nThe second and more relevant forms are the summary pages from his 2005 federal tax return, which were first reported in March by MSNBC’s Rachel Maddow.\nExperts see three provisions in Trump’s proposal that could potentially benefit him.\nScrapping the alternative minimum tax\nTrump’s tax plan would eliminate the alternative minimum tax, or AMT, which is a calculation that guarantees that certain higher-income taxpayers with large deductions pay at least a minimum amount of tax.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"This framework substantially simplifies the tax code by repealing the existing individual AMT,\" Trump’s proposal says.\nA line in Trump’s 2005 tax return shows that Trump paid $31,261,179 that year for the AMT.\nThat was a large portion of his total tax bill. Had it not been for the AMT, Trump would have owed only about $5.3 million in federal taxes that year.\nEven if that was an unusually large year for Trump’s AMT liability, he is precisely the type of taxpayer the provision was designed for -- someone who is wealthy and who takes a lot of deductions. So if the AMT were to remain in place, it would likely be an ongoing tax burden for him.\nTaxation of \"passthrough\" income\nTrump’s plan would lower to 25 percent the tax rate for \"small and family owned businesses conducted as sole proprietorships, partnerships and S corporations.\" Collectively, these are referred to as \"passthrough\" income.\nThis policy would represent a reduction from the current top rate of 39.6 percent. (An earlier version of the Trump tax plan envisioned the rate going down all the way to 15 percent.)\nIn his 2005 tax return, Trump listed more than $67 million in income from \"rental real estate, royalties, partnerships, S corporations, trusts, etc.\" Even if the proposed changes didn’t affect that entire flow of income, some of it likely would, enabling Trump to keep more of it.\nAn analysis using Trump’s initial 15 percent proposal that was published by the Democratic staff of the House Ways and Means Committee said that Trump would save about $28.6 million from the reduction of this \"pass-through income\" rate. Trump’s potential savings would be smaller -- though still substantial -- under the newer proposal of 25 percent.\nThe estate tax\nTrump’s proposal also \"repeals the death tax,\" which is what many opponents call the tax officially known as the estate tax.\nIn 2017, estates worth less than $5.49 million are exempt from taxation, according to the Urban Institute-Brookings Institution Tax Policy Center. Above $5.49 million, the estate is generally taxed at 40 percent.\nEstimates of Trump’s net worth vary; in February, Forbes estimated that it was $3.5 billion. If that’s in the ballpark, then under current law, Trump’s estate could have to pay tax in the vicinity of $1 billion.\nIn any case, since Trump’s estate at his death would almost certainly be worth more than the exemption level of $5.49 million, he would be a good candidate to owe some amount of estate tax, even if it’s not as high as $1 billion.\nUnlike the proposed changes to the alternative minimum tax and the taxation of \"passthrough\" income, the elimination of the estate tax would not be a change that Trump or his heirs could take advantage of immediately.\nStill, if the estate tax were to be eliminated permanently, that would likely offer the Trump family a substantial tax savings down the road.\n\n\n\n \nOur ruling\nReferring to his tax proposal, Trump said, \"No, I don't benefit. I don't benefit.\"\nTrump’s refusal to release his tax returns makes it impossible to quantify exactly how much he would personally benefit from his policy proposals. But what is known about Trump’s past patterns of taxation and his income and wealth holdings strongly suggest that at least three proposed changes -- to the alternative minimum tax, to the tax on \"passthrough\" income, and to the estate tax -- would benefit Trump or his family either immediately or down the road.\nWe rate his statement False.\n Share the Facts 2017-09-28 19:53:15 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  remarks to reporters Says \"No, I don't benefit, I don't benefit\" from his tax proposal.    Donald Trump President   remarks to reporters Wednesday, September 27, 2017 2017-09-27    Read More  info", "vclaim_id": "vclaim-pol-02856"}