{"url": "/factchecks/2012/jan/27/kasim-reed/atlanta-crime-down-details-inaccurate/", "speaker": "Kasim Reed", "vclaim": "\"We have cut crime across every single zone in the city of Atlanta by between 10 percent and 16 percent, depending on the zone.\"", "truth_label": "half-true", "date": "stated on January 19, 2012 in the State of the City address:", "title": "Atlanta crime down, but details inaccurate", "text": "Two years into his term, Atlanta Mayor Kasim Reed is fulfilling his promises, he told a crowd of hundreds during his State of the City address.\n\nThe city is cleaning up its finances. It’s easier for businesses to get permits, he said, and Atlanta code enforcement officers are clearing up blight.\n\nIn 2010, he promised to cut crime. Already, Reed said Jan. 19, he’s done it.\n\n\"We have cut crime across every single zone in the city of Atlanta by between 10 percent and 16 percent, depending on the zone,\" Reed announced.\n\nEvery zone? The Truth-O-Meter loves a good crime statistic, so we wound it up and let it whirl.\n\nThe Atlanta Police Department posts weekly crime data on its website. We clicked through it and found that while crime is down 11 percent across the city, it’s not down in all of the city’s six zones.\n\nOrdinarily, we would check a claim like Reed’s by comparing the number of incidents in each zone for 2011 and 2009, the year before the mayor took office.\n\nFor this fact check, we took a slightly different approach. The department changed its zone boundaries on Dec. 13, 2011. If we used the standard method, a zone’s crime could appear to rise if its borders shifted to include a higher-crime neighborhood.\n\nInstead, we looked at total incidents starting the first week of January 2011 to the week ending Dec. 10, 2011, the last full week before the switch. We compared it with the same time period in 2009.\n\nWe analyzed what the Federal Bureau of Investigation calls \"Part I\" offenses, or murders, rapes, robberies, aggravated assaults, burglaries, auto thefts, thefts from automobiles and larceny. Researchers think tallies of these crimes tend to be a good reflection of the actual number of incidents taking place.  \n\nThis is what we found:\n\nZone 1: Crime declined 10 percent in this west Atlanta zone. The biggest drop was in thefts from cars, which fell 23 percent. Robbery fell 20 percent.\n\nZone 2: Crime dropped 16 percent in these northern neighborhoods, led by a 26 percent drop in thefts from cars.\n\nZone 3: This area includes areas on the city’s south side. Crime increased 2 percent, led by a 26 percent rise in larceny.\n\nZone 4: Crime declined 4 percent in these southwest Atlanta neighborhoods. Robberies, burglaries and thefts from cars all dropped by double digits while larcenies rose 18 percent.\n\nZone 5: Crime dropped 14 percent in this zone, which covers parts of downtown. Burglaries plummeted 35 percent.  \n\nZone 6: Crime declined in these east Atlanta neighborhoods by 27 percent, led by a 45 percent drop in thefts from cars. Burglaries and aggravated assaults dropped by more than 30 percent.\n\nCrime is down in Atlanta, but Reed mangled the specifics.\n\nIt’s down in all zones but one. And in the case of east Atlanta, where crime dropped 27 percent, the decline is far more dramatic than the 10 percent to 16 percent decrease Reed mentioned in his State of the City address.\n\nIn a written statement to PolitiFact Georgia, Reed acknowledged that the city has more work to do, but the lower overall crime rate is a sign of progress.\n\n\"One of our goals is to say with confidence that crime is down in all zones, and I believe we are moving in the right direction,\" Reed said.\n\nBecause Reed’s broader message held true, but the data he used are topsy-turvy, we grant him a Half True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-11704"}