{"url": "/factchecks/2016/jan/07/hillary-clinton/hillary-clintons-syrian-air-strikes-claim-against-/", "speaker": "Hillary Clinton", "vclaim": "\"Marco Rubio voted against authorizing President Obama to strike Syria after Assad used chemical weapons on his own people.\"", "truth_label": "mostly-true", "date": "stated on January 4, 2016 in a posting on the Clinton website:", "title": "Hillary Clinton's Syrian airstrikes claim against Marco Rubio ignores difference in strategy", "text": "With Republican presidential candidate Marco Rubio attacking Democrat Hillary Clinton's foreign policy decisions, the Clinton campaign has fired back by asserting that \"Marco Rubio Distorts Clinton’s Foreign Policy Record – And His Own.\"\nThe HillaryClinton.com webpage notes that Rubio \"claimed that Hillary Clinton 'stood by' while the conflict in Syria devolved into a humanitarian crisis. The truth is that Hillary Clinton was an early supporter for arming the moderate opposition against Assad in 2012.\"\n\"And what’s even more amazing,\" according to the Clinton campaign, \"is that Marco Rubio voted against authorizing President Obama to strike Syria after Assad used chemical weapons on his own people.\"\nWe were curious if the \"even more amazing\" claim about Rubio was true, and he actually opposed Syrian airstrikes.\nPolitiFact has ventured into this area before, as a Clinton spokesman was quick to point out.\nIn September 2013, Rubio was one of seven members on the Senate Foreign Relations Committee (including two Democrats) to vote against authorizing U.S. military action against Syria. Three Republicans joined seven Democrats to approve the measure.\nThe Senate resolution was debated on the floor but never came up for a vote because a diplomatic solution to the chemical weapons issue surfaced and Obama asked Congress to put off action.\nAt the time, as a former senator and secretary of state, and a budding 2016 presidential candidate, Clinton publicly supported airstrikes.\nAsked about his vote during the Sept. 16, 2015, CNN GOP presidential debate, Rubio said he opposed the action because President Obama \"said the attack that he was going to conduct was going to be a pinprick.\" PolitiFact ruled that because Obama had repeatedly stated that pinprick attacks were not what he wanted to do, Rubio's statement was False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn the debate, Rubio added that, \"The United States military was not built to conduct pinprick attacks,\" and he wanted a strategy that would put \"men and women in a position where they can win.\"\nRubio spokeswoman Brooke Sammon indicated that opposition to those airstrikes doesn't mean Rubio was opposed to the United States becoming involved in Syria, which Rubio made clear during the Foreign Relations Committee meeting where he explained his vote. He predicted that the airstrikes would not work and reiterated his longstanding call for Obama to give arms to the moderate opposition in Syria.\nOn Sept. 18, 2014, when the president asked Congress for approval to train and equip moderate Syrian rebels as part of a larger plan to defeat the Islamic State in Iraq and Syria (ISIS), Rubio voted in favor of the proposal, which was part of a larger spending package.\nClinton has advocated arming Syrian rebels as well.\nThe Clinton website tries to make Rubio look reluctant to take on Syria or make it look like the senator has flip-flopped, including a quote from Politico that \"Rubio was an early advocate of arming the Syrian rebels,\" and a Politico headline reporting that \"Rubio the hawk turned dovish on Syria in 2013.\"\nOur ruling\nClinton said, \"Marco Rubio voted against authorizing President Obama to strike Syria after Assad used chemical weapons on his own people.\"\nRubio did vote against the specific resolution for an airstrike campaign, explaining he was \"unconvinced it will work.\" But he supported a subsequent plan for the United States to help moderate Syrian rebels lead the fight, an idea he had been promoting for a while.\nThe Clinton statement suggests a reluctance by Rubio to intervene in Syria when, in fact, it's the type of involvement that's at issue.\nThe statement is accurate, but needs additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-05573"}