{"url": "/factchecks/2018/jun/07/kelda-helen-roys/kelda-roys-democrat-governor-commits-participating/", "speaker": "Kelda Helen Roys", "vclaim": "On participating in a debate for Democratic gubernatorial candidates.", "truth_label": "full-flop", "date": "stated on June 6, 2018 in statements:", "title": "Kelda Roys, Democrat for governor, commits to participating in debate, then withdraws commitment", "text": "The Wisconsin Broadcasters Association’s decision to hold a debate with no more than four of the 10 Democratic candidates for governor caused so much consternation among the candidates and others that the association is reconsidering its decision.\nAmid the backlash, did Kelda Helen Roys, arguably one of the leading candidates, change her position on attending the debate?\nWe go to our Flip-O-Meter, which examines an official's consistency on an issue. (It does not pass a judgement on a politician who changes positions, or determine if any shift is good policy or good politics.)\nThe decision\nThe broadcasters association, which represents nearly all radio and television broadcasters in the state, announced June 4, 2018, the criteria it would use for determining which candidates would be invited to its debate on July 27, 2018, in Madison, less than three weeks before the primary election.\nSaying it would invite \"the most significant candidates,\" the association detailed how up to four of the Democratic gubernatorial candidates (as well as up to four Republicans in the U.S. Senate race) would be included. The main criterion: Results of the Marquette University Law School Poll released closest to the date of the debate.\n\n\n\n\nThe Flip-O-Meter\n \nThe Flip-O-Meter rates an official's consistency on an issue. Some voters appreciate politicians who are flexible and have the ability to compromise or adapt their positions to the wishes of their voters. Still, accusations of shifting positions are common in politics, and we’ve found that an analysis of the shift and the degree of change can be informative.\n\nThe Flip-O-Meter has three ratings:\n\nNO FLIP – No significant change in position.\nHALF FLIP – A partial change in position.\nFULL FLOP – A complete change in position.\n\n\n\n\n \nThe same day – as some candidates and the Wisconsin Democratic Party called on the association to reconsider – Charles Franklin, the poll’s director, said the law school does not support using the poll to determine which Democratic gubernatorial candidates would be invited.\n\"All polls have a margin of error, making small percentage differences between candidates in a crowded field especially uncertain,\" he said.\nRoys: I’m in\nOn June 5, 2018, the day after the criteria were announced, Roys’ campaign issued a statement to Associated Press reporter Scott Bauer, saying in part:\nKelda is looking forward to joining three of her competitors in this debate and continuing to share her positive vision for the future of Wisconsin.\nRoys campaign spokesman Brian Evans told us that when Bauer asked for the campaign’s reaction to the criteria, he thought Bauer wanted to know whether the campaign thought Roys would meet the criteria to participate.\nThe campaign’s statement was later clarified to say the statement had been based on the campaign’s assumption that Marquette would do another poll before the debate.\nRoys didn’t fare well in the most recent Marquette poll, done in March 2018, which asked respondents if they had a favorable or unfavorable view of the candidates. On Roys, 92 percent of respondents said they hadn’t heard enough about her or didn’t know her enough to have an opinion.\nTwo days before the broadcast association’s announcement, however, she gained momentum by winning a straw poll at the state Democratic Party convention.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSo, Roys committed to participating in the debate, even going so far as to presume she would qualify.\nBut she would withdraw her commitment.\nRoys: Actually ...\nThe change came later the same day, when Bauer quoted Roys as saying to the broadcasters association:\nWe are confident that my campaign will qualify for inclusion in the debate, but given the flawed criteria you are using to decide who is included in your debate, I cannot in good conscience commit to attending.\nSo, Roys didn’t flatly state she would not participate in the debate.\nBut she was no longer committing to participate.\nMoreover, after Bauer tweeted that Roys had changed her position and was now against the debate, Evans tweeted in response:\nMistake was mine, apologies. Statement was based on the work Kelda has done to attend as many forums as possible all across WI, as well as our confidence that she will meet the criteria the WBA put out. I had not checked whether Kelda thought the criteria were fair or democratic.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc\n\n\n\n\n \nThen on June 6, 2018, two days after the criteria were announced, Roys released an open letter to the association, which said in part:\nI strongly object to limiting the number of candidates in the debate, especially using the arbitrary, inaccurate, and undemocratic criteria put forward by WBA. …\nWe are confident that my campaign will qualify for inclusion in the debate, but given the flawed criteria you are using to decide who is included in your debate, I cannot in good conscience commit to attending.\nAgain, no more commitment to participate.\n(Later on June 7, 2018, the day we published this article, the association canceled the debate.)\nOur rating\nInitially, Roys essentially committed to participating in a Wisconsin Broadcasters Association debate that would be limited to four of the 10 Democratic candidates for governor, saying she \"is looking forward to joining three of her competitors in this debate.\"\nBut later the same day, and again the following day, Roys issued statements changing her position. She didn’t flatly refuse to participate. But saying she objected to the criteria, she withdrew her commitment, saying: \"I cannot in good conscience commit to attending.\"\nFor a complete change in position, we give Roys a Full Flop.\n Share the Facts 2018-06-07 18:47:23 UTC   PolitiFact    9 1 7  PolitiFact Rating: Full Flop   On participating in a debate for Democratic gubernatorial candidates.     Kelda Helen Roys Democratic candidate for Wisconsin governor https://twitter.com/sbauerAP/status/1004456307108261888   In statements Wednesday, June 6, 2018 2018-06-06    Read More  info", "vclaim_id": "vclaim-pol-01983"}