{"url": "/factchecks/2010/jun/11/glenn-beck/glenn-beck-takes-shot-census/", "speaker": "Glenn Beck", "vclaim": "\"The 2000 Census cost $4.5 billion. The 2010 Census is set to cost up to $14.5 billion.\"", "truth_label": "half-true", "date": "stated on June 7, 2010 in his Fox News program:", "title": "Glenn Beck takes a shot at the census", "text": "On his Fox News Network program on June 7, 2010, host Glenn Beck took a few shots at the 2010 U.S. Census.\nIt began as a knock on reports about job gains this quarter, which Beck rightly noted was mostly due to a surge of temporary, taxpayer-funded census jobs.\n\"Does anybody think spending $14.5 billion on temp census workers is good for the country in the long run?\" Beck asked. \"What would our grandparents say?\"\nBeck then took issue with the cost of the 2010 Census.\n\"The 2000 Census cost $4.5 billion,\" Beck said. \"The 2010 Census is set to cost up to $14.5 billion.\"\nThat'd be more than a 200 percent increase, and so we decided to check it out.\nBeck was accurate about the cost of the 2010 census. But that's not a one-year expense. It's the accumulation of 10 years worth of census work. At the U.S. Census, they talk about the \"life cycle\" cost of their decennial census counts, because each is the product of years and years of work. According to the U.S. Census Bureau's budget estimates presented to Congress in February, 2010 -- after factoring in appropriations from 2002 through 2009 plus the president's budget request for 2010 -- the estimated life cycle cost of the 2010 Census program is $14.8 billion. That includes census funds in the economic stimulus package passed in 2009.\nBut Beck is off on the cost of the 2000 Census. Adjusted for inflation (the only fair way to compare costs over time), the life cycle cost of the 2000 census was $8.2 billion.\nStill, that's a pretty hefty jump -- about 80 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSome context, however, is in order. For starters, there were simply more homes to count in 2010 than in 2000. In 2000, there were 117.5 million housing units; and in 2010 there were an estimated 133.8 million. That's a nearly 14 percent increase.\nBut there's more to the story than just adjusting for inflation and growth in the population that needs to be accounted for. The budget report notes that the cost of conducting a census has historically gone up over time. Even adjusted for inflation, the cost per housing unit went from $14 in 1970; to $29 in 1980; to $40 in 1990; and to $70 in 2000. The estimated cost per household in 2010 was $111.\n\"Several factors that are independent of programmatic methodology contribute to this phenomenon,\" the report states. \"For example, a desire for accurate coverage of a growing and increasingly diverse population adds complexity to each census. Also, experience reveals that people have become more resistant to answering surveys and providing information to the government. Adding to these difficulties is increased immigration and its diversity of languages and cultures, which creates challenges in maintaining a wholly inclusive census.\"\nThe report notes that the average percentage increase in unit cost for the three previous census cycles was 71.5 percent. But the percentage increase for the 2010 Census was 58.5 percent.\nOfficials with the U.S. Census Bureau make one other point about the increased cost of the 2010 Census. It incorporated two major shifts in responsibility. Starting in 2005 (which again is all part of the 2010 Census \"life cycle\") the Census Bureau began conducting an annual American Community Survey, in which it collects detailed household information that used to only be collected once every decade from those who got the census' long form.\nAnd the Census Bureau began a multi-year effort that includes the use of global positioning system (GPS) technology to modernize and enhance the capabilities of the nation's road map.\nIn other words, the mission of the 2010 Census was different than it was in decades past.\nAnd while we're fact-checking the change in the cost of the census from 2000 to 2010, Census Bureau spokeswoman Shelly Lowe couldn't let Beck's comment about \"spending $14.5 billion on temp census workers\" go unchallenged. In fact, she said, the cost of the temporary workforce was slightly more than $2 billion.\nBeck's overall point that the cost of the 2010 Census went up considerably from 2000 to 2010 is accurate. But adjusted for inflation, it didn't go up as dramatically as he said. Using Beck's numbers, the change was more than 200 percent. But when you balance the cost to account for inflation and the fact that there were more homes to count, the increased cost was just under 60 percent. The Census Bureau also works differently than it did in past decades. For one, it now does an annual American Community Survey. Those kinds of details are important for an apples-to-apples comparison. And so we rate Beck's statement Half True.", "vclaim_id": "vclaim-pol-14921"}