{"url": "/factchecks/2007/aug/21/barack-obama/if-it-quacks-like-a-lobbyist-its-a-lobbyist/", "speaker": "Barack Obama", "vclaim": "\"He's leading by example, refusing contributions from PACs and Washington lobbyists.\"", "truth_label": "half-true", "date": "stated on August 21, 2007 in a TV ad.:", "title": "If it quacks like a lobbyist, it's a lobbyist", "text": "In his speeches and his TV ads, Barack Obama criticizes the influence of lobbyists.\n\n\"I know that I haven't spent a lot of time learning the ways of Washington,\" he says in the television spot. \"But I've been there long enough to know that the ways of Washington must change.\"\n\n\nThe announcer says, \"He's leading by example, refusing contributions from PACs and Washington lobbyists who have too much power today.\"\n\n\nBut his anti-lobbyist policy includes one caveat and a few loopholes that weaken his claim to be funding his political campaign in a way that's truly different from his competitors.\n\n\nHe almost always qualifies his statement to note that he won't take money from federal lobbyists, a distinction that allows him to accept money from well-connected state lobbyists.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nFor example, South Florida lobbyist Russ Klenet and his wife will host a fundraising event in Broward County for Obama on August 25. Klenet represents state groups such as the Florida Association of Mortgage Brokers, but also companies such as Match.com and Election Systems & Software.\n\n\nAnd Obama still accepts tens of thousands of dollars from people who work for Washington firms that do substantial lobbying. Former Senate Majority Leader Tom Daschle is an Obama contributor who isn't a registered lobbyist, but works as a consultant for Alston & Bird, a lobbying firm in Washington.\n\n\nThe Center for Responsive Politics found that Obama accepted $55,019 from employees at lobbying firms, and much more from companies that are not classified as lobbying firms but have lobbying divisions.\n\n\nSo we give Obama's statement a Half-True on the Truth-O-Meter. While Obama can accurately say that he does not accept money from federally registered lobbyists, he still accepts thousands from people in the influence industry.", "vclaim_id": "vclaim-pol-00334"}