{"url": "/factchecks/2013/oct/18/louie-gohmert/louie-gohmert-says-deficit-ballooned-160-billion-1/", "speaker": "Louie Gohmert", "vclaim": "\"We went from $160 billion deficit spending in (President George W.) Bush's last year to $1.6 trillion the following year.\"", "truth_label": "barely-true", "date": "stated on October 15, 2013 in an interview with Fox News:", "title": "Louie Gohmert says deficit ballooned from $160 billion to $1.6 trillion in just one year", "text": "One day before the U.S. House of Representatives and Senate acted to end a 16-day government shutdown, Rep. Louie Gohmert, R-Texas, appeared on Fox News to discuss the gridlock in Washington over spending and debt.\nFox host Megyn Kelly asked Gohmert whether he thought the effort to defund President Barack Obama’s health care law -- even to the point of closing the government and risking a default -- was \"nonetheless worth pushing for.\"\nGohmert answered by referencing a group of children who had appeared at an earlier event with House Minority Leader Nancy Pelosi, D-Calif.\n\"We have stolen from those children,\" Gohmert said in the Oct. 15, 2013, interview. \"We went from $160 billion deficit spending in (President George W.) Bush's last year to $1.6 trillion the following year.\"\nWhen we checked Gohmert’s math, we found some problems. (His office did not respond to an inquiry.)\n• Using the historical federal budget figures provided by the Office of Management and Budget, we found a year in which the deficit was a little over $160 billion -- but it was fiscal year 2007, which ran from Oct. 1, 2006, to Sept. 30, 2007. That was a year and four months before Bush left office, so it’s not correct to call this the deficit from \"Bush’s last year.\"\nUsing the 2007 figure makes Bush’s record less profligate, since 2008 was the first full year of the Great Recession, and the weak economy helped push the deficit for fiscal year 2008 quite a bit higher, to $459 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n• The annual deficit never actually hit the $1.6 trillion level Gohmert cited. It topped out at $1.4 trillion in fiscal year 2009.\nResponsibility for that fiscal year was split between Bush and Obama, though the exact parceling of responsibility is knotty due to a number of unusual expenditures that were made to combat the financial crisis and which owe a portion of their existence to actions by both presidents. (See a full discussion of this debate here and here.)\n• Gohmert was also incorrect when he said the big increase in the deficit occurred within the span of one year. The rise from $160 billion to $1.4 trillion took place over two years -- fiscal 2007 to fiscal 2009.\nThis is not to say Gohmert doesn’t have a point. The deficit did go up significantly between the end of Bush’s tenure and the beginning of Obama’s. However, it’s worth remembering that the increase had a lot to do with the timing of when the Great Recession hit, and the contrast in \"blame\" for the deficit isn’t as clear. It’s a stretch to suggest Bush had little role and give all the responsibility all to Obama.\nIn addition, the scale of the increase isn’t as big as Gohmert said it was. His claim on Fox News suggested that the deficit had increased tenfold in the space of just one year. The actual increase was about threefold over the course of one year -- a major bump, but one-third of what Gohmert suggested.\nOur ruling\nGohmert said, \"We went from $160 billion deficit spending in (President George W.) Bush's last year to $1.6 trillion the following year.\" It’s true that the deficit did go up significantly between the end of Bush’s presidency and Obama’s, but Gohmert erred in most of the key numbers of his talking point, and he oversimplified the question of which president is at fault for the rising deficits. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-08736"}