{"url": "/factchecks/2011/jan/25/dean-cannon/whats-killing-inmates-floridas-death-row/", "speaker": "Dean Cannon", "vclaim": "\"The number of inmates since 2000 on death row dying of natural causes has now surpassed the number of inmates executed.\"", "truth_label": "true", "date": "stated on January 19, 2011 in comments to reporters.:", "title": "What's killing inmates on Florida's death row?", "text": "House Speaker Dean Cannon thinks the Florida court system overstepped its authority last year when it removed three Constitutional amendment questions from the statewide ballot.\n\nSo, in 2011, he's talking about \"comprehensive court reform.\"\n\nAddressing a group of nearly 50 reporters and editors at the annual pre-session meeting organized by the Associated Press, Cannon again made his case that the court system should not have removed constitutional amendments that, if approved by voters, would have granted tax breaks for first-time home buyers and affected state redistricting. A third amendment was drafted in response to the new federal health care law to prohibit Florida from participating in any health insurance exchange that compels people to buy insurance.\n\nAll three amendments were stripped from the ballot after judges ruled that the attached ballot language was either flawed or misleading.\n\nCannon said he will propose legislative changes to effectively remove or diminish judicial review of ballot questions.\n\nBut that's not all.\n\n\"Florida's judicial system has the authority to take away not only a person's liberty, but also a person's life. Understanding the severity and irreversible nature of that penalty, we have a responsibility to ensure that justice is administered not only fairly, but also efficiently,\" Cannon said. \"Criminal cases are complex in nature and in recent years we've seen cases overturned, and there have been errors. The number of inmates since 2000 on death row dying of natural causes has now surpassed the number of inmates executed. Significant and unreasonable delays plague the current process of conducting state post-conviction review in these cases and it appears that there is little the Supreme Court can do to improve or streamline the process.\"\n\nCannon said that is where the Legislature can step in.\n\n\"I believe the Legislature can and should work with the judicial branch to significantly improve the administration of justice in death penalty cases,\" he said. \"I am hopeful that reform could lead to a more equitable judicial system for all Floridians, and as we move forward toward the 2011 legislative session, we will continue to explore this issue to determine when and what the right course of action for Florida may be.\"\n\nCannon hasn't specified what court reform legislation might look like, though by his comments it sure sounds like he wants the appeals process in death row cases hastened. In that vein, we decided to check his facts about Florida's death row, focusing on this claim: \"The number of inmates since 2000 on death row dying of natural causes has now surpassed the number of inmates executed.\"\n\nOf the 392 people now on Florida's death row, House records indicate that 145 inmates have been there for 20 years or longer and 34 have been there for 30 years or more, according to Cannon spokeswoman Katie Betta.\n\nGary Alvord has been on Florida's death row since April 1974, according to the Florida Department of Corrections. Alvord escaped a Michigan mental hospital and wound up in Tampa, where he killed three women. Alvord, who turned 64 on Jan. 10, 2011, has been on death row for more than 13,400 days. This April, he will have been awaiting execution for 37 years.\n\nJohn Vining, who was sentenced to death in 1990, is the oldest person on death row. On March 13, 2011, he will turn 80. Vining was convicted of shooting and killing a woman who was trying to sell him a $60,000 diamond.\n\nSince Florida reinstated the death penalty in 1976 (and began carrying out sentences in 1979), 69 people have been executed -- a rate of a little over two per year. One reason, for starters, is a lengthy and costly appeals process. But politics plays a role as well. The governor must sign a death warrant for an execution to proceed.\n\nAnd sometimes other complicating factors are cited. Alvord, for instance, has a long history of mental illness and has been declared mentally incompetent by several courts.\n\nThe last person to be executed in Florida was Martin Grossman in February 2010. Grossman was convicted of shooting a Pinellas County wildlife officer who happened upon Grossman shooting a stolen handgun in a wooded area.\n\nGov. Charlie Crist signed the death warrant of David Eugene Johnston in 2010 as well, but Johnston died while awaiting his sentence. He was convicted of stabbing an 84-year-old Orlando woman to death in 1983.\n\nThat transitions naturally to Cannon's claim.\n\nThe Florida Department of Corrections provided PolitiFact Florida with a list of 55 inmates who died on death row starting Jan. 1, 2000. Thirty of the 55 somehow died while awaiting their sentence (the state does not describe the nature of a person's death), and 25 were executed.\n\nFor example, Eddie Lee Sexton Sr. died on Dec. 29, 2010, while living on death row. Sexton was convicted of murder after a jury found that he ordered his mentally impaired son to strangle Sexton's son-in-law at a Florida park. Sexton feared that the son-in-law was going to report family abuses to local authorities, prosecutors said. Sexton was sentenced to death in 1998.\n\nRobert Power died on Dec. 3, 2010, while awaiting sentence for the rape and murder of a 12-year-old Orange County girl. Power had been on death row for 20 years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nThe waiting and appeals process certainly comes with additional cost. The Death Penalty Information Center, a Washington policy group that does not advocate for or against the death penalty, published a 2009 report discussing the cost of enforcing the death penalty. The group cited a 2000 Palm Beach Post analysis, which said that the state spends $51 million a year enforcing the death penalty. That's $51 million a year more than it would cost to punish all first-degree murderers with life in prison instead. The figure has been repeated by several other news publications as well as Rex Dimmig, chief assistant public defender of the 10th Judicial Circuit, in testimony before a state Senate committee discussing the death penalty.\n\nMake no mistake, the death penalty is a controversial and complex policy issue. But here, we're focusing on Cannon's call for reforms based on death row inmate data. He said: \"The number of inmates since 2000 on death row dying of natural causes has now surpassed the number of inmates executed.\" He's right. Of the 55 death row inmates to die since Jan. 1, 2000, only 25 actually were executed. We rate this statement True.", "vclaim_id": "vclaim-pol-13726"}