{"url": "/factchecks/2009/apr/03/chain-email/daschle-didnt-say-seniors-seniors-should-accept-ra/", "speaker": "Chain email", "vclaim": "Claims that former Sen. Tom Daschle said, \"Seniors should be more accepting of the conditions that come with age instead of treating them.\"", "truth_label": "false", "date": "stated on April 2, 2009 in a chain e-mail.:", "title": "Daschle didn't say seniors should accept rather that treat conditions that come with age", "text": "Some chain e-mails remind us of a bad\n\nThree's Company\n\nepisode. One roommate overhears something a little wrong and leaps to all sorts of misguided conclusions. Hijinks ensue.\n\n\nThe\n\nlatest chain e-mail\n\nsent to us from a reader puts some words into the mouth of former Sen. Tom Daschle that raised our eyebrows. Daschle, you may recall, was once President Barack Obama's choice to be secretary of health and human services. He stepped down from consideration amid revelations about tax problems, but some think his fingerprints can be seen in some of the health provisions in the economic stimulus package signed by the president in February.\n\n\nAccording to the e-mail (read the\n\nfull text here\n\n), Daschle was quoted in a Bloomberg story saying, \"Seniors should be more accepting of the conditions that come with age instead of treating them.\"\n\n\nWe thought that sounded a bit impolitic, and fairly callous, for a former senator to say, and so we decided to check it out.\n\n\nAs with most e-mail claims, it starts with a grain of something.\n\n\nBloomberg did run a story about health provisions in the stimulus package on Feb. 9, 2009, under the headline\n\n\"Ruin Your Health With the Obama Stimulus Plan: Betsy McCaughey.\" It was a commentary piece written by\n\nBetsy McCaughey, former lieutenant governor of New York and an adjunct senior fellow at the Hudson Institute.\n\n\nMcCaughey warned that the stimulus included several troublesome provisions identical to ideas outlined by Daschle in his 2008 book,\n\nCritical: What We Can Do About the Health-Care Crisis.\n\nMidway through the article, McCaughey includes this paragraph:\n\n\n\"Daschle says health care reform 'will not be pain-free.' Seniors should be more accepting of the conditions that come with age instead of treating them. That means the elderly will bear the brunt.\"\n\n\nWe contacted McCaughey to see which parts of this were her words and which were Daschle's.\n\n\nThe phrase that health care reform \"will not be pain-free\" is a direct quote from Daschle, she explained.  She said the sentence beginning \"Seniors should be more accepting\" was her paraphrasing of an argument in Daschle's book in which he quotes David Mechanic, a health care policy expert at Rutgers University, saying, \"more and more of what were once seen as social, behavioral, or normative aspects of every day life, or as a normal process of aging, are now framed in a medical context. ... Whether wrinkles, breasts, or buttocks, impotence or social anxieties, or inattention in school, they all have become grist for the medical mill.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe think it's a stretch to summarize Daschle's position as saying that seniors should be more accepting of the conditions that come with age instead of treating them. Not treating wrinkles is one thing. Not treating, say, heart disease, is another. But that's fair enough for McCaughey to opine. This is labeled an opinion piece. The point is that these are McCaughey's words, not Daschle's.\n\n\nThe last sentence, \"That means the elderly will bear the brunt,\" was her conclusion, McCaughey said.\n\n\nMcCaughey said she is a meticulous scholar and \"I regret any misrepresentations made by others of my work or Mr. Daschle's views.\"\n\n\nOur efforts to reach Daschle for comment were not successful.\n\n\nIn the chain e-mail, quote marks are shifted, clouding the issue of who is actually speaking, and the e-mail suggests that Daschle actually said that.\n\n\nThe e-mail begins: \"Apparently, seniors are expendable — treating us is not worth the expense (unless you're a congressman!).\n\n\nThen later:\n\n\n\nTom Daschle was credited today by Bloomberg with the following statement.\n\n\nBloomberg: \"Daschle says health-care reform will not be pain free.\n\nSeniors should be more accepting of the conditions that come with age\n\ninstead of treating them.\"\n\n\n\nThe e-mail ends, urging, \"Please use the power of the Internet to get this message out. Talk it up at the grassroots level. We have an election coming up in one year and nine months. We have the ability to address and reverse the dangerous direction the Obama administration and its allies have begun and in the interim, we can make their lives miserable. Let’s do it!\"\n\n\nA few shifted quote marks make all the difference here. Instead of McCaughey's words, they become Daschle's. That kind of thing may have made for '70s sitcom gold, but here it just muddies the debate. We rule the claim in this e-mail False.", "vclaim_id": "vclaim-pol-15782"}