{"url": "/factchecks/2018/may/10/kevin-cramer/heidi-heitkamp-deciding-vote-flaring-blm/", "speaker": "Kevin Cramer", "vclaim": "Says Heidi Heitkamp \"cast the deciding vote to kill the Congressional Review Act that would have repealed a BLM flaring rule that was designed just for North Dakota.\"", "truth_label": "half-true", "date": "stated on May 4, 2018 in an interview with Hugh Hewitt:", "title": "Did Heidi Heitkamp cast 'deciding' vote on rule for energy industry?", "text": "North Dakota Senate hopeful Kevin Cramer called out incumbent Sen. Heidi Heitkamp for targeting North Dakota’s energy industry.\nCramer, a Republican in the U.S. House, told Hugh Hewitt during a radio interview that Heitkamp, a Democrat, \"cast the deciding vote to kill the Congressional Review Act that would have repealed a BLM flaring rule that was designed just for North Dakota.\"\nCramer was referring to a vote to repeal a rule from former President Barack Obama’s Bureau of Land Management that places limits on the amount of methane gas that can be burned off or flared at drilling sites. (When oil is extracted, raw natural gas is also brought to the surface, so plants without the technology to harness the gas flare it.) We wondered whether Heitkamp had indeed cast the deciding vote for a rule targeting North Dakota’s oil industry.\nIt’s hard to say there is ever such a thing as \"the deciding vote\" with close calls in Congress. And Cramer is overplaying the rule’s impact on North Dakota.\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective reporting on issues that matter.\n\nDonate to our Spring Campaign. Go on the record as saying facts matter!\n\nHeitkamp’s no vote\nThe Methane and Waste Production Rule was put in place in Obama's tenure and had not yet been implemented when President Donald Trump took office. The vehicle for repeal was the Congressional Review Act, which allows lawmakers to overturn regulations by federal agencies with a simply majority within 60 legislative days of their issue dates.  \nRepublicans held a 52-48 edge in the Senate, and needed only a majority to repeal the rule. But the motion was defeated 49-51 on May 10, 2017. Every independent and Democrat (including Heitkamp) opposed it, joined by three Republicans —Lindsey Graham of South Carolina, Susan Collins of Maine, and John McCain of Arizona.\nHeitkamp's vote indeed was pivotal. She and Sen. Joe Manchin, D-W.V., were still publicly undecided on the morning of the vote.\nThere’s no doubt that Heitkamp’s vote was crucial. But as we have concluded in fact-checks of similar attacks, the \"deciding vote\" label could just as easily be applied to other lawmakers who voted no — making the term a bit meaningless. (Many Democrats were attacked as being the deciding vote on the narrowly passed Affordable Care Act, for example.)\nHeitkamp’s campaign argued there was a deciding vote, however, and it was McCain.\n\"One person surprised everybody,\" Sen. James Inhofe, R-Okla., told Roll Call of McCain’s vote against the CRA. \"I was very certain the votes were there because we wouldn’t bring it up if the votes weren’t there.\"\n\"In talking to folks, they were kind of going back and forth, undecided and then lean yes,\" John Hoeven, North Dakota’s Republican senator, told Roll Call. \"And so we actually thought we had just enough. But as it turns out, we lost three, and we didn’t get any help from the Democrats.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n'Designed just for North Dakota'\nCramer said the rule was designed just for North Dakota. It was not.\nIt targets flaring on all federal lands. The idea is that because the federal government receives royalties on federally owned fossil fuels, wasted methane equals lost government revenue. Republicans worried the rule was an unfair burden that would disincentivize producers.\nTim Rasmussen, Cramer’s spokesman, clarified the senator was referring to the rule’s disproportionate effect on the state.\n\"I would say it's designed for North Dakota because North Dakota has, over the course of this energy renaissance, the highest rates of flared natural gas in the country, BLM mineral ownership in the state making it applicable (unlike, say Texas), and just simply a widely reported on and discussed topic in the state (just like the Waters of the U.S. and Clean Power Plan),\" Rasmussen said.\nThe law indeed impacts North Dakota for these reasons. But Alexandra Teitz, one of the rule’s architects, said the rule’s flaring requirements were modeled after and designed to defer to rules in place in North Dakota, which unlike other states, was already addressing the issue.\nBoth the existing North Dakota state regulations and the bureau's rule required operators to submit gas capture plans with their applications to drill, meet monthly gas capture targets, and allowed them to exclude some flaring from the gas capture targets.\nIn addition, the rule included a key provision that allowed state requirements to substitute for the rule's requirements, if a state showed that their requirements would perform just as well in reducing waste. The bureau included this provision to avoid overlapping regulations in states that were already effectively addressing the issue.\nAs the only state with detailed flaring requirements similar to the federal department, North Dakota would have been the ideal candidate for this provision. Other bureau requirements to reduce leaks and venting would likely have stayed in place, as North Dakota has few requirements targeting those sources of waste.\nTeitz said that the rule would have also helped clarify regulation of flaring on tribal lands, which has been subject to some confusion.\nHeitkamp did express concern with the legislation and suggested alongside Manchin in a letter to Secretary of the Interior Ryan Zinke that it be reviewed. They wrote that the rule included some Indian lands that were not federal lands and had the potential to provide more royalties without declining oil production.\nOur ruling\nCramer said Heitkamp \"cast the deciding vote to kill the Congressional Review Act that would have repealed a BLM flaring rule that was designed just for North Dakota.\"\nThere’s no question that Heitkamp’s vote on the repeal of the Methane and Waste Production Rule was crucial, but saying hers was the deciding vote goes too far. McCain was a last-minute holdout who bucked the majority of his party.\nAs for its impact on North Dakota, oil is a big industry and flaring a big issue, but the rule doesn’t only target North Dakota. In fact, it mirrors already existing regulations with regards to flaring, while adding related provisions and strengthening oversight. It’s also possible that North Dakota’s own rules on flaring could supercede the federal regulations.\nWe rate this statement Half True.\n Share the Facts 2018-05-10 15:12:33 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Heidi Heitkamp \"cast the deciding vote to kill the Congressional Review Act that would have repealed a BLM flaring rule that was designed just for North Dakota.\"    Kevin Cramer North Dakota U.S. Representative and Senate hopeful https://www.hughhewitt.com/kevin-cramer-the-next-senator-from-north-dakota/   In an interview with Hugh Hewitt Friday, May 4, 2018 2018-05-04    Read More  info", "vclaim_id": "vclaim-pol-02089"}