{"url": "/factchecks/2008/sep/17/barack-obama/former-adviser-supported-deregulation/", "speaker": "Barack Obama", "vclaim": "McCain economic adviser Phil Gramm is \"the architect of some of the deregulation in Washington that helped cause the mess on Wall Street.\"", "truth_label": "half-true", "date": "stated on September 17, 2008 in Elko, Nev.:", "title": "Former adviser supported deregulation", "text": "With a plummeting stock market grabbing headlines, Barack Obama attacked John McCain's economic philosophy in a speech in Elko, Nev.\n\nObama mocked McCain for saying that he would shake up Washington and get rid of the \"old boys network.\"\n\n\n\"I mean, where is he getting these lines? The lobbyists running his campaign?\" Obama asked. \"Maybe it's Phil Gramm – the man who was the architect of some of the deregulation in Washington that helped cause the mess on Wall Street, who also happens to be the architect of John McCain's economic plan and one of his chief advisers. You remember Phil Gramm – he's the guy who said that we were just going through a 'mental recession' and who called the United States of America a 'nation of whiners.'\"\n\n\nWe should stipulate from the start that Phil Gramm might view the title \"architect of deregulation\" as a compliment, though he might prefer the title \"architect of regulatory efficiency.\"\n\n\nGramm gave an interview to the\n\nWall Street Journal\n\neditorial page, published on June 28, 2008. His biggest worry about Wall Street in the wake of the subprime mortgage meltdown was that it would be regulated more heavily, according to the story.\n\n\n\"Every American should worry a lot about this,\" Gramm said. \"We have benefited enormously from New York being the financial capital of the world because we had a more efficient regulatory structure than other nations did.\"\n\n\nAs a U.S. senator, Gramm promoted two bills that curtailed regulation: The Gramm-Leach-Bliley Act of 1999 and the Commodity Futures Modernization Act of 2000. Gramm had a prominent role as sponsor and co-sponsor of these bills, respectively.\n\n\nBut as we've said in other rulings, it takes more than one person to change a law. These bills had other supporters, and President Bill Clinton signed both into law. It's also worth noting that the Bush administration and the Federal Reserve have frowned on increased regulation in the years since those laws were passed. So don't give Gramm all the credit.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nDid deregulation \"help cause\" the disaster on Wall Street? The carnage is still being autopsied, but most Wall Street watchers agree that light regulation allowed irresponsible lending and mortgage fraud to go unchecked. The Commodity Futures Modernization Act in particular has been singled out for spurring the growth of poorly understood, unregulated securities such as credit default swaps, which have been getting a good portion of the blame for the financial crisis of September 2008.\n\n\nFinally, Gramm is no longer a chief adviser to the McCain campaign. He resigned in July 2008 after the \"nation of whiners\" remark that Obama mentions.\n\n\nSo let's go over the elements of this statement:\n\n\n\"Architect of some of the deregulation\": Not the architect, but fairly described as a key supporter.\n\n\n\"That helped cause the mess on Wall Street\": Not the root cause, but a contributing factor. \"Helped\" seems a fair characterization.\n\n\n\"One of McCain's chief advisers\": He used to be, but isn't anymore.\n\n\nThere's some truth here, but it also seems like Obama is exaggerating to make a point. When you add up all the elements, we rate Obama's statement Half True.", "vclaim_id": "vclaim-pol-15983"}