{"url": "/factchecks/2016/may/25/donald-trump/donald-trumps-false-claim-oakland-ferguson-are-amo/", "speaker": "Donald Trump", "vclaim": "\"There are places in America that are among the most dangerous in the world. You go to places like Oakland. Or Ferguson. The crime numbers are worse. Seriously.\"", "truth_label": "false", "date": "stated on May 18, 2016 in an interview with the New York Times Magazine:", "title": "Donald Trump's false claim that Oakland, Ferguson are 'among the most dangerous in the world'", "text": "Donald Trump named Oakland and Ferguson among the \"most dangerous\" cities in the world in a recent New York Times magazine interview.\nReporter Robert Draper asked Trump to name the most dangerous place in the world he’s been. \"Brooklyn,\" the Queens-native-turned-Manhattanite joked. Then he said.\"There are places in America that are among the most dangerous in the world. You go to places like Oakland. Or Ferguson. The crime numbers are worse. Seriously.\"\nSeriously?\nTrump’s right that a few places in the United States have some of the highest murder rates across the globe — but Oakland and Ferguson are not among them. Experts also pointed out that homicide and other crimes in these cities disportionately affect certain demographics, so it’s not a one-danger-fits-all scenario.\nFactoring in other security concerns, such as war, terrorism, kidnappings, natural disasters, and other types of violence, even high-crime American cities start looking pretty safe compared to the rest of the world.\nMurder he tweeted\nBefore we dive into the data, we should note that comparing crime across countries is difficult and discouraged due to disparities in legal definitions, incident reporting and data collection, and social and political contexts. Homicide rates, however, are generally safe to compare.\nBy that metric, four American cities crack the top 50 most dangerous places in the world, as others have noted.\nThe Mexico-based nonprofit Consejo Ciudadano para la Seguridad Publica y la Justicia (CCSP) compiles an annual list of the highest murder rates in the world in cities with more than 300,000 inhabitants. Out of the 50 cities in its 2015 rankings, 21 are in Brazil, eight are in Venezuela (including the murder capital of the world, Caracas), and five are in Mexico.\nAt No. 15, St. Louis is the top-ranking U.S. city in 2015 with a rate of 59.23 per 100,000 inhabitants. Baltimore comes in at No. 19, Detroit is No. 28 and New Orleans is No. 32.\nThough Trump highlighted one specific murder near Oakland last year on Twitter (the shooting death of Kathryn Steinle in San Francisco) and repeatedly warned of riots in Ferguson following the shooting death of Michael Brown in 2014, the homicide rates in both places are nowhere near as high as the places listed by CCSP.\nAccording to FBI data from 2014 (the latest complete year on record), Oakland reported 80 murders for a population of 410,000 for a rate of 19.51. Ferguson, with two murders for 21,000 people, had a rate of 9.48. Oakland and Ferguson do not appear in the CCSP ranking of the highest murder rates in the world.\nHere’s how the two cities cited by Trump stack up next to the top 50: \nOakland Mayor Libby Schaaf blasted Trump’s claim on Twitter, writing, \"The most dangerous place in America is Donald Trump's mouth.\"\nBut Trump would have actually been right about Oakland in 2012, when it placed at No. 43 on CCSP’s list with a homicide rate of 33.10. That was a peak year for Oakland though, and the city didn’t rank in 2011, 2013 or 2014 either.\nIn 2012, four more U.S. cities (Flint, Mich.; Jackson, Miss.; Newark, N.J.; and Birmingham, Ala.)  with populations of 100,000 or more had a higher murder rate than the No. 50 city of Barranquilla, Colombia, with its rate of 29.41.\nFerguson’s crime rates, meanwhile, are nowhere near the higher reaches of violent crime in the United States, let alone the world. Because of its small population size, its murder rates vary wildly from any given year. For example, there were five murders in 2011 giving it a rate of 23.5 but the town reported no murders in 2010 for a rate of 0. Ferguson is also part of the greater St. Louis area.\nFrank Zimring, a crime expert at the University of California, Berkeley, noted that most high-crime American cities have a high concentration of African-Americans, who are also the vast majority of the victims. At its peak in 2006, Zimring noted, only six of Oakland’s 149 homicide victims were non-Hispanic whites.\n\"Whether or not a city is dangerous to you because of the homicide rate, you have to look at who’s being killed,\" said Matthew Bradley, the regional security director for the Americas at the travel security company, International SOS. \"It is the profile of the person who’s there that matters.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMake America Safe Again?\nOf course, murder isn’t the only danger people face. Overall, no American city is \"among the most dangerous in the world.\"  \nInternational SOS is the world’s largest travel-security firm and operates in around 1,000 cities in 90 countries including conflict zones like Baghdad, Iraq, and high-crime cities like Caracas, Venezuela.\n\"We don’t have any city in the United States rated as high or even medium risk — all are low risk,\"  Bradley said. \"I can name at least 20 cities more dangerous than St. Louis.\"\nIt’s not just about risk; it’s also about the ability to mitigate risk, Bradley explained. So International SOS looks at a variety of factors beyond crime rates like anecdotal evidence, news and social media reports and the capabilities of local authorities.\nFor example, after the Paris terrorist attacks in November 2015, the likelihood of more bombings was still very low because French authorities responded swiftly with hundreds of raids. However, International SOS raised Istanbul’s risk to medium after a series of bombings in the city that authorities had not been able to deter.\nDespite high crime rates in certain hotspots in specific U.S. cities, police and other authorities are typically responsive and able to contain emergencies.\n\"The national security apparatus of the United States provides resources that can’t be matched by any place in the world. No country can match that,\" Bradley said.\nGlobal consulting firm Mercer, which releases an annual ranking of quality of life standards around the world, shared its safety rankings with PolitiFact. Out of 230 cities, the lowest-ranked U.S. cities were Atlanta, Detroit and St. Louis, all tied at No. 107. Meanwhile, San Francisco tied with Chicago, Honolulu and Houston as the safest U.S cities at No. 54.\nSo where are the most dangerous places in the world?\nMercer named Baghdad as the least-safe city in the world. Other war-torn and terrorized cities like Damascus, Syria, Nairobi, Kenya, and Tripoli, Libya, rounded out the 20 least-safe places.\nThe consulting firm’s list matches up with the U.S. State Department’s list of travel warnings. As of May 25, the State Department is discouraging visiting 37 countries for a number of security reasons, from pervasive violence in Venezuela and the Congo to war zones in Syria and Iraq.\nInternational SOS, meanwhile, currently has an evacuation status in place for Syria, Yemen, Libya and a few other countries ravaged by conflict. Unlike Caracas, Baghdad and Johannesburg, mitigating risk in a city like Damascus is difficult if not near impossible. Travelers there face improvised explosive devices and other unpredictable threats.\nIn short, there are definitely more dangerous places than Oakland, Ferguson and other American cities.\n\"I don’t have my head on a swivel in Doylestown, Pa.,\" Bradley said. \"If I ever walked outside my house in Honduras — well, I never did.\"\nOur ruling\nTrump said, \"There are places in America that are among the most dangerous in the world. You go to places like Oakland. Or Ferguson. The crime numbers are worse. Seriously.\"\nFour American cities — though not Oakland or Ferguson — have some of the highest murder rates in the world. However, experts told us homicide rates alone are not enough to gauge whether a city is dangerous or not.\nIn considering other security threats like war, terrorism, kidnappings, and other violence as well as the ability to mitigate risks, U.S. cities are nowhere near the most dangerous in the world.\nWe rate Trump’s claim False.\nhttps://www.sharethefacts.co/share/07b73ae4-281a-4035-a458-036d52428867", "vclaim_id": "vclaim-pol-04917"}