{"url": "/factchecks/2020/mar/17/donald-trump/donald-trump-falsely-says-who-coronavirus-test-was/", "speaker": "Donald Trump", "vclaim": "The WHO coronavirus test “was a bad test.”", "truth_label": "false", "date": "stated on March 17, 2020 in a White House press conference:", "title": "Donald Trump falsely says WHO coronavirus test 'was a bad test'", "text": "A persistent but inaccurate talking point is that the United States turned down coronavirus testing kits from the World Health Organization. We found that WHO never offered kits to the United States, and when a reporter asked President Donald Trump if that was true, he confirmed, and took it a step further.\n\"No. 1, nothing was offered,\" Trump said March 17. \"No. 2, it was a bad test.\"\nThere is zero evidence that the WHO’s preferred test is unreliable.\nBased on a test developed in Berlin, Germany, by the end of February, WHO had purchased and sent materials to over 100 countries for 1.4 million tests.\nA review from the National University of Singapore reported that the German test gave neither false positives, nor false negatives. In technical terms, it was \"highly sensitive and specific,\" and did not \"cross-react with other coronaviruses.\"\nBefore Trump spoke, top officials explained that the United States wanted a test that came through American commercial vendors and had been approved by the Food and Drug Administration.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nThe head of the U.S. Public Health Service, Adm. Brett Giroir, said the WHO protocol had not been submitted to the FDA. \nThe head of the White House coronavirus response, Deborah Birx, said that a few months from now, the public would see that other tests used around the world were not as good as the U.S. one. We asked the White House press office if Birx was talking about the WHO test and got no comment.\nOur ruling\nTrump said that the coronavirus test used by WHO \"was a bad test.\"\nIn the lab, the test was found to produce neither false positives nor negatives.\nThe White House produced no evidence that the test under-performed.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-18138"}