{"url": "/factchecks/2020/jun/15/viral-image/history-hoaxes-fake-craigslist-ads-solicit-minorit/", "speaker": "Viral image", "vclaim": "Donald Trump is recruiting “excited and enthusiastic MINORITY actors and actresses” to appear at his campaign rally in Tulsa, Okla.", "truth_label": "false", "date": "stated on June 15, 2020 in a Facebook post:", "title": "A history of hoaxes: Fake Craigslist ads that solicit minority actors for Trump rallies", "text": "President Donald Trump boasted on Twitter that nearly 1 million people had requested tickets for his campaign rally in Tulsa, Okla., on June 20. You’d never guess that from the tone of an ad posted to Craigslist in Tulsa with the title: \"Actors needed June 20.\"\n\"Excited and enthusiastic MINORITY actors and actresses needed to hold signs at event in Tulsa,\" reads the ad that was shared on Facebook. \"Send headshot/resume for early consideration. *This may be applied towards community service if necessary (in lieu of payment).\"\nThe ad doesn’t mention Trump, but it includes a map marking the BOK Center in Tulsa, where the rally will be held. \n\"Trump is beneath contempt,\" the Facebook post says.\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe ad is no longer on Craigslist, though the original is archived here. \"This posting has been flagged for removal,\" an alert said when we clicked on the link. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nTim Murtaugh, communications director for Trump’s campaign, said on Twitter that the ad didn’t come from Trump. \n\"This, obviously, is fake, and a recurring lie the trolls roll out a lot,\" he wrote.\nIn November, we debunked a similar Craigslist ad seeking actors for an event at the Phoenix Convention Center in Arizona. \"Duties include protest activity and holding signs that are Pro Trump,\" it said. \"Minorities welcome and needed!\"\nThere was another ad seeking actors for a Trump rally in 2017 in Phoenix. Like the ad for the Tulsa rally, this one was deleted. The New York Daily News reported the phone number connected to the listing belonged to a recent high school graduate who told a local TV station that he wasn’t behind the ad. \nIn 2018, yet another ad sought paid attendees for a Trump rally in Pennsylvania. Snopes then reported that the ad wasn’t affiliated with Trump but with \"a man who appeared to have connections to left-leaning activist groups.\" \nThe latest Craigslist ad seems to follow the blueprint of its forefathers: unaffiliated with the Trump campaign and designed to make it seem like he’s soliciting people of color to publicly support him in exchange for a paycheck. We rate this post False.", "vclaim_id": "vclaim-pol-17928"}