{"url": "/factchecks/2021/jan/11/blog-posting/theres-no-evidence-trump-has-invoked-insurrection-/", "speaker": "Bloggers", "vclaim": "\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"", "truth_label": "false", "date": "stated on January 10, 2021 in a story:", "title": "There’s no evidence Trump has invoked the Insurrection Act", "text": "Social media posts have started circulating false claims that President Donald Trump has signed and invoked the Insurrection Act, and that Michael Flynn will be appointed vice president. \nA website called bitchute.com published a video Jan. 10 with the headline: \"TRUMP SIGNS INSURRECTION ACT - GENERAL FLYNN TO BE APPOINTED VICE PRESIDENT.\"\nThe man in the video claims that the Insurrection Act was signed \"last night,\" and that Trump will be staying in office. He says not to expect Trump to bother going to the Capitol to be inaugurated, saying that he believes Trump will be inaugurated in the White House. \nLater in the video, the man says he \"can’t confirm\" it right now, but says to \"not be surprised\" if Michael Flynn — the former national security adviser who was pardoned by the president after pleading guilty to lying to the FBI — is put forward as the vice president.\nOther posts on Facebook display a screenshot of what is supposedly a post Trump made on Parler, an alternative social media application that was suspended by several hosting platforms over posts inciting violence. An account called \"@TeamTrumpNews\" wrote: \n\"I have invoked the Insurrection Act of 1807, to address the treasonous rebellion conducted by Democrat & Republican lawmakers, CCP agents, the FBI, DOJ, CIA, & others to undermine, corrode and dismantle the United States of America and its Constitution. These entities pose a direct threat to national security. I will remain president indefinitely until all domestic enemies are arrested.\" \nBut Trump hasn’t signed or invoked the Insurrection Act, and there’s no evidence Flynn would be involved in any upcoming presidential administration. The Insurrection Act is a federal law that empowers the president to deploy the military and federalize National Guard troops to suppress certain situations including civil disorder, insurrection or rebellion.\nBefore the president could use any of the powers under the act, he would first have to issue a formal proclamation ordering the insurgents to disperse.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nPolitiFact reached out to the White House and the Trump 2020 campaign but did not hear back.\nThe act has been used to send the armed forces to quell civil disturbances a number of times during U.S. history, according to a report by the Congressional Research Service. It was most recently invoked during the 1992 Los Angeles riots after four white police officers were acquitted in the roadside beating of a Black man, Rodney King, and during Hurricane Hugo in 1989, when widespread looting was reported in St. Croix, in the U.S. Virgin Islands.\nThe Congressional Research Service says it is legal convention under the act for the president to first issue a proclamation to get the situation under control before using the powers in the federal law. \n\"If the President decides to respond to such a situation, generally upon the recommendation of the Attorney General and, if necessary, the request of the governor, he must first issue a proclamation ordering the insurgents to disperse within a limited time,\" the report says, citing Title 10 of the U.S. Code. \"If the situation does not resolve itself, the President may issue an executive order to send in troops.\"\nTrump has not done this, and he signaled in a Jan. 7 speech that he will support the transition to a new administration.\nIn the videotaped speech a day after a mob of his supporters stormed the U.S. Capitol, Trump said that he’s focused on \"ensuring a smooth, orderly and seamless transition of power\" and that \"a new administration will be inaugurated on January 20th.\" He also added in a subsequent tweet that he would not be attending the event.\nOur ruling\nSeveral posts online claim that Trump has invoked the Insurrection Act, and a video blog says Michael Flynn will serve as vice president.\nThis is not supported by evidence. Trump has not issued the proclamation required before he can use the powers of the act and he signaled on Jan. 7 that he will support a transition of power. \nWe rate this False.", "vclaim_id": "vclaim-pol-19155"}