{"url": "/factchecks/2012/may/18/graeme-zielinski/wisconsin-democratic-party-spokesman-zielinski-say/", "speaker": "Graeme Zielinski", "vclaim": "Gov. Scott Walker is helping pay for the criminal defense of a man accused of \"boy rape.\"", "truth_label": "pants-fire", "date": "stated on May 15, 2012 in Tweets:", "title": "Wisconsin Democratic Party spokesman Zielinski says Gov. Walker is helping defend man accused of ‘boy rape’", "text": "On May 15, Wisconsin Democratic Party spokesman Graeme Zielinski sent out dozens of tweets to his 1,423 followers.\n\nThe tweets had a recurring theme: Republican Gov. Scott Walker is using his criminal defense fund to help defend a man accused of child sexual enticement.\n\nAmong the nearly 20 tweets on the subject that day, many were framed as rhetorical questions, such as \"DEAR WISCONSIN: Your Governor, @GovWalker, may be bankrolling the criminal defense of a top @WisGOP who tried to rape underage boys.\"\n\nThe most jarring message was this one:\n\n\"@MarkBellingShow, @JerryBaderShow, liar@SykesCharlie, @VickiMcKenna-you guys shud hold fundraiser 4 @GovWalker defense of boy rape.\"\n\nThe tweet, in which Zielinski attempts to draw several conservative radio talk show hosts into the fray, flatly states Walker is defending someone accused of a sex assault involving a child. Indeed, the way it was stated it could be read as if Walker has taken a broader position in defense of \"boy rape.\"\n\nWow. We’ll need more than 140 characters to put this one in context:\n\nWhat has happened so far\n\nWalker established a criminal defense fund in early 2012 in response to a John Doe criminal investigation by Milwaukee County District Attorney John Chisholm into the actions of former Walker aides when he was Milwaukee county executive. In April 2012, Walker transferred $60,000 from his campaign account into the defense fund.\n\nAs of May 2012,  five people have been charged in the probe, which is ongoing.\n\nWalker’s June 5, 2012, recall opponent, Democrat Tom Barrett, and the state Democratic Party have demanded that Walker explain more about his role in the investigation, which is done in a cloak of secrecy -- hence the name, John Doe. They want to know why he established the fund, and what and who the money is being used for. It is unclear if Walker has testified, but if he had he’d be precluded from saying so under the rules.\n\nAmong those facing charges is Brian Pierick of Sun Prairie, who was charged with two felonies -- child enticement and exposing his genitals -- in connection with text messages he allegedly exchanged with a 17-year-old Waukesha boy in 2010. Pierick has pleaded not guilty.\n\nPierick was not a paid Walker aide, but at one point was listed as the official registrant for the Walker campaign’s website. Pierick was an office assistant at the state Department of Public Instruction dealing with education for homeless children and youth. He was fired from the civil service position shortly after he was arrested.\n\nPierick is the domestic partner and business partner of Timothy Russell, who was a top aide to Walker when he was county executive. Russell has pleaded not guilty to two felony charges of embezzling $23,000 from a veterans group and a political candidate.\n\nA criminal complaint says Pierick was acting with a co-conspirator in attempting to lure a 17-year-old into Russell's van for a sexual encounter. The complaint says Russell and Pierick used the screen name \"Walker04\" to procure online porn involving young boys.\n\nIn his tweets, Zielinski again and again links Walker to Pierick and the sex crimes charges. But they were not what prompted the investigation. Prosecutors came across them as they were looking into the embezzlement allegations.\n\nWe asked Zielinski to explain the claim that Walker was helping with Pierick’s defense on the sex crimes charges.\n\nHe responded via email: \"The criminal complaint against Brian Pierick, who is a known associate of Scott Walker and a campaign functionary as well, alleges serious crimes. It is a serious and legitimate question for Scott Walker to answer -- is he paying for the criminal defense of a man accused of these serious crimes.\"\n\nBut that’s not what Zielinski said. His tweet claimed Walker is raising money to defend Pierick. And Zielinski provided no evidence of that.\n\nWalker has not responded to questions about how or for whom he is using the defense fund. Walker spokesman Ciara Matthews had no comment about Zielinski’s tweets.\n\nWhat the law says\n\nState law says candidates can establish a criminal defense fund and that the money can be used for \"expenditures supporting or defending the candidate or agent, or any dependent of the candidate or agent, while that person is being investigated for, or while the person is charged with or convicted of a criminal violation\" of campaign laws.\n\nKevin Kennedy, director and general counsel for the state Government Accountability Board, said state law was vague about who would be considered an \"agent.\"\n\n\"An agent is a very broad term,\" he said. \"It becomes a question of fact which people can debate endlessly.\"\n\nKennedy said he was not able to discuss specifics about the establishment of the Walker defense fund. Walker is not required to publicly disclose how or on whom the fund is spent, he said.\n\nThe broad definition of an \"agent, or a dependent, could be argued to Pierick. But that doesn’t mean Walker has spent anything to help him. And the same same could apply to literally hundreds of people. At no point has the governor defended Pierick or given any indication that he is coming to Pierick’s defense.\n\nPierick is charged with two felony sex crimes involving underage males -- not campaign law or government work  violations. And he’s hardly a \"top Republican,\" as described by Zielinski in one tweet\n\nPierick’s lawyer, Maura McMahon, is with the state public defender’s office -- paid for by taxpayers because the court has determined that Pierick can’t afford to pay a private lawyer. No obvious Walker defense help there.\n\nThe Zielinski tweets are loaded with innuendo that’s not supported in any way. He’s using social media shorthand in a brazen effort to link Walker to defending Pierick amid the allegations of sex crimes. He suggests or imply that the governor supports or defends \"boy rape.\"\n\nRepeated postings with variations on the same theme are meant to stir attention, with the hope that others will repeat and retweet the claim, and that it will show up in searches.\n\nIn this case, what’s being recycled is a hot, ridiculous mess … which we call Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel's website.)", "vclaim_id": "vclaim-pol-11070"}