{"url": "/factchecks/2008/jul/30/votevetsorg/no-fresh-evidence-of-what-mccain-would-do/", "speaker": "VoteVets.org", "vclaim": "\"Sen. McCain would occupy Iraq indefinitely, against their wishes.\"", "truth_label": "false", "date": "stated on July 23, 2008 in a TV ad:", "title": "No fresh evidence of what McCain would do", "text": "A new\n\ntelevision advertisement\n\nby a veterans group has harsh words for Sen. John McCain, saying he doesn't believe in freedom when it comes to Iraqis.\n\nThe ad by VoteVets.org, which the group unveiled on July 23, 2008 and set to air on CNN and MSNBC, features a man identified as \"Brandon Woods, Iraq War Veteran.\"\n\n\n\"What do we fight for in Iraq?\" he says, staring solemnly into the camera. \"I have some idea.\"\n\n\n\"I fought in Operation Iraqi Freedom. And freedom means that when the Iraqi people and their prime minister ask us to make a plan to leave, we do. But Sen. McCain would occupy Iraq indefinitely, against their wishes.\"\n\n\n\"That's not what freedom means. That's not what we fought for,\" Woods concludes. \"Senator, I thought you would know better.\"\n\n\nWe have chosen to check the ad's most provocative claim, that McCain would \"occupy Iraq indefinitely, against their wishes.\"\n\n\nWe should start by noting that the United States and the United Nations do not consider the current U.S. presence in Iraq an \"occupation\" — in their view the occupation ended in June 2004 when the United States and its coalition powers handed authority to an Iraqi government.\n\n\n\"After 2004, the Security Council ceased to regard the situation on the ground as an occupation,\" said U.N. spokesman Farhan Haq. \"The secretary [general] went along with that.\"\n\n\nVoteVets.org said it accepts that the current situation is not an occupation.\n\n\nBut the group said it would become one again if the Iraqi government asked us to leave and we refused. And they said McCain has indicated he would not withdraw even if the Iraqis asked us to.\n\n\nWe'll buy the first part of that.\n\n\nIf the United States continues, against the will of the Iraq government, operating out of any significant number of the 30 or so major military bases it currently has in Iraq, that would constitute the sort of control and authority over Iraqi territory required to meet the\n\ndictionary definition\n\n— and\n\ninternational law definition\n\n— of an occupation.\n\n\nThat leaves us with the question of whether McCain really would leave forces in Iraq against the wishes of the Iraqi government.\n\n\nIn 2004, McCain said he would do nothing of the kind.\n\n\n\"What would or should we do if, in the post-June 30 period, a so-called sovereign Iraqi government asks us to leave, even if we are unhappy with the security situation there?\" Peter Peterson, chairman of the Council on Foreign Relations, a nonpartisan think tank,\n\nasked him\n\n.\n\n\n\"Well, if that scenario evolves, then I think it's obvious that we would have to leave,\" McCain replied.\n\n\nThere was little chance of that happening at the time. Lately though, the situation has changed.\n\n\nIraqi officials, including Prime Minister Nuri Kamal al-Maliki, have expressed support for a withdrawal timetable such as the 16-month one that Sen. Barack Obama has advocated.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"Obama's remarks that — if he takes office — in 16 months he would withdraw the forces, we think that this period could increase or decrease a little, but that it could be suitable to end the presence of the forces in Iraq,\" Maliki said in a July 19 interview with the German magazine\n\nDer Spiegel,\n\naccording to a\n\nNew York Times translation\n\n.\n\n\nConfronted with this new development, McCain continued to defer to the Iraqis in some respects, saying, \"I think it's a pretty good timetable, as we should — or horizons for withdrawal. But they have to be based on conditions on the ground.\"\n\n\nBut what if the Iraqis decide they want us out regardless of conditions on the ground? Would McCain still withdraw?\n\n\nCNN's Wolf Blitzer recently pressed him on just that point.\n\n\n\"If you were president and Nuri al-Maliki is still the elected prime minister of Iraq, and he says he wants all U.S. troops out, what do you do?\" Blitzer\n\nasked McCain\n\non July 27, 2008.\n\n\n\"Well, first of all, I know Prime Minister Maliki rather well,\" McCain replied. \"I know that he is a politician, and I know that they are looking at upcoming elections. I know that he knows and every — and the other leaders know there that it has to be condition-based, any withdrawals — which, we will withdraw. We have succeeded. The surge has succeeded. And we're on the road to victory. And we will be out of there. And we may have a residual presence of some kind, as I've always said, but the fact is, the surge has succeeded. … So I can assure you that Prime Minister Maliki understands that conditions have to be kept. ... we're not going to go down that road (of unconditional withdrawal).\"\n\n\n\"What — but if Maliki persists?\" Blitzer said. \"You're president, and he says he wants U.S. troops out and he wants them out, let's say, in a year or two years or 16 months, or whatever, what do you do? Do you just — do you listen to the prime minister?\"\n\n\n\"He won't,\" McCain said. \"He won't. He won't, because he —\"\n\n\n\"How do you know? How do you know? How do you know that?\" Blitzer interjected.\n\n\n\"— knows that it has to be condition-based,\" McCain continued. \"Because I know him, and I know him very well. And I know the other leaders. And I know — I've been there eight times, as you know. And I know them very, very well.\"\n\n\n\"Why do you think he said that 16 months is basically a pretty good timetable?\" Blitzer asked.\n\n\n\"He said it's a pretty good timetable based on conditions on the ground,\" McCain said.\n\n\nSo rather than answering the question directly, as he did in 2004, McCain did not accept the premise that the Iraqi government might want the United States out regardless of security conditions. Instead, he said Maliki had made his timetable dependent on conditions on the ground.\n\n\nWe were not able to find any such qualification by Maliki — in his public comments he has not been specific about the sort of timetable he wants. The McCain campaign did not respond to our request to provide evidence for McCain's characterization of Maliki's position.\n\n\nBut we're not fact-checking McCain here (we do plenty of that elsewhere). We're fact-checking VoteVets.\n\n\nAnd to support\n\nits\n\nclaim, the group pointed us to instances such as the Blitzer interview, where McCain insisted that both he and Maliki want a conditions-based withdrawal.\n\n\nVoteVets made the point that McCain dodged the question of what he would do if Maliki wanted an unconditional withdrawal.\n\n\nAnd he did. But McCain dodging the question is not the same as him saying he would leave U.S. forces in Iraq regardless of what Iraqis wanted. Politicians often dodge hypothetical questions, and they have all kinds of reasons for doing so.\n\n\nThe only clear statement from McCain on what he would do if Iraqis tried to kick us out — as far as we could find — was when he said, \"It's obvious we would have to leave.\"\n\n\nIt's noteworthy that McCain won't answer the question these days. We understand VoteVets' concern. But the group doesn't have enough ammunition for its claim that McCain \"would occupy Iraq indefinitely, against their wishes.\" The only solid evidence — stale as it may be, having come in 2004 — indicates otherwise. So we find the claim to be False.", "vclaim_id": "vclaim-pol-16106"}