{"url": "/factchecks/2020/apr/15/lori-lightfoot/has-illinois-fallen-behind-other-states-testing-co/", "speaker": "Lori Lightfoot", "vclaim": "“Illinois lags way behind all of our neighbors and certainly we’re in the bottom tier of states that are doing testing.\"", "truth_label": "half-true", "date": "stated on April 7, 2020 in remarks at a news conference:", "title": "Has Illinois fallen behind other states in testing for the coronavirus?", "text": "The U.S. still lags behind a number of other countries in the share of its population that’s been tested for COVID-19. But how do individual states within the U.S. compare with one another?\nThat’s a subject Chicago Mayor Lori Lightfoot raised at a news conference while highlighting the need for increased testing capacity in Illinois to respond to the outbreak.\n\"Illinois lags way behind all of our neighbors and certainly we’re in the bottom tier of states that are doing testing because of the availability,\" Lightfoot said on April 7. \"It’s not for lack of desire, it’s for lack of the tests themselves, the reagents, some of the other materials that we need to be able to process the tests.\"\nIllinois, like many states, has struggled to expand testing due to the national shortage of tests and other supplies. And while the numbers are improving, Gov. J.B. Pritzker has said the state is still falling short of the goal he set for performing 10,000 tests per day. In an interview aired on April 14, the governor said the state is now conducting almost 8,000.\nBut Illinois is not unique in the testing challenges it is facing, so we wondered whether the state was really as far behind as Lightfoot suggested.\nIn response to our inquiry, a spokeswoman for the mayor’s office acknowledged testing figures have improved somewhat from several weeks ago, but provided a March 27 report from ABC 7 that found more than half of all states had done more testing than Illinois had after accounting for population size, including neighboring Wisconsin.\nThose results were based on data from March 26 — almost two weeks before the mayor made her comparison. Given how rapidly testing data are fluctuating, we decided to evaluate her claim based on more recent figures.\nTo do that, we turned to data from the COVID Tracking Project, a source Lightfoot’s office pointed to in a later response.\nThe project, which is managed and updated by volunteer journalists and scientists, gathers data from state health departments around the country and provides figures on the total number of tests conducted by both public and commercial labs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIts database shows Lightfoot was partly right and partly wrong when she said Illinois was testing at a rate that put it behind all its neighbors as well as in the \"bottom tier\" nationwide.\nThe day Lightfoot made her claim, Illinois ranked 28 out of all 50 states for testing on a per capita basis, figures from the project show. Its ranking has improved only slightly in the time since, with the state coming in 24th as of April 14. Its current tally of just over 110,600 total tests comes out to about 8,730 tests per million residents. New York, which tops the list, has run more than 25,650 tests per million.\nBut Lightfoot’s Illinois comparison doesn’t hold when it comes to the states it borders. On the day she made her claim, Illinois came out slightly ahead of Wisconsin, Missouri, Kentucky, Indiana and Iowa. And in the days since, its lead has continued to grow.\nGiven how frequently testing figures change — along with differences in the ways states report their data — that lead in the Midwest may not mean much. But it’s enough to show Lightfoot is incorrect in her assertion that Illinois is trailing the region.\nOur ruling\nLightfoot said, \"Illinois lags way behind all of our neighbors and certainly we’re in the bottom tier of states that are doing testing.\"\nAt the time Lightfoot made her statement, Illinois did lag a majority of states nationally in terms of the share of its population that had been tested for COVID-19, according to data compiled by an independent reporting project.\nBut the same dataset shows Illinois tested — and continues to test — more residents per capita than the states it borders.\nWe rate Lightfoot’s claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-16946"}