{"url": "/factchecks/2012/nov/29/jobs-ohio/jobs-ohio-claims-buckeye-state-nearly-tops-new-job/", "speaker": "Jobs Ohio", "vclaim": "\"In the past year alone, Ohio businesses have created more jobs than almost every other state in the country.\"", "truth_label": "true", "date": "stated on November 17, 2012 in a television ad:", "title": "Jobs Ohio claims the Buckeye State nearly tops for new jobs in last year", "text": "The nasty political ads have been gone for weeks, but the launch of a marketing campaign aimed at trumpeting Ohio’s improving economy offers a preview of the next great election battle.\n\nJobsOhio, the state’s private economic development agency, is on air with a 30-second commercial that celebrates workers of all stripes and conveys an optimistic message.\n\nThe agency is the brainchild of Republican Gov. John Kasich, who has ridden Ohio’s rising fortunes to rising poll numbers. And the \"Thrive in Ohio\" spot, which also asks viewers to share their success stories on a web site, has rankled Democrats hoping to unseat Kasich in 2014.\n\nNever mind that the spot doesn’t feature Kasich or identify him or the governor’s office in any way. Democrats see a calculated political move bankrolled by state development money. The push also includes print advertising and will cost $1.4 million, the Columbus Dispatch reported.\n\nCuyahoga County Executive Ed FitzGerald, one potential challenger to Kasich, has publicly called on Kasich to suspend the campaign, declaring it a waste of taxpayer dollars.\n\nGiven the dust-up surrounding the JobsOhio blitz and the role the state’s economy is sure to play in the gubernatorial race, PolitiFact Ohio decided to evaluate the claim central to the TV spot.\n\n\"In the past year alone, Ohio businesses have created more jobs than almost every other state in the country,\" an unseen narrator says, his words scored to an inspirational piano melody. \"And it’s only the beginning.\"\n\nSo how does the statement stack up when peeled away from such slick marketing?\n\nLaura Jones, communications director for JobsOhio, cited employment data from the U.S. Bureau of Labor Statistics. Via email, Jones said the numbers showed that from October 2011 through October 2012, only California, Texas and New York created more jobs than Ohio.\n\nJones referred us to the bureau’s Regional and State Employment and Unemployment report. According to seasonally adjusted employment numbers in October, 30 states reported statistically significant increases in employment year-over-year -- Ohio among them.\n\nTable E, found on page seven of the 21-page report, breaks down the employment trends by state. Since October 2011, according to preliminary data, Ohio has added 96,500 jobs. Indeed, that increase ranks fourth, behind the more-populated California, Texas and New York.\n\nBecause the report was dated Nov. 20, three days after JobsOhio posted the commercial to YouTube, PolitiFact Ohio went back to look at the previous month’s report, which evaluated the period from September 2011 and September 2012. We found the Buckeye State in the same position: fourth among states with statistically significant employment increases.\n\nWe also checked with George Zeller, an economic research analyst from Cleveland. He was familiar with the Thrive in Ohio campaign and, after paging through the BLS reports agreed that the numbers cited by JobsOhio were legitimate.\n\nBut what do the numbers prove?\n\n\"What they’re saying there is that Ohio’s No. 4,\" Zeller said. \"What you have to recognize is that of course we’re going to gain more jobs than Vermont, because Vermont is smaller. There are 50 states, so being fourth is higher than others. But we’re by no means at the top.\"\n\nZeller makes a valid point. Ohio, by virtue of being one of the nation’s most populous states, is destined to have and add more jobs than smaller states. Ohio is the seventh-most populous state, according to Census figures, ranking behind California, Texas, New York, Florida, Illinois and Pennsylvania. In terms of jobs added, Ohio is up there with other highly populated states.\n\nZeller also noted that Ohio’s recovery, while real, is coming slowly. At current pace, said Zeller, citing his research, it will take the state 11 years to recover all jobs lost during the recession.\n\n\"There’s nothing untrue about what [JobsOhio] said,\" Zeller continued via telephone. \"Now does that mean that we are outstripping the rest of the country? No. First of all, because we lost more jobs than the rest of the country did … we have to do a lot more to make them up.\"\n\nOf course Democrats will come armed with other numbers as the gubernatorial fight nears. They often cite BLS data that show the state’s unemployment rate began dropping in early 2010, under Democratic Gov. Ted Strickland and and Democratic President Barack Obama.\n\nTo their point, it’s worth noting that public policy set outside Ohio affects the state’s economy. Exhibit A: The federal government’s bailout of the U.S. auto industry, a huge Ohio employer.\n\nAs such, Democrats argue that Ohio was en route to economic recovery months before Kasich defeated Strickland in the November 2010 election. Ironically, Kasich’s constant ballyhooing of these improved prospects was at odds with the message pushed by Republican presidential nominee Mitt Romney and might have helped Obama’s re-election bid this year.\n\nNow that the race for the White House in the rearview mirror, it is no surprise that Democrats see the JobsOhio commercial as the unofficial kickoff of Kasich’s re-election campaign. Perhaps that makes this the unofficial kickoff of PolitiFact Ohio’s monitoring of the contest, whether it’s FitzGerald, Strickland or another candidate who takes on the incumbent governor in 2014.\n\nFor its Thrive in Ohio campaign, JobsOhio said businesses here \"have created more jobs than almost every other state in the country\" over the last year. A second later, the ad’s narrator added: \"And it’s only the beginning.\" That qualifier is appropriate given the perspective Zeller supplied. Considering Ohio’s size, a statement about the state’s comparatively high level of job creation is not the ultimate benchmark of success.\n\nJobsOhio seems to realize this. On the Truth-O-Meter, the agency’s statement rates True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09967"}