{"url": "/factchecks/2011/jul/25/david-dewhurst/david-dewhurst-says-2011-legislature-required-cong/", "speaker": "David Dewhurst", "vclaim": "\"This past (legislative) session, we passed out of the Legislature a resolution requiring Congress to pass a balanced-budget amendment to the (U.S.) Constitution.\"", "truth_label": "half-true", "date": "stated on July 19, 2011 in a campaign video.:", "title": "David Dewhurst says the 2011 Legislature required Congress to pass balanced-budget amendment to U.S. Constitution", "text": "Offering himself as a fiscally conservative candidate for the U.S. Senate, Texas Lt. Gov. David Dewhurst says in his opening campaign video that his record shows he knows how to hold the line on spending.\n\nWashington, he continues, is addicted to debt. In contrast, he adds, \"This past (legislative) session, we passed out of the Legislature a resolution requiring Congress to pass a balanced-budget amendment to the (U.S.) Constitution.\"\n\nAn online news search indicated that Dewhurst, who declared his candidacy July 19, was referring to House Concurrent Resolution 18, which the House and Senate advanced in May. The House vote for the resolution was 115-17, the Senate vote 28-3.\n\nThe resolution doesn’t require Congress to do anything. It states, though, that given large annual federal deficits and the escalating national debt, and the failure of Congress to forward a balanced-budget constitutional amendment to the states, \"action must be taken to restore fiscal responsibility.\"\n\nIt goes on to say that a \"balanced-budget amendment would require the government not to spend more than it receives in revenues and compel lawmakers to carefully consider choices about spending and taxes; by encouraging spending control and discouraging deficit spending, a balanced-budget amendment will help put the nation on the path to lasting prosperity.\"\n\nThe resolution closes by stating the Legislature \"respectfully urges\" Congress to \"propose and submit to the states for ratification\" a constitutional amendment providing that except during a war declared by Congress or other \"national emergency,\" total federal appropriations in a fiscal year may not exceed the year’s estimated federal revenue. The next section calls for the resolution to be forwarded to Congress to be placed in the Congressional Record.\n\nFor perspective, we contacted the resolution’s author, Rep. Brandon Creighton, R-Conroe, who said that while no legislative resolution can make Congress do anything, \"political tides have been spread by much less than a resolution backed by a legislature that represents over 25 million people.\"\n\nCreighton said he thinks his resolution impresses on Congress that there’s reason to bring up the amendment. \"In the aggregate, state by state by state, these legislatures sending these strong statements of political will\" have an effect, he said.\n\nCreighton said he’s not troubled by Dewhurst saying the resolution requires Congress to approve the amendment.\n\n\"I don’t believe anybody’s interpretation is that Congress has to act on it,\" Creighton said, adding that even a novice observer wouldn’t conclude that a Texas-rooted resolution amounts to \"an iron-clad requirement\" that Congress act. \"It’s kind of a gotcha that doesn’t matter,\" he said.\n\nBy the way, Congress cannot directly amend the Constitution. Article V says an amendment can originate by two-thirds’ votes of the U.S. House and Senate, but still must be ratified by three-fourths of the states’ legislatures. Alternatively, the Constitution can be amended at a convention called by two-thirds of the states’ legislatures.\n\nIn February, after the Texas Senate passed a different version of the call for a balanced-budget amendment, Dewhurst issued a statement characterizing the resolution as urging prompt action, noting that it takes ratification by three-fourths of the states for a constitutional amendment to stick.\n\nIn contrast, Dewhurst’s campaign video leaves the misimpression Congress can, by itself, change the Constitution. It also misrepresents the Texas resolution by saying it \"requires\" Congress to affix the balanced-budget amendment. But the spirit of his message — that Texas legislators are aboard with the constitutional change — is accurate. We rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-12684"}