{"url": "/factchecks/2020/jul/06/facebook-posts/national-coin-shortage-yes-due-covid-no-sign-end-p/", "speaker": "Facebook posts", "vclaim": "“The national coin shortage was done intentionally, the Mint is no longer releasing coins into circulation aka this is the beginning of the end of paper money.”", "truth_label": "false", "date": "stated on July 2, 2020 in a Facebook post:", "title": "No, a national coin shortage during COVID-19 was not intentional", "text": "Maybe you’ve seen signs in retail stores about a coin shortage, which led to a widely shared conspiracy theory on Facebook.\n\"National Coin Shortage Just Beginning. The national coin shortage was done intentionally, the mint is no longer releasing coins into circulation aka this is the beginning of the end of paper money,\" the July 2 post says in part, arguing it’s part of a decades-old plan toward enabling a \"soon coming one world government\" to track every private transaction. \"First it will be coins, then one dollar bills and in a not so distant future cash will not be accepted at any store.\"\nThe post includes what appears to be a photograph of a sign inside of a grocery store that says: \"Our country is experiencing a national coin shortage\" and asking customers to use exact change or non-cash forms of payment. Some commenters posted images of what appear to be retail store signs with similar messages.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe found there was a coronavirus-induced shortage of coins, but no evidence of a plan to eradicate pocket change.\nMany news outlets reported in June that across the country, coins were hard to find. \"Coins have become scarce as virus lockdowns keep people from emptying their coin jars in exchange for paper bills,\" the New York Times reported. \"The Latest Pandemic Shortage: Coins Are The New Toilet Paper,\" said NPR, describing how banks were running low on nickels, dimes and quarters, in turn leading to shortages at retail outlets.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"With the partial closure of the economy, the flow of coins through the economy has gotten all…it’s kind of stopped,\" Federal Reserve Chairman Jerome Powell told a House subcommittee.\nThe Fed announced June 11 a \"strategic allocation of coin inventories,\" saying: \n\"The COVID‐19 pandemic has significantly disrupted the supply chain and normal circulation patterns for U.S. coin. In the past few months, coin deposits from depository institutions to the Federal Reserve have declined significantly and the U.S. Mint’s production of coin also decreased due to measures put in place to protect its employees.\" The Fed also said it would work to \"maximize coin production capacity.\"\nU.S. Mint spokesman Todd Martin told PolitiFact that in the early stages of the coronavirus outbreak, the Mint reduced the number of employees per shift in order to enhance social distancing, leading to a reduction in production of 10% in April and 20% in May. At the same time, reduced sales activity meant retailers were ordering more coins from the Mint because they were receiving fewer of them as people stayed home, he said.\nCoin production began to ramp up in May with mandatory Saturday overtime, the Mint returned to full production by mid-June, and nearly 1.6 billion coins were produced in June, Martin said.\nIn short, the coin shortage was caused by reduced retail activity and a temporary reduction in production, both due to COVID-19. It was not, as this post suggests, done \"intentionally\" as part of a plan to eliminate paper money. The statement contains only an element of truth, so we rate it Mostly False.", "vclaim_id": "vclaim-pol-17689"}