{"url": "/factchecks/2013/sep/10/ted-yoho/rep-ted-yoho-says-chemical-weapons-have-been-used-/", "speaker": "Ted Yoho", "vclaim": "Chemical weapons have been used \"probably 20 times\" since the Persian Gulf War.", "truth_label": "barely-true", "date": "stated on September 4, 2013 in an interview on Fox Business Network:", "title": "Rep. Ted Yoho says chemical weapons have been used ‘probably 20 times’ since 1990", "text": "U.S. Rep. Ted Yoho, R-Fla., has a question for those who support intervention in Syria’s civil war: \"Why now, and why us?\"\nPresident Barack Obama has urged targeted military strikes to punish Syria for alleged chemical attacks against its citizens, including deadly nerve gas on Aug. 21, 2013. The U.S. government says that attack may have killed more than 1,000 people, including hundreds of children.\nBut Yoho told Fox Business Network that chemical weapons have been used repeatedly since the 1990 Persian Gulf War without a U.S. military response.\n\"If you go back to the Iraq war, it's been used probably 20 times since then, and I just question the motive of right now in America acting out in the lead of this. I think it's wrong for America,\" he said Sept. 4, 2013.\nExperts have previously told us that chemical attacks have been rare since World War I. We wondered — have there been 20 such attacks in the last two decades?\nThe question is partly one of definition.\nThe most authoritative definition — set out by the Chemical Weapons Convention, an agreement among 189 countries to eliminate chemical weapons — is also very specific. It doesn’t include, for example, improvised use of industrial chemicals, or certain gases when used by a police force instead of a military.\nBut it’s also a question of time line, and of evidence. Yoho’s office said he meant to include attacks prior to 1990, as well as recent attacks in Syria that are yet to be confirmed by the international community.\nHere’s what we found.\nWe checked with the Organization for the Prohibition of Chemical Weapons, the group headquartered in The Hague, Netherlands, that oversees the international Chemical Weapons Convention, which went into force in 1997. Experts say it’s the most authoritative source on chemical weapons attacks.\nOther than alleged attacks in Syria, which it’s still investigating, the group officially acknowledges just a single chemical attack since 1990 — by a Japanese cult using homemade sarin gas on the Tokyo subway that killed 13 people and sickened thousands.\nThe last use by a country, according to OPCW’S brief online history, was by Iraq in 1988 — before the Persian Gulf War.\n\"There have been numerous other alleged uses of chemical weapons in the Middle East during this period, but none has been shown to involve standard chemical weapons,\" said OPCW spokesman Michael Luhan.\nFor example, in several countries that experienced protests during the \"Arab Spring\" of 2010 and 2011, there were allegations involving the use of tear gas, which is allowed for use in riot control by security forces, Luhan said. Other allegations included the use of white phosphorus in Fallujah, Iraq, and the Palestinian city of Gaza. But those are also allowed by the convention \"to illuminate or obscure the battlefield,\" he said.\nSo if you look at the use of illegal gas by nations, there’s not even one example of a chemical attack like the one alleged in Syria since before the Persian Gulf War. (Our colleagues at the Washington Post Fact Checker dug up just a handful of examples this century.)\nAnd Yoho made his comment in the context of the Chemical Weapons Convention.\n\"You know, this all goes back to the CWC agreement ... that stated that any country that produces, transports, stores or sells chemical weapons or weapons of mass destruction are in violation,\" he said during the Fox Business interview.\nSo when Yoho mentioned \"probably 20\" attacks since 1990, we concluded that he meant attacks by countries, rather than by individuals or rebels. And using those parameters, you can’t get to 20.\nBut his office suggested he was also including Syria’s own attacks since 2012. In the interview, he mentioned \"over 11\" such attacks that could have triggered U.S. action.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBut those attacks aren’t yet well substantiated. In April, the New York Times reported Britain and France had written to the United Nations suggesting there was evidence Syria had used chemical weapons in its civil war.\nIt was as the OPCW was investigating allegations of those attacks that the suburbs of Damascus were attacked Aug. 21. The OPCW team changed its focus to the later attack. It’s now processing evidence from its visit.\nThe U.S. says it \"assesses\" that the Syrian government has used chemical weapons over the last year, but isn’t specific. The French mention a handful of April attacks. The United Kingdom counts at least 14 previous attacks.\nYoho also counts non-state attacks and those with rough \"improvised\" chemical weapons that don’t qualify under the CWC — and some attacks by Iraq before 1990.\nFor example, Chechnyan and Iraq insurgents have detonated chlorine tanks, said Philipp Bleek, an expert in nonproliferation at the Monterey Institute of International Studies.\nThe Global Terrorism Database at the University of Maryland counts 10 attacks that involved chlorine in Chechnya and Iraq in 1999, 2007 and 2009.\nMeanwhile, acknowledging that Yoho’s time line was \"a little askew,\" his deputy chief of staff, Omar Raschid, said the congressman meant to include pre-1990 attacks by Saddam Hussein’s Iraq in its war with Iran and against the Kurds.\nThose attacks are widely held up as a notable example of government chemical weapons use since World War II. They ended in the late 1980s. And while it’s true the United States looked the other way, it later used Iraq’s chemical arsenal as part of its justification for the 2003 invasion.\nYoho also cited Russian security forces’ use of a \"nonlethal\" narcotic gas when they stormed a Moscow theater full of hostages held by Chechnyan rebels in 2002. Dozens of more than 800 hostages ultimately died from the effects of the gas, prompting \"strong public debate\" about whether Russia had violated the CWC, according to a U.S. Army medical textbook.\nBut it fell into a legal loophole under that agreement, according to a book by the late Monterey Institute expert Jonathan Tucker in his 2007 book, War of Nerves: Chemical Warfare from World War I to Al-Qaeda.\nSo Yoho’s count — with its mix of state and non-state perpetrators and official and nonofficial chemical weapons — struck experts as odd.\n\"Rep. Yoho is misinformed,\" said Matthew Meselson, a professor at Harvard University who specializes in chemical and biological defense and arms control and co-directs the Harvard Sussex Program on Chemical and Biological Weapons.\nThe most authoritative source, he said, is the Organization for the Prohibition of Chemical Weapons.\nBleek agreed, saying that while there have been a few non-state incidents, there’s no state attack in the past 20 years that compares with the Aug. 21 attack in Syria.\n\"The problem with it is the parallelism that it implies — that there were earlier incidents in which we should have intervened. And at that point, it falls apart,\" said Bleek, who until recently was a senior adviser to the Office of the Secretary of Defense on nuclear, chemical and biological defense programs. (He wasn’t speaking behalf of the Defense Department.)\n\"You have some isolated instances, but the reality is, after World War I, there's just not a lot of state uses,\" Bleek added. \"There just aren't a lot of countries in the world that stockpile or are suspected of having chemical weapons.\"\nOur ruling\nYoho said chemical weapons have been used \"probably 20 times\" since the Persian Gulf War.\nIf you count confirmed chemical weapons attacks by governments since 1990, then the answer is zero. Using looser definitions and a longer time frame gets Yoho to or beyond 20.\nEven if you don’t count the earlier Iraqi attacks that fell outside of Yoho’s stated time line, it’s possible to get to 20 attacks by counting the pre-Aug. 21 incidents in Syria, the use of chlorine gas by insurgents, the Tokyo subway attack and the Moscow theater rescue.\nStill, experts told PolitiFact that loosening the definition of what counts as an attack doesn’t make it an apples-to-apples comparison. Yoho talked about enforcement of an international agreement against chemical weapons, but he’s only correct when he uses a definition of chemical attacks that has nothing to do with that international understanding. We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-08899"}