{"url": "/factchecks/2020/nov/16/kayleigh-mcenany/million-maga-march-did-not-have-more-1-million-att/", "speaker": "Kayleigh McEnany", "vclaim": "“More than one MILLION marchers for President @realDonaldTrump descend on” Washington, D.C., on Nov. 14.", "truth_label": "false", "date": "stated on November 14, 2020 in a tweet:", "title": "The ‘Million MAGA March’ did not have 1 million or more attendees", "text": "The Trump administration is ending the same way it started: spreading false claims about crowd sizes in Washington, D.C.\nOn Nov. 14, thousands of President Donald Trump’s supporters rallied in Washington to support false claims that he had won re-election. But White House Press Secretary Kayleigh McEnany tweeted an alternative estimate of the demonstration’s attendance.\n\"AMAZING! More than one MILLION marchers for President @realDonaldTrump descend on the swamp in support,\" McEnany said in the tweet, which has been shared more than 56,000 times.\nThe post took us back to January 2017, when Trump’s first press secretary, Sean Spicer, claimed the crowd at Trump’s inauguration \"was the largest audience to witness an inauguration, period.\" We rated that claim Pants on Fire!\nSince Trump retweeted a claim that more than a million people gathered in Washington to support him, we wanted to take a closer look at McEnany’s tweet.\n\n(Screenshot from Twitter)\nThe claim is wrong. News outlets that covered the protests estimated that thousands, not more than 1 million, attended them. It’s mathematically impossible for more than 135,000 people to fit in the location that McEnany tweeted a photo of.\nOn the morning of Nov. 14, several concurrent events — including the Million MAGA March, the March for Trump and Stop the Steal DC — converged near Freedom Plaza in Washington. Among the demonstrators were conspiracy theorists, right-wing activists alleging widespread election fraud and members of the Proud Boys, a far right, all-male group with a history of violent confrontations.\nSeveral Washington news outlets estimated that the pro-Trump demonstrations had thousands of attendees. Trump himself has tweeted various estimates of the crowd size, ranging from tens of thousands to hundreds of thousands. Women for America First, one of the groups that demonstrated, secured a National Park Service permit for 10,000 people in Freedom Plaza.\nHere are a few other estimates of the crowd size on Nov. 14:\n\n\nFox News: \"Tens of thousands\"\n\n\nThe Washington Post: \"Thousands\"\n\n\nWUSA: \"Thousands\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nWTOP: \"Thousands\"\n\n\nCNN: \"Thousands\"\n\n\nUSA Today: \"Tens of thousands\"\n\n\nThe Washington Times: \"Thousands\"\n\n\nWashingtonian: \"Thousands\"\n\n\nWe asked the Metropolitan Police Department for its best estimate of the attendance at the weekend’s Washington-area demonstrations, which grew violent toward the end of the day when hundreds of counterprotesters showed up. Brianna Jordan, a public affairs specialist, said the MPD \"does not provide numbers on crowd size.\"\nIt’s difficult to gauge crowd size, and estimates are just that — estimates. But there is no evidence that more than 1 million people attended pro-Trump demonstrations in Washington over the weekend.\nIn her tweet, McEnany included two screenshots of a Fox News broadcast about the gatherings. The footage shows demonstrators on a street near Freedom Plaza, which is a few blocks east of the White House, a little after 11 a.m. Eastern Time.\nMcEnany tweeted her estimate at 11:16 a.m. ET, before the marches were officially set to begin at noon. It’s also not possible for more than 135,000 people to fit into Freedom Plaza and the surrounding streets and sidewalks, according to MapChecking, an online tool that uses a mathematical equation to estimate how many people can fit in a given location.\nThe stills that McEnany shared show plenty of space between demonstrators. For there to be 105,000 people depicted in the photos, which MapChecking classifies as \"packed\" for the location, there would have to have been four people per square meter. The National Park Service says the maximum capacity for Freedom Plaza is 13,900.\nFor comparison, estimates of the crowd size at Trump’s inauguration ranged from 250,000 to 600,000. And that event was held on the National Mall, where there is far more space for people to spread out.\nAlso in 2017, at least 470,000 people were estimated to have showed up for the Women’s March near the National Mall in Washington. Estimates for the crowd size at the 1995 Million Man March, which inspired the name of the Million MAGA March, vary widely, ranging between 400,000 and 1.9 million.\nWe reached out to the White House for a comment, but we haven’t heard back.\nMcEnany’s tweet is inaccurate. We rate it False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here for more.", "vclaim_id": "vclaim-pol-18529"}