{"url": "/factchecks/2016/jan/13/barack-obama/obama-us-spends-more-military-next-8-nations-combi/", "speaker": "Barack Obama", "vclaim": "\"We spend more on our military than the next eight nations combined.\"", "truth_label": "mostly-true", "date": "stated on January 12, 2016 in his 2016 State of the Union address:", "title": "Obama: US spends more on military than next 8 nations combined", "text": "President Barack Obama defended American might in the face of attacks from critics who say the United States has become a weak player on the national stage.\n\"I told you earlier all the talk of America’s economic decline is political hot air. Well, so is all the rhetoric you hear about our enemies getting stronger and America getting weaker,\" Obama said in his last annual State of the Union address Jan. 12, 2016. \"Let me tell you something: The United States of America is the most powerful nation on Earth. Period. Period. It’s not even close. It’s not even close. We spend more on our military than the next eight nations combined.\"\nWe wondered if that last statement on military spending was accurate, so we decided to check it out.\nWe found Obama’s claim is in the ballpark.\nOne set of international military spending figures comes from the Stockholm International Peace Research Institute (SIPRI), a think tank. The institute maintains an online database of military expenditures since 1988 for more than 170 countries. By their calculation, the United States spends more than the next seven countries combined.\nIn 2014, the most recent year available, the United States led the world in military spending at $610 billion, marking 34 percent of the world total, SIPRI found.\nU.S. expenditures were nearly three times higher than China, the second-highest nation with an estimated $216 billion in military spending. Russia was in third place at $84.5 billion.\nBut counting together military spending from the eight countries after the United States comes out to $646.4 billion, surpassing the United States’ $610. Omitting No. 9 on the list, Japan, the calculation comes out to about $601 billion.\nThis graph, put together by the fiscal policy-focused Peter G. Peterson Foundation, shows the United States’ spending in stark contrast to the next seven highest spenders:\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAnother data set matches Obama’s claim exactly. The United States does spend more than eight countries combined according to the International Institute for Strategic Studies (IISS), a London-based think tank that also tracks military spending.\nThe United States spent $581 billion on the military in 2014, according to IISS, while the eight next-highest spenders combined spent about $531.9 billion.\nCalculating military expenditures for worldwide comparisons is inherently challenging, in part because there is no common definition of what constitutes military spending. Further, a country’s expenditures does not necessarily correlate perfectly with its military capabilities.\nWhile Obama has a point that U.S. defense spending is significantly larger than that of every other nation, spending has gone down under his presidency.\nOverall spending on national security includes the Pentagon budget, as well as spending by other agencies, like the Energy Department’s work on nuclear weapons. Spending increased in 2010 and 2011, but it has fallen every year for four years since then by a cumulative 15 percent. National security spending made up 20.1 percent of the federal budget in 2010, but in 2015 it was 15.9 percent.\nThere are two main reasons for the spending drop. The first is the Obama administration’s decision to start removing U.S. troops from Iraq and Afghanistan. The second has to do with sequestration, the automatic, across-the-board cuts originally designed to force bipartisan negotiations in Congress.\nOur ruling\nObama said, \"We spend more on our military than the next eight nations combined.\"\nObama’s statement is accurate by one measure, while another measure says the United States spends more than the next seven countries combined.\nSo depending on the data set you use, he’s either right or close. So we rate his statement Mostly True.", "vclaim_id": "vclaim-pol-05560"}