{"url": "/factchecks/2011/jul/25/ward-armstrong/armstrong-changes-stance-taking-campaign-money-ele/", "speaker": "Ward Armstrong", "vclaim": "On campaign contributions from electric utilities.", "truth_label": "full-flop", "date": "stated on July 21, 2011 in a news conference.:", "title": "Armstrong changes stance on taking campaign money from electric utilities", "text": "With TV cameras whirring, House Minority Leader Ward Armstrong strode to the door of his enemy on July 21 and proclaimed there is a conspiracy against him.\n\nIn a news conference in front of Appalacahian Power Co.’s Roanoke headquarters, Armstrong, D-Henry, said electric utility companies have indirectly funneled $100,000 to his opponent in this fall’s election -- Del. Charles Poindexter, R-Franklin County.\n\nThe electric companies, he charged, donated cash to four Republican leaders who then gave the money to the Southside Victory Fund, a political action committee that benefits Poindexter. Armstrong has been fighting electric companies for several years, saying they are taking advantage of weak regulations to gain exorbitant rate increases. He said Poindexter’s campaign contributions suggest the Republican will be friendly to the power companies.\n\nPoindexter said Armstrong has scaled \"the height of hypocrisy\" in condemning others for accepting money from the electric industry. So we thought we’d look into the affair and see if the minority leader’s position on the taking contributions from the utilities has changed.\n\nArmstrong has unsuccessfully introduced bills during the last two years that would give the State Corporation Commission greater regulation of electric rates. Most of Armstrong’s ire has been directed at Apco, which serves his Southside constituents and has sought 14 increases over the last four years that have raised residential rates by 42 percent.\n\nAt the news conference, Armstrong promised to continue fighting Apco and portrayed Poindexter as the power company’s pet.\n\n\"What it says is that Apco thinks they’re going to get favorable treatment out of my opponent, certainly more so than they’re going to get from me,\" Armstrong said. \"You know what, they’re right.\"\n\nArmstrong pointed to the campaign finance records of Gov. Bob McDonnell, Speaker Bill Howell, House Majority Leader Kirk Cox, and Del. Bill Janis. The records show a correlation between sums each Republican received from electric companies and the amounts he gave to Poindexter’s PAC.  \n\nBut suppose we go a step further and conclude -- as Armstrong does -- that this is an open-and-shut case of money being funneled from the utilities to Poindexter. Does that prove the Republican is a reliable friend of electric companies?\n\nWell, let’s go back a few years and consider the case of another legislator who accepted money from electric companies. His name is Ward Armstrong.\n\nBetween 2007 and 2010, Armstrong received $100,750 in contributions from electric companies according to the Virginia Public Access Project. The Majority Leader accepted $81,000 from Dominion Power, $5,250 from Appalachian Power, and $14,500 from other electric utilities and industry lobbyists.\n\nHow does Armstrong square his past acceptance of contributions from electric companies with his condemnation of Poindexter for possibly receiving utility money?\n\nClaire Wilker, Armstrong’s chief of staff, said her boss stopped taking contributions from electric companies in late 2009. \"Ward hasn’t accepted any money from them since he realized that they were taking advantage of state laws to get as much money as they can,\" she said.\n\nArmstrong did receive one last contribution -- $250 -- from Apco in January 2010. Wilker said the minority leader gave the money to a charity, Grace Network of Martinsville.\n\nWilker said Armstrong is not turning down money from the utilities, it just doesn’t come in anymore.  And if it did, Armstrong said he would take it and donate it to a charity that helps Southside residents pay their electric bills.\n\nSo Armstrong, who once campaigned with money from electric companies, will no longer do so. And he criticizes an opponent who may have received indirect contributions from the utilities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n \n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nAlthough Armstrong has his reasons, a shift has clearly occurred. Full Flop!", "vclaim_id": "vclaim-pol-12686"}