{"url": "/factchecks/2015/may/26/jeb-bush/saga-jeb-bushs-one-time-alias-veto-corleone/", "speaker": "Jeb Bush", "vclaim": "Says he was known as \"Veto Corleone\" for cutting spending as Florida governor.", "truth_label": "true", "date": "stated on May 20, 2015 in a meeting with business leaders in Portsmouth, N.H.:", "title": "The saga of state spending enforcer Jeb Bush's one-time alias, Veto Corleone", "text": "Former Gov. Jeb Bush has resurrected an infamous moniker from his days in Tallahassee on the campaign trail in an attempt to show he is the godfather of fiscal conservatism.\nDuring a meeting with business leaders in Portsmouth, N.H., on May 20, 2015, Bush pointed out he was well-known for using the line-item veto at his disposal as governor.\n\"They called me Veto Corleone, which was something I was quite proud of,\" Bush said, citing a reference to Marlon Brando’s character in The Godfather. He added that he vetoed 2,500 separate line items totaling $2 billion over his eight years.\nBush has brought out that anecdote several times during the run-up to a presidential campaign, implying he would again focus on cutting wasteful spending. We wondered if he was accurate in claiming that nickname. We made our own inquiries and found that yes, pork projects really did sleep with the fishes.\nOffers he could refuse\nBush came into office in 1999 vowing to use his line-item veto on state spending he didn’t like, and he followed through with a vengeance. He also wanted the state to focus on building reserves.\nThat first year, he shocked lawmakers by slashing $313 million out of the $48.6 billion budget approved by the Legislature. It was more than double the previous veto record of $150 million set by Republican Gov. Bob Martinez in 1988.\nThe Senate was so angry about the cuts, they sued Bush over his partial veto of funding for an extended school year. The Florida Supreme Court eventually ruled Bush defied the state Constitution by cutting $16 million out of a $40 million appropriation to keep schools open longer. They said he either had to cut all of the program or none of it.\nMedia reports said John Thrasher, then speaker of the House, dubbed Bush \"Veto Corleone\" after the fictional mafia don (spelled Vito Corleone) for his liberal use of the power. Thrasher, who is now president of Florida State University, confirmed to PolitiFact Florida that he coined the nickname, which seemed to be something of a friendly dig.\nThrasher’s collegial relationship with Bush was apparent in 2000, when Thrasher brought the budget to Bush’s office while wearing a white lab coat and a stethoscope  \"to make sure the governor has a heart.\" Bush answered by approving a couple of Thrasher’s pet projects, then chopping another $313.7 million out of appropriations.\nHere’s a look at how much Bush vetoed from each year’s budget:\n\n\n\n\n\nYear\n\n\nTotal state budget\n\n\nAmount Bush vetoed\n\n\n\n\n\n\n1999\n\n\n$48.6 billion\n\n\n$313 million*\n\n\n\n\n2000\n\n\n$51 billion\n\n\n$313.7 million\n\n\n\n\n2001\n\n\n$48.3 billion\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n$288.8 million\n\n\n\n\n2002\n\n\n$50.4 billion\n\n\n$107 million\n\n\n\n\n2003\n\n\n$53.5 billion\n\n\n$33 million\n\n\n\n\n2004\n\n\n$57.3 billion\n\n\n$349 million\n\n\n\n\n2005\n\n\n$64.7 billion\n\n\n$180 million\n\n\n\n\n2006\n\n\n$73.9 billion\n\n\n$448.7 million\n\n\n\n\n\n* The state Supreme Court ruled a $16 million veto in 1999 unconstitutional.\nThe first year of Bush’s second term, in 2003, Bush cut a low of $33 million, but $7.2 million of that was funding for high-speed rail. Bush later led an effort to repeal a constitutional amendment requiring the creation of high-speed rail transit in the state.\nBush also saved the most for last, hacking $448.7 million out of the 2006 budget, including a university tuition increase, spending on parks and police vehicles, as well as job training and education programs. That year state spending was up to $73.9 billion, a 52 percent increase from his first year in office.\n\"It's never easy,\" Bush said in 2006. \"You always hurt people's feelings. I don't enjoy that. And I'm always surprised that people are surprised. I've been consistent. There should be no surprises. And the people who really follow the budget knew that.\"\nWe should note that if Bush wins the presidency, he likely won’t get to whack as much. A president doesn’t have a line-item veto and has to either accept or reject an entire piece of legislation.\nOur ruling\nBush said \"they called me Veto Corleone\" as governor for his frequent use of the line-item veto.\nHe did have a fondness for ruthlessly slashing projects he deemed wasteful or not in line with his agenda. Thrasher confirmed he nicknamed the governor after the fictional mobster.\nThis is one favor we grant Bush. We rate the statement True.", "vclaim_id": "vclaim-pol-06383"}