{"url": "/factchecks/2016/apr/04/blog-posting/website-stirs-zika-fears-false-claim-about-liquefi/", "speaker": "Bloggers", "vclaim": "\"Evidence shows Zika virus turns fetus brains to liquid.\"", "truth_label": "pants-fire", "date": "stated on April 4, 2016 in a informal news website:", "title": "Website stirs Zika fears with false claim about 'liquefied brains'", "text": "A claim moving on the Web paints a horrific image of how the Zika virus can damage a fetus. \"Evidence Shows Zika Virus Turns Fetus Brains to Liquid\" blared the headline on the website Weekly Observer, which is based in England. At least two other websites ran similar stories April 3 and 4, 2016.\nThe claim is completely wrong, and has the barest connection to any actual research. Seeing as it showed up in quick succession in Australia and the United Kingdom, we thought we should move quickly to squash it.\nThe Weekly Observer piece has the gloss of authentic reporting.\nA recent study published by the New England Journal of Medicine shows that the Zika virus kills developing fetal brain cells. According to the doctors, the study was performed on a woman who got infected by the virus while she was 3 months pregnant. Her fetus was monitored through blood tests and MRIs, and the doctors watched as the baby’s brain was basically liquefied within 9 weeks. The woman underwent an abortion at 21 weeks.\nThe Australia Network website was equally somber.\nIn a (sic) recent research published in the New England Journal of Medicine, the researchers tracked the development of a foetus whose mother contracted the virus on a trip to Central America, when she was 3 months pregnant.\nThe blood tests and the magnetic resonance images showed that the virus was slowly turning the baby’s brain into liquid over a course of nine weeks. At 21 weeks the woman aborted the foetus.\nThe New England Journal of Medicine did publish an article on March 30, 2016, about a 33-year-old Finnish woman who was with her husband in Mexico, Guatemala, and Belize in November 2015 when she was 11 weeks pregnant. Ultrasound examinations up until the 17th week of the pregnancy showed no abnormalities.\nThat changed by the 19th week. Basic structures in the cranium were not as they should be. That combined with proof that the mother was infected with the Zika virus and a more detailed view using MRI led the parents to terminate the pregnancy at 21 weeks.\nAn autopsy found Zika virus in the fetal brain tissue. Areas of the brain had dead cells and some that had begun to break down.\nBut did the researchers say that the brain had been liquefied?\n\"This is absolutely NOT what we said,\" wrote Adre du Plessis, one of the lead authors and director of the Fetal Medicine Institute at the Children’s National Health System in Washington, D.C.\nA second author, Rita Drigger, a professor of gynecology and obstetrics at the Johns Hopkins University School of Medicine, called the description a \"false interpretation\" of  the case.\nA third author, Olli Vapalahti at the Department of Virology at the University of Helsinki, Finland, told us some reporter might have misunderstood him during an interview.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"I may have tried to explain -- perhaps in too simple terms -- that there was thinning of the cortex and enlargement of the ventricles in the brain, meaning that some of the brain tissue had been replaced by cerebrospinal fluid,\" Vapalahti said. \"I can now see that this has emerged to some hype message which certainly I have not intended to deliver.\"\nIn other words, it wasn’t that brain tissue was turned to liquid. Rather, space where brain cells would normally be found contained fluid instead.\nIn a conference call with reporters on March 30, du Plessis said the main point of the article was to caution doctors and parents that an extremely small head might not be the sole indicator of brain damage associated with the Zika virus. In this case, the brain was small but the head was still within the normal range.\n\"What this says is that the current criteria may be falsely reassuring,\" du Plessis said.\nFurther, while the presence of the Zika virus in fetal brain tissue strongly indicated that the virus caused the harm, the researchers stopped short of saying this case proved a causal connection.\nSeveral news organizations, including the Washington Post, NBC News and Reuters, reported the story accurately.\nWe reached out to the Weekly Observer and so far have not heard back.\nOur ruling\nThe Weekly Observer and other websites said that researchers had found that the Zika virus turned a fetal brain into liquid. The Observer referred to a study in the New England Journal of Medicine. The three lead researchers for that study declared the Observer's version was wholly inaccurate. They found signs of dead brain cells and cerebrospinal fluid where it shouldn’t be. They never said that the virus liquefied brain cells.\nWe rate this claim Pants on Fire.\nUpdate (April 5, 2016): After we published, we heard from the staff of the Weekly Observer.  Elise Bou Malham, chief content officer, emailed us, apologized for the mistake and explained that she had first seen the article on another website.\n\"In no way was it meant to 'stir fears' or promote any false claims,\" Malham said. \"We assure you the article was deleted as soon as we received your email. I offer my sincere apologies on behalf of the entire editorial team.\"\nWhile the article was not deleted, it was eventually updated. The new version reads. \"Claims about Zika Virus Turning Fetus Brains to ‘Liquid’ Completely FALSE\"\nIt then explains its original error.\n\"Earlier this week, The Weekly Observer aggregated an article from various sources online, saying that Zika Virus is responsible for turning Fetus brain into liquid.\n\"The original article on Uproxx.com  ‘New Data Shows That The Zika Virus Can Turn Fetal Brain Into Liquid’, as well as several others, turned out to contain false claims as the study was misinterpreted by various sources.\"", "vclaim_id": "vclaim-pol-05160"}