{"url": "/factchecks/2009/oct/22/freedom-project/freedom-project-claims-deficit-biggest-history-and/", "speaker": "The Freedom Project", "vclaim": "\"Democrats rang up a $1.42 trillion budget deficit in 2009 — the single largest in American history.\"", "truth_label": "half-true", "date": "stated on October 19, 2009 in a press release:", "title": "Freedom Project claims the deficit is the biggest in history — and that Democrats are to blame", "text": "On Oct. 16, 2009, the Treasury Department confirmed what we all expected: The deficit is big — about $1.42 trillion big.\n\n \n\nIt didn't take long for Republicans to use that massive number to criticize Democrats.\n\n \n\n\"Last week, the U.S. Treasury announced that Washington Democrats rang up a $1.42 trillion budget deficit in 2009 — the single largest in American history,\" said an Oct. 19, 2009, message from the Freedom Project, a Republican political action committee led by House Republican Leader John Boehner. \"But that isn't slowing their push for more government spending, a jobs-killing national energy tax, and a costly government takeover of health care.\"\n\n \n\nWe were curious about the first two parts of the Freedom Project's statement: that Democrats are responsible and that the deficit was the largest in history. \n\n \n\nIt's important to note the months included in that deficit. In Washington, number-crunchers think in terms of fiscal years, which begin on Oct. 1 and end on Sept. 30. So when officials talk about the deficit for 2009, it is based on the budget year from October 2008 through September 2009. The spending for that year was largely determined before President Barack Obama took office by a Congress controlled by Democrats and a Republican president, George W. Bush.\n\n \n\nIt's also important to understand the difference between the national deficit and the national debt. The former refers to how much money the government spends against revenues in a year, while the latter is the cumulative amount the government owes. So, the Treasury Department is estimating the 2009 deficit is $1.42 trillion while the total national debt tops out at approximately $11 trillion.\n\n \n\nWhether 2009 marks the largest deficit we've ever had depends on how you look at the numbers, said Brian Riedl, lead budget analyst for the conservative Heritage Foundation.\n\n \n\n\"In nominal and inflation-adjusted dollars, $1.42 trillion is by far the largest budget deficit in history,\" he said. \"But if you measure it by gross domestic product, it's not.\"\n\n\nIndeed, the nonpartisan Congressional Budget Office predicts that this year's national deficit will top out at about 11.2 percent of GDP. But that would be the second highest since World War II because the deficit hit 30 percent of GDP in 1943.\n\n\nStill, the 2009 number is high. To put it in perspective, the deficit was only 3.2 percent of GDP in 2008, or about $459 billion.\n\n\nEconomists prefer using the GDP number for comparisons because it accounts for inflation and other changes in the economy, Riedl said.\n\n\nToday's deficit of \"$1.4 trillion isn't comparable to what it was back then,\" Riedl said. \"Income was lower, prices were lower.\"\n\n\nFiguring out who's responsible for all this spending is trickier.\n\n\nAccording to the CBO, spending increased by 24 percent from fiscal year 2008 to 2009 — the largest increase since 1952.\n\n\nMuch of that increase is the result of big-ticket items enacted in 2008, including $133 billion for the Troubled Asset Relief Program (TARP) and $291 billion for bailing out Fannie Mae and Freddie Mac. The Obama administration tacked on an additional $115 billion in stimulus spending in 2009. Other big spending items include a bill to fund the wars in Iraq and Afghanistan. On top of that, tax revenue is down about $400 billion, because individual income and corporate profits have dropped due to the economic downturn.\n\n\nTo calculate how much responsibility Democrats had, we examined the votes for the big-ticket items.\n\n\n•\n\nThe Omnibus.\n\nCongress did not complete work on nine of the 13 appropriations bills before Obama was elected, so the work was delayed until he took office and the bills were bundled together into what's known as an omnibus spending bill. Congress passed the $410 billion package with support from 16 Republicans in the House. The Senate approved the measure by voice vote, so there's no way to know how many Republicans supported it.\n\n\n•\n\nThe TARP\n\n. President Bush asked for the TARP funding, and in both chambers, Republicans voted for the measure (91 House Republicans and 34 Senate Republicans, to be exact).\n\n\n•\n\nThe economic stimulus bill.\n\nIt passed with very little GOP support; no House Republicans voted for it, and only three Senate Republicans did.\n\n\n•\n\nWar funding\n\n. It passed in June 2009 with only five GOP votes in the House and 36 in the Senate.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe should mention that today's deficit is also the result of policies put in place under the Bush administration such as tax cuts, the war in Iraq and new Medicare prescription drug coverage.\n\n\nAlan Auerbach, an economist at the University of California at Berkeley, discussed the predicament in a June 9, 2009,\n\nNew York Times\n\narticle about whom to blame for the deficit:\n\n\n\"Bush behaved incredibly irresponsibly for eight years,\" he said. \"On the one hand, it might seem unfair for people to blame Obama for not fixing it. On the other hand, he’s not fixing it.\"\n\n\nThat brings us back to the Freedom Project's claim. By one standard — total dollars — the group is right that fiscal year 2009 will have the largest deficit in history. But it comes up second if you measure it by share of GDP, as many economists prefer. As for the second part, it's not correct to blame all the spending on Democrats. Yes, the Obama administration and the Democratic-led Congress are responsible for a good chunk of that spending — but many elements were backed by lots of Republicans, including President Bush. The Freedom Project glosses over this important detail, so we rate the claim Half True.", "vclaim_id": "vclaim-pol-15515"}