{"url": "/factchecks/2015/nov/24/wendy-davis/wendy-davis-says-texas-lawmakers-cut-150000-women-/", "speaker": "Wendy Davis", "vclaim": "After the Texas cutoff of aid to women’s health care services including Planned Parenthood clinics, \"over 150,000… women lost the only health care they had. Our Medicaid birth rate shot up. It cost taxpayers over $130 million in one year alone in extra Medicaid birth costs.\"", "truth_label": "barely-true", "date": "stated on September 21, 2015 in an appearance on MSNBC’s “The Last Word with Lawrence O’Donnell”:", "title": "Wendy Davis says Texas lawmakers cut 150,000 women from health care, drove up Medicaid-funded births", "text": "Wendy Davis recalled recent Texas history while weighing in on the Republican push to defund Planned Parenthood.\nIn a September 2015 interview on MSNBC’s \"The Last Word with Lawrence O’Donnell,\" the former Texas Democratic gubernatorial nominee and state senator responded to Sen. Marco Rubio of Florida telling a Des Moines TV station he favors transferring all funding from Planned Parenthood to health centers that do not provide abortions.\nThe funding shifts that Republicans seek nationally, Davis charged, will diminish women’s access to breast cancer screenings, contraceptive care and other health services. Looking back, Davis said that after Texas reduced funding for family planning care, \"over 150,000 real women lost the only health care that they had. Our Medicaid birth rate shot up. It cost taxpayers over $130 million in one year alone in extra Medicaid birth costs. So, not only does it harm real women, it costs taxpayers more.\"\nDid she get that all those effects right?\nLegislative moves\nTo recap, the 2011 Legislature drove down spending in a state family planning program by more than $70 million (from an existing two-year expenditure of $111 million) in 2012-13 and block family planning aid that flowed through a Medicaid-supported program from going to providers associated with abortions. Republican lawmakers also moved to remove Planned Parenthood from the state’s Women’s Healthcare Program, which provides low-income women access to family planning care. About two years later, legislators imposed stricter health and safety standards on clinics that perform abortions, a move expected to reduce the number of clinics from around 40 to 10; the U.S. Supreme Court agreed in November 2015 to review the law.\nDavis’ comments seemed curious in part because we found True in September 2015 a claim that Texas state government is \"funding women’s health services at historically high levels.\" Most recently, the 2015 Legislature signed off on nearly $285 million in spending on several women’s health efforts, including $50 million for family planning services, in 2016-17.\nPer what Davis said, we  looked into whether more than 150,000 women lost the only health care they had and whether the Texas actions drove up the number of births paid for through Medicaid.\nDavis offers backup\nDavis told us by phone her \"over 150,000\" figure came from a Texas Department of State Health Services report filed during a 2013 meeting of the State Health Services Council, which consists of nine members who gather feedback on the agency’s proposed rules and make recommendations to the agency and the overarching Health and Human Services Commission.\nDavis said: \"The report in the hearing showed that in 2013, the amount of women served (by the DSHS Family Planning Program) was 47,322, which was a decrease from 202,968 clients served in 2011,\" indicating \"a 77 percent decrease in the number of women served.\"\nThat would be a decrease of 155,646 women served—more than 150,000.\nThat program, the state says, helps clinics provide comprehensive low-cost family planning and reproductive health care services to women and men. According to the state, the services help individuals determine the number and spacing of their children, reduce unintended pregnancies, positively affect future pregnancy and birth outcomes, and improve general health.\nA 2013 report\nAn online search landed the report Davis mentioned and her cited figures as part of the council’s Nov. 21, 2013, meeting agenda. Yet the report, \"DSHS Family Planning Program Client Count and Average Cost Per Client, FY 2010-2013,\" didn’t specify women served; rather, it presented the \"number of women and men\" combined who received services from the DSHS Family Planning Program in the chosen years.\nSo, how many women may have lost services? Additional inquiry led us to Enrique Marquez, a commission spokesman, who emailed us a chart indicating 181,460 women were served by the DSHS Family Planning Program in the state’s fiscal 2011, which ran through August 2012, while in fiscal 2013--after the actions by the 2011 Legislature--45,335 women were served.\nThat’s a difference of 136,125--though that’s also without taking into account a decrease of 12,096 in women served by the state’s Women’s Health Program, which provides birth control, cancer screenings, annual exams and STD tests for low-income women.\nWomen served by DSHS Family Planning Program and Women’s Health Program, FY 2011 - FY 2013\n\n\n\n\nProgram\n\n\nFY 2011\n\n\nFY 2012\n\n\nFY 2013\n\n\nDifference (FY 2013 - FY 2011)\n\n\n\n\nDSHS Family Planning Program\n\n\n181,460\n\n\n76,898\n\n\n45,335\n\n\n136,125 decrease\n\n\n\n\nWomen’s Health Program/Texas Women’s Health Program\n\n\n127,536\n\n\n126,473\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\n115,440\n\n\n12,096 decrease\n\n\n\n\nTotal Decrease\n\n \n \n \n\n148,221\n\n\n\n\nSources: Texas Department of State Health Services (numbers for DSHS Family Planning Program received by email from Enrique Marquez, Sept. 30, 2015; numbers for WHP/TWHP received by email from Bryan Black on Nov. 17, 2015)\n \nAdd those up and you get 148,221, close to the 150,000 figure offered by Davis.\nDid women lose their only health care?\nDavis did not show nor could we determine the number of women who lost the only health care they had, as she put it.\nBy email, HHSC spokesman Bryan Black said the agency has no way of estimating the number of women who were solely getting care through a state program.\nSeparately, Sarah Wheat, spokeswoman for Planned Parenthood of Texas, agreed with Davis that many women relied on its clinics for health care as did Janet Realini, who chairs the Texas Women’s Healthcare Coalition, a nonpartisan organization that says it’s dedicated to improving the health and well-being of women, babies and families by assuring access to preventive care for women.\nResearchers for the Texas Policy Evaluation Project, a project partnering with Ibis Reproductive Health, the University of Texas at Austin and the University of Alabama at Birmingham, have been studying the effects of the changes legislated in 2011 and 2013. The researchers told us Davis was likely right about the women losing their only health care, but they also said there’s no way to pin that.\nMedicaid-funded births\nWe previously found True a claim that more than half the state’s births are paid for by Medicaid. For this story, we looked into whether Davis was correct about Medicaid-funded birth costs increasing more than $130 million in a year.\nDavis told us she drew that figure from a January 2013 report, \"Texas Women’s Healthcare in Crisis,\" by the coalition chaired by Realini. That report noted a state projection of 23,000 additional Medicaid births in 2014-15, according to HHSC’s request for legislative appropriations covering 2014-15. The report, drawing on the same state projection, went on: \"Budget cuts to DSHS Family Planning program will increase Medicaid costs by at least $136 million by 2015.\" The HHSC’s appropriations request at the time said those costs were projected to total $33 million in the year through August 2013 and an additional $103 million in fiscal 2014-15.\nBy phone, Davis conceded she was off by saying the $130 million would accrue in a year; it was over two years. Separately, Realini cautioned, when we asked, that the presented projections covered three years, not one. Also, she said, the coalition hadn’t done a follow-up report.\nOver seven weeks, we asked the commission how much Medicaid births have cost taxpayers for each of the past five years, but didn’t field a response to that. Separately, neither the Centers for Medicaid and Medicare in Washington, D.C., nor outside experts could immediately provide such detail.\nSo, did the rate of Medicaid-funded births surge?\nWe inquired into whether the projections played out. To our inquiry, Marquez emailed a chart stating that in 2011, the year the family planning cuts were approved, there were 215,114 Medicaid-funded births in Texas. The tally dropped to 204,322 the next year.\nMedicaid-funded births in Texas, FY 2011 - FY 2014\n\n\n\n\nYear\n\n\nMedicaid-paid births\n\n\n\n\n2011\n\n\n215,114\n\n\n\n\n2012\n\n\n204,322\n\n\n\n\n2013\n\n\n207,058\n\n\n\n\n2014\n\n\n213,253\n\n\n\n\nSource: Texas Department of State Health Services (chart received from Enrique Marquez, Sept. 29, 2015)\n\nIn 2014, after the cuts had taken effect, there were fewer--not more--Medicaid-funded births than in 2011, though the count had escalated in both 2013 and 2014.\n\nOur ruling\nDavis said that after the Texas cutoff of aid to women’s health services including Planned Parenthood clinics, \"over 150,000… women lost the only health care they had. Our Medicaid birth rate shot up. It cost taxpayers over $130 million in one year alone in extra Medicaid birth costs.\"\nThere was about that much of a drop-off in women participating in state-backed family planning and cancer screening programs. But Davis didn’t provide nor did we find confirmation all the women lost the only care they had or that Medicaid-funded birth costs actually spiked by the predicted $130 million-plus. In fact, there were fewer Medicaid-covered Texas births in 2014 than in 2011.\nWe rate this multi-part claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nCORRECTION, 4:44 p.m., Dec. 2, 2015: We revised this fact check to correct our initial version's description of actions taken by the Legislature in 2011 to reduce family-planning aid that went to clinics connected to providing abortions. As a reader nudged, that version incorrectly said an action took place in 2013 when the move occurred in 2011. That story also was imprecise about the dollar costs of the actions. These changes did not affect our rating of Davis' claim.", "vclaim_id": "vclaim-pol-05683"}