{"url": "/factchecks/2011/oct/22/sam-adams/mayor-sam-adamas-city-say-streetcar-attracted-4-bi/", "speaker": "Sam Adams", "vclaim": "Says there's $4 billion in private investment along the streetcar.", "truth_label": "barely-true", "date": "stated on August 12, 2011 in in a speech:", "title": "Mayor Sam Adams, city say streetcar attracted $4 billion in private investment", "text": "Elected officials love to talk about private sector investments in public infrastructure. It’s a way to show that they are on the job, promoting development and growth and jobs for other people. A prime example is Portland’s streetcar system, which opened in 2001.\n\nIn August, Portland Mayor Sam Adams gathered with others to toast the streetcar’s 10th anniversary. Adams highlighted the thousands of jobs created by the building and operating of the streetcar, not to mention the \"jobs created by that $4 billion in private investment\" along the streetcar line.\n\nA news update posted to the mayor’s website, again, mentioned \"roughly $4 billion in private investment along the current line.\" (The post has been updated.)\n\nWe were curious to know how the mayor got his figure, and whether it truly was $4 billion in private money.\n\nSome background: The city broke ground in 1999 for a streetcar loop from Northwest Portland to downtown. In 2001, the line opened, later extending to South Waterfront. Next year, service is scheduled to start on the east side.\n\nWe asked the mayor’s office and Portland Streetcar Inc., the nonprofit that operates the system for the city, for figures to back up the $4 billion assertion. In return, we received an April 2008 document that lists $3.5 billion of development within three blocks of the streetcar. It’s a widely disseminated figure used to pitch streetcars in Oakland and in Tucson.\n\nPortland Streetcar Inc. then produced a list of projects since 2008 that add up to $735 million, bringing the total estimate to $4.2 billion. These include projects along the unfinished line; some have been started, and some have not.\n\nIt’s true that many of the projects on the development lists are private, such as the $300 million Brewery Blocks in the Pearl and the $150 million twin Meriwether condos in South Waterfront. But there are others that definitely are not private.\n\nFor example, Oregon Health & Science University’s Center for Health and Healing in South Waterfront cost about $140 million, and a number of long planned projects at Portland State University were estimated at $217 million. That’s $357 million right there that probably shouldn’t be listed as private-sector investment.\n\nAlso, the $295 millionLife Sciences Building is a joint venture between OHSU and the Oregon University System, and is financed with state bonds, the medical university and university fundraising. Again, we consider that public support, even with fundraising by the university.\n\nMore than half of the $50 million Bud Clark Commons comes from urban renewal dollars -- in other words, from taxpayers -- so that’s pretty much a public project as far as we’re concerned. The same goes for Tamarack, a$50 million mixed-use affordable housing complex in South Waterfront on track to open next year. Let’s say, conservatively, a combined $50 million should be knocked off the estimate.\n\nThe list also includes $31 million for Memorial Coliseum, $17 million of which would come from urban renewal funds. Again, that’s not private development money.\n\nSo where does that leave us? Well, we’ve counted at least $700 million in public investment. We’re also going to knock off $96 million because one project was counted twice, so really the $4.2 billion is closer to $3.4 billion.\n\nPerhaps you think us nitpicky, but this is the kind of inflating that drives PolitiFact Oregon nuts. Public officials shouldn’t hype private development to help justify taxpayer spending, in this case, on a transit system that has its share of critics.\n\nWhile we’re on the topic of inflating, we’re also not sure it’s fair game to include projects that probably would have been built anyway, such as the $65 million Fox Tower in downtown, half a block from a Max line. The list also includes more than $200 million in other projects constructed before 2001 downtown and in the Pearl -- two areas the city long had plans to revitalize. So it’s hard to say whether that much investment would have happened without the streetcar.\n\nA study by the Federal Transit Administration analyzed Portland’s system and found that:\n\n\"Anecdotally, the initial stage of the system is credited by the operator with stimulating accelerated development of condominiums and specialty retail in the Pearl District, an area that was already undergoing some urban revitalization before the streetcar, as part of Portland’s urban renewal process. This area garnered substantial press in the late 1990s, when a major developer who had promoted the streetcar concept agreed to build higher densities when streetcar funding was finalized.\"\n\nTo be absolutely clear, there have been hundreds of millions of private dollars invested along the line, resulting in more retail space and housing. We can’t say definitively how much of that development is there because of the streetcar. But we can knock off at least $800 million from the estimated $4.2 billion in private investment -- and that doesn’t even include projects that may be near the streetcar even if the streetcar isn’t the reason why the development is there.  \n\nWe presented our findings to Amy Ruiz, a spokeswoman for the mayor. She said in an email that he should have referred to \"$4 billion in public and private investment, or simply in investment,\" and that the online posts have been corrected.\n\nAdams spoke of thousands of \"jobs created by that $4 billion in private investment\" along the current line. There may have been that much money total -- although it’s still not clear how much is directly attributable to the streetcar -- but it wasn’t all private. We rate the statement Mostly False: It contains an element of truth but ignores critical facts that would give a different impression.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment on this ruling.", "vclaim_id": "vclaim-pol-12214"}