{"url": "/factchecks/2015/oct/19/edward-flynn/juvenile-car-theft-suspects-milwaukee-county-get-s/", "speaker": "Edward Flynn", "vclaim": "In Milwaukee County, juveniles arrested for car theft \"get sent immediately home, because under the point system in juvenile court\" on holding suspects, \"a stolen car gets zero points.\"", "truth_label": "barely-true", "date": "stated on August 27, 2015 in a forum:", "title": "Point system means juveniles get sent home after being arrested for car theft, Milwaukee chief says", "text": "Is it true that when juveniles get arrested for car theft in Milwaukee County, they just get sent home until their case comes up in court?\nThat’s a claim from Milwaukee Police Chief Edward Flynn, whose department is arresting an increasing number of juveniles for auto thefts.\nAppearing at a public forum at the Marquette University Law School on Aug. 27, 2015, Flynn talked about auto theft in Milwaukee, where his department has jurisdiction. He also alluded to Milwaukee County, since juveniles arrested for crimes are prosecuted in the county Children’s Court.\n\"If they're a juvenile, they get sent immediately home,\" Flynn stated, \"because under the point system in juvenile court, as to whether or not you're going to be held for any period of time, a stolen car counts as zero points.\"\nAs we’ll see, it’s possible for a juveniles suspected of car theft to be sent home after their arrest, but it’s not at all automatic.\nScope of the problem\nJuveniles are a significant part of the problem in the city. According to statistics provided to us by Milwaukee police:\n\n\nJuveniles made up 39 percent of the suspects arrested for auto theft and auto theft-related crimes in 2014.\n\n\n\n\nThe 363 juvenile arrests in those cases was twice as many as in 2013.\n\n\n\n\nThrough the first nine months of 2015, there were 301 juvenile arrests in auto theft and auto-theft related cases, a slightly higher per-month clip than in 2014\n\n\nFlynn’s evidence\nFlynn told us he didn’t have direct evidence to back his statement. In an email, his spokesman, Capt. Mark Stanmeyer, wrote:\n\"Chief Flynn's statement is based on information he has heard over the years from a variety of sources, both internal and external to the department, as he works to encourage the stakeholders in the juvenile prosecution, adjudication, and corrections ‘systems’ to take the issue of juvenile auto theft and general offender reform more seriously.\"\nPer Milwaukee police policy, officers take all juveniles arrested for auto theft or operating a vehicle without the owner’s consent to the county Juvenile Justice Center, in the Milwaukee suburb of Wauwatosa. That’s because both offenses are felonies.\nThe first decision -- the one Flynn is referring to -- is where the juvenile should stay until making the first appearance in court.\nPoint system\nIn auto theft cases, the arrested juvenile is ordered to appear in Children’s Court on the next court day, said Tom Wanta, administrator of the Milwaukee County Delinquency & Court Services Division. That could be the day after the arrest, or it could be later, depending on weekends and holidays.  \nStaff evaluate the juvenile in order to choose from among three options on where the juvenile should be prior to the court appearance: released to go home; held in secure detention at the center; or sent to to an alternative setting, such as a temporary shelter,  \nTo make that decision, staff use something called the Detention Risk Assessment Instrument.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe DRAI uses a point system, which is what Flynn referred to in making his claim.\nPoints are determined based on the arrest for the auto theft, but also on what are known as aggravating and mitigating factors, if there are any.\nAggravating factors -- which can lead to secure detention -- include whether the facts of the auto theft are more serious than a typical case; whether the juvenile has any prior or pending criminal cases; and whether the juvenile has a documented history of violence.\nMitigating factors -- which can reduce the point total and lead to release -- include whether the juvenile is stable in school, and whether a responsible adult is available to supervise the juvenile.\nStaff has some discretion in assigning points. Here’s a summary of how the total points are scored:\n\n\n\n\nScore\n\n\nWhere juvenile suspect should be before appearing in court\n\n\n\n\n\n\n0 to 9\n\n\nReleased home\n\n\n\n\n10 to 16\n\n\nAlternative location, such as a temporary shelter\n\n\n\n\n17 and up\n\n\nSecure detention at juvenile center\n\n\n\n\n \nAuto theft is worth 10 points -- not zero, as Flynn claimed -- which initially puts a juvenile in the middle range of the scoring system.\nBut it’s possible staff could decide to release the juvenile, with an order to appear in Children’s Court on the next court day, if mitigating factors reduce the score to 9 or lower.\nIf there are aggravating factors that raise the score to 17 or higher, staff could decide to hold the juvenile in secure detention until the first court appearance.\nAt the court appearance, the staff makes a recommendation to the judge on where the juvenile should be while the case is prosecuted, assuming that the district attorney’s office decides to file charges. Then the judge decides.\nOur rating\nFlynn said that in Milwaukee County, juveniles arrested for car theft \"get sent immediately home, because under the point system in juvenile court\" on holding suspects, \"a stolen car gets zero points.\"\nIt’s possible for a juvenile arrested on an auto theft-related charge to be released home until appearing in court, usually the next day. It depends on the facts of the case and factors such as whether the juvenile can be supervised by a responsible adult.\nBut under the point system, auto theft is worth 10 points, not zero, which typically would result in the juvenile being held in secure detention or at an alternative facility until appearing in court, depending on factors such as the juvenile having a prior record.\nFor a statement that contains only an element of truth, we rate the claim Mostly False.", "vclaim_id": "vclaim-pol-05841"}