{"url": "/factchecks/2013/aug/02/florida-democratic-party/rick-scott-increased-tuition-our-state-colleges-an/", "speaker": "Florida Democratic Party", "vclaim": "Rick Scott \"increased tuition at our state colleges and universities by double digits.\"", "truth_label": "barely-true", "date": "stated on July 25, 2013 in the realrickscott.com website:", "title": "Rick Scott 'increased tuition at our state colleges and universities by double digits,' Florida Democratic Party says", "text": "Republican Gov. Rick Scott, who grew up with working-class parents, paid for college by working at a doughnut shop he bought with a friend and with help from the G.I. Bill.\nNow a millionaire and a former hospital executive facing re-election next year, Scott has tried to channel the pain of Florida families trying to pay for college. In April, he vetoed the Legislature’s 3 percent tuition hike.  \n\"It’s ridiculous how much tuition has gone up in the past five years,\" Scott said. \"Families are struggling.\"\nIs wealthy Scott now the savior of the ramen-noodle eating, penny-pinching college crowd?\nNot so fast, says the Florida Democratic Party. Don’t forget about the first two legislative sessions under Scott.\nIn July, the Democrats unveiled a new website www.realrickscott.com. (Ads for the site have appeared on PolitiFact Florida.)\nThe attack website accuses Scott of trying to hide his \"real record,\" including that he \"increased tuition at our state colleges and universities by double digits.\"\nWe decided to do our homework on how higher education tuition has changed under Scott.\nThe complicated way tuition is set\nFirst, here's some background about tuition.\nThe Legislature sets base tuition. If there is no base tuition increase provided in the state budget, tuition goes up by the rate of inflation.\nIndividual universities can ask the Florida Board of Governors for an extra increase known as the \"tuition differential.\" Together, the base tuition and tuition differential can add up to no more than a 15 percent increase.\nTechnically, it’s the Board of Governors, not Scott, that gets to vote on a tuition differential increase. But Scott appoints that board, and he has asked their opinions about tuition raises in interviews.\nFlorida has 11 existing universities -- a new one, Florida Polytechnic, will start enrolling students in 2014.\nFlorida also has 28 state colleges and community colleges. Those schools don’t need permission from the Board of Governors. Instead, the individual boards of state can generally approve tuition increases.\nScott's actions on tuition\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nHere we will focus on the part of tuition that Scott clearly has power over: the base tuition increase.\nUnder Scott’s first approved budget in 2011, the base tuition for universities increased by 8 percent -- the same as the preceding two years under Gov. Charlie Crist.\nFor state colleges, the increase was also 8 percent.\nIn 2012, Scott vetoed a bill that would have allowed the University of Florida and Florida State University unlimited flexibility to raise tuition. The Legislature did not grant any base tuition increase for universities that year, but it structured the budget in such a way that universities were expected to seek that 15 percent tuition differential, the Tampa Bay Times reported. (In reality, those increases were all over the map.) For state colleges (again, separate from state  universities), the budget included a 5 percent tuition increase.\nSo Scott didn’t have to sign a budget with a tuition hike -- even though schools received tuition increases that year from the Board of Governors.\nThe Democrats arrive at their double-digit figure by adding the 8 percent in Scott’s first year to the 5 percent in Scott’s second year. But that 5 percent only applied to state colleges -- not universities.\nWe asked the Florida Democratic Party why they included colleges and universities in the claim.\nSpokesman Joshua Karp noted that two other pages on their attack website specified \"college tuition\" only -- for example stating \"hiking college tuition by double digits.\"  \n\"The distinction between colleges and universities is something very few papers make,\" he said. (Karp sent us a few articles in major newspapers that didn’t make it clear that the 5 percent only referred to colleges.)\nJohn Holdnak, chief financial and budget officer for the Florida College System, said he would not call the 8 percent increase one year followed by the 5 percent increase the second year a double-digit increase.\n\"The annual tuition growth is less than double digits,\" he said. (One page of the Democrats’ website specifies that the 13 percent is over two years.)\nHoldnak gave us this example: an employee who gets a 3 percent raise one year, a 3 percent the next year and a 4 percent raise the third year would not say he received a 10 percent raise.\nThis year, Scott vetoed the 3 percent tuition increase and encouraged universities to forgo the 1.7 percent automatic increase -- a few schools found a way to offset that hike, for example by decreasing fees. Scott isn’t to blame for a law that requires the automatic increase.\nIt’s worth noting that despite increases, Florida’s tuition remains among the lowest in the country. Tuition has risen largely in response to the drop-off in state funding.\nOur ruling\nThe Florida Democratic Party said Scott \"increased tuition at our state colleges and universities by double digits.\"\nDemocrats point to the base tuition increases of 8 percent in Scott’s first budget year and 5 percent in his second year. The state colleges did have those increases, but the universities only had the 8 percent hike -- not the 5 percent the next year. That line also didn’t specify a time period: that increase is over two years, not one. More recently, Scott has opposed additional tuition increases.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-09034"}