{"url": "/factchecks/2020/jun/05/chain-message/no-antifa-had-no-plans-raid-wealthy-raleigh-neighb/", "speaker": "Chain message", "vclaim": "Text from someone “connected” to Raleigh police: “antifa may be heading into the wealthy neighborhoods tonight to take what should be theirs.”", "truth_label": "false", "date": "stated on June 2, 2020 in a text:", "title": "No, 'antifa' had no plans to raid wealthy Raleigh neighborhoods", "text": "Some pundits and politicians have raised questions about people protesting police brutality throughout the country -- in some cases accusing them of having ulterior motives.\nA right wing pundit falsely accused liberal billionaire George Soros of funding the protests.\nPresident Trump has suggested some are \"anarchists.\"\nAnd in Raleigh this week, a message that was posted to neighborhood boards and texted amongst people suggested that \"antifa\" planned to come into wealthy areas and steal from residents.\n\"Antifa may be heading into the wealthy neighborhoods tonight to take what should be theirs,\" one text said on June 2.\nWas this true? \nNo. This type of rumor is being spread across the country about people marching in remembrance of George Floyd. Not only is there no evidence to support it, the claims inaccurately portray Antifa as an organized terrorist group.\nWhat is antifa?\nAntifa, short for anti-fascist, is a collection of far-left groups that rally against white supremacy and other causes. Unlike many other organizations, antifa doesn’t have an official membership, leader or base for operations. \nAntifa is \"more like a scene than an organization,\" said Joan Donovan, director of the Shorenstein Center on Media Politics and Public Policy at Harvard University's Kennedy School of Government.\n\"Anarchists around the globe participate in music and culture, hosting book fairs, art shows, workshops, and music nights,\" Donovan said. \"That’s about as organized as it gets, but when we see ‘Antifa’ or black bloc emerge, it is to counter the far right organizing in public.\"\nSo for law enforcement authorities, it can be difficult to track who is and isn’t part of antifa. And that’s part of the reason some legal scholars say Trump’s promise to designate them as a \"terrorist group\" is an \"empty threat.\"\nUnfounded rumors\nNonetheless, NBC News found similar rumors to be circulating widely across the country on social media apps and through text messages. But so far, there’s little to no evidence that antifa has coordinated attacks on people or property.\nAn FBI report obtained by The Nation, a liberal news outlet, showed the agency has \"has no intelligence indicating Antifa involvement/presence\" in the violence that occurred during the Washington D.C.-area protests on May 31.\nClaims that the group was busing protesters to South Dakota prompted an investigation by the Sioux Falls police chief, who found the rumors to be a \"false flag,\" according to the Argus Leader newspaper.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nUnfortunately, the false rumor chains are common even apart from the protests, Donovan said.\n\"We have seen similar warnings like this at the beginning of the pandemic, where text messages were circulating saying that robbers were coming to people’s houses claiming to be the CDC,\" Donovan said. \"I’ve also seen the claims about ‘bus loads’ of activists many times over the last decade.\"\nThe warnings are meant to generate tension between certain demographic groups. In the context of the protests, Donovan thinks they’re part of an underground \"race-based antagonism\" campaign to erode support for Black Lives Matter.\nLocal findings\nNBC reported that the viral texts about antifa often feature an appeal toward familiarity or authority. And that was the case in Raleigh, too.\nThe text obtained by PolitiFact and WRAL showed someone saying that \"antifa may be heading into the wealthy neighborhoods tonight to take what should be theirs. I didn’t want to post on FB and create mass hysteria. I wanted you and your family to be aware so you can be prepared.\"\nThe text said the intel came from \"the wife of someone well connected to the RPD.\"\nContacted by PolitiFact, the Raleigh Police Department said it had heard about the rumors circulating through the community -- but was unable to find evidence they were true.\n\"Just like the media and everyone else finds information that is posted publicly online, so does the Raleigh Police Department. However, the RPD cannot confirm the validity of that online information,\" said Donna-maria Harris, the department’s public affairs manager.\nThe Wake County Sheriff's Office had a similar response. \"We don’t have any information that is verifiable,\" spokesman Eric Curry said.\nThe North Carolina State Bureau of Investigation isn’t aware of any credible threats from antifa, spokeswoman Anjanette Grube said.\nPolitiFact also reached out to the FBI’s North Carolina field office, which is located in Charlotte. Spokeswoman Shelley Lynch said the FBI shares any information about credible threats with local agencies.\n\"I can't comment on any specific social media post. I can say, the FBI is in regular contact with our local, state, and federal law enforcement partners and anytime we have information on a credible threat, we share it with them,\" Lynch wrote in an email.\nA PolitiFact review of arrests from June 2 (when we obtained the viral text) and June 3 found no record of breaking and entering in wealthier neighborhoods around downtown Raleigh.\nOur ruling\nA text message circulating through the Raleigh community says \"Antifa may be heading into the wealthy neighborhoods tonight to take what should be theirs,\" one text said.\nThis message is part of a broad network of misinformation across the country. It hasn’t been true in other communities and local authorities said it’s not true in Raleigh, either.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17881"}