{"url": "/factchecks/2013/nov/03/jonathan-karl/jonathan-karl-looks-back-generic-ballot-1994-and-2/", "speaker": "Jonathan Karl", "vclaim": "\"Before the Republican wave in 2010, Democrats had an advantage on the generic ballot in Congress. Even in 1994 with the Gingrich revolution ... Democrats had that advantage.\"", "truth_label": "true", "date": "stated on November 3, 2013 in a conversation on ABC's \"This Week\":", "title": "Jonathan Karl looks back at the generic ballot in 1994 and 2010", "text": "President Barack Obama and the Democrats got clobbered by health care in recent weeks, George Stephanopoulos said on ABC’s This Week. He asked his experts on the show: \"How do you see this playing out as we head toward the midterms next year?\"\nDemocrats currently have about an 8-percentage point lead on what is called the \"generic ballot\" for the 2014 election, Stephanopoulos said. A generic ballot refers to a poll question that asks voters if the election were held today, would they vote for a Republican or a Democrat for Congress.\nStephanopoulos and his other guests -- ABC’s Jonathan Karl and 538 blogger Nate Silver -- noted that the recent polls about Obama’s approval rating and the generic ballot don’t necessarily predict the outcome of the 2014 elections.\n\"And you (know) on that point, if you look at where those numbers were before the Republican wave in 2010, Democrats had an advantage on the generic ballot in Congress,\" Karl said. \"Even in 1994 with the Gingrich revolution. I mean you had, Democrats had that advantage. So it wasn't quite as big as it is now, but it wasn't much different.\"\nWe wondered about Karl’s history.\nKarl sent us an email stating that he was citing ABC’s polls and emailed us results for registered voters dating back to 1994.\nThe question asked: \"If the election for the U.S. House of Representatives were being held today, would you vote for (the Democratic candidate) or (the Republican candidate) in your congressional district?\nIn October 2013, the poll showed that Democrats had the advantage 48-40.\n2010 election\nThe 2013 results in some way mirrored the results of the poll from October 2009, a little more than a year before Republicans picked up six seats in the Senate and 63 in the House.\nIn October 2009, the ABC News poll showed Democrats leading 51-39.\nBut by February 2010, Republicans were ahead in the same poll 48-45. Democrats pulled back ahead through June, then Republicans led in July and early September. In the final days of October, Republicans were ahead 49-45.\nOther polls asked the question as well, to slightly different results.\n\nReuters/IPSOS: About a year before the election, Democrats were 1 percentage point ahead and the two parties remained fairly close for much of 2010.\nUSA Today/Gallup: In October 2009, Democrats were ahead 46-44. Then the next month, Republicans were ahead. The numbers remained fairly close for much of 2010.\nCNN: About a year before election day, Democrats were ahead 50-44 among registered voters. During many points in 2010, Republicans were ahead. In the final days of October, Republicans were ahead 49-43.\n\nIn all three of the above polls, likely voters gave Republicans a significant edge in the homestretch.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n1994 election\nIt was more difficult to find polling prior to the 1994 election, which saw Republicans pick up 54 seats in the House and made the GOP the majority party for the first time since 1952.\nKarl sent us the results of three ABC polls in the final weeks of the 1994 election which showed the Democrats ahead by 4 or 5 percentage points:\n11/6/94:  47-42                \n10/31/94: 48-44                \n10/23/94:  50-45                \nGallup found between March and October 1994 that the advantage went back and forth between the two parties, and was close near the end. Twice in the final weeks, it was dead even.\nSilver wrote in his fivethirtyeight blog that Gallup tends to show worse results for Democrats than other likely voter models. In 1994, Gallup gave the edge to Republicans while other polls gave the advantage to Democrats.\nRelevance of generic ballot\nWe turned to political analyst Larry Sabato for an explanation of the relevance of generic ballots.\n\"The generic ballot is one important indicator of the likely outcome of U.S. House elections, though by itself it cannot predict which party will win control,\" Sabato said in an email. \"It is also true that Democrats tend to have an edge on this measure.\"\nThe problem, according to Sabato, is that Democratic voters are \"inefficiently distributed\" and concentrated in urban, minority districts. As evidence, Sabato said Democratic candidates for Congress in 2012 received more votes than their Republican counterparts, yet Republicans won a majority of seats.\nOur ruling\nKarl used polling from before the 1994 and 2010 elections to emphasize that people shouldn’t read too much into the fact that Democrats currently hold a 48-40 lead among voters who are asked generically if they’d vote for a Democrat or Republican for Congress.\nKarl is accurately citing ABC polling leading up to the 1994 and 2010 elections. Other polling we found does not contradict Karl’s statement.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-08664"}