{"url": "/factchecks/2012/feb/22/richard-morrison/rhode-island-state-rep-richard-p-morrison-says-ari/", "speaker": "Richard Morrison", "vclaim": "After Arizona banned smoking in \"all public places\" in 2007, \"admissions for acute myocardial infarction … stroke, asthma, [and] angina decreased following the implementation of the ban.\"", "truth_label": "half-true", "date": "stated on February 15, 2012 in a legislative hearing:", "title": "Rhode Island State Rep. Richard P. Morrison says that Arizona experienced nearly immediate health benefits after a statewide ban on smoking in public places took effect", "text": "Rhode Island would extend the current ban on smoking in workplaces, restaurants and bars to a slew of public places, including beaches, parks and playgrounds, under legislation introduced by state Rep. Richard P. Morrison.\n\nThe health benefits of a wider ban -- which would be one of the strictest in the country --  far outweigh any inconvenience to smokers, the Bristol Democrat said at a State House hearing on Feb. 15.\n\nTo bolster his point, Morrison pointed to another state that passed a far-reaching ban on smoking five years ago.\n\n\"If we pass this, we are not alone,\" he said at the hearing before the House Health, Education and Welfare Committee. \"The State of Arizona in 2007 banned smoking in all public places, and an unintended consequence of that, in the first year alone, the admissions for acute myocardial infarction -- or heart attack, for a better term -- stroke, asthma, angina, decreased following the implementation of the ban.\"\n\n\"The reductions in hospital charges are estimated to total $16 million in the first 13 months after the ban was put into place,\" he continued. \"It’s an unintended consequence, but it’s a really good unintended consequence.\"\n\nMorrison’s statement caught our attention. Could  Arizona really have seen nearly immediate benefits from its smoking ban?\n\nThirty-four states and the District of Columbia currently have some type of statewide indoor smoking ban in place. Some bans are confined only to workplaces. Many include restaurants and bars. Hundreds of municipalities have also enacted bans, including New York City, which attracted widespread attention after prohibiting smoking in public parks and other outdoor places last year.\n\nArizona’s statewide ban on smoking does not go as far as New York City’s ban or Morrison’s proposal for Rhode Island. The Smoke-Free Arizona Act prohibits smoking in workplaces, as well as restaurants, bars and other enclosed public places, but does not apply to parks or other outdoor spaces. The ban took effect May 1, 2007, after winning passage in a referendum the previous November.\n\nWhen we asked Morrison about the health effects of that ban, he sent us two references to a study in Arizona that was published in the American Journal of Public Health. Both references -- one from a science website and the other from a Rhode Island study on the Ocean State’s 2005 smoking ban -- only summarized the results, so we contacted the Journal, which sent us the full article.\n\nIn the peer-reviewed study that was published in March 2011, Patricia M. Herman and Michele E. Walsh, researchers at the University of Arizona’s department of psychology, examined hospital admissions before and after Arizona banned indoor smoking.\n\nThey compared data from the state’s 87 hospitals from January 2004 to April 2007 -- up until the ban went into effect -- to the 13-month period afterward, from May 1, 2007, to May 31, 2008. Herman and Walsh looked at admissions for acute myocardial infarction (heart attack), angina, stroke and asthma -- all diagnoses connected to smoking and exposure to secondhand smoke. They only considered patients that were Arizona residents.\n\nHerman and Walsh found that admissions for all four diagnoses dropped, in some cases significantly, in the period after the ban took effect. Cases of acute myocardial infarction decreased by 13 percent, angina by 33 percent, stroke by 14 percent and asthma by 22 percent. The estimated savings in hospital costs from those reductions were $16.8 million.\n\nThe study attempted to account for reductions in these rates that could have been caused by other factors by separating the hospitals into two groups -- those in areas where county-level or municipal smoking bans were already in effect and those in places that had never had bans. If the decreases were larger in places that hadn’t had bans, then they were attributed to the statewide ban.\n\nThe authors concluded that the results of their study, combined with other research on smoking bans that had similar findings, showed \"there is now little room to doubt their effectiveness.\"\n\nHerman and Walsh noted that there have been many studies that found a causal relationship between smoking bans and reductions in hospital visits for respiratory and heart conditions. But independent reviews concluded that some of those studies were not optimal. And critics have said that the results of those and other studies were overblown, countering that heart attack rates have been dropping anyway because of improved treatment.\n\nAlthough there is still some debate about the effectiveness of smoking bans, we couldn’t find any challenges to the results of the Arizona study.\n\nOur ruling\n\nTo prove the effectiveness of broad smoking bans in improving public health, Representative Morrison pointed to Arizona’s experience.\n\nHis statement about the nearly immediate benefits of that state’s ban was based on a reputable scientific study, which he characterized accurately.\n\nBut he mischaracterized Arizona’s ban as applying to all public spaces, when it actually applies only to all public indoor spaces -- a big difference.\n\nBecause of that inaccuracy, we rate Morrison’s claim Half True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11573"}