{"url": "/factchecks/2011/nov/02/maciver-institute/conservative-group-says-wisconsin-state-employees-/", "speaker": "MacIver Institute", "vclaim": "Says some Wisconsin state employee contracts \"gave some employees $4 for bringing in their own lunch.\"", "truth_label": "mostly-true", "date": "stated on October 25, 2011 in a video:", "title": "Conservative group says Wisconsin state employees paid to bring lunch to work", "text": "When Wisconsin Gov. Scott Walker proposed freezing state employee pay for two years, a conservative think tank pointed out that his plan also eliminates what it called abuse of overtime and \"odd\" types of other employee compensation.\n\nThe Madison-based MacIver Institute weighed in with an online video posted Oct. 25, 2011, the same day the proposal was released. The institute noted, for example, that Department of Corrections employees would no longer be allowed to call in sick for one shift, then work the shift immediately following on overtime.\n\nThat practice had been revealed more than three years earlier by the Milwaukee Journal Sentinel.\n\nBut the institute also made a claim in the video we hadn’t heard:\n\n\"Other odd provisions in the old contracts gave some employees $4 for bringing in their own lunch.\"\n\nA $4 reimbursement might not seem like much -- but state employees being paid to bring their lunch to work? Who? And how many?\n\nWe decided to take a look.\n\nThe MacIver Institute, on the day it released its video, also posted an article about Walker’s pay-freeze plan. The article elaborated on the $4 lunch claim, saying the plan would eliminate a provision in one contract that allows police communications operators to be reimbursed $4 if they work through their lunch period.\n\nWe asked MacIver Institute spokesman Brian Fraley if he had any evidence to back up the claim. He cited the state’s 2008-2009 contract with the Wisconsin Law Enforcement Association union.\n\nThe contract says police communications operators who work shifts of eight hours or longer \"without relief for a meal break are eligible for a $4 bag meal.\"  \n\nLet’s flesh this out a bit.\n\nThe Wisconsin Law Enforcement Association represents several hundred employees of the State Patrol, the Capitol Police and the police departments that serve University of Wisconsin System campuses, said the union’s president, Tracy Fuller. Police communications operators are dispatchers who work for the State Patrol, he said.\n\nThe \"bag lunch\" reference in the contract simply indicates that when dispatchers have to bring a lunch to eat while remaining on the job through their lunch period, they are reimbursed $4, Fuller said. The provision enables managers to ensure that dispatch staffing has no gaps, especially if a dispatcher has to work longer than expected due to an incident, he said.\n\nThe reimbursement applies to about 50 or 60 dispatchers and the $4 rate hasn’t been changed since the provision was added to their contract about eight years ago, Fuller said.\n\nWe asked state Department of Administration spokesman Tim Lundquist how much the state spends per year on the $4  lunch reimbursement, but he said figures weren’t available. He said that even though the contract that covers the dispatchers has expired, provisions such as the lunch reimbursement have remained in place and will remain until a new pay plan is adopted.\n\nIf adopted by the Legislature’s GOP-controlled Joint Committee on Employment Relations, likely in early to mid-November, Walker’s pay plan would take effect Jan. 1, 2012.\n\nOur conclusion\n\nThe MacIver Institute said Walker’s pay proposal would eliminate various state employee contract provisions, including one that \"gave some employees $4 for bringing in their own lunch.\"\n\nState dispatchers don’t get $4 just for bringing a lunch to work; the reimbursement applies only when they are required to eat while continuing to work through their lunch period.\n\nThe statement was accurate but needed some clarification. We rate it Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12157"}