{"url": "/factchecks/2020/apr/23/facebook-posts/no-democrats-arent-pushing-microchips-fight-corona/", "speaker": "Facebook posts", "vclaim": "“The Democrats are pushing for an implanted microchip in humans, and everyone to be vaccinated.”", "truth_label": "false", "date": "stated on April 10, 2020 in posts on the Internet:", "title": "No, Democrats aren’t pushing microchips to fight coronavirus", "text": "Is the coronavirus pandemic going to force Americans to undergo microchip implants? What about mandatory vaccinations? That’s what a Facebook post says.\n\"The Democrats are pushing for an implanted microchip in humans, and everyone to be vaccinated.\" says a Facebook post with text on a plain background. \"These are words of war to me!\" \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe claim is unsupported.\nMicrochips\nWe found no evidence of proposals or legislation, Democratic or otherwise, to promote implanting microchips to counter the coronavirus. \nNot that this would even make sense as a solution to coronavirus.\nEven the smallest microchips \"are rather large, such that none would ever fit into a vaccine needle — these are very small-bore needles,\" Wilbur Chen, an infectious-disease scientist at the University of Maryland’s Center for Vaccine Development and Global Health, previously told PolitiFact.\nOther fact-checkers have traced the assertion in the Facebook post to an inaccurate interpretation of comments made by Bill Gates, the Microsoft co-founder and philanthropist who has focused his efforts on global health.\nOn March 18, Gates took part in a forum on Reddit in which he was asked, \"What changes are we going to have to make to how businesses operate to maintain our economy while providing social distancing?\"\nGates responded, \"The question of which businesses should keep going is tricky. Certainly, food supply and the health system. We still need water, electricity and the internet. Supply chains for critical things need to be maintained. Countries are still figuring out what to keep running. Eventually we will have some digital certificates to show who has recovered or been tested recently or when we have a vaccine who has received it.\"\nThe website Biohackinfo.com soon posted a story on Gates’ comments headlined, \"Bill Gates will use microchip implants to fight coronavirus.\" It included the line that by \"‘digital certificates,’ Gates was referring to implantable ‘QUANTUM-DOT TATTOOS.'\"\nThis misinterpretation was amplified on April 13, when Roger Stone, a longtime ally of President Donald Trump, told radio host Joe Piscopo, \"Whether Bill Gates played some role in the creation and spread of this virus is open for vigorous debate. I have conservative friends who say it’s ridiculous, and others say absolutely.\" But, Stone added, Gates \"and other globalists are using it for mandatory vaccinations and microchipping people so we know if they’ve been tested. Over my dead body. Mandatory vaccinations? No way, Jose!\"\nThis conversation was spread further by coverage in the New York Post and the Russian news service RT, according to BuzzFeed. \nNone of this is correct. \n\"Digital certificates\" are electronic information used to securely communicate over the internet, and Gates never mentioned microchips. The Bill and Melinda Gates Foundation told FactCheck.org that Gates was referring to digital certificates as part of an effort to create a system of home-based, self-administered testing for COVID-19 that would involve a secure connection with health officials.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nMeanwhile, unrelated research funded by the Gates Foundation proposed recording  vaccination history on a patient’s skin using an invisible dye that could be read by a smartphone and last up to five years.\nKevin McHugh, a Rice University bioengineering professor who worked on the study, told Reuters, \"The quantum dot dye technology is not a microchip or human-implantable capsule, and to my knowledge there are no plans to use this for coronavirus.\"\nThere are legitimate concerns about privacy in some of the contact-tracing methods being considered to prevent the spread of coronavirus, experts say. However, \"the fear of insertion of tracking chips and other things like that into our bodies has been a longstanding bogeyman,\" said Mark Fenster, a law professor at the University of Florida who has written extensively about conspiracy theories. \"There is a lot of tracking that goes on, but the suggestion that it’s being used in this manner and this way seems absurd.\"\nMandatory vaccinations\nThis part of the claim isn’t as far-fetched. Many Democrats and some Republicans do support narrowing exemptions to mandatory vaccinations based on personal beliefs.\nStates have had the authority to require vaccinations for more than a century, and they use that authority all the time, with certain exceptions allowed.\nIn the 1905 case Jacobson vs. Massachusetts, the Supreme Court ruled 7-2 that a mandatory-vaccination law was a legitimate exercise of state power to protect public health and safety.\nSince that decision, every state has instituted a variety of vaccine requirements, usually for school-age children. All but five states have exceptions for non-medical reasons. Some are for religious exemptions, some are for \"personal beliefs,\" and some are for both. (The National Conference of State Legislatures has the full list.)\nIn the past several years, certain states, led in many cases by Democratic lawmakers but often with some bipartisan support, have moved to limit the religious- or personal-belief exemptions to vaccinations. This came amid concerns about outbreaks of measles and other diseases that were believed to stem from growing opposition to vaccination.\nUltimately, several states narrowed exemptions in 2019, including California, Maine, New York and Washington. They did so over the opposition of groups on the right and left who are skeptical of the value of vaccinations, a perspective the medical community strongly opposes. (Read our analysis of complaints about the safety of vaccines.)\nThe precedent set by Jacobson vs. Massachusetts continues to be cited, three academic experts at Boston University — Wendy K. Mariner, George J. Annas, and Leonard H. Glantz — have written in the American Journal of Public Health.\n\"A law that authorizes mandatory vaccination during an epidemic of a lethal disease, with refusal punishable by a monetary penalty, like the one at issue in Jacobson, would undoubtedly be found constitutional under the low constitutional test of ‘rationality review,’\" the co-authors wrote, as long as regulators determined the vaccine was safe and effective.\nEven without an ongoing epidemic, they added, such a requirement \"would probably be upheld\" as long as the disease was still spreading to some degree and as long as the vaccine was safe. \nThe federal government could theoretically impose stronger mandates, but it has not done so, Richard Hughes IV, a vaccine specialist at Avalere Health, wrote in the journal Health Affairs. The federal government could do this through a law pre-empting state policies or by using federal funding as leverage against the states, Hughes wrote. But Mariner said she’s doubtful about this scenario, and there is no evidence of legislation of this type for now.\nOur ruling\nA Facebook post says, \"The Democrats are pushing for an implanted microchip in humans, and everyone to be vaccinated.\"\nOn microchips, there’s no evidence that implanted microchips are being contemplated in a serious way to fight the coronavirus. This appears to stem from a warped translation of comments by Gates.\nAs for mandatory vaccinations, the idea that Democrats are pushing for this power is exaggerated, because the Supreme Court long ago decided that the government has that power. This authority is now used in all 50 states. A minority that includes some Democrats and some Republicans oppose efforts to limit religious or personal exemptions.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-16994"}