{"url": "/factchecks/2011/jun/08/janice-hahn/california-attack-ad-links-craig-huey-sarah-palin-/", "speaker": "Janice Hahn", "vclaim": "Says that Sarah Palin and Craig Huey \"would ban a woman's right to choose in every case\"", "truth_label": "half-true", "date": "stated on June 7, 2011 in a TV ad:", "title": "California attack ad links Craig Huey to Sarah Palin, says both would ban a woman's right to choose", "text": "A new campaign video from California congressional candidate Janice Hahn, a Democratic Los Angeles city councilwoman, is remarkable not so much for its attacks on her opponent Republican Craig Huey -- it's fairly standard abortion and the-Republicans-want-to-end-Medicare fare -- but rather for its efforts to tie Huey's positions to that of former Republican vice presidential candidate Sarah Palin.\n\n\"Sarah Palin and Craig Huey. Which would ban a woman's right to choose in every case? Both Palin and Huey,\" the narrator begins.\n\n\"Which supports a radical plan to end Medicare, but wants to give tax breaks to the wealthy? Palin and Huey again.\"\n\n\"But which one called Planned Parenthood a 'murder mill'? Only Craig Huey. We don't need Craig Huey's extremist right wing agenda.\"\n\nThe Palin cameo is an intriguing political strategy, one that appears to bank on Palin's negative baggage.\n\n\"They clearly see Palin as a polarizing figure,\" said Nathan Gonzales, political editor of the independent Rothenberg Political Report in Washington, D.C. \"And so the more closely they can tie Huey to Palin the better.\" The ad appears to be aimed at sparking larger voter turnout in the heavily Democratic Los Angeles district, he said.\n\nHuey, a business consultant and political commentator, and Hahn are facing off in a July 12 special election to replace former Democratic Rep. Jane Harman, who retired in February.\n\nWe’re fact-checking two claims in this ad. In a separate item, we looked at whether Huey called Planned Parenthood a \"murder mill.\" Huey claims a campaign staffer actually wrote that phrase on his political blog, but since it’s his website, he’s standing by it. We rated the claim True.\n\nIn this item, we will focus on whether both Palin and Huey \"would ban a woman's right to choose in every case.\"\n\nIs it true that both Palin and Huey \"would ban a woman's right to choose in every case?\"\n\nLet's start with Palin's position on abortion, which was well-established during the 2008 elections. The Hahn campaign pointed us to a Dec. 4, 2009, article in POLITICO describing Palin as an \"anti-abortion star.\"\n\nPalin spelled out the nuances of her position clearly in an ABC News interview with Charles Gibson on Sept. 13, 2008:\n\nGibson: Roe v. Wade, do you think it should be reversed?\n\nPalin: I think it should and I think that states should be able to decide that issue... I am pro-life. I do respect other people's opinion on this, also, and I think that a culture of life is best for America... What I want to do, when elected vice president, with John McCain, hopefully, be able to reach out and work with those who are on the other side of this issue, because I know that we can all agree on the need for and the desire for fewer abortions in America and greater support for adoption, for other alternatives that women can and should be empowered to embrace, to allow that culture of life. That's my personal opinion on this, Charlie.\n\nGibson: John McCain would allow abortion in cases of rape and incest. Do you believe in it only in the case where the life of the mother is in danger?\n\nPalin: That is my personal opinion.\n\nGibson: Would you change and accept it in rape and incest?\n\nPalin: My personal opinion is that abortion (should be) allowed if the life of the mother is endangered.\n\nSo Palin's lone exception to her hard-line stance on abortion is when the life of the mother is in peril.\n\nHuey takes a similarly conservative view of abortion. \"His personal opinion on abortion is that he opposes it,\" said Dave Gilliard, a consultant to the Huey campaign. Huey was adopted, he said, so this is \"a very personal issue for him.\"\n\nHowever, Gilliard said, Huey \"understands that the Supreme Court has ruled on this issue and that Congress cannot change that and cannot ban abortions.\"\n\nSo it's wrong, he said, for the ad to claim that Huey would ban abortions.\n\n\"He has said specifically many times that he understands the Supreme Court has made its decision,\" Gilliard said. \"He thinks it's a bad decision and wishes they would change their mind. But Congress cannot ban abortions.\"\n\nAs backup for ad's claim, Hahn's campaign manager Dave Jacobson pointed to several blog postings on electionforum.org, a website that Huey manages as an outlet for his political beliefs.\n\nIn one of them, on Jan. 28, 2011, Huey sent out a note of thanks to those who attended a March for Life rally in Washington D.C.\n\n\"During this time of reform in Washington, we cannot ignore the unborn or forget about the immoral, twisted Roe v. Wade Supreme Court decision,\" he wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOther posts to the website (hereand here) make clear Huey’s hard line on abortion.\n\nWe think there's a bit of hair-splitting in the debate over the ad's claim. Huey’s position on abortion appears to be very similar to Palin’s. Whether they \"would ban\" a woman’s right to choose, depends a bit on how you interpret the phrase \"would\" and whether they make any exceptions. It's true that Congress does not have the power to overturn Roe v. Wade -- which Huey’s campaign says he understands and respects. But we also think it's fair game to say what your opponent \"would\" do if they could. However, we think the word \"ban\" is too sweeping, since Palin, at least, makes an exception for the life of the mother.  We rate the claim Half True.", "vclaim_id": "vclaim-pol-12966"}