{"url": "/factchecks/2011/nov/29/democratic-national-committee/dnc-ad-accuses-mitt-romney-flip-flopping-assault-w/", "speaker": "Democratic National Committee", "vclaim": "Says Mitt Romney flip-flopped on an assault weapons ban.", "truth_label": "half-true", "date": "stated on November 28, 2011 in a campaign advertisement:", "title": "DNC ad accuses Mitt Romney of flip-flopping on assault-weapons ban", "text": "On Nov. 28, 2011, the Democratic National Committee released two videos designed to paint Republican presidential candidate and former Massachusetts Gov. Mitt Romney as a serial flip-flopper. The shorter, 30-second version gives a taste of the attack, specifically citing abortion and health care, and directs viewers to a website with a four-minute version that offers alleged flip-flops on a variety of other issues.\n\nFor this item, we’ll check one of the claims from the four-minute version -- specifically, whether Romney has changed his position on an assault weapons ban. We're looking at other aspects of the ad in separate items.\n\nHere’s the relevant portion from the DNC ad:\n\nScreen text: For assault weapons ban\n\nVideo clip of Romney speaking: \"I just signed a piece of legislation extending the ban on certain assault weapons.\"\n\nScreen text: Against assault weapons ban\n\nVideo clip of Romney speaking: \"I do not support any new legislation of an assault weapon ban nature.\"\n\nWe previously ruled Mostly True a charge by Republican candidate Jon Huntsman that Romney flip-flopped on gun control. But Huntsman’s charge was broader than the DNC’s, so we’ll take a look specifically at Romney’s views on assault-weapons bans.\n\nUsing supporting material provided by the DNC, we went to the sources of both clips in the ad. The first clip came from the Aug. 4, 2004, edition of the Fox News program Hannity and Colmes. That interview was conducted roughly halfway through Romney’s single term as governor of Massachusetts. The second clip came from a Republican presidential debate held on Jan. 24, 2008, in Boca Raton, Fla. By then, Romney had left the governor’s office and was running for president.\n\nUpon reviewing this material, we find that the DNC’s choices for the specific quote and counter-quote in the ad are problematic. But we also found that other evidence not cited in the ad provides support for the notion that Romney has taken muddled positions on Second Amendment issues.\n\nThe Massachusetts bill\n\nAs we evaluate this claim, it’s important to know that when he was governor, Romney signed legislation that extended an existing assault weapons ban in Massachusetts.\n\nThe 2004 bill enacted a permanent ban on assault weapons -- reportedly the first such state law in the country. \"These guns are not made for recreation or self-defense,\" the Boston Globe quoted Romney as saying at the time. \"They are instruments of destruction with the sole purpose of hunting down and killing people.\"\n\nDespite the assault-weapons provision -- usually a deal-breaker for gun-rights groups -- the measure received support from pro-gun groups because other provisions lengthened the terms of firearm ID cards and licenses to carry firearms. On more than one occasion, Romney described the bill as a \"consensus\" measure.\n\nThe 2004 interview\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nNow, let’s look at the full context of the clips shown in the DNC ad.\n\nIn the Hannity and Colmes clip, guest co-host Pat Halpin asked Romney about the existing federal assault weapons ban, which was then on a path to expiring due to intentional Republican inaction. \"So are you in favor of that ban being extended or do you want to see it lapse?\"\n\nRomney responded, \"I believe the people should have the right to bear arms, but I don't believe that we have to have assault weapons as part of our personal arsenal. … In my state I just signed a piece of legislation extending the ban on certain assault weapons in our state.\"\n\nHalpin continued to prod. \"Governor, would you like to see that extended again on the federal level, as well?\" she asked.\n\nRomney replied, \"It very well may be. In our state what we did is we got both sides of this issue to come together, because we relaxed a number of things, allowing people who hadn't been able to get weapons in the past to be able to purchase those. … There are hunters in the NRA and the gun owners' action league (who) backed the legislation that said, ‘Look, let's protect our citizens from dangerous assault weapons, but let's also make … regular weapons more available to our citizens.’ And we made a compromise that works.\"\n\nOur takeaway is that Romney, at that moment, was arguing that ordinary Americans have the right to bear some types of arms but not assault weapons. He said it \"very well may be necessary\" to extend the federal assault-weapons ban, while adding that he acted on the state ban because it also included expansions on other types of gun ownership rules.\n\nThe 2008 interview\n\nFast-forward to the debate in 2008, when fellow Republican presidential candidate Mike Huckabee challenged Romney on his views about gun control. Huckabee asked, \"Do you support the assault weapon ban? And (what is) your position on exactly what restrictions government should put on Second Amendment rights?\"\n\nHere’s Romney’s full response:\n\n\"I do support the Second Amendment. And I believe that this is an individual right of citizens and not a right of government. And I hope the Supreme Court reaches that same conclusion.\n\n\"I also, like the president, would have signed the assault weapon ban that came to his desk. I said I would have supported that and signed a similar bill in our state. It was a bill worked out, by the way, between pro-gun lobby and anti-gun lobby individuals. Both sides of the issue came together and found a way to provide relaxation in licensing requirements and allow more people to have guns for their own legal purposes. And so we signed that in Massachusetts, and I said I would support that at the federal level, just as the president said he would. It did not pass at the federal level. I do not believe we need new legislation.\n\n\"I do not support any new legislation of an assault weapon ban nature, including that against semiautomatic weapons. I instead believe that we have laws in place that if they're implemented and enforced, will provide the protection and the safety of the American people. But I do not support any new legislation, and I do support the right of individuals to bear arms, whether for hunting purposes or for protection purposes or any other reason. That's the right that people have.\"\n\nIf you look closely, the DNC ad quoted one portion of Romney’s statement -- \"I do not support any new legislation of an assault weapon ban nature, including that against semiautomatic weapons\" -- that seemingly contradicted his support for the 2004 assault-weapons ban extension. But the DNC ad could just as easily have quoted portions of the statement that were consistent with Romney’s 2004 position -- specifically, that he \"would have signed the (federal) assault weapon ban,\" and that he \"signed a similar bill in our state.\"\n\nThe reality is that Romney’s answer in the debate was unfocused, even self-contradictory. He said that he would have signed a federal assault ban extension -- but he added that after it failed on the federal level, he felt he did not believe new legislation was necessary.\n\nOur ruling\n\nThe DNC ad has some problems. It uses some deceptive editing, and it ignores the fact that Romney was pretty consistent in both of the comments to frame his support for an assault-weapons ban in the context of a compromise that also expanded other types of gun rights.\n\nThe difficulty of analyzing this charge is that Romney's position on an assault-weapons ban in the 2008 debate was so muddled that it's hard to pin down whether he actually flip-flopped. It's more an example of an internal inconsistency than a flip-flop per se. In fact, the DNC might have made a more convincing argument simply by quoting the confilcting parts of Romney’s 2008 debate comment.\n\nSo the DNC made some procedural missteps, but it's on to something about Romney's delicate dance on gun control. On balance, we rate the DNC’s charge Half True.", "vclaim_id": "vclaim-pol-12022"}