{"url": "/factchecks/2017/aug/10/sebastian-gorka/no-obama-administration-didnt-invent-term-lone-wol/", "speaker": "Sebastian Gorka", "vclaim": "\"There's no such thing as a lone wolf. ... That was a phrase invented by the last administration to make Americans stupid.\"", "truth_label": "pants-fire", "date": "stated on August 8, 2017 in an interview with MSNBC:", "title": "No, the Obama administration didn't invent the term 'lone wolf' for terrorists", "text": "Sebastian Gorka, a deputy assistant to President Donald Trump, is none too fond of the terrorism-fighting approach of former President Barack Obama. He made this clear during an Aug. 8 interview on MSNBC.\n\"There's no such thing as a lone wolf,\" Gorka said. \"You do know that. That was a phrase invented by the last administration to make Americans stupid. There has never been a serious attack or a serious plot that was unconnected from ISIS or al-Qaida. At least through the ideology and the TTPs, the tactics, the training, the techniques and the procedures, that they supply through the internet. Never happened. It’s bogus.\"\nHowever, Gorka’s assertions are flawed, several terrorism experts told PolitiFact. (The White House did not provide any additional explanation in response to an inquiry.)\nThe lone wolf as a metaphor for independent terrorism clearly pre-dated the Obama administration. We’ll also note that Gorka’s claim that there has \"never\" been a serious plot unconnected from ISIS or al-Qaida is dubious.\nThe term lone wolf 'was a phrase invented by the last administration'\nThis is easily debunked. Just look at a few of the books that used the term in the context of terrorism before Obama took office in January 2009:\n• Brian T. Bennett, Understanding, Assessing, and Responding to Terrorism: Protecting Critical Infrastructure and Personnel, 2007: \"Lone wolf terrorism involves individual extremists who usually operate alone or on the fringes of established extremist groups, inflicting serious harm or causing significant damage.\"\n• Jeffrey F. Addicott, Winning the War on Terror: Legal and Policy Lessons from the Past, 2002: \"Because they operate on their own, without affiliation to any known group or state, individuals who engage in ‘lone-wolf terrorism’ are far harder to predict, track, or deter.\"\n• Linda Jacobs Altman, Hate and Racist Groups: A Hot Issue, 2001: \"The lone wolf and leaderless cell became part of the new face of racist terrorism in the 1990s.\"\nIn addition, the Intelligence Reform and Terrorism Prevention Act of 2004 amended the definition of an \"agent of a foreign power\" to include a \"lone wolf\" category. The provision was widely known as the \"lone wolf\" amendment.\nSo, how far back does the term go? Experts said that its specific application to terrorism originated with the ideas of white nationalist Louis Beam, who in the early 1980s advocated \"leaderless resistance.\" Tom Metzger, the founder of the group White Aryan Resistance, advocated a similar approach.\nThe idea \"was adopted by American right-wing extremists in response to a federal law enforcement crackdown on domestic terrorists during the 1980s,\" said Mark Hamm, an Indiana State University criminologist who coauthored the book The Age of Lone Wolf Terrorism. \"Leaderless resistance is based on the idea that a terrorist group, no matter how secret or well-organized, simply cannot evade law enforcement, so terrorism is more readily accomplished by individual actors rather than a group.\"\nIn 1998, FBI agents in San Diego opened \"Operation Lone Wolf\" -- an investigation into the criminal activities of a self-proclaimed white supremacist, Alex Curtis. The following year, a widely noted New York Times article was headlined, \"New Face of Terror Crimes: 'Lone Wolf' Weaned on Hate.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOver the next few years, the term became increasingly associated with terrorism of all stripes and was used by government officials, academics, and the media.\n\"The reason was obvious: There were numerous sporadic terrorist attacks carried out by individuals and small groups,\" said George Michael, a criminologist at Westfield State University and author of Lone Wolf Terror and the Rise of Leaderless Resistance. \"Furthermore, many of the perpetrators had little or no connections to terrorist movements.\"\nSo while the term \"lone wolf\" was used increasingly during Obama’s presidency, its application to terrorism was already decades old, and it was not \"invented\" by the administration.\n'There has never been a serious attack or a serious plot that was unconnected from ISIS or al-Qaida'\nAnalyzing this statement requires a bit more nuance, so we won’t factor it into our rating. But the claim is still problematic, experts said.\nOn the most basic level, there have been countless of terrorist attacks that have nothing to do with Islamic radicalism -- starting with the white nationalist movements that helped promulgate the term \"lone wolf\" in the first place. Other examples of terrorism, stemming from a variety of motives, include the 16 lethal bombings by Unabomber Theodore Kaczynski between 1978 and 1995, the Oklahoma City bombing by Timothy McVeigh in 1995, and the series of bombings by Olympic Games bomber Eric Rudolph between 1996 and 1998.\nMeanwhile, across the globe, \"there are a range of attacks by lone perpetrators that are tied to ethnic rather than religious causes, and not all were Islamic by a long shot,\" said Jeffrey Kaplan, a terrorism specialist who is starting a posting at King Fahd Defense College in Riyadh, Saudi Arabia, and who co-authored the book, Lone Wolf and Autonomous Cell Terrorism.\nEven limiting the universe to post 9/11 attacks with Muslim perpetrators produces some exceptions to Gorka’s firm \"never,\" said Daveed Gartenstein-Ross, a senior fellow at the Foundation for the Defense of Democracies. He cited two attacks without apparent links to al-Qaida or ISIS:\n• On July 4, 2002, Hesham Mohamed Hadayet opened fire at Los Angeles International Airport, killing two and injuring four. Hadayet, a 41-year-old Egyptian national, died after being shot by an airport security guard. The FBI concluded that Hadayet’s killing spree was a terrorist act, but that he acted alone and hoped to influence U.S. government policy toward Palestine.\n• On July 28, 2006, Naveed Afzal Haq killed one woman and injured five others at the Jewish Federation of Greater Seattle. A witness told the Associated Press that Haq declared himself \"a Muslim American, angry at Israel\" before opening fire. FBI officials said he was not acting part of a terrorist group, but \"acting out some kind of antagonism toward this particular organization.\" The attack was ultimately classified as a hate crime by the county prosecutor.\nGartenstein-Ross said he’s sympathetic to Gorka’s broader skepticism about the impact of lone wolves. For starters, there is evidence from a recent University of Miami study that online pro-ISIS groups have highly fluid memberships, suggesting that true lone wolves -- people acting genuinely on their own without any interactions with like-minded individuals, online or otherwise -- are rare in the Internet age.\nExperts have cautioned that overuse of the term \"lone wolf\" may even be hampering investigations. \"When you systematically describe attackers as lone wolves, you sometimes end up missing the networks they were connected to,\" Gartenstein-Ross said.\nOur ruling\nGorka said, \"There's no such thing as a lone wolf. ... That was a phrase invented by the last administration to make Americans stupid.\"\nContrary to what Gorka said, the concept of the lone wolf terrorist predates the Obama administration by decades. We found the term widely used by government officials, academics, and the media, all before Obama took office.\nWe rate the statement Pants on Fire.\n Share the Facts 2017-08-10 20:18:41 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"There's no such thing as a lone wolf. ... That was a phrase invented by the last administration to make Americans stupid.\"    Sebastian Gorka Deputy assistant to the president   an interview on MSNBC Tuesday, August 8, 2017 2017-08-08    Read More  info", "vclaim_id": "vclaim-pol-03011"}