{"url": "/factchecks/2013/jul/31/louie-gohmert/gohmert-charges-justice-department-telling-employe/", "speaker": "Louie Gohmert", "vclaim": "Says a Justice Department memo \"directs that you must openly embrace gay marriage and homosexuality.\"", "truth_label": "barely-true", "date": "stated on July 15, 2013 in an interview.:", "title": "Gohmert charges Justice Department with telling employees to embrace gay marriage and homosexuality", "text": "President Barack Obama’s administration \"has gone out of its way to thump Christians,\" a Texas U.S. House member said in a July 15, 2013, interview with Fox News.\nRep. Louie Gohmert, R-Tyler, went on to say the nation’s top lawyers have been directed to embrace gay marriage, saying: \"It's also been true in the Department of Justice right now, directly under this president, his buddy, Eric Holder. There's a memo that directs that you must openly embrace gay marriage and homosexuality. And silence is considered to be disapproval,\" Gohmert said, according to CQ Transcriptions.\nThe Justice Department required workers to embrace gay marriage and more?\nEmployee group brochure\nTo our email inquiry, Gohmert spokeswoman Kimberly Willingham pointed out a May 28, 2013, blog post by Todd Starnes, a Fox News commentator, headlined: \"DOJ Tells Employees to Verbally Affirm Homosexuality.\"\nStarnes, citing Liberty Counsel, a law firm that says it’s dedicated to \"advancing religious freedom, the sanctity of life, and the family,\" wrote that department employees were emailed a brochure,  \"LGBT Inclusion at Work: The 7 Habits of Highly Effective Managers.\" He wrote too that the brochure was created by DOJ Pride, an association of lesbian, gay, bisexual and transgender agency employees.\nThe brochure lists about 20 \"do’s\" and \"don’ts\" running from appropriate language to dealing with offensive jokes to declaring one’s own sexual orientation and respecting someone who does so.\nGiven Gohmert’s statement, we narrowed our focus to brochure references to gay marriage and to embracing homosexuality.\nUnder the heading \"Use Inclusive Language,\" the brochure encourages recipients to \"use inclusive words like ‘partner,’ ‘significant other’ or ‘spouse’ rather than gender-specific terms like ‘husband’ and ‘wife.’\" Another section says: \"Do acknowledge important events in an LGBT employee’s life--e.g., same-sex marriage, birth of a child, illness of a spouse, or death of a partner’s parent--in the same way you would for a heterosexual employee.\"\nA theme of the brochure is respect for an employee’s sexual orientation. A section titled \"Come Out\" says: \"Do let your employees know they’ll be treated with fairness and respect, regardless of their sexual orientation or gender identity, by ‘coming out’ as a straight ally.\" Recipients are encouraged to display the brochure or a DOJ Pride sticker in clear view or request that their office receive follow-up training on gender identity in the workplace. Also: \"Do consider coming out of the closet if you are LGBT and not out at work. The presence of visible LGBT managers communicates that your office is open and accepting.\"\nIn another section, the brochure says that if an employee \"comes out to you,\" don’t \"judge or remain silent. Silence will be interpreted as disapproval. Do respond with interest and curiosity. Asking respectful questions will set a positive, supportive tone.\"\nBy telephone, Matt Barber, a Liberty Counsel attorney, told us the brochure was sent to agency employees on May 14, 2013. At our request, Barber emailed us what he described as a copy of that email with the name of the whistleblower worker who brought it to the firm’s attention redacted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nOne agency's distribution\nThe \"To\" line of the email says, \"Global Distribution.\" The email message, under the subject \"LGBT Pride Month,\" describes the attached brochure as complementing a planned LGBT Pride Month observance. The email expresses hope that the brochure, \"drafted with input from key department stakeholders,\" will be a useful tool \"as you work to create an office environment that is welcoming to, and supportive of, all employees, including LGBT employees.\" The email closes with: \"This message has been authorized by Nelson A. Santos, Deputy Assistant Administrator, Office of Forensic Sciences.\"\nBy phone, Justice Department spokeswoman Gina Talamona told us Santos works for the Drug Enforcement Administration.\nTalamona initially told us that the publication was distributed to \"some employees\" by email with the department’s awareness. However, she said, it is not an agency policy or directive.\nDepartment spokeswoman Dena Iverson later emailed a statement that seemed to indicate the DEA official sent the brochure to many of that agency's workers. All told, its employees account for some 9,000 of the Justice Department’s 115,000 workers, Iverson said.\nIverson's statement said \"DOJ Pride, an employee association, sent informational material, on its own behalf, to some DOJ employees. The material was clearly identified as a DOJ Pride product. We have also recently learned one component’s diversity official distributed the information via email to its employees on behalf of DOJ Pride. The single-page document was produced on a DOJ computer and involved limited use of a DOJ printer to make a few dozen copies, in line with the department’s de minimis use policy allowing employees to make minimal personal use of their DOJ computers when the cost to the government is negligible.\"\nBarber said that while the brochure was authored by an employee group, not the department proper, \"it came under the auspices of the larger Department of Justice.\" He added that the agency \"knows it would be unconstitutional to expressly compel department employees to openly embrace homosexuality and gay marriage.\" The brochure, he said, delivers a compliance threat that is implied rather than explicit.\nDiversity policy\nMore broadly, the department says online it has a diversity management policy: \"We work diligently to attract and retain a workforce that represents the range of personal and professional backgrounds, and experiences and perspectives that arise from differences of culture and circumstances. This includes persons of varying age, ethnicity, gender, disability, race, sexual orientation, gender identity, religion, national origin, political affiliation, socioeconomic and family status, and geographic region.\"\nAs noted in a May 24, 2013, blog post by WND, a conservative Internet news organization, Holder aired support for diversity in a June 6, 2012, speech marking the agency’s LGBT Pride Month celebration. After mentioning efforts to combat school bullying and to help students who feel unsafe or victimized, Holder said: \"It is this same determination that guides the Justice Department’s internal efforts to create a more inclusive work environment, and to strengthen our mission to serve all Americans by attracting a diverse range of qualified individuals; and by providing the opportunities--and the support necessary--for every department employee to develop, to grow, and to thrive both personally and professionally.\"\nOur ruling\nGohmert said a Justice Department memo \"directs that you must openly embrace gay marriage and homosexuality.\"\nThe department promotes diversity. But there doesn't appear to be a department memo or mandate that employees openly support gay marriage or homosexuality. That said, a subset of workers received a brochure from an agency-sanctioned employee group encouraging managers to respect and support gay workers.\nWe rate this claim, which has an element of truth, as Mostly False.", "vclaim_id": "vclaim-pol-09045"}