{"url": "/factchecks/2010/nov/21/sheldon-whitehouse/whitehouse-says-companies-get-tax-break-moving-job/", "speaker": "Sheldon Whitehouse", "vclaim": "\"The law, right now, permits companies that close down American factories and offices and move those jobs overseas to take a tax deduction for the costs associated with moving the jobs to China or India or wherever.\"", "truth_label": "true", "date": "stated on September 27, 2010 in a speech on the Senate floor.:", "title": "Whitehouse says companies get a tax break for moving jobs overseas", "text": "It's bad enough when companies take U.S. jobs and move them overseas to take advantage of lower labor costs. But does the U.S. tax code actually offer an incentive for firms to engage in such \"offshoring?\"\n\nThat was the assertion of Sen. Sheldon Whitehouse earlier this fall when he went on the floor of the Senate to argue for a bill, designated S-3816 and known as the \"Creating American Jobs and Ending Offshoring Act.\"\n\nThe proposal, he said, \"would close some really perverse loopholes in the tax code that, right now, reward American companies for moving American jobs overseas. The law, right now, permits companies that close down American factories and offices and move those jobs overseas to take a tax deduction for the costs associated with moving the jobs to China or India or wherever.\"\n\nThere's nothing controversial about allowing companies to deduct their expenses for doing business, but does the tax system actually help companies cover the cost of moving local jobs to another country?\n\nAbsolutely, said Thea Lee, deputy chief of staff of the AFL-CIO, a 12-million member labor organization that opposes offshoring. \"You can take a business deduction for the costs associated with moving the job. So if you close down your factory in Providence, pack everything up and have to train the workers and ship the machinery overseas, all the costs associated with that are tax deductions,\" she said.\n\nAs a result, companies get back roughly a third of their expense at the expense of U.S. taxpayers, she said.\n\n\"There have been a lot of attempts over the years to get rid of this,\" but corporation lobbyists have argued that the loophole is needed because it creates more jobs, said Lee. \"You can believe that or not. I don't give it a lot of credence.\"\n\nRobert E. Scott, senior international economist with the Economic Policy Institute, a liberal-leaning think tank that deals with issues of concern to low- and middle-income workers, confirmed that relocation expenses are deductible and that existing tax law makes no distinction between whether a company moves part of its operations to another state or to another country.\n\n\"Businesses that have expenses of any kind are allowed to deduct them against income, and that would include any kind of shutdown expenses having to do with a plant,\" he said. \"They could also play games, potentially, with writing down any undepreciated value, so if they decide to scrap equipment they're shipping to China they could write down the depreciated value and take that off against their taxes as well. Both are options available to companies, and I suspect they are widely used.\"\n\nOn the same day Whitehouse made his statement, Scott A. Hodge, president of The Tax Foundation, a business-backed group that studies tax policy, released a statement saying the problem that served as the premise of the legislation isn't as big as people imagine.\n\nHe cited a Bureau of Labor Statistics report from the second quarter of 2010 showing 338,064 mass layoffs. When seasonal layoffs are subtracted, only 6 percent of the remaining workers -- 10,206 people -- lost their jobs during that quarter due to any movement of work. When the destination of the relocation was known (most of the time it wasn't) about 29 percent of the movement was to places outside the U.S. We checked more-recent numbers from the third quarter of this year; they showed a similar pattern.)\n\n\"The bottom line is that offshoring accounts for a small percentage of overall job losses . . . The offshoring of jobs may make for good headlines and political points, but it is not supported by the data,\" Hodge concluded.\n\nIn this case, the bill, which would also have given companies two years of payroll tax relief for jobs they brought back to the U.S. from overseas, was opposed by the U.S. Chamber of Commerce, in part because it contained another provision limiting the ability of companies to defer paying U.S. taxes on money earned overseas. The chamber argued that it would limit the ability to compete overseas.\n\nS-3816 was essentially voted down Sept. 28 after it garnered only 53 of the 60 votes required to close off debate. Among 57 Democrats, 52 supported it (one didn't vote), 40 of 41 Republicans opposed it (one didn't vote) and the two independents were split.\n\nSo the law Whitehouse decries is still the law. There is little debate that the current system allows companies to get a tax break for their expenses when they send jobs outside the U.S.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nWe rate Whitehouse's statement True.", "vclaim_id": "vclaim-pol-13978"}