{"url": "/factchecks/2019/oct/30/joe-biden/fact-checking-joe-bidens-claim-hes-among-poorest-g/", "speaker": "Joe Biden", "vclaim": "\"I entered as one of the poorest men in Congress, left one of the poorest men in government, in Congress and as vice president.\"", "truth_label": "mostly-true", "date": "stated on October 16, 2019 in answering questions from reporters:", "title": "Fact-checking Joe Biden's claim that he was among the poorest in government", "text": "In challenging President Donald Trump to release his tax returns, Democratic presidential candidate Joe Biden said he had released 21 years of his returns and then claimed relative poverty for himself.\n\"I entered as one of the poorest men in Congress, left one of the poorest men in government — in Congress and as vice president,\" Biden said. \nBiden, who turns 77 on Nov. 20, was born into a working-class family in Scranton, Pa. He entered Congress in 1973 after being elected to represent Delaware in the U.S. Senate at the age of 29. He served there until becoming vice president under Barack Obama, a post he held until January 2017.\nModest assets\nTo back up Biden’s first claim, that he \"entered as one of the poorest men in Congress,\" Biden’s campaign sent us a 1974 Delaware newspaper article. It has incomplete figures on Biden’s finances, and they compare him only to the two other members of the state’s congressional delegation at the time.\nWe looked for outside data on this point and did not find much, but indications are Biden didn’t have much wealth. \nRoll Call, the Capitol Hill newspaper, has done wealth rankings, but only for members of Congress and dating back only to 1990.\nThe Center for Responsive Politics provided us a 1973 summary of financial disclosures made by only some members of the House and Senate; it was published by Congressional Quarterly. \n\"Unfortunately, it’s hard to say anything concrete about his actual net worth in 1973, because all we have to go off of is this summary\" and not the actual disclosure documents, said Center for Responsive Politics researcher Alex Baumgart.\n\"There's no listed securities here for Biden like there are for other members. From that, it’s reasonable to infer he had no major investments listed on his financial disclosure.\"\nThe summary Biden reported outside income in 1973 of $6,050, all from speeches.\nOn Biden’s second claim about leaving as one of the poorest officials in government, Biden’s campaign sent us rankings from 2005, 2006 and 2007. Those rankings don’t account for the fact that Biden remained in government for another decade.\nThe rankings are from the nonpartisan Center for Responsive Politics, which annually ranks the wealth of government officials including members of Congress and top officials in the executive and judicial branches.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBiden ranked near the bottom in the center’s data in the years before he became vice president: Biden ranked 570th of 585 officials in 2005; 614th of 636 officials in 2006; and 626th of 639 officials in 2007. \nBecause officials report their assets and liabilities on official forms as ranges, the rankings use estimates. Biden’s estimated net worth was -$47,494 in 2005; -$12,492 in 2006; and -$52,493 in 2007. In other words, it appeared that his debts outpaced his cash and other assets.\nThe center’s rankings only go back to 2004.\n(Biden’s campaign also sent us reports indicating that Biden’s net worth when he left office as vice president was far less than that of former vice president Al Gore and Dick Cheney, and less than current Vice President Mike Pence. Biden’s original statement did not compare himself to other vice presidents.)\nLatest ranking\nWe looked for the latest rankings by the Center for Responsive Politics to get a sense of where his wealth ranked when he left the White House. \nIn the latest data that include Biden, Biden again ranked near the bottom: 577 of 581 officials in 2014. \nHis estimated net worth was -$947,987, based on official reports filed in 2015.\nSince leaving the White House, Biden has reaped millions. \nCNBC reported in June 2019 that Biden and his wife, Jill, made more than $15 million combined in 2017 and 2018. And the same month, the Washington Post reported that Biden has made millions of dollars largely from book deals and speaking fees for as much as $200,000 per speech.\nThe Center for Responsive Politics estimates Biden’s net worth, as of July 2019, at between $2.14 million and $7.92 million. \nOur ruling\nBiden said, \"I entered as one of the poorest men in Congress, left one of the poorest men in government, in Congress and as vice president.\"\nBiden likely was among the less wealthy members when he first entered Congress, as a senator, in 1973. \nThe latest available rankings by the respected Center for Responsive Politics that include Biden, based on official reports filed in 2015, put Biden near the bottom of 581 members of the federal legislative, executive and judicial branches, in terms of wealth.\nWe rate Biden’s statement Mostly True.", "vclaim_id": "vclaim-pol-16842"}