{"url": "/factchecks/2009/feb/18/al-gore/al-gore-optimistic-about-solar-energy-and-pretty-a/", "speaker": "Al Gore", "vclaim": "If we got solar energy from \"an area of the Southwestern desert 100 miles on a side, that would be enough, in and of itself, to provide 100 percent of all the electricity needs for the United States of America in a full year.\"", "truth_label": "true", "date": "stated on January 28, 2009 in a Senate committee hearing:", "title": "Al Gore is optimistic about solar energy, and pretty accurate, too", "text": "Al Gore startled a Senate committee with an optimistic scheme for harnessing the sun's energy.\n\n\nThe former vice president sketched out the idea at a Senate Foreign Relations Committee hearing on climate change where he was the star witness.\n\n\n\"A technology called 'concentrating solar thermal' is now becoming very competitive,\" Gore said at the Jan. 28, 2009, hearing. \"\n\nScientific American\n\npointed out that if we took an area of the Southwestern desert 100 miles on a side, that would be enough, in and of itself, to provide 100 percent of all the electricity needs for the United States of America in a full year.\"\n\n\nIn January 2008,\n\nScientific American\n\npublished an influential article titled\n\n\"A Solar Grand Plan.\"\n\n\n\nA conservative writer immediately attacked Gore's claim. The\n\nScientific American\n\narticle \"did not say we needed an area 100 miles on each side, which is 10,000 square miles,\" William Tucker of the\n\nAmerican Spectator\n\n\nwrote\n\na day after Gore's testimony. \"The article stated, 'To meet the 2050 projection [of electrical demand], 46,000 square miles of land would be needed...\"\n\n\nGore's spokeswoman, Kallee Kreider, said Gore had cited the wrong source — he intended to cite\n\nthis report\n\nfrom Environment America, an advocacy group that promotes clean energy.\n\n\nThat report in turn cites the U.S. Energy Department, which does indeed say on\n\nthis Web page\n\n, \"The solar energy resource in a 100-mile-square area of Nevada [otherwise known as 100-miles-squared, or 10,000 square miles] could supply the United States with all its electricity using modestly efficient (10%) commercial photovoltaic modules.\"\n\n\nThat's a compelling source, but the apparent contradiction cited by Tucker made us wonder. So we called two of the authors of the\n\nScientific American\n\npiece, James Mason and Ken Zweibel. They said that Gore was probably correct, and in fact their article — far from contradicting his claim — contains data that support it.\n\n\nMason and Zweibel said that when they wrote that 46,000 square miles would be needed to meet the electricity demand in 2050, they were assuming electricity would provide a much greater portion of the country's energy than it does now — including, for example, 344 million plug-in hybrid vehicles.\n\n\nA 10,000-square-mile solar plant could well provide\n\ntoday's\n\nelectricity needs, they said.\n\n\nHere's how (dense math ahead; proceed with caution):\n\n\nAs graphics accompanying the print version of the \n\nScientific American\n\npiece indicate, the sun in parts of the Southwestern United States provides an average of about 6.5 kilowatt hours per square meter per day of solar radiation.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nTake that 6.5 kilowatt hours per square meter per day and multiply that by the 365 days in a year and you get 2,372 kilowatt hours per square meter per year. We'll round it to 2,400.\n\n\nSolar-electric systems could — optimistically — convert about 15 percent of that to electricity. That comes to 360 kilowatt hours per square meter per year.\n\n\nYou can't cram solar panels close together, because they would cast shadows on each other. For every square meter of solar panel in the southwestern U.S., you need 2.5 square meters of space. Once you account for that (by dividing 360 by 2.5), you find each square meter of a solar installation could produce 144 kilowatt hours per year.\n\n\nThere are 25.9 billion square meters in 10,000 square miles. Multiply that 25.9 billion by the 144 kilowatt hours that a square meter can produce in a year, and you get 3,729 billion kilowatt hours per year.\n\n\nThe U.S. consumes about 3,900 billion kilowatt hours of electricity per year, according to the\n\nfederal Energy Information Administration\n\n.\n\n\nSo Gore's estimate was close enough considering the many uncertainties involved.\n\n\n\"I don't think you've found a serious blunder,\" said Zweibel, director of the Institute for Analysis of Solar Energy at George Washington University.\n\n\n\"Anywhere from 100 to 150 miles per side will easily produce all the electricity in the United States with any solar technology,\" said Mason, director of the American Solar Action Plan and the Renewable Energy Research Institute in Farmingdale, N.Y.\n\n\nThat said, there are all sorts of reasons why building a 10,000-square-mile solar installation would be even more difficult than it sounds.\n\n\nFor one, we would need a place to store the electricity so that it could be doled out in the dark night hours and on cloudy days. Mason and Zweibel suggest using the solar energy to compress air underground in caverns, old mines, aquifers and depleted natural gas wells. Then it could be released on demand to turn turbines that would generate electricity.\n\n\nAlso, we would need a vast new system of transmission lines. To pay for that and other necessary improvements, Mason and Zweibel call for $420 billion of government subsidies.\n\n\nEven given all the challenges, they, like Gore, argue large-scale solar development makes sense when you consider the enormous amounts of land, energy and money we currently use to mine fossil fuels, produce electricity from them and control their pollution.\n\n\nGore didn't exactly tell the whole story, since the 10,000-square-mile solar farm would not do the job \"in and of itself\" without other infrastructure improvements. But he was testifying on the broad issue of climate change, not delivering a lecture on building a solar plant. And his misattributing the claim to\n\nScientific American\n\nis not a significant inaccuracy, since that article did contain statistics that support the claim.\n\n\nWe find Gore's claim True.", "vclaim_id": "vclaim-pol-15826"}