{"url": "/factchecks/2010/dec/14/city-beaverton/beaverton-tries-take-mantle-oregons-most-diverse-c/", "speaker": "Beaverton", "vclaim": "Beaverton \"enjoys the most diverse population (by percentage of population) among Oregon cities.\"", "truth_label": "false", "date": "stated on November 23, 2010 in a press release:", "title": "Beaverton tries to take the mantle of Oregon’s most diverse city", "text": "We like very specific claims here at PolitiFact Oregon. It makes our work easier -- less room for waffling by the person making the statement, you know?\n\nWell, a recent press release by the city of Beaverton that innocuously promoted an upcoming guest speaker, made one such very specific claim. At the tail end of the release, in a small blurb about the city’s bona fides, was this sentence: \"Beaverton also enjoys the most diverse population (by percentage of population) among Oregon cities.\"\n\nNow, no offense to Beaverton, but that just didn’t seem remotely possible. That alone made it a good candidate for a fact check. Add to that the very specific measurement of \"by percentage of population,\" and we just couldn’t help ourselves.\n\nWe decided to check in on three cities and go from there should Beaverton come out on top in terms of diversity. So, we started by pulling demographic information, as reported by the 2009 American Community Survey, for Beaverton, Portland and Hillsboro. (To get the most recent data, go here and do \"Principal City\" search for the Portland-Beaverton-Vancouver metro area.)\n\nHere’s what we found: In the \"race\" category -- which includes designations like \"Black or African American,\" \"Asian,\" and \"American Indian and Alaska Native\" -- Portland is by far the least diverse with 82 percent of respondents reporting their \"race\" as white and about 23 percent reporting as some other designation. Beaverton comes in at a 76 percent and 28.5 percent respectively. Hillsboro is the most diverse of the three, with 73 percent and 32.1 percent respectively.\n\n(Yes, we realize these numbers don’t add up to 100 percent. That’s the result of double reporting by some respondents. Luckily, all cities have about the same instance of overreporting -- about 5 percent.)\n\nThere’s one other category to look at before we wrap this up. The census asks respondents whether they identify as \"hispanic or latino\" separately from the race category. If you look at that category alone, Hillsboro comes out on top again with 23 percent identifying as either hispanic or latino. Beaverton comes in second with 18 percent and Portland comes in a distant third with 9 percent.\n\nWe called up the city of Beaverton to tell them what we’d found. Jordan Imlah, a spokesman for the mayor’s office, looked into it and sent us this response: \"You are indeed correct with your current census figures. We got our stats from older census figures and an Oregonian article published in 2007 by Dave Anderson.\"\n\nImlah said the city will now start billing itself as \"one of the most diverse populations in Oregon.\"\n\nThe ruling is pretty easy here. The city of Beaverton said it had \"the most diverse population (by percentage of population) among Oregon cities.\" The American Community Survey shows that’s just not the case. And the city now admits its numbers are old. We rate this claim False.\n\nNote: A colleague of ours asked why it was that we had focused on Hillsboro and Portland as possible cities with higher minority presence and offered Woodburn as one city that would probably surpass all three in that regard. The reason we chose those two cities was simply that 2009 numbers -- the most recent -- are available only for larger communities. Since we published this PolitiFact, however, the Census Bureau released a 2005-2009 data set. It's not quite as current as the one we used, but it does offer new numbers for smaller cities, like Woodburn. So, we decided to take a look at the demographic breakdown for Woodburn. Our colleague was on to something. About 40 percent of respondents there identified as a race other than \"white\" and 56 percent identified as Hispanic or Latino. Woodburn far outpaces Hillsboro, Beaverton and Portland insofar as diversity by percentage of population is concerned.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13874"}