{"url": "/factchecks/2011/feb/12/john-oliver/daily-show-correspondent-john-oliver-says-rep-joe-/", "speaker": "John Oliver", "vclaim": "Joe Straus is the \"first Jewish speaker of the\" Texas House.", "truth_label": "mostly-true", "date": "stated on February 3, 2011 in an episode of The Daily Show:", "title": "John Oliver of Daily Show says Rep. Joe Straus is the first Jewish speaker in the Texas House", "text": "Are Jewish Republicans in Texas as rare as a pork rib on a prairie mule? John Oliver, a correspondent for Comedy Central’s The Daily Show, says so, but we noticed a more testable observation he made after his January \"pilgrimage to Tejas.\"\nTwo years ago, Joe Straus, R-San Antonio, \"became the first Jewish speaker of the\" Texas House, Oliver said during a segment on the House speaker’s race that aired Feb. 3. \"But that meant trouble when he came up for re-election.\"\nIn January, Straus withstood Republican challengers backed by GOP activists who said Straus wasn’t conservative enough to repeat as speaker, especially after Republicans dominated November’s elections, upping their House majority to 101 of its 150 seats.\nOliver’s report falls short of demonstrating that Straus’s religion put a drag on his political fortunes. Yet the spoof features people praying for a \"godly, humble leader of the Texas House.\" And it closes with schoolchildren marking a new \"high holiday\" in Straus’s honor with a celebratory song that opens with a reference to anti-Semites.\nOut-of-state humor aside, we wondered if Straus is indeed the first Jewish Texas House speaker.\nAn Austin American-Statesman news article from January 2009, just before House members elevated Straus to the speaker’s post, said he appeared poised to become \"the first Jewish speaker of the Texas House since statehood.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nBefore Texas was a state, the article says, David Kaufman served as speaker of the House in the Congress of the Republic of Texas from 1839 to 1841. Kaufman was of Jewish descent, \"but historians have found no evidence he was a practicing Jew and he did not receive a Jewish burial, said Hollace Ava Weiner, editor of ‘Lone Stars of David: The Jews of Texas.’\"\nRabbi Jimmy Kessler of Temple B’nai Israel in Galveston told us that \"usually a person of the Jewish faith will buried in a Jewish cemetery.\"\nHe also pointed to the 1990 book, \"Deep in the Heart: Lives and Legends of Texas Jews: A Photographic History,\" which says that Kaufman \"was of Hebrew descent but not a practicing Jew.\"\nFinally, Bryan Stone, an associate history professor at Del Mar College in Corpus Christi and author of the book, \"The Chosen Folks,\" about Jewish Texans, told us: \"There have been many Jewish members of the Texas Legislature going back to early statehood, but Straus is definitely the first Jewish speaker.\"\nWe rate Oliver’s statement as Mostly True.\nCORRECTION, 12:30 p.m., Feb. 12, 2011: The story below has been amended to remove a description of a 19th century speaker of the Texas House as the sole Jewish member of the Texas Legislature until the 1970s. That’s incorrect. After he served as House speaker, however, David Kaufman was the only Jewish Texan to serve in the U.S. Congress until the 1970s, according to the Handbook of Texas Online.", "vclaim_id": "vclaim-pol-13621"}