{"url": "/factchecks/2014/jan/28/rand-paul/rand-paul-says-more-half-students-medical-dental-a/", "speaker": "Rand Paul", "vclaim": "\"Over half of the young people\" in medical, dental and law schools are women.", "truth_label": "false", "date": "stated on January 26, 2014 in an interview with CNN:", "title": "Rand Paul says more than half of students at medical, dental and law schools are females", "text": "Former Arkansas Gov. Mike Huckabee’s attempt to speak on women’s issues at a meeting of the Republican National Committee last week drew as much attention, if not more, than the party’s official business. At the meeting, Huckabee accused Democrats of believing that women \"cannot control their libido or their reproductive system without the help of the government.\"\nOn CNN’s State of the Union, Sen. Rand Paul, R-Ky., a possible 2016 presidential hopeful, was asked to weigh in on Huckabee’s comments. He turned the question to female advancement in education and the workplace.\n\"I've seen the women in my family and how well they're doing,\" Paul said. \"My niece is in Cornell Vet School, and 85 percent of the people in vet school right now are women. Over half of the young people in medical school and dental school are women. Law school, the same way. I think women are doing very well, and I'm proud of how well we've come and how far we've come, and I think that some of the victimology and all this other stuff is trumped up.\"\nHost Candy Crowley didn’t press Paul on his comment about women and advanced degrees, but we decided to weigh in.\nBy the numbers\nWomen are indeed seeking advanced degrees at rates that far outpace men — in fact, that has been the case for many years.\nIn 1990, males made up 53 percent of 25- to 29-year-olds with an advanced degree (that is, a master’s degree or higher). By 2000, the percentages had flipped, with women holding 58 percent of post-bachelor’s degrees among the same demographic, according to the U.S. Census. The breakdown remained similar in 2009.\nPaul’s problem was that he happened to choose specific fields — medicine, dentistry and law — where the statistics tell a different story.\nLet’s start with medicine. In 2013, 83,472 individuals were enrolled in medical schools across the United States, according to the Association of American Medical Colleges. About 38,950 were women, or 46.7 percent. That’s close to half, but not quite.\nAnd the percentage of women in med school actually dropped over the past decade. In 2004, women made up 48.2 percent of the 70,816 med school enrollees.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nNow let’s move on to dental school. As it turns out, dentistry numbers are pretty similar to medical colleges. According to an American Dental Association education survey, there were 11,613 men in dental schools in 2010-11, and 10,240 women, or about 46.9 percent of enrollees.\nUnlike what happened in med school, the gender gap has shrunk in dental school over the past 10 years. In 2001-02, the dental school population was 40 percent female and 60 percent male.\nFinally, we turn to the law.\nIn law school, men make up the majority, as well, and at rates similar to medicine and dentistry. According to the American Bar Association, there were 146,288 people enrolled in a juris doctorate program in 2011-12 and 68,262, or 46.7 percent, were women.\nParticipation rates among women in law schools are far higher than they were in 1950, when they made up just 3 percent of enrollees. By 1980, females made up 35 percent of all law school campuses.\nBut as was the case with medical school, the share of women in law school has actually declined somewhat in recent years. In 1992-93, women were a slight majority of law school students, at 50.4 percent of enrollees. From 2002 to 2004, they were close at 49.0 percent. Since 2006, they have hovered around 47 percent.\nSo Paul’s claim is 0-for-3. We reached out to Paul’s office and they pointed us to an American Enterprise Institute study. The research backed up the overall trend in higher education we already pointed out — women are earning more advanced degrees than men — but it didn’t weigh on the specific fields Paul singled out.\nWe checked out one more possibility: Were women a minority of enrollees, but a majority of those who ultimately earned degrees, because more men were washing out before graduation?\nWe found that’s not the case either. In 2011-12, more men than women finished their medical, dental and law school programs, according to the National Center for Education Statistics.\nFor the record, there are three fields that require specific advanced degrees where women do outnumber men. Of the degrees earned in optometry and pharmacy in 2012, two-thirds went to women, and about 78 percent of veterinary degrees went to females. In the others — dentistry, medicine, osteopathic medicine, podiatry, chiropractic, law and theology — men were the majority.\nOur ruling\nPaul said more than half of the enrollees in medical, dentistry and law schools are female. While women are close to 50 percent of enrollees in all three fields, they’re not a majority in any of them. And in both law and medicine, the trendlines for female enrollment have actually fallen in recent years. We rate Paul’s statement False.", "vclaim_id": "vclaim-pol-08341"}