{"url": "/factchecks/2020/aug/26/viral-image/teen-accused-killing-demonstrators-not-police-offi/", "speaker": "Viral image", "vclaim": "Photos show that the person who shot three people during a protest over the police shooting of Jacob Blake is a police officer.", "truth_label": "false", "date": "stated on August 26, 2020 in a Facebook post:", "title": "The teen accused of killing demonstrators is not a police officer", "text": "Update: After this story published, the Wisconsin Department of Justice provided an update into its investigation. Those details are now included in this report.\nAuthorities have not revealed much since a white police officer in Kenosha, Wis., shot a Black resident named Jacob Blake, prompting several days of demonstrations punctuated by a deadly night of unrest.\nBut after two people were shot and killed and a third was injured during protests over Blake’s shooting on Aug. 25, one social media post pulled together a couple threads from the rumors spreading on social media. \n\"Come to find out the shooter last night is a…. COP?\" the post says. It shows two photos: one of a police officer wearing a helmet and the other of someone in a green shirt holding what looks like an assault-style weapon.   \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe first photo shows Rusten Sheskey, a Kenosha police officer who was profiled by Kenosha News in 2019 for his work as a \"bike cop.\" \nSome social media posts have also claimed that Sheskey is the officer who shot Blake. (The Wisconsin Division of Criminal Investigation said after this story published on Aug. 26 that Sheskey was the shooter.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nHowever, Sheskey is not the person who has been arrested in connection with the shooting that left two people dead and another person injured. \nThat person is Kyle Rittenhouse, a 17-year-old from Antioch, Ill., who police arrested on suspicion of first-degree intentional homicide in connection with the fatal shootings. \nWhen the Kenosha News story was published, Sheskey had worked as a police officer in Kenosha for six and a half years, and at a different department for three years before that. \nRittenhouse would have been about 8 years old, nine years ago. \nThe second photo that appears in the Facebook post was published by several news outlets including Yahoo News, which describes it as a \"screengrab of video of white shooter during Tuesday night’s protests over the police shooting of Jacob Blake.\"\nA recording caught the shooter opening fire in the middle of the street and the gunman could be heard saying \"I just killed somebody,\" the Associated Press reported. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17185"}