{"url": "/factchecks/2011/jul/29/we-are-wisconsin/we-are-wisconsin-says-state-senator-alberta-darlin/", "speaker": "We Are Wisconsin", "vclaim": "Says Republican state Sen. Alberta Darling offered \"unqualified support\" for a plan to end Medicare", "truth_label": "half-true", "date": "stated on July 15, 2011 in a news release:", "title": "We Are Wisconsin says State Senator Alberta Darling offered \"unqualified support\" for a U.S. Rep. Paul Ryan's plan to end Medicare", "text": "State Sen. Alberta Darling, R-River Hills, handed her recall opponent a big opening when she was asked about U.S. Rep. Paul Ryan’s hotly debated Medicare plan and heaped praise on him.\n\nOr did she?\n\nAt a June 10, 2011, fundraiser in Milwaukee, Darling told an audience during questions and answers that Ryan is \"doing the exact right thing to try to reform\" Medicare.\n\nHer comments are available to anyone, thanks to a new reality in partisan politics: Once-private talks are now routinely captured on video by bloggers, political parties or interested groups.\n\nIn this case, one of the two videos of Darling’s remarks was done for We Are Wisconsin, the labor coalition backing Democrats in the Senate recalls.\n\nThe Progressive WI channel on YouTube posted a long version on June 11, 2011, and We Are Wisconsin put up a shorter but better-quality video on June 13, 2011. The Journal Sentinel wrote about it on June 14, 2011, in an All Politics blog post headlined, \"Darling backs Ryan’s Medicare plan.\"\n\nA few weeks passed, but then things really got interesting.\n\nThe National Journal reported Darling told one of its reporters in June that she had taken no position on Ryan’s plan at the fundraiser. \"I didn’t say I supported his Medicare effort,\" the publication quoted Darling as saying.\n\nAround the same time, state Rep. Sandy Pasch, D-Whitefish Bay, Darling’s opponent in the August recall election, put up a TV spot saying Darling \"supports ending Medicare\" -- a reference to the recorded comments.\n\nThen on July 14, 2011, after a protest at her office, Andrew Davis, Darling’s campaign manager, told Fox Point-Bayside Patch: \"Senator Darling has no opinion on the matter.\"\n\nThe reaction was swift.\n\nThe next day We Are Wisconsin blasted Darling and Ryan in a July 15 news release, saying she was dishonestly denying her \"unqualified,\" \"unequivocal,\" \"unwavering,\" \"ironclad\" support for a \"radical plan that ends Medicare\" or proposes \"gutting\" it or would \"scrap\" it.\n\nStrong words. Does the video tell the tale of \"unqualified support\"?\n\nWe’ll look at a claim in two parts: (1) that Darling offered unqualified support for Ryan’s plan and (2) that Ryan’s plan would \"end\" Medicare.\n\nThere is no dispute about the authenticity of the video.\n\nAs these things go, the question-and-answer exchange is actually clear. Darling’s camp says her answer was unscripted, but she was fully aware the exchange was being recorded. Her remarks are not an aside; she eagerly took the microphone and spoke for more than a minute.\n\nThe question from an unidentified male was direct:  \"What do you think of Representative Ryan’s Medicare changes?\"\n\nHere’s the full exchange:\n\n\"You know, I was asked at the beginning of the week what I think about Rep. Ryan’s Medicare reforms, and they were trying to tie me to Ryan and thought that would be a negative for me.\n\n\"I said, ‘I’m standing with Ryan anytime, anywhere. He’s a leader.’ And I said ‘You guys are lying about what he’s doing with Medicare ... 55 and older Medicare stays; 55 and younger, there are new reforms so that health care actions can be available when people get to be seniors.\"\n\nShe finished:\n\n\"So, I think Paul Ryan is doing the exact right thing to try to reform Medicaid because Medicaid is going to go broke. But they’re lying. People 55 and older will keep Medicare. 55 and younger will have a reform of Medicare to have options so that health care can continue.\n\n\"Totally, go Paul Ryan!\" Darling said to applause. \"They are trying to label that as a negative. I said, \" ‘Are you kidding, he’s absolutely a hero.’ \"\n\nWe requested an interview with Darling; she declined. Davis provided written answers to our questions.\n\nIn her response to us, Darling did not take a position on Ryan’s plan, instead reiterating she can’t vote on Medicare changes, and she admires Ryan’s leadership on the issue.\n\n\"I did not and do not endorse Congressman Ryan’s plan,\" her response said. \"I do not want to see Medicare end, I want to see it continue to provide for our seniors. But if we do not do anything about it, it’s not going to be there for future generations.\"\n\nThe intent of her answer at the event, Darling’s statement said, was to \"combat the lies\" about Ryan’s plan.\n\nDavis said Darling’s \"exact right thing\" remark was only in reference to Ryan’s taking on the issue, not the specifics of his plan.\n\nKelly Steele, spokesman for We Are Wisconsin, countered that Darling discusses details of the plan and shows her cards by saying Ryan’s attempt at Medicare reform is the \"exact right thing.\" The group says Darling is now reacting to residents’ concerns about cuts to Medicare.\n\n\"Her attempt to walk this back is laughable,\" Steele said. \"I have not seen a more unequivocal embrace of Paul Ryan’s plan than that piece of video.\"\n\nLet’s go back to the tape -- and the We Are Wisconsin claim -- and examine the two pieces of this.\n\nFor her part, Darling’s campaign contends she only embraced Ryan and Ryan’s drive to reform Medicare -- not the specifics.\n\nBut she discusses and defends key aspects of it, and -- in response to a question about what she thought about the plan -- offers that he is doing the \"exact right thing.\"\n\nIf Darling wanted to express neutrality, she could have prefaced her comments or framed them as such. She could have embraced Ryan and still made clear she was taking no position on his plan. Instead she offers not even a hint of concern or caution about Ryan’s plan and invites the conclusion that she backs it wholeheartedly with comments such as \"totally, go\" and \"standing with Ryan anytime, anywhere.\"\n\nMost importantly, the question wasn’t Ryan’s courage or his place in history -- it was what she thought of his plan. The question, perhaps designed for this purpose, was specific.\n\nWe think many listeners would judge her remarks in that narrow context and take her enthusiastic back-slapping comments as at least a general endorsement of his plan.\n\nBut Darling didn’t come right out and say she endorses his plan.\n\nAnd this was an apparently unscripted response at a GOP fundraiser where you might expect Darling to lead cheers for Ryan. We could find no other, more formal statements by Darling on the plan.\n\nLooking at the whole context, though, we think it’s generally true Darling offered unqualified support.\n\nNow the back end of the claim.\n\nThe problem for We Are Wisconsin is that it says Ryan’s plan would \"end\" or \"scrap\" Medicare. The group qualifies the language at times, but the overwhelming impression left is that Ryan’s plan would mean the end of Medicare -- and that this is what Darling supported.\n\nPolitiFact has repeatedly ruled False the notion that Ryan’s plan would end the program. It would change dramatically, yes, but it would still exist.\n\nSo where does that leave this two-part statement on the Truth-O-Meter?\n\nOn balance, we rate the statement from the group Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12659"}