{"url": "/factchecks/2020/jan/15/virginia-house-democratic-caucus/va-house-leaders-wrongly-say-state-capitol-police-/", "speaker": "Virginia House Democratic Caucus", "vclaim": "The State Capitol Police \"recommended\" banning guns at the Capitol.", "truth_label": "false", "date": "stated on January 10, 2020 in a committee meeting.:", "title": "Va. House leaders wrongly say State Capitol Police 'recommended' gun ban", "text": "In imposing a gun ban at the State Capitol, newly-empowered House Democrats repeatedly said they were acting on the recommendation of Capitol Police.\nPro-gun Republicans angrily accused the Democrats of deceit.\nIt all happened during Jan. 10 at the meetings of two committees that set the rules for the State Capitol, and sounded the opening shots of a Democratic effort to toughen Virginia’s gun laws.\nCalling for gun control in last fall’s elections, Democrats won majorities in the House and Senate for the first time this century. Working with Democratic Gov. Ralph Northam, they have introduced bills that would establish universal background checks on firearm buyers, an assault weapons ban, a one-handgun-a-month purchase limit, and a red-flag law that would allow authorities to temporarily take guns from people deemed a threat to themselves or others.\nIn response, more than 100 localities have declared themselves \"Second Amendment Sanctuaries\"  that won’t enforce gun restrictions they think are unconstitutional. Thousands of gun advocates are expected to rally at the Capitol on Jan. 20, prompting public safety concerns.\nThe gun ban was passed on a party-line vote by the Joint Rules Committee, a panel of Senate and House leaders, whose decisions are not reviewed by the full legislature. It applies to visitors of the Pocahontas Building, where lawmakers have offices and committee rooms. In the past, anyone with a valid concealed-handgun permit was allowed to bring a gun into the Capitol.\nDemocrats said four times during the meeting that the Capitol Police recommended the new policy.\nDel. Marcus Simon, D-Fairfax: \"This is all done, really, at the recommendation of the Capitol Police, who I think are going to speak to these measures themselves. This is the advice we’ve gotten from the security professionals on what they need to do their jobs effectively and keep us all safe going forward throughout this session and sessions of the future.\"\nHouse Majority Leader Charniele Herring, D-Alexandria:  \"I just have to say that this is something that has been recommended by our Capitol Police, and I think there are times when we sort of have to trust what our law enforcement officers our telling us in concern for our safety and the safety of others coming into this building.\"\nHerring: \"This is a recommendation for our Capitol Police who we trust every day and who have kept us safe and I trust their judgment.\"\nSpeaker Eileen Filler-Corn, D-Fairfax: \"Again, this is being recommended by Col. Pike and the professionals and that’s why we’re moving in this direction.\" She was referring to Capitol Police Col. Anthony Pike.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAfter the meeting, Pike qualified the Democrats’ statements. He told reporters neither he nor his agency recommended the gun ban. They simply complied with a Democratic request to figure how such a plan would be put in effect.\n\"When (Democrats) approached me and indicated they were going  to put in a firearms prohibition, that’s when they asked me for my input on how we would process, how we would handle these facilities with that prohibition,\" he said.\nPike declined to say if the thought the gun ban is a good idea, saying the Capitol Police is non-political and implements legislative rules.\nLater, in a meeting of the House Rules Committee, Pike again emphasized that the Capitol Police strives to avoid politics and didn’t call for the ban. \n\"I was told that there was going to be a prohibition on firearms and to put together my recommendations on how to handle that prohibition for the buildings,\" he said under questioning from Republicans.\nHouse Minority Leader Leader Todd Gilbert, R-Shenanhoah, chastised the Democrats, saying, \"I just think that entire effort to put this on the Capitol Police was disgusting.\"\nFormer Speaker Kirk Cox, R-Colonial Heights, told Filler-Corn, \"Let’s be honest with each other...That was a deliberate misrepresentation. There’s no way around that.\"\nFiller-Corn later accused Republicans of trying to divert attention on the gun control debate.\nOur ruling\nHouse Democratic leaders (Filler-Corn, Herring and Simon) said four times they were imposing a gun ban at the Capitol at the \"recommendation\" of the Capitol Police.\nBut Pike, the chief of the Capitol Police, says the Democrats had decided among themselves there would be a gun ban and approached him afterwards to work out the details. He declined to tell reporters if he thinks thinks the ban is a good idea, citing the nonpartisan nature of his agency and its role to enforce legislative rules. \nDemocrats have not disputed Pike’s account. We rate the statements by the House leaders False.", "vclaim_id": "vclaim-pol-17588"}