{"url": "/factchecks/2012/sep/30/david-cicilline/us-rep-david-cicilline-says-republican-opponent-br/", "speaker": "David Cicilline", "vclaim": "Brendan Doherty wants \"to repeal Obamacare, increasing drug prices for seniors.\"", "truth_label": "barely-true", "date": "stated on September 25, 2012 in a campaign commercial:", "title": "U.S. Rep. David Cicilline says Republican opponent Brendan Doherty wants to repeal Obamacare and increase drug prices for seniors", "text": "If you vow to repeal a law but then promise to preserve some of its key provisions, are you really promising to repeal the law?\n\nThat's the question surrounding an advertisement in support of Democratic U.S. Rep. David Cicilline's attempt to hold his 1st District seat against a challenge by Republican Brendan Doherty.\n\nThe 30-second television ad, produced by Cicilline’s campaign, shows video of Doherty praising GOP presidential candidate Mitt Romney and lists some ways in which the two agree on key issues. It is available on YouTube.\n\nOne issue is the Affordable Health Care Act, the controversial legislation often referred to as Obamacare.\n\n\"Doherty and Romney both want to repeal Obamacare, increasing drug prices for seniors,\" the ad says.\n\nRomney has already made it clear he wants to repeal the law. In looking at the assertion, we will focus on Doherty’s position.\n\nDoherty has said repeatedly that he wants to repeal Obamacare because it places too much of a burden on small businesses.\n\nOne element of the law was crafted to save Medicare recipients a lot of money because it closes the so-called \"doughnut hole,\" the gap in prescription drug coverage that has forced elderly people with health problems to shell out thousands of dollars per year.\n\nIf Obamacare were simply repealed, the hole would reopen and its effect would be as Cicilline describes it.\n\nBut if Doherty were elected and a new federal law were passed that closed the doughnut hole, Doherty could then vote to repeal Obamacare without increasing drug prices for seniors.\n\nDoherty has repeatedly said he wants to keep the doughnut hole closed. He also has said that he wouldn’t repeal Obamacare without preserving that popular feature, and others.\n\nIn a July 2, 2012, appearance on \"The Helen Glover Show,\" Doherty said \"I would vote to repeal it. But I think we need to find better solutions even before we repeal it.\"\n\nA bit later, he specifically referred to continuing coverage for young adults and people with pre-existing conditions and protecting people in the doughnut hole as \"good points\" in the law. He said those are areas \"to have real health care reform.\"\n\nSeparately, the Doherty campaign sent us a July 12, 2012, news release in which the candidate criticized House Republicans for voting to repeal Obamacare \"without offering any alternative proposal.\"\n\nAnd we put the question to him directly, asking Doherty if he would, if elected, cast any vote to repeal Obamacare if the government hadn't first passed a law closing the doughnut hole. He said, \"No.\"\n\nBut he said the safeguards could be part of a repeal bill.\n\n\"I wouldn't vote for any repeal of Obamacare if we didn't have the doughnut hole closed,\" or protection for children up to 26 years old and coverage \"for preexisting conditions in that,\" he said.\n\nCicilline spokesman Eric Hyers, asked about the ad and Doherty's support for some elements of Obamacare, said in an e-mail: \"Simply because [Doherty] says he wants to find a bipartisan solution or that he has started mentioning parts of the bill he likes, is irrelevant. As soon as the bill is repealed, the benefits are gone and closing the doughnut hole, (or allowing young people to stay on their parents' insurance or whatever else), would have to be re-fought. Saying, 'He thinks there should be a solution before repeal,' is nice, but it doesn't change the real world implications of voting for repeal.\"\n\nOur ruling\n\nDavid Cicilline, in a campaign ad, says Brendan Doherty wants \"to repeal Obamacare, increasing drug prices for seniors.\"\n\nDoherty does want to repeal Obamacare, and a repeal would do precisely that.\n\nBut Doherty, at least as far back as July 2, has repeatedly said he would not vote for repeal until \"better solutions\" are found.\n\nSuch subtlety is lost in the Cicilline ad. Because the statement contains some element of truth but ignores critical facts that would give a different impression, we rate it Mostly False.\n\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10285"}