{"url": "/factchecks/2015/may/18/donald-trump/trump-tees-tom-bradys-suspension-says-players-murd/", "speaker": "Donald Trump", "vclaim": "\"You can be an NFL player with murder charges and not be suspended.\"", "truth_label": "half-true", "date": "stated on May 13, 2015 in a tweet:", "title": "Trump tees off on Tom Brady's suspension, says players with murder charges not suspended", "text": "Donald Trump is on Team Tom.\nThe billionaire who loves to dabble in politics recently tweeted his reaction to the NFL’s decision to suspend New England Patriots quarterback Tom Brady four games over his alleged role in \"Deflategate.\"\nThe league punished Brady, who is appealing his suspension, after an independent report found it was \"more probable than not\" that Brady knew about the Patriots staffers who released air from game balls after the referees’ inspection.\nHe tweeted, \"You can be an @nfl player with murder charges and not be suspended. Yet with NO EVIDENCE, @nfl targeted Tom Brady. B.S.!\"\n\nAs referees of factual claims, we wondered about Trump’s statement.\nWe don’t know specifically who Trump was thinking about — his press team didn’t respond to us — but we were unable to find a situation that precisely supports his claim.\nThe closest parallel is the case of former Baltimore Ravens linebacker Ray Lewis. Lewis was indeed arrested on murder charges, and he was not suspended by the NFL. But there’s more to the story as to why.\nLewis was arrested on charges of murder and aggravated assault in the Jan. 31, 2000, stabbing deaths of two men after a Super Bowl party in Atlanta. Prosecutors worked out a deal with Lewis where the murder charges would be dropped if he testified against two friends who were with him that night. (They were acquitted.)\nLewis’ arrest and plea all took place during the 2000 offseason, so there were no games for which he could have been suspended. Lewis pleaded guilty to a misdemeanor obstruction of justice charge in June 2000.\nAfter Lewis’ plea, NFL Commissioner Paul Tagliabue said Lewis would not be suspended.\n''It's the courts who have the primary responsibility in this case,'' Tagliabue said in a July 2000 conference call with reporters, according to the New York Times. ''We're not a substitute for the courts.''\nThe NFL put Lewis on probation for a year and fined him $250,000, which Lewis called disappointing.\nMore recent cases contradict Trump’s claim.\nThe New England Patriots’ Aaron Hernandez was convicted of first-degree murder in the June 2013 death of Odin Lloyd. When Hernandez was arrested and charged with murder on June 26, 2013, the Patriots didn’t suspend him — they cut him.\nBefore Hernandez, Rae Carruth was the only active NFL player to be convicted of a murder-related charge. The Carolina Panthers wide receiver was arrested for first-degree murder in the death of his pregnant girlfriend, who was killed in a drive-by shooting while sitting in her car on November 1999. (The unborn child survived.) Carruth was accused of setting up the shooting. He was acquitted of the first-degree murder charge but was found guilty of murder conspiracy, among other charges. He is in prison.\nAfter Carruth’s arrest, the Panthers waived him and the NFL suspended him indefinitely.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nVehicular homicides\nOther NFL players have faced charges for killing people due to reckless driving. Those crimes came with suspensions or worse.\nIn 2003, Dallas Cowboys cornerback Dwayne Goodrich hit three men on a Dallas interstate with his BMW, killing two and shattering the other’s left leg. The men were trying to save a man from a burning car. Goodrich was convicted of criminally negligent homicide with a deadly weapon and failure to stop and render aid, and he spent six years in prison. The Cowboys released him upon his arrest.\nDonte Stallworth, formerly of the Cleveland Browns, was suspended without pay for the 2009 season after he hit and killed a man, Mario Reyes, with his Bentley in Miami. His blood-alcohol content was .126, more than three times Florida’s legal limit. He pleaded guilty to DUI manslaughter, bounced around a few NFL teams after the Browns cut him, and eventually landed a reporting internship at the Huffington Post. \nIn 1998, St. Louis Rams player Leonard Little killed a woman after drinking and driving, hitting her car with his SUV. The team put Little on paid leave. After he pleaded guilty to involuntary manslaughter, the league placed Little on a suspension of eight regular season games.\nOther examples\nSome players were involved in deaths, even if they were not charged with murder.\nIn July 1995, Seattle Seahawks receiver Brian Blades shot and killed his cousin, Charles, and was charged with manslaughter, which in Florida is a second-degree felony applied when a killing occurs because of negligence or without a legal reason. Blades said the shooting was accidental, and went on to play all 16 games in the 1995 season.\nA jury initially convicted Blades of manslaughter in June 1996, but the verdict was overturned a week later by a Florida judge.\nDuring the same month of Hernandez’s high-profile arrest in June 2013, Cleveland Browns rookie Ausar Walcott punched a man in the head outside of a New Jersey gentleman’s club, and the man suffered critical injuries. The Browns cut Walcott from the team the day after he was arrested.\nAnother player, Jovan Belcher of the Kansas City Chiefs, killed his girlfriend and then shot himself to death at the team’s training facility on the same day, Dec. 1, 2012.\nNew code\nHowever you view the old case of Lewis, it’s important to note that the NFL tightened player conduct rules after taking heat for allegations of violent crime against players Ray Rice and Adrian Peterson in 2014.\nThe player conduct policy released in December 2014 lays out procedures for handling players charged with violent crimes, including some form of paid leave amid law enforcement and league investigations. The NFL Players Association takes issue with this policy, as it prevents players from team activities even though they may end up not guilty of their charges.\nSo while it’s possible that a past player — namely Lewis — has been charged with murder without being suspended, it’s not likely that would happen today.\nOur ruling\nTrump claimed, \"You can be an NFL player with murder charges and not be suspended.\"\nToday, that’s at best a highly unlikely scenario . The closest historical example we could find came from 2000 involving the case of Ray Lewis, but there is the wrinkle that his murder charges came and went during the 2000 offseason. He eventually pleaded guilty to misdemeanor obstruction of justice.\nTrump’s statement is partially accurate but leaves out important details and takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-06405"}