{"url": "/factchecks/2010/aug/30/bill-white/bill-white-says-most-gov-rick-perrys-chiefs-staff-/", "speaker": "Bill White", "vclaim": "Says most of Perry's chiefs of staff have been lobbyists.", "truth_label": "true", "date": "stated on August 14, 2010 in a speech:", "title": "Bill White says most of Gov. Rick Perry's chiefs of staff have been lobbyists", "text": "Democratic gubernatorial nominee Bill White has vowed to tighten rules restricting state employees from working as lobbyists, recently noting that Perry's top staffers have kept the revolving door spinning.\n\n\"Most of his chiefs of staff have been lobbyists,\" White said to a crowd of about 35 people in the North Texas town of Crowell on Aug. 14.\n\nWhite was more specific in an ethics reform proposal he released in April: \"Five of seven Perry chiefs of staff have been lobbyists.\" \n\nQuick aside: State law regulates lobbying, defined as \"direct communications\" with members of state agencies, the legislative or executive branch of state government to influence legislation or administrative action. That includes the offices of the governor.\n\nWhite proposed to prohibit the governor's senior staff from working on issues related to their former employment for two years. And \"when departing, they will be prohibited from lobbying the governor's office or their state agency for two years,\" according to White's plan.\n\nMark Miner, a spokesman for Perry's campaign, has said that \"the governor has some of the toughest ethics policies anywhere in the country,\" according to a Aug. 19 article in the Dallas Morning News. \"You cannot lobby his office for one year and a legislative session.\"\n\nStill, we wondered if White's chiefs-of-staff complaint was true.\n\nSo we went down the roster of the governor's chiefs of staff and combed through the Texas Ethics Commission's online database of registered lobbyists, who are required to report their compensation and expenditures. But that list only dates back to 1998, so we reached out to the former chiefs of staff themselves.\n\nIntroducing ...\n\nBarry McBee chief of staff, December 2000-August 2001; registered lobbyist 2001-02McBee was the first of the seven chiefs of staff Perry has had during his gubernatorial tenure. McBee has also been chairman of the Texas Natural Resource Conservation Commission, deputy commissioner at the Texas Department of Agriculture and an aide to former Gov. Bill Clements.\n\nMcBee was a lobbyist when he worked for the law firm Bracewell & Patterson (now Bracewell & Giuliani). The ethics commission lists nine clients for McBee, including AT&T and defense contractor Northrop Grumman, in 2002, his most recent year as a lobbyist. The commission reports McBee's compensation from the law firm that year as at least $200,000.\n\nWhere's McBee now? At the University of Texas System, where's he's worked as vice chancellor for governmental relations since 2006 — also a lobbying job, albeit for a public institution.\n\nMike McKinney chief of staff, September 2001-November 2002; registered lobbyist 1999-2001\n\nMcKinney served in the Texas House of Representatives from 1984 to 1991 and led the Texas Health and Human Services Commission during George W. Bush's first term as governor. McKinney was registered as a lobbyist from 1999 to August 2001 while he was a vice president of Centene Corp., a St. Louis-based health insurance company. Rod Davis, a spokesman at the Texas A&M University System, where McKinney is now chancellor, said he had \"registered as a lobbyist as a standard precaution for having any contacts with legislators\" but \"was not primarily a 'lobbyist' by any means.\"\n\nMike Toomey chief of staff December 2002-September 2004; registered lobbyist 1990-2002, 2004-present\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nThe ethics commission database lists more than 30 clients, including Merck and Philip Morris, for Toomey in 2002, the year he became Perry's chief of staff.\n\nSince leaving the Perry administration, Toomey has resumed lobbying. Among his 25 clients listed for 2010 on the ethics commission report are AT&T, Corrections Corp. of America, Hewlett-Packard and Texas Instruments. This year, Toomey reported a minimum of $800,000 and a maximum of about $1.5 million in prospective compensation, according to the commission.\n\nDeirdre Delisi chief of staff September 2004-June 2007 \n\nDelisi has been with Perry since he was lieutenant governor. She served as his chief of staff until Perry tapped her to serve as the chairwoman of the Texas Transportation Commission, which governs the Texas Department of Transportation.\n\nDelisi told us that she has never been a registered lobbyist, and after searching news clips and lobbyist registries dating from 1998 on the ethics commission website, we confirmed as much.\n\nBrian Newby chief of staff July 2007-October 2008; registered lobbyist 2009-present\n\nNewby rejoined the law firm Cantey Hanger in 2009 after working for Perry and registered as a lobbyist the same year. This year, the Tarrant Regional Water District was listed as his client, and his prospective compensation from the district was reported as $10,000 to $24,999.99.\n\nJay Kimbrough chief of staff October 2008-June 2009\n\nKimbrough, a former Marine, has in recent years filled a troubleshooter role at the Texas Youth Commission and the Texas Department of Transportation. Prior, he was a special adviser to the Texas A&M board of regents.\n\nKimbrough told us that he's never been a lobbyist, and we didn't find any evidence to the contrary.\n\nRay Sullivan chief of staff July 2009-present; registered lobbyist 2002-09 \n\nKatherine Cesinger, a spokeswoman for Perry, told us that Sullivan first registered as a lobbyist in late 2002, although he doesn't show up in the ethics commission database until 2003. Before that, he worked in various capacities for Perry. Perry appointed him as chief of staff in July, prompting Wayne Slater at the Dallas Morning News to single Sullivan out as an example of \"how things work in Austin.\"\n\nAccording to the Aug. 19 article, \"Ray has shuttled between top jobs on Perry’s staff and as a lobbyist representing interests with business before the state. His wife has directed the governor’s political fundraising. They haven’t broken the law or the rules governing the practice of politics and policy, and they’ve made between $4 million and $5.7 million since Perry’s been governor, according to campaign reports, lobby filings and state payroll records.\"\n\nIn 2009, Sullivan had seven clients listed to his name on the ethics website, including HNTP Corp., a toll-road engineering company.\n\nSeven chiefs of staff later, what have we learned?\n\nFar as we can tell, five have been registered as lobbyists, as White stated. Three of those — McKinney, Toomey and Sullivan — were lobbyists before Perry hired them as chief of staff.\n\nWe rate White's statement as True.", "vclaim_id": "vclaim-pol-14522"}