{"url": "/factchecks/2020/feb/12/denver-riggleman/was-more-half-virginias-legislature-born-out-state/", "speaker": "Denver Riggleman", "vclaim": "“Over 50% of the people now in the House and state Senate have not been born in Virginia.”", "truth_label": "true", "date": "stated on January 23, 2020 in a radio interview.:", "title": "Was more than half of Virginia's legislature born out of state?", "text": "U.S. Rep. Denver Riggleman, R-5th, recently accused the newly-elected Democratic majority in the General Assembly of embracing liberal policies that are out of sync with Virginia.\nDemocrats last fall won control of both legislative chambers for the first time this century. Riggleman, during a Jan. 23 radio interview on the John Fredericks Show, said the party has gone \"absolutely loco\" in passing gun control bills, proposing a gas tax hike to improve roads and backing measures he said will hurt small businesses. \nHe said Democrats could be facing the \"shortest tenure ever for a majority, based on the craziness coming out of the state legislature.\"\nHe added, \"Over 50% of the people now in the House and the state Senate have not been born in Virginia. And most of them, completely new. They’re not even Virginians by grace yet.\"\nWe fact-checked Riggleman’s statistic. We’ll leave it to you to determine what, if anything, qualifies a person to be a \"Virginian by grace.\"\nThe numbers\nTo learn where lawmakers were born, we consulted their  biographies on the House and Senate websites and in General Assembly manuals. In a few cases, we turned to newspaper stories or asked legislative aides.\nThe newly-elected House of Delegates sworn in last month has 52 members born outside Virginia and 48 born inside the state. The newly-elected Senate has 22 members born outside the state and 18 born within. Combining the chambers, 74 legislators were born outside Virginia, 66 inside.\nThat’s a flip from 2019, when Republicans held narrow majorities in both chambers. In the House 52 delegates were born in Virginia, 48 weren’t. In the Senate, 22 were born in Virginia, 18 were not. Combing the chambers, 74 lawmakers were born inside Virginia, 66 outside.\nIn other words, there was a net addition in both chambers of four members born outside the state.\nPercentage of Virginia legislators and citizens born out of state.Infogram\nBut these numbers are tricky and don’t suggest - as Riggleman implies - that those born outside Virginia are alien to its culture. \nNine current General Assembly members (six senators and three delegates) listed as being born out of state were delivered across the Potomac River in Washington D.C. Their biographies show six of them (four senators and two delegates) graduated from high school or college in Virginia. If counted, Riggleman’s claim about out-of-state majorities would fall. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nTwelve other legislators were born in states bordering Virginia: North Carolina; Maryland; West Virginia; Kentucky; and Tennessee. Republican Del. Terry Kilgore, for example, has lived in Gate City in Southwest Virginia for all of his life, except when he attended college and law school in other parts of Virginia. But he was born in a hospital 20 miles away in Kingsport, Tenn. and - in Riggleman’s claim - doesn’t count as a native-born Virginian. \nDemographics\nSo far, we’ve been focusing on the details of numbers between 2019 and 2020 and, by strict count, there has been a transition to where a majority of General Assembly members were born out of Virginia. But a broader trend emerges if we use 1960 as our starting point. The increase in non-Virginia legislators over the past 60 years reflects the increase in non-native-born Virginians living in the state. \nIn 1960, Virginia was in the final years of domination by a political machine controlled by Democratic U.S. Sen. Harry Byrd that was rural in origin and segregationist. The House of Delegates had 96 Democrats and four Republicans; the Senate had 38 Democrats and two Republicans. Eighty-five percent of the legislators were born in Virginia, as was 71% of the state’s population.\nThese days, Virginia’s politics are dominated by a suburban crescent arching from Northern Virginia through Hampton Roads. There’s been a large migration to the state through these suburbs - particularly Northern Virginia - by a professional class of government workers and contractors. The U.S. Census Bureau estimated that 50.5% of the state’s population in 2018 was born outside Virginia. That nearly matches the 52% of legislators this year who were not born in Virginia.\n\"People like to vote for people who reflect them,\" said Larry Sabato, a University of Virginia political scientist. \"These legislators reflect the people they represent. Riggleman’s living in the past.\"\n\"We’ve become a different state,\" said Bob Holsworth, a political scientist and consultant. \"I certainly understand some people who regret that some of the traditions have gone by, but in terms of overall prospects (offered by Virginia), there’s a big difference between now and 65 years ago.\"\nBy the way\nAlthough it’s not part of fact-check rating, we took a quick look at  Riggleman’s contention that most of the out-of-state legislators were elected last year. He’s wrong. Only nine of the 52 non-Virginia born delegates were elected last fall, as were only five of the 22 senators born out of state.\nOur ruling\nRiggleman says, \"Over 50% of the people now in the House and state Senate have not been born in Virginia.\" Fifty-two delegates in the 100-member House were born outside of Virginia; so were 22 members of the 40-seat Senate.\nWe have trouble with Riggleman’s implication that those born outside Virginia are out of step with the state. Many born outside the state grew up and were educated in Virginia. Moreover, the 52% percent of lawmakers born in other places nearly matches the 50.5% of Virginia citizens born elsewhere. The numbers reflect Virginia’s diversity\nBut the raw statistic Riggleman cites is correct, and we rate his statement True.", "vclaim_id": "vclaim-pol-17382"}