{"url": "/factchecks/2010/apr/22/rick-scott/rick-scott-republican-governor-facebook/", "speaker": "Rick Scott", "vclaim": "\"Thanks to you, in under one week we have the largest GOP (Facebook) page in the Governor's race!\"", "truth_label": "true", "date": "stated on April 19, 2010 in a post on Facebook.:", "title": "Is Rick Scott the top Republican governor candidate on Facebook?", "text": "Wealthy Florida businessman Rick Scott entered the Republican primary for governor on April 9, 2010, promising to wage a new kind of campaign against the veteran politicians running for the GOP nomination, state Sen. Paula Dockery and Attorney General Bill McCollum. Scott launched his first TV ad on April 13, 2010, and quickly set up a Facebook page.In just a week, Scott says, that new campaign already is showing promise.Scott, a former hospital CEO and outspoken opponent of President Barack Obama's health care reform, said on April 19 that his fan page on the social networking website Facebook already reaches more people than the pages of Dockery and McCollum, who both have been running for months.\"Thanks to you, in under one week we have the largest GOP (Facebook) page in the Governor's race!\" Scott said in a status update.The number of people who follow a Facebook page isn't the most significant measure of support (the press secretary for Dockery follows Scott's Facebook page to keep track of her opponent's campaign, for example, and political journalists and strategists follow most candidates' pages in case they make news). But the total number of followers on Facebook and Twitter is a statistic campaigns like to throw around in order to appear web-savvy and more popular.It also can be a way for a campaign to test messages, or organize events.We measured the three Republican candidate fan pages at 11:30 a.m. on April 21, 2010. Scott had 5,611 people who \"like\" his page.McCollum had 5,070.Dockery had 4,281.We should point out, however, that likely Democratic nominee Alex Sink, the state's chief financial officer, had 10,779 people who \"like\" her page.Still, when it comes to the Republican campaign for governor, newcomer Scott says he can reach more people on the social-networking website Facebook than either McCollum or Dockery and he's right. We rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-15081"}