{"url": "/factchecks/2008/jun/30/barack-obama/welfare-rolls-dropped-but-not-just-because-of-law/", "speaker": "Barack Obama", "vclaim": "Obama says his bill \"reduced welfare rolls nearly 80 percent.\"", "truth_label": "half-true", "date": "stated on June 30, 2008 in a TV ad.:", "title": "Welfare rolls dropped, but not just because of law", "text": "In a new TV ad, Sen. Barack Obama takes credit for reducing welfare rolls in Illinois.\n\nThe ad begins with photos of Obama after he graduated from college, of a padlocked industrial site and of a working-class neighborhood.\n\n\n\"He worked his way through college and Harvard Law ... turned down big money offers, and helped lift neighborhoods stung by job loss. Fought for workers' rights.\"\n\n\nThe announcer continues, \"He passed a law to move people from welfare to work, slashed the rolls by 80 percent ... passed tax cuts for workers ... health care for kids. As president, he'll end tax breaks for companies that export jobs, reward those that create jobs in America. And never forget the dignity that comes from work.\"\n\n\nWe previously examined Obama's claim that he passed\n\nthe welfare-to-work law (and gave him a Mostly True),\n\nso here we'll examine his new claim that the law reduced welfare rolls by 80 percent.\n\n\nObama was a state senator in 1997 when Illinois, like other states, was forced to adapt to the federal welfare reform law. Obama became the key Senate Democrat for the bill, working to make sure the Illinois program, Temporary Assistance For Needy Families, met the federal guidelines and also had provisions to ease the transition for people leaving the program. Obama played a role in making sure the program had a child care subsidy and was the prime sponsor of another bill that required the state to study the effects of welfare reform.\n\n\nAfter the main reform law took effect, the number of welfare recipients began dropping sharply, from 167,124 in 1998 to 36,331 in 2006, which represents a 78 percent drop. So the campaign is correct about the size of the decline.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut the law was not the sole cause of the decline, according to John Bouman, director of advocacy for the Sargent Shriver National Center on Poverty Law, who was involved in shaping the bill.\n\n\nBouman, a supporter and contributor to Obama's campaign, says the law was the main cause of the decline, but he estimates that about one-fourth to one-third of the drop was caused by the administrators of the state program who Bouman says were too hasty in ejecting many people from the program.\n\n\nBouman called that \"a harsh side of it that (Obama) was not an architect of — that was less the on-paper policy and more the administrative practices of the governor at the time.\"\n\n\nDan Lewis, a Northwestern University professor who was hired to study the program (and also is an Obama supporter), says it is difficult to estimate what percentage of the decline is due to the bill or other factors such as the approach of state officials.\n\n\nBut Lewis said he did not disagree with Bouman's estimate.\n\n\nGary MacDougal, former chairman of the Illlinois Republican Party and the chairman of the Illinois Governor's Task Force for Human Services Reform, downplays Obama's role in the bill and agreed with Bouman that there were other significant factors in the decline besides the state law. He said the most important factor was the governor's reorganization of state agencies, and he said the booming economy of the 1990s was also \"very helpful\" in the decline.\n\n\nSo the Obama ad is right about the size of the decline, but is reaching too far by taking credit for it. We find this claim Half True.", "vclaim_id": "vclaim-pol-16151"}