{"url": "/factchecks/2020/dec/10/donald-trump/trump-said-no-candidate-has-won-florida-and-ohio-a/", "speaker": "Donald Trump", "vclaim": "“No candidate has ever won both Florida and Ohio and lost.”", "truth_label": "pants-fire", "date": "stated on December 9, 2020 in a tweet:", "title": "Trump said no candidate has won Florida and Ohio and lost. Pants on Fire!", "text": "President Donald Trump added a factually inaccurate statement about past results in Florida and Ohio to the pile of false claims and wild theories about the 2020 election.\n\"No candidate has ever won both Florida and Ohio and lost. I won them both, by a lot!\" Trump tweeted Dec. 9.\nTrump did win Florida and Ohio on Nov. 3, but he flunked on his claim about history. In 1960 Republican Richard Nixon won both Florida and Ohio but lost the election to Democrat John F. Kennedy. Historians and journalists on Twitter quickly debunked Trump’s claim.\nOn the same day as Trump’s tweet, a court filing on his behalf included similar wrong information about Florida and Ohio. Trump filed a motion to intervene in the lawsuit filed by Texas Attorney General Ken Paxton that asks the U.S. Supreme Court to invalidate the electoral college votes for Biden from Georgia, Michigan, Wisconsin, and Pennsylvania. Election-law experts told us Paxton’s lawsuit is \"outlandish,\" a \"farce,\" and \"ridiculous.\"\nTrump’s lawyer John Eastman wrote in the motion that Trump \"won both Florida and Ohio; no candidate in history — Republican or Democrat — has ever lost the election after winning both States.\"\nEastman, a law professor at Chapman University, floated the ridiculous theory last year that Kamala Harris, who was born in the U.S., may not be eligible to run for vice president because her parents were immigrants.\nThe National Archives results for the 1960 Electoral College showed that Nixon won Florida’s 10 electoral votes and Ohio’s 25 electoral votes. Kennedy won the election with 303 electoral votes while Nixon got 219.  This year, Florida has 29 electoral votes while Ohio has 18. \nWe reached out to spokespersons for the Trump campaign and Eastman but did not hear back.\nThe fact that any state has chosen the winner in the past isn’t a guarantee of repeating that in the future.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"Florida and Ohio have often gone with the winner, but ... so what? Political patterns hold, until they don't,\" tweeted Princeton historian Kevin Kruse. \"We used to say ‘As Maine goes, so goes the nation’ — until the 1936 election, when Maine voted Republican and only Vermont joined it. And we stopped saying that.\"\nThere are many ways to get to 270 electoral votes without Florida or Ohio, said David Greenberg, a professor of history and journalism at Rutgers University.\n\"Winning Pennsylvania, Arizona, and Georgia (along with NY, CA, and IL) is one!\" he told PolitiFact, referencing Biden’s 2020 state pickups. \"So, big deal.\"\nPolitiFact is headquartered in Florida, so we couldn’t resist a look back at why Nixon won the Sunshine state in 1960. Gary Mormino, professor emeritus of history at the University of South Florida, said the biggest reason Nixon triumphed in Florida was a combination of blatant and latent anti-Catholicism, Mormino said.\n\"Many Floridians were convinced that JFK was incapable of acting without deference to or counsel from Pope John XXIII,\" Mormino told us. \"The South in general and Florida in particular maintained a long history of anti-Catholicism.\"\nOur ruling\nTrump tweeted \"no candidate has ever won both Florida and Ohio and lost.\"\nTrump is wrong. Nixon won Florida and Ohio in 1960 yet lost to Kennedy.\nWe rate this statement Pants on Fire!\nCORRECTION, Dec. 14: An earlier version of this fact-check misidentified the Pope in 1960. Pope John XXIII was the pope in 1960.", "vclaim_id": "vclaim-pol-17262"}