{"url": "/factchecks/2018/jan/03/jeff-sessions/milwaukee-murders-are-coming-down-peak-theyre-not-/", "speaker": "Jeff Sessions", "vclaim": "In Milwaukee, \"murder is up an astonishing 57 percent.\"", "truth_label": "barely-true", "date": "stated on December 18, 2017 in a news conference:", "title": "In Milwaukee, murders are coming down from a peak, they're not up 57%, despite Jeff Sessions' claim", "text": "The attorney general of the United States came to Milwaukee and said murder in the city \"is up an astonishing 57 percent.\"\nHis number wasn’t entirely wrong. It reflects a spike in murders that occurred after 2014.\nBut after the spike, the murders leveled off, and have begun to drop.\nThe claim\nJeff Sessions, President Donald Trump’s attorney general, came to Milwaukee on Dec. 18, 2017, to announce he was adding two more federal prosecutors to fight violent crime in the city.\nThe former GOP U.S. senator from Alabama used statistics to underscore the need, saying:\nAnd sadly, in this beautiful city, it has not been immune to these problems. Milwaukee, rape is up 21 percent in two years. Assault is up. Murder is up an astonishing 57 percent. So, these trends cannot continue.\nSessions’ statistic\nWe asked the White House to provide information to back Sessions’ statement. A spokesman  noted that Sessions had made a two-year reference when he cited an increase in rape in Milwaukee and told us Sessions was also making a two-year comparison for Milwaukee’s murder rate. We were directed to City-Data.com figures showing Milwaukee had 90 murders in 2014 and 141 in 2016.\nThat’s an increase of 57 percent.\nThe City-Data.com figures do correspond with official FBI figures:\n\n\n\n\nYear\n\n\nMilwaukee  murders according to FBI UCR statistics\n\n\n\n\n\n\n2014\n\n\n90\n\n\n\n\n2015\n\n\n145\n\n\n\n\n2016\n\n\n141\n\n\n\n\n \nBut the FBI figures show the big spike in Milwaukee murders occurred between 2014 and 2015 (perhaps because of opioids, according to a new federal study) -- and then dropped in 2016.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nMore importantly, figures for an up-to-date two-year comparison -- including 2017, which had nearly ended when Sessions made his statement -- were available.\nNewer numbers\nThese numbers were available on the day Sessions made his statement from the Milwaukee Journal Sentinel’s continuously updated homicide database and from the Milwaukee Police Department:\n\n\n\n\nYear\n\n\nMilwaukee Journal Sentinel\n\n\nMilwaukee\nPolice Department\n\n\n\n\n\n\n2015\n\n\n153\n\n\n147\n\n\n\n\n2016\n\n\n154\n\n\n142\n\n\n\n\n2017*\n\n\n121\n\n\n118\n\n\n\n\n*As of Dec. 18\nBoth sets of figures show that from 2015 through Dec. 18, 2017, the number of murders was down -- by 21 percent, according to the Journal Sentinel figures, and down by 20 percent, according to the Milwaukee Police Department figures.\nNote: The Journal Sentinel counts are higher because they include killings, such as those deemed self-defense, that are not included in the FBI Uniform Crime Reporting counts. The figures given to us by the Police Department follow the UCR system.\nOur rating\nSessions said that in Milwaukee, \"murder is up an astonishing 57 percent.\"\nSessions wasn’t entirely clear on his time frame, although in citing Milwaukee crime figures, he had just made reference in his remarks to a two-year increase in rape. The FBI’s count of homicides in Milwaukee in 2016 -- the latest year for which FBI figures are available -- was 57 percent higher than it was two years earlier, in 2014. Clearly, murders are higher since 2014.\nBut that paints a misleading picture of the current situation. Using an up-to-date two-year comparison, homicides in 2017, while still higher than in 2014, were about 20 percent lower than they were in 2015.\nFor a statement that has an element of truth, but ignores critical facts that would give a different impression, our rating is Mostly False.\n   Share the Facts 2018-01-03 19:13:16 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  In Milwaukee, \"murder is up an astonishing 57 percent.\"     Jeff Sessions U.S. attorney general, Republican https://www.jsonline.com/videos/news/2017/12/18/attorney-general-jeff-sessions-milwaukee/108722372/   At a news conference Monday, December 18, 2017 2017-12-18    Read More  info", "vclaim_id": "vclaim-pol-02555"}