{"url": "/factchecks/2017/jul/08/pat-toomey/pat-toomey-says-radical-philly-extremely-dangerous/", "speaker": "Pat Toomey", "vclaim": "\"Sanctuary cities are extremely dangerous.\"", "truth_label": "barely-true", "date": "stated on July 5, 2017 in At a \"town hall\":", "title": "Pat Toomey says ‘radical’ Philly is an ‘extremely dangerous’ sanctuary city; Is it?", "text": "The always controversial topic of sanctuary cities has come up yet again. This time, it was U.S. Sen. Pat Toomey of Pennsylvania discussing them during an invitation-only, televised \"town hall\" with eight constituents Wednesday.\n\"Sanctuary cities are extremely dangerous,\" Toomey said. \"Philadelphia is one of the most radical sanctuary cities in the country.\"\nAre they really \"extremely dangerous?\"\nPolitiFact Pennsylvania has tackled statements about sanctuary cities before from former Philly GOP chief Joe DeFelice, Braddock Mayor John Fetterman and even Toomey. Remember, sanctuary cities are essentially local jurisdictions that to some extent decline to either communicate with federal immigration officials or honor their detainer requests. This one’s a little different from the previous fact-checks but contains similar characteristics.\nWe’ll start with Toomey’s explanation for the statement. His staffers said the senator believes sanctuary cities pose \"real danger\" and gave multiple examples of incidents in which immigrants ICE wanted detained were released and went on to commit violent crimes. These examples included the murder of Kate Steinle in San Francisco and Marilyn Pharis, a Southern California woman. They said sanctuary policies pose dangers in the same way loaded weapons are dangerous in the hands of a convicted criminal or someone who is mentally ill.\nToomey’s staff had two officials affiliated with law enforcement send emails advocating for the Senator’s claim to PolitiFact Pennsylvania. We also reached out to the Center for Immigration Studies, which has been critical of sanctuary policies and has a motto of \"low immigration, pro immigrant.\" Jessica Vaughan, director of policy studies for the Center for Immigration Studies, referred to her report tracking 8,000 people released despite ICE detainer requests and found about 25 percent of them went on to commit future crimes.\n\"These are crimes that would have been prevented, at least in the United States,\" she said, \"if the sanctuary policy had not interfered with ICE doing its job.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nYet despite the anecdotes and Vaughan’s report, no conclusive study has shown higher crime rates as a result of a sanctuary city policy. In 2016, researchers from the University of California-Riverside and Highline College in Washington matched sanctuary cities versus those without any sanctuary policy and found the policies had no statistically significant effect on crime, meaning they didn’t lead to higher or lower crime rates.\n\"This is something Trump was doing where they’re citing isolated examples of crimes as the norm for sanctuary cities,\" said Ben Gonzalez-O’Brien, a Highline College professor who worked on the study. \"…Blaming it on the policies themselves isn’t really relevant. Sanctuary city policies don’t lead to more crime.\"\nThe left-leaning Center for American Progress released a study showing counties with sanctuary policies had lower crimes rates than those that didn’t and also had stronger economies. In 2016, the first full year Philadelphia was a sanctuary city after Mayor Jim Kenney’s executive order, Philadelphia had its lowest property crime rate since 1971 and its lowest violent crime rate since 1979.\n\"This notion that sanctuary cities are dangerous is really unfounded and politically motivated,\" said Lena Graber, a staff attorney for the Immigrant Legal Resource Center.\nOur Ruling\nPat Toomey said at a televised town hall, \"Sanctuary cities are extremely dangerous.\" Despite several examples of crimes being committed by people ICE wanted detained but were released, no evidence has been produced to prove sanctuary cities are dangerous because of the policy. In fact, one study from last year showed sanctuary city policies have no statistically significant effect on crime. Neither Toomey, nor any study has shown sanctuary cities are measurably dangerous.\nWe rule the claim Mostly False.\n Share the Facts 2017-07-11 19:19:26 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Sanctuary cities are extremely dangerous.\"    Pat Toomey US Senator   A \"town hall\" Wednesday, July 5, 2017 2017-07-05    Read More  info", "vclaim_id": "vclaim-pol-03132"}