{"url": "/factchecks/2010/dec/03/angel-taveras/taveras-says-providence-teachers-go-five-or-six-ye/", "speaker": "Angel Taveras", "vclaim": "Providence teachers \"can go five or six years without an evaluation.\"", "truth_label": "mostly-true", "date": "stated on November 27, 2010 in an appearance on WPRI-12's Newsmakers:", "title": "Taveras says Providence teachers go five or six years without being evaluated", "text": "When Mayor-elect Angel Taveras takes over as Providence's chief executive next month, he will inherit the largest and one of the most troubled school systems in the state.\n\nTaveras, himself a product of the city's school system, promised during his campaign to push for the development of more rigorous teacher evaluations.  \n\nIn a post-election appearance on WPRI-12's \"Newsmakers\" last week, Taveras repeated that pledge.\n\n\"With respect to teachers, we need to recruit the very best teachers, to give them the support they need and to evaluate them,\" he said. \"Let me explain what I mean. Right now teachers can go five or six years without an evaluation. Five or six years! I was shocked to learn that when I was running for office. We're beginning to change that.\"\n\nUnlike the mayor-elect, we'll stop short of saying we were \"shocked\" to hear that. But, if true, it certainly seems infrequent, particularly for new teachers.\n\nTaveras' team didn't provide backup for his statement,  so we consulted the Providence teachers contract, available online.\n\nWe learned that as per the contract, non-tenured teachers, those who have been on the job fewer than three years, must be evaluated once a year by their school principal or another administrator.\n\nBut Providence teachers automatically become tenured after three years and the vast majority of them -- 94.4 percent of the 1,939 teachers -- are tenured, according to the Providence School Department.\n\nFor those teachers, the performance review timetable is less specific. The contract stipulates: \"Tenured teachers shall be evaluated on a scheduled basis. The schedule shall be constructed by the Teacher Evaluation Committee.\"\n\nThat committee, made up of district officials as well as union representatives, has long dictated that tenured teachers be evaluated every five years. That means that once a teacher receives tenure at three years, he or she is not reviewed again until his or her eighth year, then the 13th year and ongoing on a five-year cycle, said Thomas Ramirez, the assistant superintendent of human resources.\n\nDistrict officials and Providence Teacher's Union President Steve Smith both say the five-year schedule is nearly always followed. The only exception would be if a principal determines that a particular teacher is struggling and needs a more immediate performance review.\n\nSo Taveras' claim that teachers can go five years without an evaluation is accurate. Given the district's small number of untenured teachers, most do go that long. The mayor-elect stretches the numbers a bit, however, when he references the six-year figure.  \n\nWe find this statement to be Mostly True.\n\nBut while we have your attention, we want to mention the larger context.\n\nLike Taveras, the teachers union and the district agree that the evaluation system needs improvement. Kim Rose, spokeswoman for the Providence schools, said the district believes teachers need to be evaluated more frequently and with \"a more robust evaluation tool.\"\n\nRight now evaluations are more like brief snapshots of a teacher's performance. They typically involve one or more short classroom visits, but no formal analysis of the teacher's lesson plans, or of the performance of his or her students.\n\nBoth the state Department of Education, led by Education Commissioner Deborah A. Gist and the teachers union have launched efforts to develop more rigorous review policies. The Rhode Island affiliate of the American Federation of Teachers has received multiple grants, including one from the federal government to help in its effort. Over the past several months, the two sides have been working together to merge their initiatives and have suggested they could unveil a shared evaluation model next year.\n\nWhether Providence moves forward with the change that stakeholders on all sides say they want will be, in part, up to Taveras. After months of critiquing the schools that educated him, the mayor-elect will soon have a direct hand in shaping the School Department that educated him.\n\nWe'll be watching to see whether he makes good on those promises.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13936"}