{"url": "/factchecks/2019/aug/12/viral-image/viral-photo-ice-melting-cup-misrepresents-icebergs/", "speaker": "Viral image", "vclaim": "Says that ice melting in a cup illustrates that sea levels don’t rise when icebergs melt.", "truth_label": "false", "date": "stated on July 31, 2019 in a Facebook post:", "title": "This viral photo of ice melting in a cup misrepresents icebergs and sea level rise", "text": "Widespread, historic melting across Greenland’s ice sheet this summer has caused alarm. The Washington Post reported that Greenland has lost more than 250 billion tons of ice — enough to fill more than 90 million Olympic-size swimming pools.  \nOn July 31, the Post reported that the recent heat wave caused \"one of the biggest melt events ever observed on the fragile ice sheet.\" \nBut an image posted to Facebook that same day casts doubt on how icebergs affect sea level rise. \nThe post, which had been shared more than 4,700 times by Aug. 9, shows two photos. The first photo is of a measuring cup filled with water and ice. An arrow pointing to the ice says \"ice berg\" and an arrow pointing to the water says \"ocean.\" The second photo is similar except there is no ice. An arrow pointing to where the ice was says \"ice berg melts,\" an arrow pointing to the water says \"ocean\" and a third arrow pointing to the line on the measuring cup where the water stops. It’s the same line as in the first photo and the arrow says \"ocean level remains the same.\"\n\"A little science lesson for the #IDIOTS at the global warming conference,\" the post’s author wrote.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because the image misrepresents how icebergs affect sea level rise. \nAn iceberg is a chunk of ice that broke off from a glacier, ice shelf, or a larger iceberg. They float in the ocean (or lake) and unlike sea ice that freezes and melts in the ocean, icebergs are composed of freshwater because they formed on land. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 25, 2021 in a video\n\n\n\n\n\n\n\n\nSays Bill Gates said “at least 3 billion people need to die” from the planet.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 27, 2021\n\n\n\n\n\n\n\nWhen an iceberg melts, it doesn’t raise sea levels, said Walt Meier, a research scientist with the National Snow & Ice Data Center. But, he said, that’s because the iceberg already raised sea levels when it moved from the land into the ocean. \nA better illustration of how icebergs affect sea level, said William Colgan a senior researcher at the Geological Survey of Denmark and Greenland, would be to suspend an ice cube on popsicle sticks above the water. When it drops into the water or melts into the water, the water level will rise. \n\"Here they’re starting with icebergs in the water,\" Colgan said. \"But the moment the iceberg crosses land into water, it’s raising sea level.\" \nAnd if you were to then warm the water in the cup and measure it closely enough, Colgan said, the water level would rise. That’s because warm water expands; according to NASA, \"sea level rise is caused primarily by two factors related to global warming: the added water from melting ice sheets and glaciers and the expansion of seawater as it warms.\" \nColgan likened the Facebook post to the same evidence offered by people who think the world is flat. The experiments are conducted in such a way that they support their assumptions while discounting information that contradicts them, he said. \nOur ruling\nThe Facebook post claims to show what happens when icebergs melt in water but it ignores critical facts that would give a different impression. Melting ice in water — like the ice featured in the Facebook post — doesn’t cause water levels to rise. That’s because icebergs form on land and then displace water when they break off into the ocean, causing sea levels to rise. \nWe rate this post False.", "vclaim_id": "vclaim-pol-00280"}