{"url": "/factchecks/2014/may/09/joaquin-castro/congress-propelled-fewer-bills-law-2013-lowest-pro/", "speaker": "Joaquin Castro", "vclaim": "With only 67 bills or so passed into law, \"2013 was the least productive year in congressional history since we’ve been keeping record.\"", "truth_label": "true", "date": "stated on April 24, 2014 in an interview with the McAllen Monitor:", "title": "Congress propelled fewer bills into law in 2013 for lowest productivity since tallies started in 1947", "text": "U.S. Rep. Joaquin Castro bemoaned inaction in Washington, D.C., in a public breakfast interview with the McAllen Monitor.\nOn April 24, 2014, the first-term San Antonio Democrat told Carlos Sanchez, the newspaper’s editor, that after spending 10 years as a state legislator, he was struck by the slow pace of Congress in his rookie year there.\nCastro said that \"if you look at 2013 in terms of the productivity of Congress, one of the most striking things to me was how each of us ... 535 members of Congress can be very busy during the day ... but at the end of it all not very productive. That was a very strange thing to grasp. 2013 was the least productive year in congressional history since we’ve been keeping records.\"\nCastro continued: \"Harry Truman in the 1940s campaigned against a ‘Do-Nothing Congress’ and that ‘Do-Nothing Congress’ passed over 900 bills. Congress last year passed 67 or so. So that gives you a sense of the context and the environment which I came into, which I experienced in that first year.\"\nCastro had made the same claim just before President Barack Obama gave his latest State of the Union address, according to a Jan. 27, 2014, entry on the Business Insider blog, which also quoted Castro calling the current Congress \"the most gridlocked in American history.\"\n\"Most gridlocked\" strikes us an uncheckable opinion. We asked Castro instead about his \"least productive\" assessment.\nBy email, Castro spokeswoman Laura Zapata provided an audio clip of Castro’s statement at the breakfast, which we used to transcribe what he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nCastro’s staff confirmed the unproductivity of Congress in 2013, Zapata said, after news reports said as much. She said Castro specified 67 bills passing into law because a few other successful proposals simply re-named buildings.\nZapata also pointed out an undated chart published by USA Today attributed to information from the U.S. House Clerk’s Office. The chart indicates that through late December 2013, the 113th Congress had passed 72 measures into law. At a glance, the chart suggests that count was lower than any year going back to 1947 when, the chart says, 395 laws came to be.\nThe National Journal reported Dec. 19, 2013, the year's output amounted to the tiniest fraction of 6,366 bills introduced by lawmakers, according to House and Senate records, adding \"fodder to the narrative building in recent years that\" Congress \"has become a dysfunctional, polarized, overly partisan legislative body.\"\nNext, we turned to the website for the clerk’s office, which offers one-page detailed numerical recaps of each year’s congressional proceedings dating back to 1947. According to the web page for 2013, 73 measures made it into law through the year. That was a low compared to previous low-end years including 1995 (88 bills passed into law); 2011 (90); 1981 (145); 1969 (190) and 2012 (193), according to the clerk’s web pages.\nOur ruling\nCastro said Congress in 2013 had its least productive year since 1947, advancing 67 bills or so into law.\nSome 73 bills made it into law in 2013, which was the least by 15 for any year since 1947.\nWe’re taking no position on whether this production was good or bad. Castro’s by-the-numbers' claim is True.", "vclaim_id": "vclaim-pol-07880"}