{"url": "/factchecks/2017/jun/27/bernie-sanders/bernie-sanders-projection-thousands-added-deaths-g/", "speaker": "Bernie Sanders", "vclaim": "\"When you throw 23 million people off of health insurance -- people with cancer, people with heart disease, people with diabetes -- thousands of people will die. … This is study after study making this point.\"", "truth_label": "mostly-true", "date": "stated on June 25, 2017 in an interview on \"Meet the Press\":", "title": "Bernie Sanders' projection of 'thousands' of deaths from lost health coverage is well-supported", "text": "During an interview on NBC’s Meet the Press, Sen. Bernie Sanders, I-Vt., didn’t hold back in his criticism of Republican efforts to roll back the Affordable Care Act: He said such legislative efforts will literally be deadly.\n\"What the Republican proposal (in the House) does is throw 23 million Americans off of health insurance,\" Sanders told host Chuck Todd. \"What a part of Harvard University -- the scientists there -- determine is when you throw 23 million people off of health insurance, people with cancer, people with heart disease, people with diabetes, thousands of people will die.\"\nSanders continued, \"I wish I didn't have to say it. This is not me. This is study after study making this point. It is common sense.\"\nEven if it seems like common sense that insurance would save lives, would it be on the scale of \"thousands,\" as Sanders said? And would legitimate studies show that?\nStudying the studies\nWhen we contacted Sanders’ office, spokesman Josh Miller-Lewis cited two sources.\nOne is the \"Harvard study\" Sanders mentioned -- published on June 22, 2017, by the liberal Center for American Progress. It was co-authored by a Harvard professor of social epidemiology; two medical students who graduated from Harvard’s T.H. Chan School of Public Health, and two policy specialists at the Center for American Progress.\nTo come up with their estimates, the authors of the Harvard-Center for American Progress report adapted the results of a peer-reviewed 2014 study of the Massachusetts state health care law -- a law that was a model for the Affordable Care Act. The 2014 study was lead-authored by Harvard professor Benjamin D. Sommers.\nThe Harvard-Center for American Progress study projected that there would be one excess death for every 830 people who lose coverage as a result of the AHCA. Using Congressional Budget Office projections of the impact of the House version of the bill, the authors estimated an additional 217,000 deaths over the next decade, or 21,700 per year.\nThe second piece of evidence Sanders’ office cited was an op-ed by yet more health policy specialists who are affiliated with Harvard -- David Himmelstein and Steffie Woolhandler, who are professors of public health at Hunter College-City University of New York as well as lecturers at Harvard Medical School.\nThe op-ed -- published on Jan. 23, 2017, well before either chamber’s Republican health care bill was introduced -- used as its basis a different study lead-authored by Sommers. This 2012 study tracked what happened after states expanded Medicaid.\nAdapting the findings of the 2012 study to a scenario in which 20 million Americans lost coverage -- which turned out to be lower than what the CBO found for the House bill -- Himmelstein and Woolhandler estimated that there would be 43,956 deaths annually due to the GOP’s health policy changes.\nIt’s worth noting, however, that both of these projections come from the ideological left. As we noted, the Center for American Progress is a liberal think tank. And Himmelstein and Woolhandler are founders of Physicians for a National Health Program, a group that advocates for single-payer national health insurance -- a proposal that is even further to the left than the Affordable Care Act.\nSo can Sanders’ assertion be supported by the peer-reviewed literature alone?\nWhat prior studies say\nIn our previous fact-checking of this issue, we found at least seven academic papers that detected a link between securing health insurance and a decline in mortality. Here’s a rundown.\n• In 2002, a panel of more than a dozen medical specialists convened by the federally chartered Institute of Medicine estimated that 18,000 Americans had died in 2000 because they were uninsured. In January 2008, Stan Dorn, a senior research associate at the Urban Institute, published a paper that sought to update the IOM study with newer data. Replicating the study’s methodology, Dorn concluded that the figure should be increased to 22,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• A 2009 American Journal of Public Health study concluded that a lack of health insurance \"is associated with as many as 44,789 deaths in the United States, more than those caused by kidney disease.\"\n• Three studies looked at state-level expansions of Medicaid and in each case found \"significant\" improvements in mortality after such expansions of coverage. These include a 2012 New England Journal of Medicine study of New York, Maine, and Arizona by Harvard researchers, and a 2014 study of Massachusetts by researchers from Harvard and the Urban Institute. (These were the two articles that formed the basis of the analyses cited by Sanders’ staff.)\n• A 2014 study published by the  blog of the health policy publication Health Affairs looked at states that, at the time, had declined to expand Medicaid under the Affordable Care Act. It estimated that the 25 states studied would have collectively avoided between 7,000 and 17,000 deaths.\n• A 2014 study in the Journal of Clinical Oncology found improved survival rates for young adults with cancer after securing insurance under the Affordable Care Act.\n• A 2017 study in the journal Medical Care looked at a provision of the Affordable Care Act that allows young adults to be covered under a parent’s policy. The study found a decline in mortality among this population from diseases amenable to preventive treatment. (Mortality from trauma, such as car accidents, saw no decrease, as would be expected.)\nWe found two papers with results that were more equivocal.\n• A paper published in April 2009 in HSR: Health Services Research. In it, Richard Kronick of the Department of Family and Preventive Medicine at the University of California (San Diego) School of Medicine, raised questions about the conclusions of the seminal Institute of Medicine study from 2002. Kronick’s study adjusted the data -- as the IOM had not -- for a number of demographic and health factors, including status as a smoker and body mass index, and found that doing so removed the excess number of deaths found in the original study.\n• A 2013 paper in the New England Journal of Medicine co-authored by Katherine Baicker of Harvard University compared about 6,000 patients in Oregon who got coverage through a 2008 Medicaid expansion and about 6,000 who didn’t. While the study found improvements in out-of-pocket medical spending and lower rates of depression among those who got coverage, key benchmarks for physical health -- including blood pressure, cholesterol, and blood sugar -- did not improve in such patients.\nBut even the two lead authors of the more equivocal studies have told us that the scholarly record demonstrates that having health insurance saves lives, and that not having insurance can lead to additional deaths.\nWe asked several of the authors of these papers whether they believe Sanders’ assertion of \"thousands\" of deaths is generally supported by the scholarly evidence. We heard back from three of them.\n\" ‘Thousands’ is completely fair,\" Dorn said.\nBaicker agreed. \"It is of course difficult to pin down an exact number of deaths that would be caused by a specific new policy,\" she said. \"But a number like ‘thousands’ does not seem unreasonable, based on the available evidence.\"\nAnd Sommers -- whose work formed the indirect basis of the studies cited by Sanders -- concurred.\n\"I agree that it’s challenging to pin down an exact number on this,\" Sommers said. But overall, the academic evidence \"certainly gets you into the range of thousands of deaths per year.\"\nOur ruling\nSanders said, \"When you throw 23 million people off of health insurance -- people with cancer, people with heart disease, people with diabetes -- thousands of people will die. … This is study after study making this point.\"\nSanders’ statement on Meet the Press was phrased generally enough to be defensible. We found ample evidence in the academic literature to suggest that legislation on the scale of the House bill would produce \"thousands’ of additional deaths.\nThat said, we can’t say with any specificity how many deaths will occur. It’s important to note that the studies provide estimates only, and each study found a slightly different result. On balance, we rate the statement Mostly True.\n Share the Facts 2017-06-27 16:24:15 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"When you throw 23 million people off of health insurance -- people with cancer, people with heart disease, people with diabetes -- thousands of people will die. … This is study after study making this point.\"    Bernie Sanders Senator from Vermont   In an interview on NBC's \"Meet the Press\" Sunday, June 25, 2017 2017-06-25    Read More  info", "vclaim_id": "vclaim-pol-03167"}