{"url": "/factchecks/2008/may/02/hillary-clinton/a-reasonable-estimate-for-uninsured-costs/", "speaker": "Hillary Clinton", "vclaim": "Every family health insurance policy has \"a $900 hidden tax\" to subsidize health care costs of the uninsured.", "truth_label": "true", "date": "stated on April 29, 2008 in South Bend, Ind.:", "title": "A reasonable estimate for uninsured costs", "text": "“You know you’re going to bankrupt the country with health care, right?” talk show host Bill O’Reilly began as an introduction to talk with Sen. Hillary Clinton about her health care plan.\n\n\n“Oh, no, I’m not,” said Clinton, who appeared on the\n\nThe O’Reilly Factor\n\non April 30, 2008.\n\n\nClinton boiled her plan down to this: “Everybody who has health insurance who’s happy with it, you keep it. No changes. But what I am going to do is take an already existing plan -- it’s not government-run, it’s not a new bureaucracy. It’s the way Congress and federal employees get their health care. And we’re going to open it up to every American, because I think it’s about time...”\n\n\n“But you’re going to subsidize it,” O’Reilly interjected.\n\n\n“Well, we are,” Clinton said. “But here’s why. You already are subsidizing it. Your family policy has a $900 hidden tax. Why? Because when some poor person who doesn’t have health insurance...”\n\n\n“...goes to the emergency room...you’ve got to pick it up,” O’Reilly said, finishing her sentence.\n\n\nThe $900 figure is key to Clinton’s plan. Yes, she is saying, the government will subsidize her health care plan. But, the thinking goes, private insurance companies will charge lower premiums to their existing customers because they will no longer have to subsidize health care costs incurred by uninsured people.\n\n\nThink of it like this, said John Sheils, senior vice president of The Lewin Group, a non-partisan group that has analyzed health care plans for both Democrats and Republicans: Someone shoplifts a loaf of bread from the grocery story. The price of bread is inflated a bit for everyone else to offset the store’s loss.\n\n\n“That’s kind of what’s going on with healthcare,” Sheils said.\n\n\nHospitals have to treat people who come in and need medical care. And if those people don’t pay, “it’s kind of like walking out of the story without paying for bread,” he said.\n\n\nThe cost is shifted onto those with private insurance.\n\n\nSheils said Clinton’s claim that family health insurance policies subsidize the uninsured to the tune of about $900 a year is “in the ballpark.” Sheils believes the number is a little lower, closer to $800 per year.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 20, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Biden had to take a private plane to D.C. instead of a government plane “because they know he’s not a legitimate president” and \"the military is now responsible for restoring legitimate civilian government.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 21, 2021\n\n\n\n\n\n\n\n\nHillary cites that same $900 figure in her formal health care proposal, the American Health Choices Plan.\n\n\n“One cause of the crisis in the health care system is that rather than containing costs, the system shifts them: about half of all hospital losses are passed along to other payers,” according to her plan. “Rather than reducing prices, the system raises families’ costs.\n\n\n“And, rather than covering all Americans, the system charges insured families a “hidden tax”: premiums are roughly $900 higher to pay for the cost of care for the uninsured.”\n\n\nIt cites a report from Families USA called “Paying a Premium: The added cost of care for the uninsured.” The report was based on an analysis of data by Kenneth E. Thorpe, former Clinton administration health expert, now a professor at Emory University.\n\n\nThorpe says Clinton’s figure actually is low.\n\n\nAccording to his analysis, about $922 of a family policy was used to subsidize the uninsured in 2005. But the cost of health care has gone up since then, as have the number of uninsured. In 2008, the number is closer to $1,270, he said.\n\n\n“The only way for hospitals to offset the costs (of the uninsured) is to have private insurers pay more than it’s worth,” Thorpe said. “It is their only means to stay financially solvent.”\n\n\nIn 2005, private health paid about 25% more than the cost of care in hospitals, Thorpe said, citing a Medicare Payment Advisory Commission report to Congress.\n\n\nO’Reilly didn’t contest Clinton’s numbers, but he did take umbrage with subsidizing other people’s health care.\n\n\n“I mean, I don’t want to be paying for someone who’s taking heroin and drinking a bottle of gin a day,” O’Reilly said.\n\n\n“But I assume you want to pay for some hardworking families whose kid has juvenile diabetes,” Clinton said. “Or some woman... that just gets diagnosed with Multiple Sclerosis.\"\n\n\n“I don’t mind doing it,” O’Reilly said.\n\n\nClinton’s point was that, to an extent, family health policy holders already are shouldering some of the burden for the uninsured. There may be some debate about whether the number is exactly $900 a year, as she stated, but several health policy experts agreed that she’s at least close. We rate her statement True.", "vclaim_id": "vclaim-pol-16234"}