{"url": "/factchecks/2018/oct/31/sean-casten/casten-tax-claim-taxed-facts/", "speaker": "Sean Casten", "vclaim": "Under the GOP tax law, \"if you live in Hinsdale, Illinois … you are now being double-taxed to the tune of $35,000.\"", "truth_label": "false", "date": "stated on October 22, 2018 in a debate:", "title": "Casten tax claim taxed by facts", "text": "The effects of the new GOP tax law have played an outsized role in the tight race for the west suburban 6th Congressional District where U.S. Rep. Peter Roskam, a key architect of the landmark overhaul, is fighting for his seat against Democratic challenger Sean Casten.\nThe two met for their final televised debate last week, and afterwards we gave Roskam a Pants on Fire! for making a claim about a Washington Post fact-check he said debunked attacks over his position on safeguarding health insurance protections for those with pre-existing conditions. No such fact-check exists.\nAt that same debate, Casten also leveled a claim that left us puzzled. It involved the tax law, which Roskam accused the Democrat of misrepresenting.\n\"Sean has also taken on a tactic of going door to door out in the western suburbs putting notice [sic] on people’s homes telling them that their taxes are going to go up,\" the Republican said. \"And that’s not true.\"\nCasten then rattled off numbers in an effort to demonstrate that he, not Roskam, was the truth-teller when it came to the tax law. \"If you live in Hinsdale, Illinois, your average state and local taxes are $45,000 a year,\" Casten said. \"You are now being double-taxed to the tune of $35,000.\"\nFor starters, Casten’s choice of words was murky. Did he mean Hinsdale taxpayers were facing a $35,000 increase on their tax bills? Or did he mean that $35,000 more of their income was now exposed to being taxed because of Roskam and his fellow Republicans?\nMore broadly, though, we wondered if Casten might be right that most Hinsdale residents will pay more under the GOP law.\nDeceptive data\nThe first questions are easy to answer. A Casten spokeswoman pointed us to IRS data that made it clear that when he invoked the term double-taxing he did not intend to suggest that average tax bills were going up by $35,000.\nFor 2015, Hinsdale residents who took the so-called SALT deduction for state income and property taxes claimed an average for that category of more than $48,000. The next year the average claim in Hinsdale was nearly $44,000.\nThe new tax law now caps SALT deductions at $10,000, meaning that roughly $35,000 would have been disallowed for deductions each year if the rules had been in effect in 2015 and 2016.\nBut it’s important to note that the SALT cap doesn’t exist in a vacuum. The tax overhaul made a number of other changes, from lowering federal tax rates to raising or allowing more people to benefit from various exemptions and credits.\nIn Hinsdale, where the 2016 median income was $173,500 according to census figures, it’s likely a number of residents stand to benefit from other alterations in the law, among them an expanded credit for children and a doubling of the standard deduction.\nCasten’s argument also relies on the tax experience of an average Hinsdale resident, which is misleading on multiple levels.\nNearly 40 percent of filers in Hinsdale didn’t itemize deductions on their 2016 returns, opting instead to take the standard deduction. The SALT cap is likely to mean nothing to these filers in the future, since they didn’t take the deduction in the first place.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nHinsdale may be a well-to-do suburb, but those at the very top of the income heap benefit far more from itemizing their deductions than do everybody else. IRS data show that 37 percent of tax filers in Hinsdale listed income of $200,000 or more in 2016, yet those filers accounted for nearly 82 percent of dollars claimed for itemized deductions that year.\n\"You’re not talking about the typical person in that particular jurisdiction,\" said Jon Davis, an expert at the University of Illinois at Urbana-Champaign who directs that school's Institute of Government & Public Affairs. \"You’re talking about an average, which is skewed. That in itself can be misleading to the public.\"\nTax hike or tax cut?\nThe broader question posed by Casten’s claim is whether the average Hinsdale resident would be hit by an actual tax increase because of the actions of Roskam and his fellow Republicans. That’s what fliers posted around Hinsdale and several other towns by Casten’s campaign contend.\n\"Your tax bill could increase an average of $19,169 due to the loss of State and Local Property Tax (SALT) deductions,\" the fliers read.\nTo back up that claim, Casten’s spokeswoman sent us a spreadsheet detailing the campaign’s calculations. The spreadsheet, however, makes it clear that $19,169 figure refers to a diminished SALT deduction, not a tax increase.\n\"The disallowed deduction is not the tax effect,\" Davis, the accounting expert, said. \"The tax effect is the disallowed deduction times the tax rate.\"\nIn short, the campaign fell short in basic math. But even if they had done it correctly, other provisions in the tax law mean an increase in federally taxable income due to the SALT cap won’t necessarily translate into a tax hike for many in Hinsdale or other communities in the congressional district.\nThe Tax Foundation, a conservative-leaning group with a solid reputation for number-crunching, created an online calculator that attempts to account for the tax law changes, including the SALT cap.\nTo test it out, we plugged in information for a married couple making $200,000 with no children who itemized their return but filed only for SALT with the average itemized amount for state and local taxes in Hinsdale. Even in that limited situation, the Tax Foundation calculates such a family would receive a tax cut of about $1,000 under the new law.\nAdd two children and the savings increase to $5,000, thanks to the law’s expanded child tax credit.\nOur ruling\nCasten said that under the GOP tax law, \"if you live in Hinsdale, Illinois … you are now being double-taxed to the tune of $35,000.\"\nHis vague debate comment suggests — and fliers his campaign have posted around the area claim — that because of the cap on SALT deductions, residents could be hit with massive increases on their tax bill for 2018.\nBut Casten’s statement ignores the reality that the calculation of any tax averages for Hinsdale are heavily skewed by a minority of residents who are very wealthy. It also fails to recognize the many other factors at play in the new tax law.\nThe Republican overhaul made several changes to past tax law, some of which may come as a benefit to taxpayers and some of which may not. By focusing only on the downside, and exaggerating its impact at that, Casten’s claim greatly distorts the tax situation for the constituents he seeks to serve.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-01350"}