{"url": "/factchecks/2018/mar/09/meddaily/no-flu-shot-was-not-designed-spread-cancer/", "speaker": "Meddaily", "vclaim": "The flu shot is \"designed to spread cancer.\"", "truth_label": "pants-fire", "date": "stated on February 28, 2018 in a headline:", "title": "No, the flu shot was not designed to spread cancer", "text": "Amid a severe flu season, an inaccurate story on Facebook said that the flu shot is laced with cancer-causing ingredients but provided no credible evidence.\n\"Doctor blows whistle on flu shot: ‘it’s designed to spread cancer,’\" said a Feb. 28 headline on Meddaily, an alternative medicine website.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes. We interviewed scientists who disputed the claim that the flu shot is linked to cancer.\nThe story largely focuses on comments by Dr. John Bergman. We were unsuccessful in reaching Bergman. We messaged him on Facebook and received an automated message back that he no longer answers private messages.\nWe searched for any credible newspaper articles that quoted a Dr. John Bergman about flu shots and found nothing.\nMeddaily wrote that Bergman \"has revealed the influenza vaccinations being used to combat the latest H3N2 strain, are virtually ineffective and being forced onto the public through fear tactics to spread cancer.\"\nMeddaily also links to a video that has circulated for years by Dr. Joseph Mercola, who argues that the flu vaccine is ineffective. Mercola has been criticized by scientists and federal agencies for many years.\nThe Meddaily article offers no credible evidence that the flu shot causes cancer.\nWe sent the Meddaily article to three well-respected scientists who agreed the claims about the flu shot having \"cancer-causing ingredients\" or being \"designed to spread cancer\" were wrong.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"What does this even mean?\" said Aaron Carroll, a pediatrics professor at Indiana University. \"Wouldn’t you need evidence that it’s ‘designed to spread cancer’ to make such a claim? I mean, you’d have to think the absolute worst about humanity, including pediatricians, to believe that.\"\nWilliam Schaffner, an infectious disease specialist at Vanderbilt University, said that about 120 million to 150 million doses of the flu vaccine are given in the United States alone, in addition to millions of doses in other countries.\n\"Would the World Health Organization be promoting a cancer-promoting product? No,\" he said.\nU.S. Food and Drug Administration Commissioner Scott Gottlieb said in a Feb. 26 statement that the flu this year has \"resulted in a record number of hospitalizations.\" The federal government continues to research why the effectiveness is lower this year, however, a preliminary finding suggests the cell-based influenza vaccine might be somewhat more effective than the egg-based vaccine.\nThe overall estimated effectiveness of the 2017–18 seasonal influenza vaccine for preventing medically attended, laboratory-confirmed influenza virus infection was 36 percent, as of mid February.\nThe CDC continues to recommend the flu shot because it can prevent some infections with currently circulating flu viruses.\n\"Even with current vaccine effectiveness estimates, vaccination will still prevent influenza illness, including thousands of hospitalizations and deaths. Persons aged ≥6 months who have not yet been vaccinated this season should be vaccinated,\" the CDC wrote in February.\nMeddaily stated that the flu shot is \"designed to spread cancer.\" Experts say this claim is nothing more than a ridiculous conspiracy theory. We rate this headline Pants on Fire.\n'\nhttps://www.sharethefacts.co/share/f75f7bd8-3fc5-4e3f-b892-00a78562bdee", "vclaim_id": "vclaim-pol-02327"}