{"url": "/factchecks/2019/aug/22/donald-trump/donald-trump-incorrect-us-dollar-strongest-its-eve/", "speaker": "Donald Trump", "vclaim": "\"Yesterday we had the strongest dollar in the history of our country.\"", "truth_label": "false", "date": "stated on August 21, 2019 in remarks at the White House:", "title": "Donald Trump incorrect that U.S. dollar is strongest it's ever been", "text": "Is the U.S. dollar stronger against other currencies than it’s ever been? President Donald Trump said so — at least four times in one day.\nFirst, Trump tweeted on Aug. 21, 2019, that the United States has the \"Strongest Dollar in History.\"\nSo Germany is paying Zero interest and is actually being paid to borrow money, while the U.S., a far stronger and more important credit, is paying interest and just stopped (I hope!) Quantitative Tightening. Strongest Dollar in History, very tough on exports. No Inflation!.....— Donald J. Trump (@realDonaldTrump) August 21, 2019 \nA few hours later, Trump told reporters at the White House, \"Yesterday we had the strongest dollar in the history of our country.\" He then repeated the assertion two more times. (The remarks start around 31:10 in this video.)\nTrump wasn’t entirely cheerleading, as he acknowledged in his comments — he noted that having a strong dollar also has drawbacks. \nA strong dollar can benefit Americans traveling overseas, because their dollars will go further in the local currency. The downside, however, is that U.S. exports cost more overseas. This harms U.S. business output, and it can exacerbate the U.S. trade imbalance.\nWe wondered whether Trump was right that the U.S. dollar recently set a new historical high against foreign currencies.\nIt hasn’t. \n\nCurrency traders work at a foreign exchange dealing room in Seoul, South Korea. (AP)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe most common way to track the overall strength of the dollar is the U.S. Dollar Index, a statistic that has been calculated for decades. It’s based on a weighted average of U.S. exchange rates with six currencies: primarily the Euro, but also the Japanese yen, the British pound, the Canadian dollar, the Swedish krona, and the Swiss franc.\nAccording to that index, the dollar was stronger as recently as many of the days between December 2016 to March 2017, and it was stronger still between late 1999 and early 2003. The dollar was at its peak historical strength during portions of the early to mid 1980s.\nTrump didn’t specify any one foreign currency for his comparison, but a spot check of some of the big ones shows that Trump isn’t correct here, either. According to calculations by Markets Insider, the dollar is nowhere near the historical highs for one-on-one comparisons to the euro, yen or yuan.\nOn Aug. 20, the Euro could buy 1.11 dollars — but the Euro could often buy less than that between 2015 and 2017, and the record low of 0.64 dollars came in 1985. (That was compared with the European Currency Unit, or ECU, the predecessor to the Euro.)\nMeanwhile, on Aug. 20, one dollar could buy 106 yen. But the dollar has been stronger for long stretches since 2014 and for much of the time between 1998 and 2008. And the dollar could buy a record 358.44 yen back in January 1971.\nFinally, on Aug. 20, a dollar could buy 7.06 Chinese yuan. The dollar was stronger between at least 2000 and 2008.\n\"The president’s claim is fully unwarranted and clearly not factual,\" said Torben Andersen, director of the international business and markets program at Northwestern University’s Kellogg School of Management. \"The U.S. dollar is strong, but nowhere as strong as in the mid 1980s.\"\nThe strength of the dollar, Andersen added, \"is a natural outgrowth of better economic growth and higher interest rates in the U.S. than most other western developed economies.\"\nOur ruling\nTrump said, \"Yesterday we had the strongest dollar in the history of our country.\"\nThat’s not the case — the overall dollar index and one-to-one comparisons with the Euro, the yen and the yuan have all been stronger for the United States for long stretches of time in recent years. We rate the statement False.\nClarification, Aug. 23: This article has been updated to clarify that the strongest dollar exchange rate in history against the Euro was actually against the predecessor currency to the Euro, the ECU.", "vclaim_id": "vclaim-pol-00246"}