{"url": "/factchecks/2016/jul/21/mark-kirk/congresswoman-tammy-duckworth-staunch-supporter-ir/", "speaker": "Mark Kirk", "vclaim": "Says Rep. Tammy \"Duckworth has been a staunch supporter of expanding the spending, size and reach of the IRS.\"", "truth_label": "false", "date": "stated on June 15, 2016 in a website press release:", "title": "U.S. Sen. Mark Kirk falsely attacks Duckworth on IRS expansion", "text": "Does U.S. Rep. Tammy Duckworth want more Internal Revenue Service auditors coming after taxpayers?\nAs U.S. Sen. Mark Kirk, a Wilmette Republican, ratchets up his first re-election campaign, he recently suggested his Democratic opponent in one of the nation’s most competitive Senate contests was strongly in support of expanding the Internal Revenue Service.\nIn a campaign website press release, the Kirk campaign called Duckworth \"a staunch supporter\" of expanding the federal agency that collects taxes and audits taxpayers, businesses and organizations.\nWe wondered if the suburban Democrat really did want more taxing, collecting and auditing out of the IRS.\nThe context\nThe IRS came under majority Republican fire in recent years for what the GOP said was the tax agency targeting conservative-leaning nonprofits. In 2013, IRS division head Lois Lerner apologized and acknowledged the agency had targeted certain groups for audits of their tax-exempt status.\nIn response, Republicans offered several pieces of legislation designed to rein in the agency taxpayers love to hate. U.S. Rep. Peter Roskam, R-Wheaton, sponsored legislation that came up for a vote last April called the \"Preventing IRS Abuse and Protecting Free Speech Act.\"\nHis proposal was one of four cited by Kirk campaign spokeswoman Eleni Demertzis to support the claim that Duckworth was a strong supporter of expanding the IRS reach.\nAccording to the federal government website Congress.gov, Roskam’s bill would prohibit the IRS from requiring tax-exempt organizations to include details about their contributors in annual returns.\nParty-line votes\nDuckworth was one 182 Democrats who opposed what was, primarily, a party-line vote.\nKent Redfield, a political science professor emeritus at the University of Illinois-Springfield who specializes in campaign finance, said the Roskam bill was more focused on political donors and freeing nonprofit groups from having to disclose to the IRS who was funding them.\nTo suggest the bill is about IRS expansion is \"a mischaracterization of what the bill is about,\" Redfield said. \"There’s a policy argument there about how much transparency you need, but it isn’t about protecting taxpayers.\"\nRoskam’s bill was opposed by the Center for Responsive Politics and other groups that favor campaign funding transparency, Redfield said. \"That’s just too broad,\" he said. \"It’s a mischaracterization of the issues and the intent of what the legislation was. It’s painting with too broad a brush.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nThree other IRS-related bills were cited by the Kirk campaign to back up his claim: HR 4890, HR1206 and HR 4885.\nHR 1206 would ban the IRS from hiring new employees if any current workers had serious federal tax debt. It would require the agency to certify its employees didn’t owe back taxes. HR 4885 required the tax agency to deposit fees into the treasury and prohibited it from spending without congressional approval. The last bill, HR 4890, would have stopped the IRS from giving employee bonuses until the treasury secretary submitted to Congress a customer service improvement plan.\nJohn Frendreis, a Loyola University political science professor, explained the federal government has something called a senior executive service in which some managers give up some civil service protections and in place of that get bonuses.\nDuckworth’s opposition to a bill that would restrict bonuses could be seen as a vote to increase IRS spending. Still, Frendreis said it’s important to keep in mind the Republican-controlled Congress has been progressively shrinking the IRS budget in recent years. \"It’s really incorrect to say she’s trying to expand the power of the IRS. She’s simply trying to maintain the level of resources necessary for the IRS to do its work.\"\n\"It’s technically true, but not totally true,\" he added. \"The rest are really strong distortions.\"\nAnd while Duckworth voted against a bill to ban bonuses and against one that curbed IRS hiring, in both cases, Duckworth Deputy Campaign Manager Matt McGrath noted, the nonpartisan Congressional Budget Office analyses of the bills concluded that, overall, they could boost IRS spending by as much as $2.5 million. So, it also could be argued Duckworth’s opposition represented votes to contain the IRS budget.\nIn the case of HR 4885, the bill to require the IRS deposit fees and get legislative approval for spending, the CBO concluded the bill Duckworth opposed would not actually reduce costs at the tax agency.\nMcGrath also pointed to three bills Duckworth supported in 2014 and 2015 that cut IRS spending or held it flat.\nAll four votes cited by the Kirk campaign to back up their claim about Duckworth resulted in partisan roll calls with most Democrats opposing them and most Republicans supporting them.\n\"It does look like all of these are party-line votes,\" noted David Yepsen, executive director of the Paul Simon Public Policy Institute at Southern Illinois University in Carbondale. \"There's a lot of hyperbole in this description. There are a lot of subjective phrases and words there.\"\n\"This is an unpopular agency,\" Frendreis said. \"It’s an easy target. The purpose of these bills in the first place is to establish this campaign narrative.\"\nOur ruling\nKirk called Duckworth a staunch supporter of expanding the spending and sweep of the nation’s tax agency.\nThe record shows Duckworth joined most Democrats in opposing four GOP efforts to restrict the agency’s information collection and boost congressional oversight. But independent experts and Congress’ own nonpartisan budget analyst said some of the GOP bills actually would boost spending or would not cut it. Duckworth also has voted for large spending bills that did trim IRS budgets.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/e1a9b559-5061-4c2f-ad2f-e9add8a6ea43", "vclaim_id": "vclaim-pol-04643"}