{"url": "/factchecks/2013/sep/11/will-weatherford/weatherford-misstates-rate-states-college-ready-gr/", "speaker": "Will Weatherford", "vclaim": "\"One out of every three students currently today is ready for college before they go there.\"", "truth_label": "false", "date": "stated on September 10, 2013 in at Suncoast Tiger Bay luncheon:", "title": "Weatherford misstates rate of state's college-ready graduates", "text": "Even though Florida’s graduation rate is much better than it used to be, there is still room for improvement in terms of college readiness, House Speaker Will Weatherford said.\nJust one in three students is ready for college when he or she graduates high school.\n\"That’s a problem, that’s a real problem,\" Weatherford said Sept. 10 as the guest speaker at a Suncoast Tiger Bay luncheon. \"So while we’re having this debate about Common Core, and the grading system, and how much we pay our teachers, and how we should assess our students’ performance, just remember that one out of every three students currently today is ready for college before they go there.\"\nWeatherford earlier joked about intense PolitiFact coverage of \"every word that comes out of my mouth,\" so we knew his team would not be surprised by us asking for backup of his claim that \"one out of every three students currently today is ready for college before they go there.\"\nWeatherford spokesman Ryan Duffy responded to our inquiry on Twitter, directing us to Florida Department of Education data for the percentage of 2011 public high school graduates who took the SAT, ACT or CPT and scored at or above college-level scores.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe state average was 64.7 percent.\nAs Miami Herald political reporter Marc Caputo pointed out, that actually means two out of every three high school students graduates public school college-ready. Not one in three, as Weatherford said.\nDuffy acknowledged the flub. He insisted Weatherford has cited the statistic correctly in the past.\nOur ruling\nFor us, the facts here aligned pretty easily (thanks, Twitter). Weatherford said one in three Florida students graduates high school prepared for college. Based on Florida Department of Education data, it’s two in three.\nWe rate Weatherford’s claim False.", "vclaim_id": "vclaim-pol-08893"}