{"url": "/factchecks/2016/oct/18/donald-trump/trump-base-buffett-soros-deductions/", "speaker": "Donald Trump", "vclaim": "\"Many of (Hillary Clinton's) friends took bigger deductions (than me). Warren Buffett took a massive deduction. (George) Soros, who is a friend of hers, took a massive deduction.\"", "truth_label": "barely-true", "date": "stated on October 9, 2016 in the second presidential debate:", "title": "Trump off-base on Buffett, Soros deductions", "text": "Facing scrutiny over possibly not paying federal income tax for almost two decades, Donald Trump turned the tables on Hillary Clinton during the heated second presidential debate.\nThe New York Times obtained a few pages of Trump’s 1995 personal tax returns, revealing a $916 million loss that would have allowed him to legally avoid paying taxes for 18 years. Trump didn’t deny this and instead claimed Clinton backers Warren Buffett and George Soros did the same to a larger extent.\n\"Many of her friends took bigger deductions. Warren Buffett took a massive deduction. Soros, who is a friend of hers, took a massive deduction,\" he said.\nWe wondered if this was accurate.\nThe Trump campaign did not respond to our requests for comment, but we found an instance where Trump gave exact numbers.\n\"Soros declared $1.5 (billion) losses, $1.5 billion in just six months, and Warren Buffett declared $873 million. Ask them, did they write off those losses? Oh, I doubt it,\" Trump told Fox Business News on Oct. 4, 2016.\nWhile both Soros and Buffett had losses, Trump is not exactly making an apples-to-apples comparison. Buffett’s loss was claimed on his business’s tax returns, not his own. Soros’ losses are from his hedge funds, so any deductions would not be on Soros’s private tax returns. Trump, meanwhile, claimed a personal deduction.\nIt’s unclear exactly what loss of Soros’ Trump is referring to. The Soros Fund Management lost $1.3 billion between May and August 2011. Soros’ Quantum Fund lost $2 billion in 1998. But again, deductions caused by these losses wouldn’t appear on Soros’s personal tax returns, according to Lawrence Zelenak, a Duke University law professor.\nBuffett’s business Berkshire Hathaway Inc. is a publicly traded company, and acts as a holding company for other businesses. In 2013, the company suffered a $873 million loss after a failed investment. The company had profits that year as well, but received a $514 million deduction in 2013, according to its annual report. In other words, the deduction was applied to the company’s taxes, not Buffett’s own taxes.\nTrump’s companies are his own private ventures, meaning he can claim their losses in his personal income taxes by declaring them \"pass-through\" income.\nIn 1995, Trump lost $916 million, according to a report by the New York Times. The article says Trump’s loss is from three Atlantic City casinos, a failure in the airline business, and a purchase of the Plaza Hotel in Manhattan.\nThe almost $1 billion loss could have allowed Trump to legally avoid paying taxes for the next 18 years through an IRS provision called a \"carry-forward.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA carry-forward is an income tax rule that allows a taxpayer to save an unused deduction, credit or loss, and use it in the future. Trump’s loss could have allowed him to have a $50 million per year carry-forward over 18 years.\nHowever, Eric Toder, a senior fellow at the nonpartisan Tax Policy Center, said it’s hard to tell exactly how Trump handled his taxes the following years without the tax returns.\n\"We don’t know exactly what he did,\" Toder said. \"We know he took a large loss -- unusually large.\"\nSo we can’t know just how much Trump deducted without his personal tax returns (which he promised to release but has not). The same goes for Buffett’s and Soros’ personal taxes. Neither of their spokespeople got back to us, but Buffett released a statement detailing his personal taxes.\nIn that statement, Buffett said his income was $11.6 million in 2015, and his deductions equaled $5.5 million. Buffett also said that $3.5 million of this was allowable charitable contributions, and the rest -- except for $36,037 -- was for state income taxes.\nSoros’s personal income taxes may have benefited from a tax rule that allows hedge fund managers and private equity executives to pay a lower income tax rate.\nBuffett does not run a hedge fund, and so would not have benefited from that same rule. Buffett’s low tax rate of 16 percent is because he earns the majority of his money from investments.\nIn his statement, Buffett said he paid income tax every year since 1944, and none use a carry-forward.\nOur ruling\nTrump said, \"Many of (Hillary Clinton’s) friends took bigger deductions (than me). Warren Buffett took a massive deduction. Soros, who is a friend of hers, took a massive deduction.\"\nTrump’s $916 million loss could have allowed him to have a $50 million deduction each year for 18 years.\nAs for Buffet and Soros, Trump is likely referring to a $514 million deduction Buffett’s company, not Buffett himself, took in 2013. (We’ll note that this amount is actually smaller than what Trump would have been permitted to take.) Buffett says he personally took a $5.5 million deduction.\nSoros manages a hedge fund. Experts told us any deductions from this hedge fund would not appear on Soros’ personal tax returns.\nWithout copies of actual tax return forms, it’s impossible to tell for sure what each man did with their taxes, but with the information available, it seems that the situations of Buffett and Soros are not that similar to Trump’s. We rate Trump’s claim Mostly False.\nhttps://www.sharethefacts.co/share/42bff497-56df-4b1b-9583-68514be19954", "vclaim_id": "vclaim-pol-04116"}