{"url": "/factchecks/2015/sep/25/matthew-charles-cardinale/claim-about-atlantas-affordable-housing-hits-mark/", "speaker": "Matthew Charles Cardinale", "vclaim": "Tens of thousands of Atlanta households pay more than 30 percent of their income towards rent.", "truth_label": "true", "date": "stated on September 13, 2015 in an opinion piece in the Saporta Report:", "title": "Claim about Atlanta's affordable housing hits the mark", "text": "For somewhere between $1,400 and $4,000 a month, you can rent in the luxury apartment complex Inman Quarter in Atlanta’s Old Fourth Ward.\nBut you’ll also need to earn at least $48,000 – and up to $160,000 – a year to afford skyline views without spending more than 30 percent of your income on a (fancy) roof over your head.\nThe U.S. Department of Housing and Urban Development and Census Bureau both consider those who pay more than that to be \"cost burdened,\" since they may have difficulty paying for other necessities such as food and medical care.\nHousing advocates, including Atlanta Progressive News CEO Matthew Charles Cardinale, worry that those people are getting lost in the newly energized Atlanta housing market.\n\"Tens of thousands of Atlanta households are cost-burdened, meaning they pay more than 30 percent of their income towards rent,\" Cardinale recently wrote in the Saporta Report.\n\"This includes more than 25,000 cost-burdened renter households subsisting on $20,000 or less per year,\" he continued.\nIn a market of gleaming new developments targeting high-end renters, do that many people needed less pricey options?\nPolitiFact Georgia decided to check.\nHousing in Atlanta\nWe reached out to Cardinale to ask his source, and he pointed us to a 2015 update of last year’s Atlanta’s housing strategy report.\nA chart on page 10 of the report, shows about 27,000 households that make $20,000 or less and another 13,000 households with incomes between $20,000 and $35,000 spent more than 30 percent of their income on housing in 2012.\nCardinale said that shows the city’s own data back up his proposal, to require new developments list how much of their complexes will be at or below 30 percent of the city’s median income, as well as how many will fall between 30 and 50 percent, between 50 and 80 percent and more than 80 percent.\n\"It would basically be an affordable housing scorecard, not requiring projects to include affordable housing but to provide information on what’s being done,\" Cardinale said.\nThe recommendation has been pending in a City Council committee since November. Yet Mayor Kasim Reed has, under the housing strategy, pledged to cut by 10 percent the number of residents who are cost burdened on rent by 2020, according to an opinion piece this summer by his deputy planning commissioner.\nThe Census estimates\nThe city may have its work cut out for it on that front.\nTo verify the strategy report, we looked at the Census data cited in the chart.\nThe 2012 American Community Survey estimates that of 103,219 households in Atlanta in 2012, 50,509 of them spent 30 percent or more of their income on housing.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBarney Simms\n\n\nstated on June 29, 2010 in a letter\n\n\n\n\n\n\n\n\n\"Have the suburbs been inundated with former residents of Atlanta housing projects? Absolutely not.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • July 20, 2010\n\n\n\n\n\n\n\nThat’s 49 percent of city households – and 10,000 more than plotted in the city’s chart.\nThe survey for 2014, released just last week, isn’t even that rosy.\nOf 105,999 households now estimated in the city, 52,787 of them paid more than 30 percent of their income on rent in the past 12 months.\nThat’s just a hair under half of households.\nThe only improvement? Those scrambling the most to keep up with rent – households spending more than 50 percent of their income on housing – dipped by 574 households, to 27,100 in 2014.\nThat’s a full percentage drop – but still 26 percent out of city households.\nHow does Atlanta stack up?\nFor context, PolitiFact Georgia tried to find out if one out of every four households spending half of their income for a place to sleep was unusual.\nSadly, not really.\nRenters are on the rise in the 11 most populous American metro areas, Atlanta included.\nA May report by New York University's Furman Center, which studies real estate and urban policy, and Capital One bank, found each of those cities saw the amount of rental housing grow faster than any increase in owner-occupied homes in 2013.\nYet despite that growth, renters everywhere struggled to keep up with increasing rents and shrinking vacancies.\nAtlanta, for instance, saw the vacancy rate drop from 16 percent to 9.9 percent between 2006 and 2013. Median monthly rents, meanwhile, jumped 8 percent in that period, from $888 to $963.\nAnd in Atlanta and the other 10 cities, more than three out of every five low-income renters were severely rent burdened – paying more than half of their income on rent.\nOur ruling\nA left-leaning housing advocate championed a scorecard of new housing development in Atlanta by claiming that \"tens of thousands\" of households in the city paid more than 30 percent of their income on rent.\nThey do, whether looking at the city’s housing strategy plan or the 2012 U.S. Census estimates that shaped the report. By 2014, those estimates had grown even worse.\nAnd, Matthew Charles Cardinale would have been on target with an even more dramatic claim: More than a quarter of Atlanta households spent more than half of their incomes on housing.\nAtlanta faces the same challenges as other large cities in serving a growing rental population. To do so will require the right data.\nAnd Cardinale hits the mark with his claim about affordable housing in Atlanta. We rate his claim True.", "vclaim_id": "vclaim-pol-05935"}