{"url": "/factchecks/2018/feb/28/joel-giambra/giambra-only-gop-candidate-ny-governor-whos-cut-ta/", "speaker": "Joel Giambra", "vclaim": "\"I'm the only candidate on this stage who has actually cut taxes.\"", "truth_label": "false", "date": "stated on February 10, 2018 in a Republican debate for governor:", "title": "Is Giambra the only GOP candidate for NY governor who's cut taxes?", "text": "Former Erie County Executive Joel Giambra says he’s the only Republican candidate for governor with experience cutting taxes.\nGiambra said that gives him an advantage over the other two Republicans running for governor: State Sen. John A. DeFrancisco and Joseph Holland, a former housing commissioner under Gov. George E. Pataki.\n\"I'm the only candidate on this stage who has actually cut taxes,\" Giambra said at a debate among the three candidates.\nGiambra served as Erie County Executive from 2000 until the end of 2007. He is remembered partly for proposing two different budgets for 2005 with the county in fiscal distress. He most recently worked as a lobbyist.\nDeFrancisco has represented part of Central New York in the State Senate since 1993. He was named deputy majority leader in 2015, the second most powerful position in the chamber. Holland has not served in a role where he would be able to cut taxes.\nIs Giambra right? Is he the only candidate in the race who cut taxes?\nGiambra’s record\nGiambra’s spokesperson said he was talking about experience cutting taxes while serving in an executive position. Neither DeFrancisco or Holland has ever been elected as an executive.\nBut Giambra did not specify that during the debate. Instead, he suggested he is the only candidate with experience reducing taxes.\nIt’s true, Giambra cut taxes in Erie County. The county property tax levy when he entered office in 2000 was about $181 million. He reduced it to about $152 million in his first budget for 2001, a cut of 16 percent.\nGiambra kept the levy flat until 2005, when the fiscal crisis hit. Giambra proposed two budgets for that year to respond to a $108 million deficit. Both cut county services so the tax levy would remain flat.\nGiambra’s proposed \"green budget\" cut less in exchange for a higher sales tax rate. His \"red budget\" proposed more severe cuts in lieu of a sales tax increase.\nThe county legislature ultimately approved the first option. The property tax levy only increased about 3 percent in 2005.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nBut the county’s fiscal crisis was not over. Giambra agreed to raise property taxes more than $30 million in 2006, a 19 percent increase. The total levy that year was about $188 million, or about 3 percent higher than when Giambra took office.\nGiambra’s final two budgets for 2007 and 2008 increased the property tax levy by 6.3 percent and 5.9 percent respectively. The final tax levy he approved totaled about $211 million.\nDeFrancisco’s record\nDeFrancisco held two of the Senate’s top positions when lawmakers cut state income tax rates twice in the past eight years.\nHe was chairman of the Senate Finance Committee in 2011, when lawmakers agreed to reduce state income tax rates. The committee crafts the Senate’s counter-proposal to the governor’s budget and has to approve any legislation with a fiscal impact before it goes to the floor for a vote.\nThe lower rates were a trade-off for an extension of the state’s high tax rate on wealthy earners. DeFrancisco voted for the bill.\nHe was deputy majority leader when lawmakers approved another set of income tax cuts in the 2016 state budget. The deputy majority leader controls what happens on the floor of the Senate. DeFrancisco voted to approve the cuts.\nThe lower rates were first proposed by Republicans in the Senate earlier that year. They wanted to lower the tax rate for middle-income earners from 6.45 percent to 5.14 percent. Gov. Andrew M. Cuomo and the Assembly agreed to lower the rate to 5.5 percent instead.\nDeFrancisco voted for other tax cuts in that time as well, including a cut in the state’s corporate tax rate and an expansion of the estate tax.\nOur ruling\nGiambra said he is the only Republican gubernatorial candidate \"who has actually cut taxes.\"\nIt's true he's the only candidate in the race who has done that in an executive office. But he did not make that distinction in the debate. The two other candidates have not held an executive office.\nIt's worth noting Giambra did not cut those Erie County property taxes alone. County lawmakers approved the budgets he proposed. He’s not the only candidate with experience cutting taxes.\nDeFrancisco was a leader in the Senate when the chamber voted to approve a handful of tax cuts since 2011. The tax cuts would not have happened without senators like him voting for them. \nGiambra’s statement is not accurate. We rate it False.\n Share the Facts 2018-02-28 22:02:41 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"I'm the only candidate on this stage who has actually cut taxes.\"    Joel Giambra Former Erie County Executive, Candidate for Governor    New York Saturday, February 10, 2018 2018-02-10    Read More  info", "vclaim_id": "vclaim-pol-02363"}