{"url": "/factchecks/2009/mar/06/joe-biden/biden-points-out-disparities-between-ceo-and-avera/", "speaker": "Joe Biden", "vclaim": "\"The average CEO makes $10,000 more every day ... than what the average worker makes every year.\"", "truth_label": "half-true", "date": "stated on March 5, 2009 in a speech in Miami Beach, Fla.:", "title": "Biden points out disparities between CEO and average worker pay", "text": "Vice President Joe Biden gave a shout-out to the common man at the annual conference of the AFL-CIO Executive Council on March 5.\n\n\n\"I want to point out that economic injustice and inequity are bad for everyone,\" Biden said. \"It's just not right, it's just not right, and everybody knows it — it's just not right when the average CEO makes $10,000 more every day — $10,000 more every day than what the average worker makes every year — $10,000 per day. And by the way, before I said it, I did the math, I did the math, and it's literally true.\"\n\n\nTruth be told, when Biden said he did the math himself, it set off our alarms. And nothing personal, but when politicians say something is \"literally true,\" we often find it literally isn't.\n\n\nBiden seemed to be daring us to check this one. We took the bait.\n\n\nAsked where he got the numbers, Biden's press office referred us to a report called \"The State of Working America\" prepared by the Economic Policy Institute. The authors found that top CEO pay in 2007 was 275 times that of a typical worker.\n\n\n\"In other words,\" the report states, \"in 2007 a CEO earned more in one workday (there are 260 in a year) than the typical worker earned all year.\"\n\n\nThere are a couple qualifiers. One, the report looks at compensation for \"top U.S. executives,\" who they said made over $12 million a year. That includes salary as well as stock options, bonuses and other compensation.\n\n\nIn that scenario, Biden would be correct. According to the Bureau of Labor Statistics, production workers (the group the Economic Policy Institute used for the comparison) currently earn about $31,900 a year. Add $10,000 to that, multiple it by 260 (working days) in a year, and you get to nearly $11 million. CEOs at the country's biggest corporations made more than that.\n\n\nTwo things: First, Biden didn’t qualify his comment by saying work days. He said \"every day.\"\n\n\nBut the bigger problem is that Biden said \"average CEOs.\" The Economic Policy Institute report talks about \"top\" CEOs, the ones from the biggest U.S. firms. Average CEOs make much less.\n\n\nAccording to a Mercer CEO compensation study based on proxies issued in 2008, CEOs at the 50 largest U.S. corporations pulled in just under $14 million a year. But CEOs at medium-sized companies brought in $9.4 million; and CEOs at small companies got $4.7 million.\n\n\nOn average, at the 350 companies surveyed by Mercer, CEOs got $7.3 million. That comes to $28,000 per working day — a little less than the average worker makes in a year.\n\n\nThe Corporate Library, an independent research firm, found in its survey that average CEO compensation in 2007 came to $5.3 million. That comes to $20,400 per working day, again lower than the average worker's annual salary.\n\n\nBiden's underlying point is solid: The gap between CEO compensation and a typical worker's pay has widened exponentially over the last few decades.\n\n\nAccording to the Economic Policy Institute report, in 1965, U.S. CEOs in major companies earned 24 times more than a typical worker; by 2007, they made 275 times more. U.S. CEOs also make far more than CEOs in other advanced countries, the report said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"The major CEOs pay is otherworldly,\" said Larry Mishel, one of the authors of the Economic Policy Institute report.\n\n\nBiden's comments would have been \"literally true,\" as he said, if he used the term \"top\" CEOs, or some other qualifier to note that he was talking about average pay for CEOs at the nation's biggest corporations. Mishel thinks that's what people have in mind when you say average CEOs. But Biden \"literally\" said \"average\" CEOs, and for average CEOs, that's not correct. Average CEOs make a little less per day than the average worker makes in a year. We rate Biden's statement Half True.", "vclaim_id": "vclaim-pol-15811"}