{"url": "/factchecks/2011/sep/28/rick-perry/rick-perry-says-only-four-texas-lawmakers-opposed-/", "speaker": "Rick Perry", "vclaim": "Says only four Texas legislators voted against a law giving in-state tuition rates to certain illegal immigrants.", "truth_label": "true", "date": "stated on September 28, 2011 in an interview:", "title": "Rick Perry says only four Texas lawmakers opposed in-state tuition law for illegal immigrants", "text": "Under fire recently for his stance on giving in-state college tuition rates to illegal immigrants in Texas, Gov. Rick Perry stated that in 2001, only four Texas legislators voted against the measure.\n\nThe statement came as Perry apologized in a Sept. 28, 2011, interview with Newsmax TV for saying anyone who opposed giving tuition breaks to the children of illegal immigrants did not \"have a heart\" — a comment he made in the Sept. 22, 2011, Republican presidential debate.\n\nIn an article about the interview, though, Newsmax noted that Perry stood by his view that the decision in his state to extend tuition breaks was the right one. \"I was probably a bit over-passionate by using that word, and it was inappropriate,\" Perry was quoted as saying. \"In Texas, in 2001, we had 181 members of the Legislature — only four voted against this piece of legislation — because it wasn't about immigration, it was about education.\"\n\nOnly four of the 181 members voted no?\n\nWe’ve written other items about this law in recent days, so our interest was piqued. (We checked statements about whether Perry gave illegal immigrants in-state rates and the difference in dollars between in-state and out-of-state tuition.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nAccording to the journals for the 2001 session kept by the Texas House and Senate, Perry is darned close.\n\nVersions of the proposal cleared House and Senate education panels with no opposition. The House passed the measure 142-1, with Rep. Will Hartnett, R-Dallas, being the lone \"no\" vote; five House members were absent, according to the April 23, 2001, House Journal entry.\n\nAfter amending the bill, the Senate approved it 27-3 on May 21, 2001, with Republicans Mike Jackson of La Porte, Jane Nelson of Flower Mound and Jeff Wentworth of San Antonio in opposition.\n\nThree days later, the House approved the Senate's changes 130-2; the \"no\" voters were Hartnett and Rep. Jerry Madden, R-Richardson. Sixteen members were not present.\n\nPerry signed the measure into law June 16, 2001.\n\nOur count: Five of the 181 legislators referred to by Perry (31 state senators, 150 House members) voted against the tuition legislation. That's close enough for us to rate his claim True.", "vclaim_id": "vclaim-pol-12351"}