{"url": "/factchecks/2016/feb/08/joe-sestak/joe-sestak-says-pat-toomey-voted-against-every-vet/", "speaker": "Joe Sestak", "vclaim": "Says Pat Toomey visited Joe Sestak and other veterans in 2002 \"and then came home and voted against every veterans appropriations bill.\"", "truth_label": "barely-true", "date": "stated on January 25, 2016 in a talk with the Pennsylvania Press Club:", "title": "Joe Sestak says Pat Toomey voted against 'every' veterans appropriations bill since 2002; did he?", "text": "Republican Sen. Pat Toomey is defending his voting record after a challenger has repeatedly claimed the incumbent Pennsylvania senator has a pattern of voting against funding for veterans.\nSenate candidate Joe Sestak, a Democrat and former congressman, said during a recent luncheon at the Pennsylvania Press Club that Toomey visited him on the USS George Washington aircraft carrier in the Persian Gulf in 2002, the carrier Sestak was commanding at the time.\n\"I may disagree with Pat Toomey, who voted to send me to war, visited me on the aircraft carrier,\" Sestak said, adding, \"and then came home and voted against every veterans appropriations bill.\"\nThe Toomey and Sestak campaigns have gone back and forth in email communications to supporters and reporters, criticizing and defending Toomey’s records on veterans affairs, as they spar to represent voters in Pennsylvania, a state with nearly a million veterans.\nSo we decided to put Sestak's claim to the test: Did Toomey truly did vote against every veterans appropriations bill since 2002?\nSestak campaign spokesman Jake Sternberger said in the instance of the Press Club appearance in January, the former Navy admiral was referring to Toomey’s voting record when he served in the House from 1999 to 2005, though Sestak didn’t specify that at the time.\nHis campaign also later highlighted Toomey’s time in the Senate, noting that he voted against plans in 2011 and 2015 that would have sent additional funds to programming for veterans.\nWhen it comes to his time in the House from 1999 to 2005, Toomey did vote against every major veterans appropriations bill, but he also voted in favor of more than a dozen resolutions that kept funding the same.\nAs a senator, Toomey’s spokesman for re-election Steve Kelly said Toomey was a \"strong supporter\" of bipartisan Veterans Affairs legislation introduced in 2014, a bill its cosponsor (and current Democratic presidential candidate) Bernie Sanders called \"the most comprehensive veterans’ health care legislation in modern history.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nIn 2011 and 2015, Toomey had already voted in favor of stand-alone veterans appropriations bills, but instead of being signed into law, those dollars were later rolled into \"omnibus bills,\" or plans that funded the entire federal government. Veterans appropriations make up about 6 percent of the funding in the large financing plans.\nToomey, a fiscal conservative, voted against the omnibus bills in 2011 and this past December that ultimately would have sent more funds to veterans, but he said it wasn’t due to specific line items.\n\"I have usually voted against these giant, thousand-page, trillion-dollar omnibus spending bills because they’re such a grossly irresponsible way to fund the government,\" Toomey said recently about his vote against the bills, according to his campaign. \"They have literally many thousands of individual line items, and I know Congressman Sestak likes to pretend that I must oppose every individual line item because I voted against these grotesque omnibus bills. That’s just ridiculous.\"\nSternberger said it’s \"absolutely\" fair to criticize Toomey’s record on veterans affairs based on the fact that he twice voted against the omnibus bills.\nRecords show Toomey also voted against the Veterans Jobs Corps Act in 2012 and the Veterans Health and Benefits bill in February 2014, months before the VA scandal led to the resignation of former Secretary of Veterans Affairs Eric Shinseki. Toomey later supported bipartisan legislation aimed at improving the VA.\nToomey is a member of the Congressional Veterans Jobs Caucus and in 2014 introduced the Protect Veterans Employment and Training Services Act, which aims to provide jobs training services to veterans. The bill died at the end of the congressional session and was not enacted.\nOur ruling\nSestak said that Toomey \"voted against every veterans appropriations bill.\" Toomey did vote against major veterans appropriations bills between 2002 and 2005 while in the House. But as a senator, he repeatedly voted in favor of other bills that benefitted vets.\nToomey did vote against veterans appropriations when he voted \"no\" to the omnibus bills in 2011 and 2015, but he also voted \"yes\" to stand-alone bills the same year and didn’t support the larger spending plans for reasons beyond the veterans appropriations.\nSestak and his campaign mischaracterized Toomey’s record on veterans appropriations by saying Toomey voted against funding veterans programming \"every\" time. We rule the claim Mostly False.", "vclaim_id": "vclaim-pol-05443"}