{"url": "/factchecks/2014/mar/26/barbara-boxer/barbara-boxer-says-more-half-women-use-birth-contr/", "speaker": "Barbara Boxer", "vclaim": "\"Women take birth control, more than half of them, as a medication for other conditions.\"", "truth_label": "half-true", "date": "stated on March 25, 2014 in an interview on MSNBC's \"Jansing & Co.\":", "title": "Barbara Boxer says more than half of women use birth control to treat other conditions", "text": "As the U.S. Supreme Court heard oral arguments in the Hobby Lobby case regarding the Affordable Care Act’s free birth control provision, there’s no shortage of discourse on abortions, emergency contraception and yes, even penis pumps.\nSen. Barbara Boxer, D-Calif., addressed her argument on the case by working Viagra into the conversation. She expressed frustration on MSNBC’s Jansing & Co. at what she sees as a hypocritical view of men’s and women’s health issues.\n\"I have never heard them put any type of moral objection, remember, this is a moral objection, to men getting Viagra, but they have a moral objection to women getting certain types of birth control,\" Boxer said.\nHobby Lobby argued that requiring employers to offer health coverage that includes emergency contraception violates religious freedom. They oppose contraception they believe is equivalent to inducing abortion, such as morning-after pills and IUDs.\nBoxer continued pushing back against that position.\n\"I view this as very much an anti-woman position to take,\" Boxer said. \"And it’s important to note that women take birth control, more than half of them, as a medication for other conditions, so it is an attack on women.\"\nPolitiFact wanted to take a closer look at the different reasons women use birth control.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBoxer’s folks pointed us to a November 2011 report from the Guttmacher Institute, a nonprofit that studies reproductive rights. They focused specifically on the birth control pill, not all contraception. Here’s what they found:\n\n\nOut of the more than 7,354 women surveyed, 58 percent of pill users cited at least one noncontraceptive reason for taking it. That includes managing menstrual pain, period regulation and acne. That’s where Boxer’s \"more than half\" claim comes from. Many of the women in this category also take the pill to prevent pregnancy.\n\n\nBut just 14 percent of pill users said they only took the pill for noncontraceptive reasons.\n\n\nGuttmacher senior associate Rachel Jones, the author of that report, said the use of birth control pills among adolescents is even more pronounced. Out of 15- to 19-year-olds, 33 percent took the pill only for noncontraceptive reasons, more than double the percentage of the general population.\nAdolescent women are especially prone to irregular and painful menstruation cycles, Jones said.\nOur ruling\nBoxer said more than half of women use birth control  \"as a medication for other conditions.\" She was referring specifically to the pill. Guttmacher says 58 percent of women on the pill take it for noncontraceptive reasons. But that number drops to 14 percent if you look at women who take the pill only for noncontraceptive reasons.\nHer claim is based in fact, but requires additional clarification about the type of birth control and the survey results. We rate it Half True.", "vclaim_id": "vclaim-pol-08080"}