{"url": "/factchecks/2012/feb/01/barack-obama/president-obama-says-master-lock-has-brought-back-/", "speaker": "Barack Obama", "vclaim": "\"Today, for the first time in fifteen years, Master Lock’s unionized plant in Milwaukee is running at full capacity.\"", "truth_label": "true", "date": "stated on January 24, 2012 in the State of the Union speech:", "title": "President Obama says Master Lock has brought back jobs from overseas, operating at capacity", "text": "President Barack Obama hailed the return of manufacturing jobs that had been shipped overseas during his State of the Union speech on Jan. 24, 2012. The president discussed companies that have brought back production after labor problems in China, economic issues and higher shipping rates added to costs.\n\nObama said:  \"We can’t bring every job back that’s left our shore. But right now, it’s getting more expensive to do business in places like China. Meanwhile, America is more productive.\"\n\nHe added: \"A few weeks ago, the CEO of Master Lock told me that it now makes business sense for him to bring jobs back home. Today, for the first time in 15 years, Master Lock’s unionized plant in Milwaukee is running at full capacity.\"\n\nMaster Lock hasn’t had this much publicity since it ran those \"Tough Under Fire\" Super Bowl ads showing their product surviving a sharpshooter’s bullet. Those ads ran for 20 years, starting in the mid-1970s.\n\nSo what’s the latest at the company’s huge central city plant?\n\nThe lock maker, a division of Fortune Brands Home & Security, Inc., was founded in Milwaukee in 1921.\n\nFifteen years ago, Master Lock had about 1,154 workers at its Milwaukee plant, 2600 N. 32nd Street, a  sprawling facility that’s been described as the size of seven football fields. That year, Master Lock announced that it would begin importing locks from China, a move that began a string of large job reductions in Milwaukee.\n\nTwo years later, the company announced that it would open a lock assembly factory in Nogales, Mexico. Because of the outsourcing and competition from those cheaper locks made elsewhere, employment in the Milwaukee plant fell to about 270 employees in 2003, the company said.\n\nThe cost advantages of overseas production began to decline in the late 2000s. By the end of 2010, the company said, several dozen jobs were moved back to Milwaukee. Employment grew to 379, news reports said.\n\nIn early 2011, company executives used the \"full capacity\" description of production in a Journal Sentinel story about the return of the outsourced jobs. That message returned at a White House meeting in January 2012, and again in the State of the Union address.\n\nThe White House meeting was a \"in-sourcing\" forum. At that event, the president singled out  Master Lock for praise.\n\nThe company says employment in Milwaukee is now 412.  Master Lock still operates factories in China and Mexico.\n\nSo what does it mean when the company and Obama say that the plant is operating at \"full capacity\"? After all, there are nearly 750 fewer people working there than 15 years ago.\n\nWithout providing specifics or revenue figures, Master Lock said in a written statement that the Milwaukee plant is a far different operation than it was in 1997.\n\n\"The Milwaukee plant is producing parts and components at a much higher volume than in 1997, reflecting our regained market share and Master Lock's overall revenue growth, which is approximately double 1997 revenues,\" the company said. \"Moreover, Milwaukee-made production is now being sold directly to Master Lock customers in China, reflecting its new competitiveness.  \n\nMaster Lock said it decided to \"re-size and convert Milwaukee into a more automated and highly efficient manufacturer of parts and components regardless of final assembly destination.\"\n\nSuch \"lean manufacturing\" efforts have paid off for many companies, said Nick Hayes, a partner with FiveTwelve Group Ltd., a business research and consulting firm in Milwaukee.\n\nManufacturers can become far more efficient by using automation, high-tech equipment and streamlining the way they move supplies and inventory around a factory, he said.\n\nHayes offered an example of a factory he worked with that adopted lean manufacturing. The company downsized from a 60,000 square foot factory and 100 workers to one that was two-thirds smaller, with half the work force. Production increased 10-fold.\n\n\"The question I would have for Master Lock is how primitive were they before?\" Hayes said.\n\nConsumer demand for the product is another critical factor, he said. And Master Lock indicated that sales had increased.\n\nWithout providing specifics, Master Lock said it hoped to continue to add jobs in Milwaukee.\n\n\"We plan to invest in the plant this year to add capacity as we in-source more work. We are also investing in training and working with area technical colleges and universities to find and equip skilled workers.\"\n\nOur conclusion\n\nObama singled out Master Lock saying the company brought back outsourced jobs and is operating at capacity for the first time in 15 years. That’s the same thing Master Lock executives said more than a year ago, and they’ve continued to add jobs and said they would continue to do so. It also tracks with their efforts to attract a more highly skilled work force to run an updated operation.\n\nWe rate Obama’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11674"}