{"url": "/factchecks/2014/jul/10/henry-cuellar/rep-texas-says-immigrant-minors-countries-dont-bor/", "speaker": "Henry Cuellar", "vclaim": "\"If you're a Mexican, you get sent back. ... But if you're from a noncontiguous country like the Central American countries\" then you can stay in the United States.", "truth_label": "true", "date": "stated on July 6, 2014 in an interview on CNN's \"State of the Union\":", "title": "Texas congressman says immigrant minors from countries that don't border the U.S. can stay", "text": "Why are so many children pouring across the southwest U.S. border? The answer is partly U.S. law, said a Texas congressman on CNN’s State of the Union on July 6, 2014.\nCandy Crowley, CNN’s host, asked Rep. Henry Cuellar, D-Texas, \"Why are they coming in such numbers? What do you think prompts these numbers right now?\"\nCuellar answered, \"If you're a Mexican, you get sent back. Mother, kids, adults, you're sent back, but if you're from a noncontiguous country like the Central American countries, then the law says that you are going to be held, (and) Health and Human Services, they're going to place you. That’s the law that we need to change right now.\"\nWe looked into the claim and found that Cuellar wasn’t crossing any lines.\nWith an influx of about 52,000 child immigrants at the border since October, the conversation has shifted to explanations. Which brings us to the William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008. Some have cited it as the catalyst for the increase in illegal immigration.\nPresident George W. Bush signed the law on Dec. 23, 2008; it received bipartisan support in both the House and the Senate as a measure to combat human trafficking worldwide.\nThe law was never intended to encourage mass immigration from noncontiguous countries. But the law’s Section 235 did change the policies and procedures for handling unaccompanied alien children.\nSection 235, entitled \"Enhancing Efforts to Combat the Trafficking of Children,\" requires humane treatment of minors crossing the border from foreign nations. It also mandates \"safe and secure placements,\" calling for careful consideration when placing unaccompanied minors in residences within the United States.\nThe law lays out one procedure for child immigrants from contiguous countries, like Mexico and Canada, and another for children from noncontiguous countries, like El Salvador or Honduras.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nChild immigrants from contiguous countries are processed for immediate return to their home country. In all other cases, the children are placed under the responsibility of the Secretary of Health and Human Services. These children are placed with family or in other residences while they await their immigration court date. Long story short, they get to stay in the United States.\nThe law seems to assume that alien children from noncontiguous countries were likely to be the victims of human trafficking, and it guarantees these minors access to legal counsel and child advocates.\nExperts said Cuellar was right, and the law was never intended to allow immigrant children from Central America to remain in the United States.\n\"Representative Cuellar's characterization is mostly right,\" said Dan Cadman, a fellow at the Center for Immigration Studies. The law \"has actually fueled an industry in the smuggling of minors. Contrary to intent, it has proven to be an inducement to wholesale smuggling of minors from noncontiguous countries.\"\nThe House GOP task force, assembled by speaker John Boehner to address the immigration crisis, issued a statement this week calling for changes to the law. \"We agree with the president that (these children) must be returned to their home countries in the most humane way possible and that will require a revision of the 2008 Trafficking Victims Protection Reauthorization Act.\"\nOn July 9, 2014, Cuellar said that he is introducing legislation to make the repatriation of minors from noncontiguous countries easier and faster by revising the law.\nOur ruling\nCuellar said that unaccompanied alien children from contiguous countries are \"sent back\" no matter what, but the law calls for the placement of minors from \"a noncontiguous country like the Central American countries\" in a residential setting.\nCuellar correctly characterizes the law. The law was passed as a measure to combat human trafficking worldwide. As a result, certain parts of the legislation allow unaccompanied minors from noncontiguous countries to stay in the United States. Lawmakers are now contemplating changing the law.\nWe rate this statement True.", "vclaim_id": "vclaim-pol-07626"}