{"url": "/factchecks/2009/sep/09/matt-miller/analyst-says-netherlands-switzerland-achieve-unive/", "speaker": "Matt Miller", "vclaim": "\"Switzerland and the Netherlands . . . cover all their citizens using private insurers, and they do so for much less cost.\"", "truth_label": "true", "date": "stated on September 8, 2009 in a Washington Post op-ed:", "title": "Analyst says Netherlands, Switzerland achieve universal coverage through private insurance", "text": "People on both sides of the health care debate like to make comparisons with other countries. Critics of President Barack Obama's plan have warned that the United States could end up with programs similar to those in Canada and the United Kingdom, which they say have long waits and substandard care. But Matt Miller, a former Clinton White House aide now working as a management consultant, is citing two other countries — the Netherlands and Switzerland — as useful models for the United States because they have private insurance but still manage to provide universal coverage.\n\n\nIn a\n\nWashington Post\n\nop-ed on Sept. 8, 2009, he wrote that those nations illustrate how the United States could achieve the goal of covering the uninsured without expanding direct government-run health care, such as offering a \"public option,\" an approach supported by many Democrats but opposed by many Republicans.\n\n\n\"The first fallacy of the 'public option or nothing' mantra is the notion that we'll never cover everyone without a Medicare-style program for Americans under 65. The experiences of Switzerland and the Netherlands prove that this isn't the case. Both have pioneered market-based universal health care. Both cover all their citizens using private insurers, and they do so for much less cost — 10 percent of gross domestic product for the Dutch and 12 percent for Switzerland, compared with 17 percent in the United States, where nearly 50 million people are still uninsured.\"\n\n\nLet's take Miller's assertions individually.\n\n\nFirst, he's right that both countries have systems in which private companies provide the insurance. In both countries, citizens must buy health insurance from a company that must provide the customer with a basic package of services defined by the government. Subsidies are provided for people who need them. Because everyone is covered, the insurers can spread their financial risk across a large and diverse group of beneficiaries.\n\n\nCompanies cannot compete against each other on the basic package (and in Switzerland, any profit they make on basic services must be used to reduce premiums the following year). Instead, they can make a profit by offering supplementary packages that cover certain services such as dental care, eyeglasses and cosmetic surgery. In Switzerland, many insurers also provide life insurance or homeowners insurance.\n\n\nThe degree of government mandates and restrictions for private insurers in the Netherlands and Switzerland goes well beyond what is practiced by the U.S. government. But the insurers are indeed private, profit-seeking companies, as Miller said they are.\n\n\nMiller's second point is that both countries have universal coverage. Yes, both require people to have health insurance (just as the Democratic bill would). In the Netherlands, for instance, the penalty for not having insurance is having to pay 130 percent of the premium during the time one is not insured. In both countries, the government can forcibly enroll uninsured citizens in a plan if they do not do so themselves. Enforcement of the law is probably not 100 percent in either country, but it's close.\n\n\nFinally, Miller asserts that both nations spend less on health care than the United States does. Here, too, he is correct.\n\n\nAccording to the Organization for Economic Cooperation and Development — a group that analyzes statistics on wealthier, industrialized countries — the Dutch spent 9.8 percent of gross domestic product on health care in 2007, while the Swiss spent 10.8 percent and the United States spent 16 percent. So while Miller slightly overstated the percentage for Switzerland and the United States, he's close.\n\n\nAs for the number of uninsured Americans, the most commonly cited number is 46 million. (We looked into the validity of this number\n\nhere\n\n.) The recession has almost certainly bumped that number upward, so his \"nearly 50 million\" assertion is probably pretty close.\n\n\nSo let's recap. Miller is correct that both the Netherlands and Switzerland achieve universal coverage through systems that use private insurers. And he's right that both countries do so more cheaply than the United States. So we rate his statement True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15597"}