{"url": "/factchecks/2008/sep/26/john-mccain/mccain-right-on-amount-of-obamas-pork-requests/", "speaker": "John McCain", "vclaim": "\"He has asked for $932-million of earmark pork-barrel spending, nearly a million dollars for every day that he’s been in the United States Senate.\"", "truth_label": "mostly-true", "date": "stated on September 26, 2008 in in debate in Oxford, Miss.:", "title": "McCain right on amount of Obama's pork requests", "text": "Sen. John McCain has a long reputation as an opponent of pork-barrel spending, those billions of dollars for local projects earmarked quietly every year into massive federal spending bills.\n\n\nIn the first presidential debate on Sept. 26, 2008, McCain said Sen. Barack Obama, in his relatively brief senatorial career, has asked for $932-million in pork for his home state of Illinois. Just to be sure everyone heard it, McCain cited the number three times.\n\n\n\n\n\"He has asked for $932-million of earmark pork-barrel spending, nearly $1-million dollars for every day that he’s been in the United States Senate,\" McCain said.\n\n\nIn response, Obama noted, correctly, that he has eschewed any pork spending for fiscal 2009.\n\n\nSaid Obama: \"Well, Senator McCain is absolutely right that the earmarks process has been abused, which is why I suspended any requests for my home state, whether it was for senior centers or what have you, until we cleaned it up.\"\n\n\nMcCain shot back that Obama did not suspend his requests for pork-barrel projects until after he was running for president, and then reminded viewers of that number again.\n\n\n\"He didn’t happen to see that light during the first three years as a member of the United States Senate, $932-million in requests,\" McCain said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAnd in case you missed it the first two times, McCain cited the number yet again a few minutes later.\n\n\n\"And Senator Obama is a recent convert, after requesting $932-million worth of pork-barrel spending projects.\"\n\n\nWe should note that PolitiFact has\n\nfound\n\nthat while McCain has a well-deserved reputation in Washington as a pork-buster, his record is not entirely pristine. For example, McCain in 2006 co-sponsored legislation that asked for $10-million for an academic center at the University of Arizona to honor the late United States chief justice William Rehnquist.\n\n\nBut as for his claim in the debate: Is it accurate?\n\n\nObama, on his Web site, has listed every earmark he’s requested – but not necessarily received – as a U.S. senator. It totals $931.3-million.\n\n\nMcCain is also correct that it comes to nearly a million dollars for every day that Obama’s been in the United States Senate, provided you include just working days.\n\n\nThe math goes like this: Obama was elected in 2004 and took office January 3, 2005. Since then, there have been about 930 working days, as they are defined by most people, Monday through Friday, excluding holidays, which would mean McCain would be completely right if he had specified working days.\n\n\nTechnically, Obama's been \"in Congress\" for more than 1,350 days, if you count weekends. So how many points do you take off for McCain not saying \"every\n\nworking\n\nday\"? Not many. We say this claim is Mostly True.", "vclaim_id": "vclaim-pol-15960"}