{"url": "/factchecks/2011/oct/20/paul-ryan/ryan-says-100-percent-tax-millionaires-would-only-/", "speaker": "Paul Ryan", "vclaim": "Even a 100 percent tax on millionaires would only fund four months of government operations, failing to seriously address budget deficits and debt.", "truth_label": "half-true", "date": "stated on October 9, 2011 in a television interview:", "title": "Ryan says a 100 percent tax on millionaires would only fund government for four months", "text": "In the view of U.S. Rep. Paul Ryan, R-Wis., the government should limit the subsidies given to the wealthy through Social Security and other entitlement programs.\n\nBut the House Budget Committee chairman is against slapping higher tax rates on millionaires -- the plan President Barack Obama and other Democrats are pushing in the name of tax fairness and deficit reduction. In early October, Senate Democrats backed the president’s 5.6 percent surcharge on income over $1 million.\n\nRyan argues some small businesses would get hurt by the approach because of the way they file taxes. And more taxes on the rich don’t add up to much when compared with the deficit and debt, Ryan said Oct. 9, 2011 on NBC’s \"Meet the Press.\"\n\n\"If you took all the income from every millionaire in America today, it would run the government for about four months.\" he said. \"I have a better idea. Instead of job-killing tax increases why don’t we just stop subsidizing wealthy people? Let’s go after the crony capitalism, the corporate welfare in the tax code, in spending. And why don’t we income adjust our spending programs so we don’t subsidize wealthy people as much? I think that’s a better idea to get more savings in the budget, and get our debt down without doing economic damage.\"\n\nThat first sound bite -- discussing in hypothetical terms the impact of a 100 percent tax rate on people making $1 million a year -- drew some attention.\n\nSo we decided to take a look.\n\nA critical bit of background: America’s millionaire-earners club has shrunk in size during hard times -- 235,000 tax returns listed adjusted gross income over $1 million in 2009, down 26 percent from the 320,000 a year earlier. (Editor's note: For clarity, we added the word \"earners\" to this paragraph. 10/21/2010)\n\nSo the year matters in Ryan’s comparison.\n\n(PolitiFact Wisconsin has examined claims about the wealthy before. On March 10, 2011, we rated True a statement by liberal filmmaker Michael Moore that 400 Americans have more wealth than half of all Americans combined. Moore referred to net worth rather than income.)\n\nWe asked Ryan’s office for support for his claim, and were pointed to analyses by the Tax Foundation, a Washington, D.C.-based research organization. Ryan based his math on one that used 2008 IRS numbers, while citing some arguments from another that was based on 2009 figures.\n\nThe 2009 data, which came out in summer 2011, is the latest available.\n\nIt shows $727 billion in income reported by the million-and-up set in 2009, based on the adjusted gross income line on the federal tax return.\n\nIn the same year, you could have run the $3.5 trillion federal government for about 2.5 months on that income, according to our calculations and those of the Tax Foundation’s David Logan, an economist whose work Ryan cited.\n\nRyan’s office said he was basing his statement on the now-outdated 2008 IRS data that showed about $1.07 trillion in income from people making more than $1 million. Run that into the $2.9 trillion federal budget for 2008 and you do get the four months Ryan mentioned.\n\n(We found there’s another way to get to four months: Use a broader income measure favored by some researchers, including those at the Tax Policy Center, another Washington, D.C.-based research organization. That measure, though, goes beyond the \"adjusted gross income\" used on federal tax forms.)\n\nSo, settling the math:\n\nBy choosing 2008, Ryan was using outdated numbers … but also more conservative ones. His point would have been stronger with the new numbers, showing government could be run for an even shorter period.\n\nNow, what about the way Ryan presents the statement?\n\nCritics said Ryan’s quip falsely implied that some Democrat is actually proposing a 100% tax on millionaires to run the government.\n\nWe think that’s a bit too literal; Ryan is clearly raising a hypothetical to make a point. But what specific point was he trying to make?\n\nRyan spokesman Kevin Seifert told us his point was that raising income taxes on higher-income earners \"would not address the federal government’s debt and deficits.\"\n\nRyan uses a wildly hypothetical scenario. A 100 percent tax obviously would have negative effects and is a political non-starter.\n\nBut Ryan is using it to address a serious issue, so let’s take it at face value for a moment.\n\nBy our calculation, the U.S. government would have taken in $800 billion more in tax revenue if it had taxed people making more than $1 million at 100 percent, according to IRS data from 2008, the year Ryan used as his base point.\n\nThat doesn’t make much of dent in America’s $14 trillion debt, to be sure.\n\nBut if we’re talking about the deficit, which Ryan did on \"Meet the Press,\" that $800 billion would have wiped out the 2008 deficit -- with another $370 billion to spare.\n\nLooked at that way, the number undermines Ryan’s larger point.\n\nOur conclusion\n\nRyan conjures a hypothetical to make a point about the limits of taxation for budget savings, saying that that even a 100% tax on people making more than $1 million would run the government only for about four months.\n\nHe’s right, if you use slightly outdated data or adopt a measure that’s not as on point as the one he uses. Newer data tells a bit different story, even while somewhat bolstering Ryan’s point.\n\nBut he misfires in suggesting a limited budget impact from such a hypothetical tax. In the year he chose, the federal deficit would have been wiped out. So, Ryan is close to the mark on his math but the details work against his overall point.\n\nWe rate his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12230"}