{"url": "/factchecks/2017/aug/14/puppetstringnewscom/post-wrongly-says-charlottesville-police-arrested-/", "speaker": "PuppetStringNews.com", "vclaim": "\"Virginia police arrest wrong person to cover for Antifa member who ran over protesters.\"", "truth_label": "pants-fire", "date": "stated on August 12, 2017 in an Internet post:", "title": "Post wrongly says Charlottesville police arrested wrong person in hit and run", "text": "Police in Charlottesville, Va., arrested an Ohio man in connection with the hit-and-run death of a woman protesting a white supremacist rally, but an online post alleged authorities were covering up for the real culprit.\nAn Aug. 12, 2017, post on PuppetStringNews.com carried the headline, \"Virginia police arrest wrong person to cover for Antifa member who ran over protesters.\" Facebook users flagged the story as being potentially fabricated, as part of efforts to combat fake news.\nPolice arrested James Alex Fields, Jr., of Maumee, Ohio, after a 2010 Dodge Challenger drove into a crowd of protesters demonstrating against white nationalists gathered in Charlottesville for a \"Unite the Right\" rally on Aug. 12. A 32-year-old woman named Heather Heyer was killed and 19 others were injured before Fields was arrested.\nPuppetStringNews.com and other websites said police had the wrong man. The post said the Challenger actually belonged to a Michigan man named Jerome Vangheluwe (pronounced \"vangelloway,\" with a hard g), who had a son named Joel Vangheluwe, who was \"a known Antifa supporter.\"  Antifa is shorthand for antifascist demonstrators that organize on the local level to protest far-right causes, often resorting to violence.\n\"This James Alex Fields subject is simply being used to make it look like a Right Wing attack, when he has no ties to the Dodge Challenger that was used...Unlike the Vangheluwe family who owns the car,\" the post read.\nBut the post, which appears to get its roots from an imageboard site that has spawned countless memes and conspiracy theories, is based on inaccurate information.\nHere’s what we know.\nA statement from the city of Charlottesville said the Challenger rear-ended a sedan, which in turn hit a minivan, pushing the minivan into an intersection filled with pedestrians.\n\"The Dodge Challenger fled the scene, but was located and stopped a short time later by Charlottesville Police,\" the statement read.\nFields was identified by police as the driver and was charged with second-degree murder, three counts of malicious wounding and one count of hit and run. He was denied bail at a hearing on Aug. 14.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\n stated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFields was photographed at the Charlottesville rally, and news reports said he had told his mother in Ohio that he was going there. A former high school teacher also noted Fields had shown an unusual interest in Nazi history.\nBut what about the car supposedly belonging to the Vangheluwes?\nWe checked vehicle records and found that it did once belong to Jerome Vangheluwe, who bought it in 2009. Joel Vangheluwe had posted a photo of the Challenger on Oct. 16, 2011, with the caption \"My car when I turn 16.\"\n\nBut Jerome Vangheluwe sold the car in 2012. It then went to another owner for almost three years. It was sold again on May 13, 2016, and registered under its current Ohio license plate, GVF 1111, which has been shown in photos from Charlottesville. News reports concur the car is registered to Fields.\nAfter the posts blaming Joel Vangheluwe started appearing, he posted Facebook status updates on Aug. 12 denying he was the driver.\n\"im not the one, im from fucking michigan you idiots,\" he first posted. His Facebook profile listed Detroit as his home. Vangheluwe followed that with, \"i drive a 2009 chevy impala, not a challenger, fuck the internet\"\n\n\nThe Vangheluwes have hired an anti-defamation lawyer, Dallas-based Andrew Sommerman, who told us the family planned to file lawsuits against websites making accusations against Joel Vangheluwe.\nOur ruling\nPuppetStringNews.com said, \"Virginia Police arrest wrong person to cover for Antifa member who ran over protesters.\"\nThe website alleged that the Vangheluwe family owned the 2010 Dodge Challenger used in the Charlottesville tragedy. While they did own it years ago, records show it is currently registered in Ohio, where Fields lives. There’s no evidence to indicate police arrested the wrong person, or that they were covering for Vangheluwe, who lived in Michigan.\nWe rate this claim Pants On Fire!\n Share the Facts 2017-08-14 21:40:04 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Virginia police arrest wrong person to cover for Antifa member who ran over protesters.\"    PuppetStringNews.com website   in an Internet post Saturday, August 12, 2017 2017-08-12    Read More  info", "vclaim_id": "vclaim-pol-03004"}