{"url": "/factchecks/2016/may/20/don-willett/justice-don-willett-accurately-recaps-surge-texas-/", "speaker": "Don Willett", "vclaim": "Before 2005, \"the percentage of\" Texas high school \"students meeting the college readiness standards of the Texas Higher Education Coordinating Board stood at 28% in English and 42% in math. Those figures stood at 65% and 66% in 2013.\"", "truth_label": "true", "date": "stated on May 13, 2016 in the majority Texas Supreme Court opinion in Texas school finance case:", "title": "Justice Don Willett accurately recaps surge in Texas students meeting college readiness standards", "text": "Deep in the May 2016 Texas Supreme Court ruling that upheld and critiqued the current school funding system is encouraging news about the performance of Texas students.\nOn Page 58 of the majority opinion, Justice Don Willett (who subsequently showed up among individuals that presumptive Republican presidential nominee Donald Trump said he’d consider to succeed Antonin Scalia on the U.S. Supreme Court) refers to a November 2005 decision by the court that required lawmakers to change the system.\nAt the time of the West Orange-Cove II ruling, Willett writes, \"the percentage of students meeting the college-readiness standards of the Texas Higher Education Coordinating Board stood at 28% in English and 42% in math. Those figures stood at 65% and 66% in 2013,\" Willett continues.\nDid Texas high school graduates get so much more college-primed that fast?\nBest we could tell, the cited figures track with state test results tracked by the Texas Education Agency. Then again, as few as 26 percent of Texas high-school graduates lately show a readiness for college according to a couple of other respected metrics.\nTexas Success Initiative\nWith help from Texas Education Agency officials, we found figures very close to what Willett presents in the 2016 majority opinion. According to the agency, in 2004, 29 percent of students fulfilled college readiness standards for English language arts and 43 percent did so for math while in 2013, 65 percent of students met readiness standards for English, 66 percent for math. With rare exception, according to the agency, the percentage of students fulfilling each readiness standard escalated steadily through the intervening years. And most recently, in 2014, 68 percent of students met the English readiness standards with 67 percent doing so in math, the agency says.\nWe wondered what the percentages meant. They reflect student test results, TEA spokeswoman DeEtta Culbertson advised, in keeping with a state law that requires college and universities to assess incoming high school graduates for their readiness to take college courses and offer remedial instruction as needed.\nUnder the program, called the Texas Success Initiative, the TEA has reported on the readiness of high-school students by calculating the share of students who meet related expectations on the state-mandated English language arts and math 11th grade/exit-level Texas Assessment of Knowledge & Skills.\nAsked if perhaps standards loosened between 2004 and 2013, Culbertson pointed out by email that in each of the years, a student classified as ready for college needed \"scale scores of 2200\" on each relevant TAKS including a 3 (out of a possible 4) on the writing portion of the English test.\nTo our inquiry, Shannon Housson, TEA director of performance reporting, said by phone the 124 percent and 54 percent respective improvements in students meeting the readiness standards over nine years reflected schools and students adjusting to and, in some cases, mastering the English and math TAKS, which were given from 2003 through 2011 before yielding to the State of Texas Assessments of Academic Readiness.\nAt its inception, Housson said, the TAKS added up to a \"significant increase in rigor\" for students accustomed to the previous state-mandated exams. \"I remember the angst in the schools,\" Housson said, as teachers and others came to terms with the new focus on \"higher-order thinking skills\" linked to the state-set curriculum rather than simply academic skills.\nFinally, Willett’s citation of the 2005 court decision on school finance led us to look back at how that opinion by Justice Nathan Hecht presented the percentages of students meeting the readiness standards. In the ruling, Hecht showed results for all students plus break-outs suggesting considerable performance lags among African American, Hispanic and Limited English Proficient students.\nResults for 2013 suggest such gaps have closed quite a bit except among students the state deems English Language Learners.\nTexas Students With Test Scores Suggesting College Readiness, 2004 and 2013\n\n\n\n\nSubject\n\n\nAll Students\n\n\nAfrican-American\n\n\nHispanic\n\n\nWhite\n\n\nLEP/ELL*\n\n\n\n\nEnglish (2004)\n\n\n29%\n\n\n19%\n\n\n20%\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n36%\n\n\n3%\n\n\n\n\nMath (2004)\n\n\n43%\n\n\n21%\n\n\n29%\n\n\n56%\n\n\n13%\n\n\n\n\nEnglish (2013)\n\n\n65%\n\n\n55%\n\n\n60%\n\n\n74%\n\n\n14%\n\n\n\n\nMath (2013)\n\n\n61%\n\n\n51%\n\n\n55%\n\n\n71%\n\n\n12%\n\n\n\n\nSOURCES: Web pages, entries for Texas Success Initiative - Higher Education Readiness Component, statewide reports for 2004, 2013 Academic Excellence Indicator System, Texas Education Agency, both undated (accessed May 16, 2016)\n*Limited English Proficient/English Language Learners\nSAT, ACT scores\nThere are other ways to gauge college readiness.\nIn 2014, nearly 34 percent of the state’s students who took the pre-college SAT (or 32 percent of public school students taking the test) did well enough to demonstrate a readiness for college work without remediation, according to the College Board, which associates an SAT score of 1550 out of 2400 with a 65 percent probability of obtaining a first-year college GPA of B- or higher.\nThe same year, among 60 percent of 116,147 Texas high school graduates to take the ACT scored well enough to show a readiness for college English, the Iowa-based group says, with 47 percent doing so in math and 36 percent demonstrating readiness in science--and only 26 percent clearing all the tests’ college-readiness benchmarks. ACT says its readiness benchmarks are \"scores on the ACT subject-area tests that represent the level of achievement required for students to have a 50% chance of obtaining a B or higher or about a 75% chance of obtaining a C or higher in corresponding credit-bearing first-year college courses.\"\nOur ruling\nWillett, writing for the court majority, said that before 2005, \"the percentage of\" Texas high-school students meeting the coordinating board’s college readiness standards \"stood at 28% in English and 42% in math. Those figures stood at 65% and 66% in 2013.\"\nThis statement doesn’t acknowledge readiness metrics such as ACT or SAT scores. But it almost perfectly reflects the state’s tallies of high school graduates in 2004 and 2013 who scored high enough on state English and math tests to be considered college-ready.\nWe rate the claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.https://www.sharethefacts.co/share/45e57882-235e-4549-b2d4-48c35dfdd920", "vclaim_id": "vclaim-pol-04938"}