{"url": "/factchecks/2015/feb/23/scott-surovell/surovell-says-decline-caol-started-under-george-w-/", "speaker": "Scott Surovell", "vclaim": "\"When did the decline of coal start? It started when natural gas took off … that started to begin in (President George W.) Bush’s administration.\"", "truth_label": "half-true", "date": "stated on February 4, 2015 in a floor speech.:", "title": "Surovell says decline in coal started under George W. Bush", "text": "Del. Scott Surovell has had it with Republicans blaming President Barack Obama of waging a \"War on Coal.\"\nIn a Feb. 4 floor speech, Surovell, D-Fairfax, said Republicans should take blame for the pain in coal country because they’ve taken steps to bolster natural gas, a key competitor to coal.\n\"When did the decline of coal start? It started when natural gas took off,\" Surovell said. \"That started to begin in President (George W.) Bush’s administration.\"\nWe drilled into Surovell’s claim to see if he was right about the timing and cause coal’s fall as well as his laying the blame on Bush.\nThe relationship of coal and natural gas\nAmong the documents Surovell sent us to back his statement was a 2012 report by the Energy Information Administration that examined the annual use of fossil fuels to generate power. It has a chart showing that the downward use of coal and the upward use of natural gas began during the mid 1990s -- before Bush’s presidency from 2001-2009.\nIn the mid 90’s, about 75 percent of fossil power was generated by coal, 20 percent by natural gas and 5 percent by petroleum. In 2012, about 55 percent was fired by coal, 45 percent by natural gas and a negligible share from petroleum.\nThe report cites several reasons why power companies began replacing coal with natural gas. In the mid 1990s, technology began cutting the cost of natural gas generation and an expansion of pipelines \"decreased uncertainties around natural gas availability.\" The trend escalated in 2005 when fracking -- the process extracting natural gas from shale -- took off.\nSurovell also pointed to a 2012 report from the Analysis Group, an economic consulting firm, which said lower natural gas prices along with rising coal prices had contributed to coal company decisions to retire some of their older plants.\nJonathan Cogan, a spokesman for the EIA, pointed us to figures showing that natural gas production started seeing strong growth in the mid-2000s and natural gas prices began a precipitous drop in 2008. The cost of coal, meanwhile, has been on the rise. Other EIA figures show coal consumption and production has generally trended downward since 2008.\nSo the takeaway is that the recent surge in natural gas production and drop in natural gas prices started during the Bush administration and certainly impacted coal use. But to fully explore Surovell’s claim, we have to dig deeper.\nDid Bush policies cause the coal slide?\nThere’s no doubt Surovell, in his speech, was holding Bush responsible for the rise of natural gas and the fall of coal. \"You want to know who started the war on coal? Take a long good hard look in the mirror folks,\" Surovell told GOP lawmakers. \"The leaders of the Republican Party in the mid 2000s they’re the ones that started this war on coal.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nFracking involves fracturing shale with hydraulically pressurized liquid made of water, sand, and chemicals. Surovell pointed us to the 2005 Energy Policy Act, which Bush signed, that provided exemptions to the Safe Water Drinking Act for chemicals used in fracking.\nSeveral energy analysts told us that law did boost shale oil production, but added there were many other factors that led to the boom.  \nMichael E. Webber, the deputy director of the Energy Institute at the University of Texas at Austin, said the \"shale boom\" evolved over many decades, propelled by research and development in fracking that began before the Bush II administration.\n\"As one of the presidents during that timespan, George W. Bush deserves partial credit,\" Webber emailed. \"However, taking the long view, the policy contributions from his administration are minimal compared to the policies of other presidents and compared with the role of market forces and technological disruptions.\"\nKenneth B. Medlock III, senior director of the Center for Energy Studies at Rice University, told us that recent presidential administrations shouldn’t lay claim to the natural gas production boom.\n\"The regulatory environment and laws governing mineral rights and property rights are responsible, and those tenets are more or less as old as the country,\" Medlock said. \"They set the stage for entrepreneurial leadership and risk taking that fosters innovation, hence the shale revolution.\"\nOn the coal side of the equation, Medlock said any \"demise\" of coal would have started about a decade ago as new environmental regulations discouraged construction of new coal plants.\nDallas Burtraw, associate director of the Resources for the Future Center for Climate and Electricity Policy said the roots of the recent low prices lie in deregulation of the natural gas industry under former President Jimmy Carter.\n\"It would be Carter who gets most of the credit for low gas prices today,\" said Burtraw, whose group is an energy think tank funded by government, non-profits and energy companies.\nRegarding coal, Burtraw sent us a chart showing that the number of coal jobs peaked in 1978 and has been falling steadily since, a trend he attributes partly to the emergence of natural gas, but mostly to technological changes in how coal is mined.\nOur ruling\nSurovell said the decline of coal \"started when natural gas took off … That started to begin in President (George W.) Bush’s administration.\"\nNo doubt, natural gas has been gaining ground on coal in generating electricity. The trend started in the 1990s but clearly gained speed during the Bush administration when the production of natural gas -- a competitor of coal -- picked up.\nBut analysts give little credit or blame to Bush for that trend. They note that other factors, such as technological innovation, entrepreneurship and policies of previous administrations, had more to do with laying the groundwork for the natural gas boom.\nOn balance, we rate Surovell’s claim Half True.", "vclaim_id": "vclaim-pol-06702"}