{"url": "/factchecks/2008/jul/01/wesley-clark/mccain-ran-a-navy-unit-of-1000-people/", "speaker": "Wesley Clark", "vclaim": "McCain \"hasn't held executive responsibility.\"", "truth_label": "false", "date": "stated on June 29, 2008 in an interview on CBS' \"Face the Nation\":", "title": "McCain ran a Navy unit of 1,000 people", "text": "Retired Gen. Wesley Clark threw a rhetorical grenade into the campaign this week with the suggestion that Sen. John McCain's military experience does not necessarily qualify him to be president.\n\nOn\n\nCBS' Face the Nation\n\non Sunday, Clark praised McCain for being \"a hero to me and to hundreds of thousands and millions of others in the armed forces\" and acknowledged the Arizona senator had extensive experience as a member of the Armed Services Committee.\n\n\n\"But,\" Clark said, \"he hasn't held executive responsibility.\"\n\n\nMcCain's campaign quickly fired back, mobilizing its \"Truth Squad,\" retired officials who worked with McCain in the Navy or were imprisoned with him in North Vietnam. During a hastily arranged conference call with reporters, Truth Squad members said that they were \"shocked\" by Clark's criticism and that McCain is well qualified to be commander in chief.\n\n\nYet Clark, a Democrat who has endorsed Obama, had zeroed in on a weakness in McCain's resume. He served 22 years in the Navy, four in the U.S. House of Representatives and 22 in the Senate, but McCain, 71, has not been a mayor, a governor or a chief executive.\n\n\nThe closest he came to such a job was serving as commanding officer of a large pilot training group after he returned from Vietnam. But Clark dismissed that as an inconsequential non-combat assignment.\n\n\n\"He hasn't been there and ordered the bombs to fall,\" Clark said.\n\n\n\n'Skipper'\n\n\n\nMcCain's career can be divided into two parts — his Navy service from 1958 to 1980, and his political career from 1982 to today. His political work has been entirely in the legislative branch of government, so — even though he oversees a Senate staff of about 60 — he is a legislator, not an executive.\n\n\nMcCain's naval career is legend: He graduated from the Naval Academy in 1958, became a fighter pilot and was shot down over North Vietman, where he was a POW for 5 years.\n\n\nBut it was after he returned to the United States, during a less familiar chapter in his life, when McCain served at the air group in the role he now cites as his executive experience. His 13-month command of the Replacement Air Group 174 in Jacksonville shows how he manages and provides clues about what he might be like as president.\n\n\nIn 1975, McCain became executive officer of the group, which trained pilots and crew members for aircraft carrier service. The RAG, as it was known, had 1,000 people and 75 planes, which made it the Navy's largest aviation squadron.\n\n\nEyebrows were raised when he became commanding officer a few months later. Some in the Navy suspected favoritism because he was the son and grandson of famous Navy officers.\n\n\nBut according to the author of a McCain biography and three people who served under McCain in the training group, he earned high marks for invigorating a unit that had been struggling with a fleet of broken planes.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"He was very inspirational,\" said Bob Stumpf, a student pilot at the RAG who later became the leader of the Navy's Blue Angel team. \"He was just always personally involved in the goings-on of the squadron. He didn't hide in his office.\"\n\n\nThe energetic McCain, known in the unit as \"Skipper,\" frequently stopped by the maintenance shops and pilots' \"ready rooms\" so he could stay in touch with the people he commanded.\n\n\n\nA demanding boss\n\n\n\nRobert Timberg, author of\n\nJohn McCain: An American Odyssey\n\n, said the air group was \"an enormously large operation\" and that McCain was well regarded for his work.\n\n\nCarl Smith, who served as a flight instructor with the group and is now a Washington attorney and lobbyist, said McCain was a savvy manager who got rid of ineffective employees, hired talented people, set goals and kept his workers motivated.\n\n\n\"He gave the old crowd a chance to perform. But when they didn't, he fired them,\" said Smith, who is on the campaign's Truth Squad.\n\n\nMcCain inherited a squadron that had many crippled planes because the good ones had been sent on carrier missions. He set a goal of getting them all repaired and, to the surprise of many in the Navy, achieved the goal in just over a year.\n\n\n\"He basically turned that squadron around,\" said Stumpf.\n\n\nRoss Fischer, an instructor pilot in the RAG, said McCain was a demanding boss but gave his staff plenty of authority once he saw they could do the job.\n\n\nMore than 30 years after working with him in the RAG, Fischer, Smith and Stumpf are supporting McCain's presidential campaign in part because of what they saw in Jacksonville.\n\n\nSaid Fischer of McCain, \"He's a born leader.\"\n\n\n\nAn executive job\n\n\n\nClark's larger point is correct: McCain has accomplished a lot in his storied military and political career, but he has relatively little executive experience.\n\n\nBut still, Clark, who ran for president in 2004, was incorrect to say that McCain \"hasn't held executive responsibility.\" His tenure at the RAG shows that McCain not only held an executive post in which he managed a staff of 1,000 and oversaw a fleet of 75 planes, but he earned positive reviews for his performance. When McCain departed, the unit was given its first-ever Meritorious Unit Citation.\n\n\nSo we find Clark's claim to be False.", "vclaim_id": "vclaim-pol-16149"}