{"url": "/factchecks/2012/jul/15/tommy-thompson/gop-wisconsin-senate-candidate-thompson-says-he-ne/", "speaker": "Tommy Thompson", "vclaim": "Says he \"never supported\" federal health care individual mandate.", "truth_label": "false", "date": "stated on June 13, 2012 in tweets:", "title": "GOP Wisconsin Senate candidate Tommy Thompson says he never backed individual mandate", "text": "Among conservatives, a hated provision of federal health care reform is the \"individual mandate,\" which requires Americans (with some exceptions) to buy health insurance.\n\nThat sentiment has left Republican Tommy Thompson in a difficult spot as he vies with three opponents in the August 2012 primary for U.S. Senate.\n\nThe former governor and U.S. health and human services secretary has made statements for and against the health care reform legislation that eventually became law. That led us to rate Half True a claim by the national Club for Growth, a conservative group, that Thompson supported \"Obamacare.\"\n\nOn June 13, 2012, two weeks before the U.S. Supreme Court declared most of the reform law constitutional, Thompson issued two Internet statements about the individual mandate.  \n\nIn one message from a Twitter account for his campaign, Thompson said he \"didn’t support the individual mandate.\"\n\nAnd in the other tweet, directed at Democratic Senatorial Campaign Committee spokesman Matt Canter, he went further, stating:\n\n\"Can’t back down from something (i.e. the individual mandate) that you never supported, Canter.\"\n\nTaken together, Thompson is claiming he \"never supported\" the individual mandate.\nNever is pretty absolute, so let’s check the record.\n\nOpponents’ evidence\n\nArguing that Thompson did support the mandate, Canter cited a video clip released by the Washington, D.C.-based Club for Growth the day before the Supreme Court ruling.\n\n(While the national Club for Growth has repeatedly attacked Thompson, and is supporting Republican Mark Neumann in the Senate race, the Wisconsin chapter has not.)\n\nIn the clip, Thompson speaks at a national health care reform forum at American University in Washington, D.C. At the April 2006 event, held more than two years before Obama’s election, Thompson refers to reform in Massachusetts, saying:\n\n\"You’ve also got to consider strongly -- and I happen to support that, what Massachusetts did -- and that is requiring health insurance, the coverage of health insurance. This is a little bit opposed to what Republicans really think or propose. But the truth of the matter is, just like automobile insurance, you’ve got to have coverage. And if you’re going to be able to cover the uninsured, you’re going to have to have some degree of a mandate to cover the uninsured.\"\n\nBoth Canter and Club for Growth also cited video of a University of Texas speech in February 2007 in which Thompson says:\n\n\"I, for one, believe the mandate for health insurance is all right. We mandate insurance for automobiles. You know you can’t drive in Texas without automobile insurance. You can’t drive in any state without automobile insurance. It’s a mandate, but it’s certainly something that we should discuss in this country, and I think that’s positive.\"\n\nSo, Thompson said he supported Massachusetts’ health insurance requirement and said such a mandate is \"all right,\" although both statements were made before Obama’s reform efforts were launched.\n\nThompson’s evidence\n\nTo defend Thompson’s claim, his campaign spokesman, Brian Nemoir, said Thompson \"is the only candidate who has testified before Congress against the mandates.\" He cited a portion of Thompson’s May 2008 testimony to the Senate Finance Committee:\n\n\"I am not convinced that the individual mandate is the correct approach,\" Thompson said, according to a transcript. \"We have seen in Massachusetts that the individual mandate approach is not effective at covering the most vulnerable part of the population, that part of the population which needs coverage the most.\"\n\nSo, after the generally supportive statements in 2006 and 2007, Thompson in 2008, shortly before Obama’s election, indicated he did not support an individual mandate.\n\nNemoir also cited an August 2011 report by the University of Pennsylvania-based FactCheck.org, which concluded that Club for Growth had falsely attacked Thompson as a \"champion of Obamacare,\" and he provided statements saying Thompson opposes what eventually became law.\n\nBut Thompson’s past or current positions on the overall reform are not at issue here.\n\nIn our item about Club for Growth’s claim about Thompson, Thompson’s campaign noted that Thompson at a July 2008 forum on a \"universal mandate\" for health insurance said: \"I don’t want a mandate.\" But moments later Thompson said: \"I’m not opposed to it, I just don’t think it’s the most practical way.\"\n\nOur rating\n\nThompson said he \"never supported\" an individual mandate.\n\nBut while he is now an opponent of the health care reform law and its mandate requiring most Americans to buy health insurance, Thompson said in 2006 he supported a mandate and in 2007 said a mandate is \"all right.\"\n\nWe rate Thompson’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10768"}