{"url": "/factchecks/2010/jun/15/donna-brazile/oil-pollution-act-trips-brazile-abcs-week/", "speaker": "Donna Brazile", "vclaim": "The Obama administration \"has been constrained by the Oil Pollution Act of 1990, which basically gives the responsible party the lead role in trying to not only fix the problem, but contain the problem.\"", "truth_label": "false", "date": "stated on June 13, 2010 in a discussion on ABC's 'This Week':", "title": "Oil Pollution Act trips up Brazile on ABC's 'This Week'", "text": "Democratic strategist Donna Brazile tried to rebut criticism that President Barack Obama isn't doing enough to control the Gulf of Mexico oil spill response, arguing on ABC's This Week that he has been hamstrung by the actions of Congress 20 years ago.In a back and forth with former labor secretary Robert Reich, Brazile said Congress created a policy that puts BP -- not the federal government -- in charge of the response.\"The present spectacle of the Coast Guard asking BP to speed up this clean-up is absurd. I mean, the federal government needs to be in charge,\" Reich, a former Labor Secretary under President Bill Clinton, said. \"The president needs to be in charge of this. Use BP's expertise. Use BP's resources. But the president must be in charge of all of this. Otherwise, he looks like he's just standing on the sidelines.\"\"Well,\" Brazile said, \"the administration has been constrained by the Oil Pollution Act of 1990, which basically gives the responsible party the lead role in trying to not only fix the problem, but contain the problem,\" Brazile responded. \"That has been the problem from day one. They've waited for BP to come up with the answers, and we know that BP continues to mislead people.\"In this fact-check, we wanted to see if Brazile's interpretation of the Oil Pollution Act of 1990 is right -- particularly when it comes to deciding who has the lead role. The Oil Pollution Act of 1990 was passed in the aftermath of the Exxon Valdez spill in Prince William Sound in 1989. The law was designed to better coordinate the government response to a major oil event, and to set penalties for companies responsible. It was approved by Congress and signed into law on Aug. 18, 1990.In general, it gives the president more authority in an oil event, not less.\"When responding to a spill, many considered the lines of responsibility under the pre-OPA regime to be unclear, with too much reliance on spillers to perform proper cleanup,\" according to a Congressional Research Service report. \"OPA strengthened and clarified the federal government's role in oil spill response and cleanup.\"The Oil Pollution Act included amendments to the Clean Water Act to provide the president three options in the wake of an oil event, the Congressional Research Service concluded. The president could:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nPerform cleanup immediately (\"federalize\" the spill);\nMonitor the response efforts of the spiller;\nOr, direct the spiller's cleanup activities.\n\nThe Environmental Protection Agency describes the OPA this way: \"The OPA improved the nation's ability to prevent and respond to oil spills by establishing provisions that expand the federal government's ability, and provide the money and resources necessary, to respond to oil spills.\"BP ultimately is liable for the cost of cleaning up the spilled oil. The Oil Pollution Act caps additional economic damages at $75 million, but BP has said it will pay all legitimate claims, and some Democrats in Congress want to lift the cap and apply it retroactively. President Obama has said he wants to update the laws to \"make sure that the people in the Gulf, the fishermen, the hotel owners, families who are dependent for their livelihoods in the Gulf, that they are all made whole and that we are in a much better position to respond to any such crisis in the future.\"Still, under the law as it stands today, BP will be paying for the clean-up, and the federal government -- thanks to the OPA -- ultimately has authority over how the clean-up proceeds.We asked Brazile, a native of New Orleans who still has family living there, if there was something we were missing.Brazile said she was trying to point out that the Oil Pollution Act, and the options the president had, may have contributed to the federal government not taking the lead sooner. \"The Administration had every reason to take the lead and not wait,\" Brazile said. \"Perhaps they waited -- and I used the reference to the Act -- as one reason why they did not take the initial lead.\" Brazill also suggested her statement -- which was criticized by the conservative website Newsbusters -- was being used to score political points in the middle of a national crisis. Her first concern, she said, is that people in the Gulf states suffering get help.But in this case, her interpretation of the Oil Pollution Act of 1990, is incorrect. She said the law \"basically gives the responsible party the lead role in trying to not only fix the problem, but contain the problem.\" In fact, the Oil Pollution Act specifcially gives the federal government the authority to decide who's in charge of the clean-up -- the polluter or the government. The company, in this case BP, will pay for the clean-up response. But the federal government can give the orders if it chooses. We rate Brazile's statement False.", "vclaim_id": "vclaim-pol-14908"}