{"url": "/factchecks/2016/oct/31/russ-feingold/russ-feingold-says-ron-johnson-doesnt-believe-ther/", "speaker": "Russ Feingold", "vclaim": "Says U.S. Sen. Ron Johnson \"doesn't even believe that there's a man-made role in climate change.\"", "truth_label": "mostly-true", "date": "stated on October 6, 2016 in a meeting with the Milwaukee Journal Sentinel editorial board.:", "title": "Russ Feingold says Ron Johnson doesn't believe 'there's a man-made role in climate change'", "text": "With just over a week until the rematch between Republican U.S. Sen. Ron Johnson and former Democratic U.S. Sen. Russ Feingold, the volley of attacks is at full speed.\nThe two candidates met separately with the Milwaukee Journal Sentinel editorial board. About 40 minutes into his visit,  Feingold offered a series of issues he believes Johnson has overlooked, including climate change.\nJohnson \"doesn't even believe that there's a man-made role in climate change,\" Feingold said.\nLater in the meeting, he added climate change \"is an issue that was bipartisan before people like Senator Johnson were elected and started saying absolute nonsense about sunspots and other reasons to avoid the issue.\"\nWe wondered whether Feingold is right that Johnson has denied a human role in climate change.\nJohnson’s record\nWhen Johnson and Feingold first ran against each other in 2010, Johnson definitively told the Journal Sentinel’s editorial board his position at the time:  \"I absolutely do not believe in the science of man-caused climate change. It’s not proven by any stretch of the imagination.\"\nThe far more likely cause, he said,  is \"sunspot activity or something just in the geologic eons of time where we have changes in the climate.\"\nBen Voelkel, a Johnson campaign spokesman, told us Johnson later acknowledged humans played a role in climate change in a 2014 interview with Boston Public Radio.\n\"There are other forces that cause climate to change,\" Johnson told Here and Now’s Robin Young. \"So climate does change and I don’t deny that man has some effect on that. It certainly has a great deal of effect on spoiling our environment in many different ways.\"\nBut Johnson softened his view as soon as the next sentence: \"I’ve got a very open mind, but I don’t have the arrogance that man can really do much to affect climate.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe next year, Johnson voted against a Senate amendment to affirm that human activity significantly contributes to climate change.\nWhile all but one senator supported an earlier amendment affirming the existence of climate change, only five Republicans this time voted to acknowledge there is a human impact. The amendment, seen as a symbolic effort by the Democrats to force GOP senators to take a position, failed 50 to 49 (it required a 3/5 majority).\nMeanwhile, an energy policy position that appeared on Johnson’s campaign website in 2015 questioned human’s impact on climate change:\n\"Man-made global warming remains unsettled science. World-renowned climate experts have raised serious objections to the theories behind these claims. I believe it is a bad idea to impose a policy that will raise taxes on every American, will balloon energy prices and will hurt our economic competiveness (sic) – especially on such uncertain predictions.\"\nThat passage has since been removed.\nIn August 2016, when asked about global warming on WRJN-AM radio in Racine, Johnson seemed to think it settled — before tempering his response.\n\"Listen, man can affect the environment; no doubt about it,\" he said. \"The climate has always changed, it always will. … The question is, how much does man cause changes in our environment, changes in our climate, and what we could possibly even do about it?\"\nSince Feingold made the claim, Johnson’s statements have been a similarly mixed bag:\nHe called himself a \"skeptic\" of man-made climate change in a meeting with the Milwaukee Journal Sentinel’s editorial board Oct. 21, 2016. He downplayed the issue of global warming three days later — saying mankind flourishes in warmer weather — while admitting humans \"obviously\" play a role. But these statements aren’t relevant to a claim made weeks earlier.\nOur rating\nFeingold said Johnson \"doesn't even believe that there's a man-made role in climate change.\"\nJohnson did not support a Senate amendment to acknowledge a man-made role in climate change and expressed skepticism each of the few times he acknowledged humans might contribute. He has acknowledged at times that humans can play a role but downplayed how significant that role might be.\nFor a statement that is accurate but needs additional clarification, our rating is Mostly True. https://www.sharethefacts.co/share/7ea29645-7850-49e8-9a39-5f24dedffe12", "vclaim_id": "vclaim-pol-04022"}