{"url": "/factchecks/2020/mar/18/facebook-posts/no-msnbc-didnt-say-it-hopes-coronavirus-kills-enou/", "speaker": "Facebook posts", "vclaim": "“MSNBC actually said on air ‘I hope enough people die from coronavirus that it harms Trump’s re-election.’”", "truth_label": "false", "date": "stated on March 11, 2020 in a Facebook post:", "title": "No, MSNBC didn’t say it hopes coronavirus kills enough people to hurt Trump", "text": "Are MSNBC news anchors hoping people die from COVID-19, the disease caused by the new coronavirus, so that a Democrat has a better chance of beating President Donald Trump in November? \nThat’s what a recent Facebook post claims. \n\"MSNBC actually said on air ‘I hope enough people die from coronavirus that it harms Trump’s re-election,’\" the post says. \"No shame.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nCommenters linked to a March 9 story in The Washington Sentinel with this headline: \"‘Trump’s Katrina’: MSNBC hopes Americans die from coronavirus to hurt president.\" \n\"On the network’s Friday afternoon show, Deadline White House, hosted by left-leaning Nicolle Wallace, the panel were seen nearly pumping their hands in glee over the thought of dead Americans, especially if it hurts Trump,\" the story says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHere’s what actually happened on Wallace’s March 6 show. Eddie Glaude Jr., an African American studies professor at Princeton University, said that Donald Trump’s response to the coronavirus outbreak in the United States could be comparable to former President George W. Bush’s response to Hurricane Katrina. \n\"I was thinking in terms of politics,\" Glaude said. \"We talked about the business community finally not kind of sticking with Donald Trump. But this may be, and Nicolle, I should mention this with trepidation, but this may be Donald Trump’s Katrina.\"\n\"Let’s just lean into that for a minute,\" replied Wallace, who served as Bush’s communications director. \"Katrina was the moment when all the things that felt incredibly incompetent about the Bush presidency, the appointment of Harriet Myers to the Supreme Court, the botched attempt to pass Social Security privatization — I mean I lived it, I can go through the whole list — were realized. We gave them a proof point that we were indeed incompetent. Also people died. This has the makings structurally for the same kind of moment for President Trump.\"\n\"And if there’s any ‘a moment’ that would shake that 40%,\" Glaude said, \"the folks who would allow him to shoot someone right down Fifth Avenue, if there’s any ‘a moment,’ it’s this one. Because it’s babies, it’s friends, it’s loved ones … it seems to me that this is an event that could take down a presidency.\"\nBut neither Wallace nor Glaude said that they \"hope enough people die from coronavirus that it harms Trump’s re-election.\"\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18150"}