{"url": "/factchecks/2008/jun/10/chain-email/obama-didnt-write-that/", "speaker": "Chain email", "vclaim": "From Obama's book: \"I found a solace in nursing a pervasive sense of grievance and animosity against my mother's race.\"", "truth_label": "pants-fire", "date": "stated on May 19, 2008 in an e-mail message:", "title": "Obama didn't write that", "text": "An e-mail making the rounds purports to cite quotations from Sen. Barack Obama's memoir,\n\nDreams from My Father\n\n. Most of the quotes have to do with Obama's thoughts on race relations and growing up as a black man in America. Many of the quotes are real, though taken out of context and edited for maximum negative effect.\n\nThe e-mail was sent to us by 20 PolitiFact readers who said they wanted to know if the claims were true. (For more on the e-mail and a link to its full text, read\n\nour article on the e-mail and Obama's book\n\n.)\n\n\nOne quote stands out as totally false.\n\n\n\"I found a solace in nursing a pervasive sense of grievance and animosity against my mother's race.\"\n\n\nWe read the book, and thought this line sounded out of place. To be doubly sure, we purchased an electronic edition of the book via ebooks.com, and searched for the words solace, grievance or animosity. We were not able to find the sentence, or anything close to the sentence, in Obama's book.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe quote is actually lifted from an article in the\n\nAmerican Conservative.\n\nAuthor Steve Sailer wrote a detailed analysis of\n\nDreams from My Father,\n\ndescribing the narrator as \"a humor-impaired Holden Caulfield whose preppie angst is fueled by racial regret\" but also praising it as \"an impressive book\" with an \"elegant, carefully wrought prose style.\"\n\n\nThe \"grievance\" quote comes from the following passage:\n\n\n\"In reality, Obama provides a disturbing test of the best-case scenario of whether America can indeed move beyond race. He inherited his father's penetrating intelligence; was raised mostly by his loving liberal white grandparents in multiracial, laid-back Hawaii, where America's normal race rules never applied; and received a superb private school education. And yet, at least through age 33 when he wrote\n\nDreams from My Father\n\n, he found solace in nursing a pervasive sense of grievance and animosity against his mother's race.\"\n\n\nBut those are Sailer's words, not Obama's. It's an arguable point whether it's a fair characterization of the views expressed in Obama's book. The bottom line is an e-mailer somewhere took the sentence, rewrote it, and passed it off as Obama's words. For this reason, we rate this statement Pants on Fire!", "vclaim_id": "vclaim-pol-16182"}