{"url": "/factchecks/2018/sep/26/mike-bishop/no-elissa-slotkin-does-not-support-plan-would-take/", "speaker": "Mike Bishop", "vclaim": "Says Elissa Slotkin’s plan is to take Medicare away from current senior recipients.", "truth_label": "false", "date": "stated on September 21, 2018 in a TV ad:", "title": "No, Elissa Slotkin does not support a plan that would take Medicare away from seniors", "text": "The race for the U.S. House seat in Michigan’s 8th district continues to heat up between Republican incumbent Mike Bishop and Democratic opponent Elissa Slotkin.\nIn his latest move, Bishop aired a 30-second TV ad featuring a senior couple from Brighton –  Ann and Richard.\nThe couple, whose last names were not displayed, say that \"Medicare saved them\" and accuse Slotkin of supporting a policy that would bankrupt Medicare and leave them with nothing.\n\nRichard: \"When Ann was in the hospital, we thought we may lose everything.\"\nAnn: \"Medicare saved us.\"\nRichard: \"We are on a fixed income.\"\nAnn: \"We have to keep to a budget. So I write down all of our bills.\"\nRichard: \"Slotkin’s plan is to take most everything we have and give it away. We paid into the system. Why would she want to take this away from us?\"\nRichard: \"Medicare needs protecting. Elissa Slotkin doesn’t get that.\"\n\nThe ad contains no onscreen sources, recordings by Slotkin, or links to offer evidence or context.\nWe found no evidence to suggest that any of Slotkin’s positions on health care would result in taking away coverage for current seniors.\nSlotkin’s stance\nWe looked into Slotkin’s stance on health care and reviewed various reports, as well as her remarks at events, in interviews and on her campaign website.\nWe found that she does not support Medicare for All -- a program proposed in 2017 by U.S. Sen. Bernie Sanders, I-Vt., to create a single-payer health care system -- and has routinely criticized the single-payer system. Slotkin does, however, suggest a buy-in option for Medicare.\n\"I believe all Americans should have access to health care they can afford, regardless of pre-existing conditions,\" Slotkin says on her campaign website. \"To get there, I believe we need true bipartisan reform of the Affordable Care Act (ACA). We should also consider options that would allow people the choice to buy into plans, such as Medicare, that have been proven to control costs for consumers.\"\nThe option would allow any American to buy into the program, which is now only for seniors. It would also be optional, and those choosing to buy-in would likely have to pay full prices, something that current Medicare recipients do not.\n\"Slotkin has been outspoken on the need to lower health care costs,\" Laura Epstein, Slotkin’s spokesperson, said in a response to the ad.\nWhat the Bishop campaign says\nIn a news release, the Bishop campaign wrote that Slotkin’s plan is \"risky\" and would make Medicare premiums higher, along with taxes and would threaten to end Medicare.\nIn the release, the campaign cites a study from the Mercatus Center, a free-market think tank at George Mason University, that said Medicare for All would increase the demand for health care services while also cutting payments to providers. The study suggests that the system would cost $32 trillion over the next 10 years and wound Medicare.\nBut the study doesn’t analyze a Medicare buy-in program, nor does it suggest that such an option would be harmful to current Medicare recipients or that it would somehow create the Medicare for All proposal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nStu Sandler, a consultant for Bishop, said that expanding Medicare to buy-ins risks higher premiums, reduces senior access and threatens the solvency of Medicare.\nIn an October 2009 Congressional Budget Office report, the office found that the Medicare buy-in plan proposed by Democrats during discussions of the Affordable Care Act would include negotiated payment rates with all providers and suppliers, and providers would not be required to participate in a public plan in order to participate in Medicare.\nThe report also pointed out that the public plan would have to charge premiums that covered its costs, including the costs of paying back start-up funding that the government would provide. However, nowhere in the analysis does it say that Medicare’s financial solvency would be threatened beyond its current state.\nSo would a buy-in to Medicare hurt coverage or costs for current recipients?\nA buy-in to Medicare would be complex because of the program’s multiple parts, such as institutional services (hospitals), physicians, drugs and more.\nBut when it comes to the core question of whether the option would drive costs up for current seniors, the answer is most likely, no, according to John Holahan, an economist with the Urban Institute’s Health Policy Center.\nIt all comes down to a separate risk pool.\n\"If the costs for those under 65 who would be allowed to buy in, if those costs are kept in a separate risk pool from the current Medicare program, then it really has no impact on that program,\" Holahan told PolitiFact.\nThe AARP Public Policy Institute made similar points, saying that a buy-in could be a solution for those without employer coverage, but also said its design would have to address the need for subsidies to make premiums affordable.\nAARP said that the pros of a buy-in could provide:\n• Guaranteed access, continuity of coverage and overall stability for many older adults.\n• Better health and lower future Medicare costs.\n• Efficiency and speed of building on existing infrastructure.\nThe organization’s concerns about a buy-in:\n• If it was financed through existing trust funds, it would hasten insolvency.\n• Further erosion of employer-sponsored retiree health benefits.\n• Adverse selection could limit its appeal.\nBut, again, this is all to say that regardless of the form that a Medicare buy-in could take if implemented, it is not the same thing as Medicare for All.\n\"Medicare for All often means we are going to outlaw private insurance,\" Holahan said, \"and this option seems like if you’re thinking about buying into the Medicare plan, if that’s better for you, you can do that or you can also keep your private insurance. It’s a choice.\"\nOur ruling\nBishop's ad says that Slotkin’s plan is to take Medicare away from current senior recipients.\nBut the campaign’s argument relies on suggesting Slotkin supports Medicare for All, a single-payer program, that would get rid of private insurance and provide health care to all Americans. Slotkin does not support such a program, but has suggested allowing Americans a buy-in option to Medicare, alongside private insurance.\nAnd while some studies have suggested a Medicare buy-in may help ease the transition to a single-payer system, they are still two separate ideas.\nThe ad lacks context and ignores that Slotkin has repeatedly said she does not approve of such a program. We rate it False.\n Share the Facts 2018-09-26 17:03:22 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says that Elissa Slotkin’s plan is to take Medicare away from current senior recipients    Mike Bishop U.S. Representative https://www.youtube.com/watch?v=pYoqBu2-_f8&feature=youtu.be    Friday, September 21, 2018 2018-09-21    Read More  info", "vclaim_id": "vclaim-pol-01562"}