{"url": "/factchecks/2011/sep/09/tommy-thompson/republican-tommy-thompson-says-democratic-rep-tamm/", "speaker": "Tommy Thompson", "vclaim": "Says Democratic U.S. Senate candidate Tammy Baldwin ranks \"as the most liberal member of the House.\"", "truth_label": "mostly-true", "date": "stated on September 6, 2011 in a statement:", "title": "Republican Tommy Thompson says Democratic Rep. Tammy Baldwin ranks as \"most liberal\" House member", "text": "Until U.S. Rep. Tammy Baldwin, D-Wis., announced her 2012 candidacy for the U.S. Senate, her campaign website displayed a 2006 news article that began with the words: \"Rep. Tammy Baldwin, one of the most liberal members of Congress.\"\n\nEvidently, Baldwin’s congressional re-election campaign wasn’t concerned about the candidate being cast as one of the most left-wing members of the U.S. House.\n\nCertainly Baldwin’s critics aren’t shy about portraying her in that way.\n\nOn Sept. 6, 2011, the day Baldwin announced her run for the seat being vacated by Democrat Herb Kohl, Republican Tommy Thompson’s team weighed in. Darrin Schmitz, a consultant to the former Wisconsin governor and likely Senate candidate, issued a statement that said:\n\n\"Tammy Baldwin is a classic tax-and-spend liberal, and her ranking as the most liberal member of the House puts her clearly out of the mainstream of Wisconsin voters.\"\n\nSo does Baldwin, who has served in the House since 1999, rank as its most liberal member?\n\nAs evidence, Thompson cited a 2010 ranking of House members by the National Journal, a nonpartisan political magazine and website. Baldwin tied with six other House members for the most liberal.\n\nThe rankings were based on what the journal judged to be 93 votes taken in 2010  that showed \"ideological distinctions between members.\" The largest number -- 59 votes -- were on economic issues.\n\nSo in one rating system, seven House members, including Baldwin, were rated the most liberal.\n\nLet’s look at other major rankings:\n\nAmerican Conservative Union\n\nThe American Conservative Union says it promotes economic growth through lower taxes and reduced government spending, as well as liberty, personal responsibility, traditional values and national security.\" The organization said its 2010 rankings were based on 24 votes taken in 2010 that created a \"clear ideological distinction\" among House members.\n\nThe American Conservative Union had urged House members to vote, for example, against extending long-term unemployment benefits, for ending moratoriums on offshore drilling and against the repeal of the military don’t ask-don’t tell policy.\n\nBaldwin’s rating: Zero on a scale of zero to 100, which the organization called a \"perfect liberalism score.\"\n\nThat certainly puts Baldwin at the extreme end of the spectrum. But it’s also less of a distinction than it might appear: Baldwin was among 150 House members who received that score.\n\nAmericans for Democratic Action\n\nAmericans for Democratic Action is an organization that says it is \"committed to liberal politics, liberal policies and a liberal future.\" It ranks lawmakers based on their votes on what the group considers the 20 most important votes of the year. In 2010, the group urged House members to vote for measures such as health care reform, the extension of long-term unemployment benefits and repeal of don’t ask-don’t tell.\n\nBaldwin’s liberal rating on the 2010 list: 100 percent.\n\nAgain, this ranking marks Baldwin as an extreme liberal, but it didn’t exactly single her out. Baldwin was among 49 House members who received a perfect score.\n\nVoteview.com\n\nVoteview.com, a site created by political scientists, uses a complicated calculation based on patterns of how often each member of Congress votes with other members, and then plots them on a liberal-conservative spectrum. Voteview is different in that members are ranked based on the entire time they have served in the House.\n\nVoteview’s latest rankings are for the 111th Congress -- members who served during the 2009-2010 session.\n\nBaldwin’s ranking: 19th most liberal.\n\n(Note: After our item was posted, researchers with the group were able to pull out just the votes from the most recent session. Based on those votes, Baldwin would be tied for 12th most liberal.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\nAsked about Thompson’s attack, Baldwin campaign spokesman Phil Walzak dismissed the various rankings as \"just one group or organization's opinion based on its own selected criteria.\" He also cited four votes that he said show Baldwin supports the middle class.\n\nBut four votes don’t go far in refuting the claim and the issue wasn’t whether Baldwin supported the middle class.\n\nOur conclusion\n\nThompson says Baldwin, a Democratic candidate for the U.S. Senate in 2012, ranks \"as the most liberal member\" of the House of Representatives. He singled her out as being more liberal than any of the other 434 members.\n\nOne ranking puts Baldwin as the 19th most liberal. But that ranking covers her entire House career, and Thompson’s claim refers to the present.\n\nThree other major rankings -- one liberal, one conservative and one nonpartisan -- all ranked Baldwin as being among a group of House members considered the most liberal in 2010, the most recent period available. But she was not singled out as being the most liberal in any of the rankings.\n\nWe rate Thompson’s claim Mostly True.", "vclaim_id": "vclaim-pol-12448"}