{"url": "/factchecks/2018/sep/14/jeff-williams/apple-beat-claim-about-first-ekg-consumer-product/", "speaker": "Jeff Williams", "vclaim": "The new Apple Watch Series 4 includes \"the first ECG product offered over-the-counter directly to consumers.\"", "truth_label": "false", "date": "stated on September 12, 2018 in a speech:", "title": "Apple offbeat in claim about ‘first’ EKG consumer product", "text": "During the unveiling of the latest Apple watch in San Francisco this week, the company’s Chief Operating Officer Jeff Williams made a claim that’s been described as \"alternative facts\" by another Silicon Valley CEO and called into question by recent news reports.\nHere’s what Williams said about the Apple Watch Series 4’s new built-in electrocardiogram feature, or ECG:\n\"This is the first ECG product offered over-the-counter directly to consumers,\" he claimed at the Apple event on Sept. 12, 2018.\n\nWilliams makes his claim in the video above. \nElectrocardiograms, also abbreviated as EKGs, are commonly used at hospitals to check a heart’s electrical activity, to test for poor blood flow or for a heart attack.\nApple’s previous watches have included heart monitors for fitness tracking, but not for medical usage.\nWas Williams off-beat with his claim? We decided to check the facts.\nAt PolitiFact we typically fact-check politicians. But we also investigate claims by media pundits from Rush Limbaugh to Joe Scarborough, along with athletes and celebrities, such as Colin Kaepernick, who wield a lot of political influence.\nIn this case we fact-checked a California-based company that’s very influential with the goal of holding it accountable for what it says, too.\nOur research\nA spokesman for Apple declined to respond on-the-record.\nThe company’s Apple Watch Series 4 starts at $399 and includes a model for $499. The product starts shipping later this month, though the electrocardiogram feature won’t be available until sometime later this year, according to news reports.\nThe strongest push back against Williams’ statement comes from Vic Gundotra, CEO of Mountain View-based AliveCor.\nHis company also produces over-the-counter ECG devices and has been doing so for several years. Specifically, it makes an FDA-cleared band for the Apple Watch, called KardiaBand, which sells for $199, as well as a version that attaches to a smartphone, called Kardia.\nCEO claims Apple used 'alternative facts'\n\"We were watching [the announcement], and we were surprised,\" Gundotra told Business Insider on Thursday. \"It was amazing, it was like us being on stage, with the thing we've been doing for 7 years,\" referring to AliveCor's product for detecting atrial fibrillation (AFib), a tough-to-spot heart disorder that manifests as an irregular, often quick heart rate that can cause poor circulation.\n\"Although when they said they were first to go over-the-counter, we were surprised,\" Gundotra continued. \"Apple doesn't like to admit they copy anyone, even in the smallest things. Their own version of alternative facts.\"\nWhen we asked AliveCor about the issue, a spokesman provided a toned-down statement from Gundotra:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\n\"Apple’s advances in cardiac monitoring validate the need for this mobile ECG technology -- a path which AliveCor paved with our Kardia products,\" the statement said. \"These still stand as the first and most clinically validated over-the-counter FDA-cleared consumer ECG devices.\"\n\nApple unveiled its new Apple Watch Series 4 in San Francisco this week. Associated Press file photo. \nStatement falls short?\nIn addition to Gundotra’s comments, a New York Times report called out Williams’ claim.\nSo did an article at TechCrunch.com:\n\"While Apple loves to be first to things, that statement is false. AliveCor has held the title of first since 2014 for its KardiaMobile device, a $100 stick-like metal unit you attach to the back of a smartphone.\"\nThe article links to a 2014 AliveCor press release announcing it had received federal over-the-counter clearance for the AliveCor Heart Monitor, a single-channel ECG recorder.\nSubtle difference?\nA CNBC article presents what it calls a subtle difference between AliveCor and Apple’s new product:\nIt says: \"Once a consumer buys an AliveCor device, they take an EKG reading (via a smartphone attachment or their Apple Watch band), and wait until a doctor unlocks it within 24 hours to get an initial reading on the app.\nApple designed its system differently. The FDA cleared the company to provide these readings to consumers right away, allowing users to share the results with a physician if they choose.\"\nTurning back to AliveCor, the company’s website says a physician’s reading is necessary only for the first test of its product.\n\"Due to regulatory necessity, new U.S. accounts are required to have their first EKG reviewed by a U.S. board-certified cardiologist free of charge (a $19 value within the app). You will be blocked for up to 24 hours from EKG features until the review is complete (although it is often much faster).\"\nOur ruling\nApple Chief Operating Officer Jeff Williams said the new Apple Watch Series 4 \"is the first ECG product offered over-the-counter directly to consumers.\"\nThat claim ignores the fact that start-up AliveCor has produced over-the-counter ECG devices for several years.\nThe AliveCor device requires a cardiologist to review the first test, while that won’t be necessary for the Apple watch.\nThis is a very subtle distinction and not enough to stand up Williams’ claim.\nWe rate it False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-09-14 21:48:11 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  The new Apple Watch Series 4 includes \"the first ECG product offered over-the-counter directly to consumers.\"    Jeff Williams Apple Chief Operating Officer https://www.youtube.com/watch?v=3cE5kA6XDSY    Wednesday, September 12, 2018 2018-09-12    Read More  info", "vclaim_id": "vclaim-pol-01610"}