{"url": "/factchecks/2020/may/06/nathan-mcmurray/nate-mcmurray-target-tweet-about-chris-jacobs-sick/", "speaker": "Nate McMurray", "vclaim": "Congressional candidate Chris Jacobs “voted against paid leave for COVID-19.”", "truth_label": "mostly-true", "date": "stated on April 8, 2020 in a tweet:", "title": "Nate McMurray on target with tweet about Chris Jacobs’ sick leave vote", "text": "Democratic congressional candidate Nate McMurray recently took to Twitter to attack state Sen. Chris Jacobs, his Republican opponent, over a vote he cast on paid sick leave. \nMcMurray and Jacobs are the two major-party candidates running for the vacant 27th District congressional seat. The vacancy emerged when Republican Rep. Chris Collins resigned following pleading guilty to federal charges in an insider trading case. Collins was sentenced to 26 months in prison.\nOn April 8, McMurray tweeted, \"Forbes called my opponents billionaire uncle, ‘The face of corporate greed during the corona.’ My opponent has only about $70M. But true to form, he voted against paid leave for Covid19. Support @Nate_McMurray for Congress. Leadership Matters!\"\nForbes called my opponents billionaire uncle, “The face of corporate greed during the corona.”My opponent has only about $70M. But true to form, he voted against paid leave for Covid19.Support @Nate_McMurray for Congress. Leadership Matters! https://t.co/u6pS9uEq36 pic.twitter.com/gFgRIu7b0x— Nate McMurray for Congress 2020 (@Nate_McMurray) April 8, 2020 \n \nMcMurray’s campaign confirmed that the tweet referred to a state Senate bill, S8091, which passed the Senate on March 18 and was signed into law by Democratic Gov. Andrew Cuomo. It provides for certain employee benefits if the employee is subject to a mandatory or precautionary order of quarantine or isolation due to COVID-19.\nAmong these benefits is paid sick leave during the government-mandated shutdown of non-essential businesses.\nJacobs voted against the bill. He was one of six senators who voted against it. All of the senators voting against the bill were Republicans serving in the Democratic-controlled chamber.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nJacobs issued a press release the day before the vote critical of the measure.\nIn the release, Jacobs called the bill a \"new burden on New York businesses that will significantly raise costs starting in 2021. These new requirements would mandate small businesses grant paid leave for employees for an extremely broad swath of activities not at all related to being sick, such as ‘immigration’ and to ‘prepare for or participate in any criminal or civil proceeding.’ The COVID-19 crisis will bring many small businesses to their knees.\"\nIn a May 1 statement to PolitiFact, Jacobs said that he supports paid sick leave for workers coping with COVID-19 but voted against the bill because he thought it should have been presented differently. \n\"S8091 was a poorly written bill because it imposed 100% of the cost onto small businesses, which are already fighting for their very survival during this coronavirus crisis,\" Jacobs said. \" I could not, in good conscience, vote for a bill which would put more financial stress on our already struggling small businesses.\"\nJacobs said that if the bill worsens the environment for small businesses, more of them would close, and in the long run, employees of those businesses would suffer. \nOur ruling\nMcMurray said Jacobs \"voted against paid leave for COVID-19.\"\nJacobs did vote against the New York Senate bill that provides paid sick leave to employees of                 non-essential businesses. Jacobs argued that while he supports the concept of sick leave for workers with COVID-19, he thought the particular bill offered placed too much of a burden on small businesses.\nThe statement is accurate but needs additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-18256"}