{"url": "/factchecks/2011/mar/04/state-democratic-party-wisconsin/wisconsin-democratic-party-says-response-protester/", "speaker": "Democratic Party of Wisconsin", "vclaim": "As part of efforts to rein in protesters, Republicans in Wisconsin have \"bolted windows inside the Capitol shut.\"", "truth_label": "pants-fire", "date": "stated on March 2, 2011 in a news release:", "title": "Wisconsin Democratic Party says in response to protesters Republicans have bolted shut windows at the Capitol", "text": "The clampdown on the protests at the state Capitol started Feb. 27, 2011, one day after a crowd estimated by some at 100,000 filled the grounds and the state’s iconic building.\n\nProtesters who had spent more than two weeks camped inside the building were told the building would be closed for cleaning and they would have to leave. After some confusion, the sleepover was allowed to continue. But access was restricted starting the following day, and the building remained buttoned down for Gov. Scott Walker’s budget address two days later.\n\nVisitors were told they had to use a single entrance and have an appointment to meet with a lawmaker. A contingent of about 100 sleepover protesters was allowed to remain in the building, but the Department of Administration wants them out soon.\n\nDemocrats and union leaders cried foul and sought a court order to reopen the Capitol.\n\nThe state Democratic Party also turned to the court of public opinion, citing the actions related to the building in a March 2, 2011 news release announcing a recall effort against Republican lawmakers.\n\n\"If we can recall at least three Senators and regain control of the senate, we can end the ugly games Republicans in the legislature have played in the last few days -- unplugging phone lines, bolting windows inside the Capitol shut, and withholding the paychecks of Democratic legislators,\" wrote Democratic party chairman Mike Tate on March 2, 2011.\n\nBolting windows? We called Tate to ask for an explanation, but he didn’t respond.\n\nEarlier in the week we saw some pictures tweeted showing what appeared to be bolts in wooden windows. You can see them here, here and here. We e-mailed the account that sent out the pictures but did not receive a reply. We also saw an earlier blog posting from the AFL-CIO that claimed Capitol windows were being welded shut. More about that below.\n\nSo we asked the governor’s office. What’s going on with the Capitol windows?\n\nThe answer: The windows on the ground level and first floor are being secured, said Tim Donovan, a spokesman for the Department of Administration. (Donovan works for the state Department of Military Affairs and is on loan to DOA because of the crush of media calls.)\n\nMake that re-secured.\n\nThe wooden windows were secured about 10 years ago to prevent anyone from coming into the Capitol through entrances other than doors. Wooden blocks were screwed into the window jambs \"to prevent the windows from being raised more than a few inches,\" Donovan said.\n\nIn the past week or so, officials realized some of the window blocks had been removed or otherwise damaged.\n\n\"Those found missing were replaced with tamper-proof bolts,\" Donovan said.\n\nSpecifically, Capitol facilities workers drove No. 8 wood bolts into the inside of the window frames, and then cut off the heads off the bolts so they could not be easily removed, Donovan said. As the pictures show, it’s not a fancy replacement.\n\n\"This is a temporary, quick repair,\" Donovan said.\n\nHe was unable to say exactly how many windows were done or when the work took place. It only takes a few seconds to drive a bolt into the woodwork and snap off the head.\n\nDonovan said most of the window-securing was done in the rest rooms on the ground and first floor. It’s impossible to determine how and when those windows became unsecured, he said.\n\nOne of the windows secured was in a first floor office of a legislator, Donovan said. In that case, he said, the lawmakers’ staff filed a work order requesting that the windows be secured.\n\nThe state Democrats were not the only ones to notice the window projects.\n\nA Feb. 28, 2011 blog  item by AFL-CIO political communications director Eddie Vale carried this headline: \"Walker Welding Capitol Windows NOW to Keep Workers from Passing Food to Those Inside.\"\n\nHis item read: \"As we speak, Gov. Scott Walker & Senate R's are literally having the windows of the capital welded shut to keep people from passing food into the building to the people inside.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\"Our attorneys are collecting affidavits from the people who witnessed this, along with people who have been illegally denied access to a public, government, building.\"\n\nWe asked Donovan about the welding charge.\n\nHis answer was simple: \"We find that wood doesn’t weld well. It burns.\"\n\nAnd that brings us back to the Democratic Party’s claim.\n\nThe party said Republicans have \"bolted shut\" windows at the state Capitol as part of the \"ugly games\" being used in response to protests. To be sure, tensions are running high in Madison. But the idea that windows are being bolted shut to somehow curtail protesters is off the mark.\n\nIt makes sense that windows would be secured so that people couldn’t open them from the outside. You would, no doubt, find similar safety devices on the lower level windows of many apartments in the campus area. It also makes sense that as Capitol Police and facilities staff took stock of the building after weeks of protests they found some windows unsecured.\n\nSo they fixed them. We’ll let the historic preservation folks pass judgment on the appeal of the quick-and-dirty No. 8 bolt repair. But we’ve got this to say about the Democratic Party’s claim: Pants on Fire.\n\nAnd while we’re at it: Pants on Fire for the welding claim as well.", "vclaim_id": "vclaim-pol-13486"}