{"url": "/factchecks/2016/sep/19/donald-trump/trump-says-few-years-immigrant-share-population-wi/", "speaker": "Donald Trump", "vclaim": "\"Within just a few years, immigration as a share of national population is set to break all historical records.\"", "truth_label": "mostly-true", "date": "stated on August 31, 2016 in a speech in Arizona:", "title": "Trump says in few years, immigrant share of population will break records", "text": "Donald Trump has made immigration a focal point of his presidential campaign, proposing to build a wall to curb illegal immigration, to reinstate and expand deportation programs, and to put in place ideological certifications for those who want to come to the United States.\nIn an immigration speech in Arizona, Trump also said he wanted restrictions on future immigration. He said many of the millions of immigrants admitted into the United States \"have greatly enriched our country,\" but there is now \"an obligation to them and to their children to control future immigration.\"\n\"Within just a few years, immigration as a share of national population is set to break all historical records,\" Trump said Aug. 31.\nThat got us wondering: Will the share of foreign-born population soon set new highs?\nWe’ll start with a few points to keep in mind about what Trump said:\n• \"Within just a few years\" is a bit vague and can be relative. But by definition, few is a small number.\n• \"Immigration as a share of national population\" does not distinguish between illegal immigration, his campaign cornerstone, or legal immigration. So our check will include all foreign-born immigrants, living here legally and illegally.\n• \"Break all historical records\" dates back to 1890, the year to beat. That’s the year when 14.77 percent of the country’s nearly 63 million population was foreign born.\nTrump’s campaign sent us a September 2015 USA Today article that said a new record would be set in 2025 as the share of the foreign-born population reaches 14.9 percent.\nThe article is based on a report from the nonpartisan Pew Research Center, noting a \"rapid growth\" of the foreign-born share from 4.7 percent in 1970 to 13.1 percent in 2013, and \"approaching a historic high.\"\n\"With our data, we could approximate that it would be some time in 2024 or 2025,\" Jeffrey Passel, a senior demographer with Pew Research Center, told PolitiFact. \"But our projections definitely support the idea of 2025 exceeding the historic high.\"\nAnd that’s assuming that immigration between 2020-25 will exceed current pace by about 20 percent to 25 percent, Passel said.\n\"At current levels of immigration, reaching the high would take a few additional years,\" he said.\nCensus projections\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe Census Bureau didn’t start asking people where they were born until 1850.\nFrom 1850 to 1930, large-scale immigration from Europe contributed to an increase of the foreign-born population in the United States. Now, the majority of the foreign-born population is from Latin America and Asia, according to the bureau.\nA \"native-born\" resident refers to anyone who is a U.S. citizen at birth, including people born in territories such as Puerto Rico and Guam, as well as people born abroad to a U.S. citizen parent.\nIn March 2015 the bureau released projections on the size and composition of the U.S. population. They are based on assumptions about future births, deaths and net international migration.\nBy 2020, 14.3 percent of a total 334.5 million people will be foreign-born, the bureau forecasts. That’s close to the 1890 record of 14.77 percent.\nThe Census Bureau estimated increases per decade up to 2060, when 18.8 percent of the 416.8 million population is expected to be foreign-born.\nBut more detailed, year-by-year census data is also available based on 2014 projections (table 2).\nBy 2023, 14.79 percent of the population is forecast to be foreign-born -- that’s below the 14.8 percent usually rounded and referenced by Census as the record, but slightly above the actual 1890 figure, 14.77.\nBy 2024, the foreign-born share is projected to be 14.94, definitely surpassing the record, per Census estimates. By 2025, the estimated share is 15.09 percent.\n\nBy these yearly measures, Trump’s statement is correct, said Steven Camarota, director of research for Center for Immigration Studies, a think tank favoring strict immigration policies.\n\"The key thing is that the population is not stable, it keeps going up, unless there is a policy change,\" said Camarota, who co-wrote a report on the Census projections.\nOur ruling\nTrump said, \"Within just a few years, immigration as a share of national population is set to break all historical records.\"\nHistoric data and projections suggest the foreign-born population is rising. A new record could be reached in about seven years, according to Census Bureau estimates.\nExperts also say projections are based assuming future immigration exceeds current pace. At current levels, it may take longer.\nTrump didn’t specify in how many years the record would be broken, but data points to a probable new record in fewer than 10 years. We rate Trump’s statement Mostly True.", "vclaim_id": "vclaim-pol-04306"}