{"url": "/factchecks/2014/dec/02/peter-morici/economist-immigrants-have-taken-all-new-jobs-creat/", "speaker": "Peter Morici", "vclaim": "Immigrants \"have captured all of the nearly 9 million jobs created since 2000.\"", "truth_label": "barely-true", "date": "stated on December 7, 2014 in an op-ed in the \"Statesman Journal\":", "title": "Economist: Immigrants have taken all new jobs created since 2000", "text": "President Barack Obama’s decision to defer deportation for millions of undocumented immigrants has stirred fear that a tough job market just got tougher. The concern is that if these people can now work in the country legally, it will take opportunities away from the people who were born here.\nIn a newspaper op-ed, Peter Morici, an economist at the University of Maryland, faulted loose immigration policies for what he called the economy’s \"lackluster performance.\" Morici cited a number of factors, including this striking statement about immigrants.\n\"(They) have captured all of the nearly 9 million jobs created since 2000,\" Morici wrote. \"Illegal immigrants hold many of these positions, and now the president threatens to legalize their status by executive action if the Republican Congress won't cave to his demands.\"\nA reader wondered if Morici was right about immigrants scoring all of the new jobs. Morici’s statement that \"illegal immigrants hold many of these positions\" is a bit vague, so this fact-check focuses only on his claim about immigrants, both legal and illegal, capturing \"all of the nearly 9 million jobs created since 2000.\"\nMorici told PunditFact he got his numbers from a recent report by the Center for Immigration Studies, a group that favors reduced immigration.\n\"The total number of working-age (16 to 65) immigrants (legal and illegal) holding a job increased 5.7 million from the first quarter of 2000 to the first quarter of 2014, while declining 127,000 for natives,\" the report said.\nWhile the report didn’t spell out how many jobs the economy gained since 2000, it provided a link to a table that showed a growth of about 5.5 million jobs. These numbers largely match data provided by the government’s Bureau of Labor Statistics.\nSo it might look as though Morici is on firm ground. The center’s study found that the number of jobs gained by the foreign-born was pretty much the same as the number of new jobs added to the economy.\nBut there are a few hitches.\nFirst, that study focused on workers between 16 and 65 years old. In a footnote, the authors acknowledge that the results would look quite different if they had included older workers.\nUsing the study’s table, we did that and saw that while foreign-born workers did better than those born in the United States, they didn’t account for all of the gains. For workers 16 years old and up, the total change in employment was about 8.8 million. Of that, the number of foreign-born workers grew about 6.2 million and for native-born, the number was 2.6 million. As this chart shows, the percentages change a lot.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIf you parse Morici’s statement, you can see where these numbers get him into trouble. If he wants to speak of nearly 9 million new jobs, then he has to accept that about 70 percent, not 100 percent, went to immigrants. If he wants to assert that all the new jobs went to immigrants, then he should have talked about 5.5 million new jobs in the 16-65 age range. As it stands, the two parts of his statement don’t fit together.\nThe center’s study also noted that the time period you pick will change what the data show. The report said, \"Since the jobs recovery began in 2010, 43 percent of employment growth has gone to immigrants.\" That, obviously, is much less than \"all\" of the new jobs.\nIt is worth noting that the study lumped legal and illegal immigrants together. Morici made a passing reference to illegal immigrants taking \"many\" of the new jobs. That claim is difficult to verify one way or the other because within the group of foreign-born workers, the ratio of American citizens to noncitizens has changed greatly in the past 15 years. In 2000, noncitizens outnumbered citizens by about 60 percent. In 2014, the difference was just 10 percent.\nFurthermore, it would be a mistake to treat all of the noncitizen workers as illegal immigrants. All these data show is that they were not born in this country and have not become citizens. They could have proper work permits, so their legal status is unknown.\nWe told Morici about the issues we found in the data and didn’t hear back.\nPia Orrenius is vice president and senior economist at the Federal Reserve Bank of Dallas. Orrenius said that foreign-born workers have found work faster than people born in America for many reasons. The demand for certain jobs has changed greatly, most likely thanks to new technology, she said.\n\"Labor markets are polarizing and middle-skill jobs are disappearing,\" Orrenius said. \"Natives tend to be middle-skilled compared to immigrants who are concentrated mostly on the low-skill end but also on the high-skill end.\"\nOrrenius also said that native-born workers face different choices than newcomers when looking for work. They might be able to take advantage of government programs (such as Social Security disability), or they might have more savings that allow them to get by without a job longer than an immigrant. Also, immigrants tend to move to parts of the country where growth is faster, while native-born workers tend to stay put.\nOur ruling\nMorici said that all of the nearly 9 million new jobs created since 2000 went to immigrants.\nHis numbers don’t add up. The study he cited linked to numbers that showed that immigrants accounted for about 70 percent of the net job growth. While that study’s headline was that all of the new jobs went to immigrants, that only held true for a certain age range, which Morici misapplied to all workers.\nMorici is correct that foreign-born workers, both citizens and noncitizens, do disproportionately well in the job market. But the actual numbers fall well short of the 100 percent that he said. \"All\" is an overstatement.\nThere is an element of truth in the claim, but it ignores certain critical facts that would give a different impression. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-06954"}