{"url": "/factchecks/2012/jun/04/caroline-casagrande/caroline-casagrande-says-women-have-come-through-r/", "speaker": "Caroline Casagrande", "vclaim": "\"Women have come through the recession worse off than men … the numbers bear that out. We went from a 7 percent unemployment rate for women when he (President Barack Obama) was elected to an 8.1 percent now.\"", "truth_label": "mostly-true", "date": "stated on April 29, 2012 in an interview on My9TV.com's \"New Jersey Now\" program:", "title": "Caroline Casagrande says women have come through recession worse off than men", "text": "The recession and its aftereffects have been hard on millions of people across the country.\n\nBut it’s been especially hard on women, according to state Assemblywoman Caroline Casagrande (R-Monmouth).\n\n\"Women have come through the recession worse off than men … the numbers bear that out,\" Casagrande said to My9TV’s Brenda Blackmon on the April 29 \"New Jersey Now\" program. \"We went from a 7 percent unemployment rate for women when he (President Barack Obama) was elected to an 8.1 percent now.\"\n\nCasagrande is correct about most of her data, PolitiFact New Jersey found.\n\nObama was elected in November 2008 and took office on Jan. 20, 2009. Anita Velardo, Casagrande’s communications director, said in an e-mail that Casagrande’s statistic referred to the period from January 2009 to March 2012. But since Casagrande said elected, we’ll look at the unemployment rate for both periods.\n\nFrom November 2008 to March 2012, unemployment among women rose to 8.1 percent from 6.2 percent, according to the U.S. Bureau of Labor Statistics. For men, the rate climbed to 8.3 percent from 7.4 percent.\n\nFrom January 2009 to March 2012, unemployment for women rose from 7 percent to 8.1 percent. The rate for men, however, decreased from 8.6 percent to 8.3 percent. That’s because the male-dominated industries that lost jobs prior to January 2009 were starting to rebound.\n\nNow let’s look at data for the recession, which the nonprofit National Bureau of Economic Research said occurred from December 2007 to June 2009.\n\nDuring the recession, unemployment among women spiked from 4.9 percent to 8.3 percent. For men, the rate more than doubled, from 5.1 percent to 10.6 percent.\n\nMen’s unemployment was higher than women during the recession, but women have had a tougher time getting work and living day-to-day during the ongoing economic recovery, according to a September 2011 report, \"Women and Men Living on the Edge: Economic Insecurity After the Great Recession,\" prepared by the Institute For Women’s Policy Research and funded by the Rockefeller Foundation.\n\nEconomic and labor experts we talked with supported Casagrande’s claim.\n\nMale-dominated fields such as construction and manufacturing often are hit first in recessions and tend to rebound first during an economic recovery, according to Elisabeth Jacobs, a Governance Studies fellow at the Brookings Institution; Gary Burtless, a senior fellow in Economic Studies at Brookings; and Harry Holzer, a professor of Public Policy at Georgetown University. Female-dominated fields such as education, public sector jobs and retail often are hit later and rebound slower, they said.\n\n\"In terms of lost jobs, men suffered worse than women and have seen a bigger drop in their employment rate,\" said Burtless, who contributed $750 to Obama’s campaign in 2011 but also was an adviser on aspects of labor policy to the presidential campaign of Sen. John McCain (R-Ariz.). \"In terms of the number of adults who are still looking for work, women’s situation looks (proportionately) a bit worse than that of men.\"\n\n\"The recovery has progressed more slowly for women than for men, and the unemployment rate for women is indeed higher today than it was when President Obama was elected president,\" Jacobs said in an e-mail.\n\nBut is Obama to blame?\n\nOur colleagues at PolitiFact.com addressed this issue in April after Mitt Romney’s campaign claimed women were hit hard by job losses under Obama. Their report showed that women have had a more difficult jobs recovery than men, but Obama cannot bear all the blame, just as he couldn’t take the credit if jobs were booming when he took office.\n\nOur ruling\n\nCasagrande said, \"women have come through the recession worse off than men … the numbers bear that out. We went from a 7 percent unemployment rate for women when he was elected to an 8.1 percent now.\" Labor statistics show and some experts told us that while men took the brunt of job loss during the recession, the industries they dominate – construction and manufacturing – tend to bounce back first during economic recovery. Women often are affected much later than men during a recession, meaning they are more likely to have a slower rate of gaining employment. Casagrande’s timeframe is off slightly for the statistic she cited, and Obama can’t be held completely responsible for the slow recovery among women. We rate Casagrande’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-10984"}