{"url": "/factchecks/2008/oct/03/sarah-palin/palin-exaggerates-status-cost-of-pipeline/", "speaker": "Sarah Palin", "vclaim": "\"We're building a nearly $40-billion natural gas pipeline, which is North America's largest and most expensive infrastructure project ever.\"", "truth_label": "false", "date": "stated on October 2, 2008 in St. Louis, Mo.:", "title": "Palin exaggerates status, cost of pipeline", "text": "In the vice presidential debate, Gov. Sarah Palin repeated claims she has made from time to time  about a plan to build a natural gas pipeline in Alaska.\n\n\nAfter arguing the wisdom of the chant, \"Drill, baby, drill\" — heard frequently at McCain-Palin rallies — she followed up with this:\n\n\n\"Even in my own energy-producing state we have billions of barrels of oil and hundreds of trillions of cubic feet of clean, green natural gas. And we're building a nearly $40-billion natural gas pipeline — which is North America's largest and most expensive infrastructure project ever — to flow those sources of energy into hungry markets.\"\n\n\nIt certainly would be something to boast about if Alaska had started building a natural gas pipeline under Palin. The state has been trying to get a pipeline built from its natural gas-rich North Slope for some three decades.\n\n\nBut her claim is premature. We've scrutinized her claims on the pipeline before (see\n\nour review of her claim about the cost here\n\n and\n\na look at the status of the project here\n\n) and found them less than accurate.\n\n\nPalin did spearhead a plan under which TransCanada Corp., a Canadian company, will get $500-million in state funds to design and seek approvals for the pipeline. But they are not obligated to build it. Financing and approvals are far from certain, and the company can back out even if those contingencies come through.\n\n\nTransCanada does not anticipate construction beginning until at least 2015, and several experts we spoke to were skeptical that the company's plan would come to fruition.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"I'll believe it when I see it,\" said Sarah Ladislaw, a fellow specializing in Western Hemispheric energy issues at the Center for Strategic & International Studies.\n\n\nPalin has repeatedly mischaracterized the agreement with TransCanada. In a news conference in Alaska on Aug. 1, 2008, she said the state never before had \"commitments to build this line. Now we do.\"\n\n\nIn its news story the next day, the\n\nAnchorage Daily News\n\nwrote: \"That's incorrect. TransCanada has not promised to actually build the gas line, one of the state's grandest and most frustrated economic development dreams.\"\n\n\nNow what about Palin's claim that the pipeline would cost \"nearly $40-billion\"? We're not sure where she got that figure — neither her office in Alaska nor the McCain campaign has ever returned our calls to tell us. TransCanada estimates the cost at $26-billion.\n\n\nYes, there could be cost overruns. But experts were skeptical the price could reach Palin's estimate.\n\n\nPalin was certainly wrong that the pipeline would be the \"most expensive infrastructure project ever.\" What we suspect she meant to say — and has said repeatedly in the past — is that it would be the most expensive\n\nprivately funded\n\ninfrastructure project ever.\n\n\nBut she's probably wrong on that count, too. We talked to several experts in pipelines and large-scale engineering projects, who said the only private infrastructure project on the scale of Palin's proposed pipeline was the Trans-Alaska Pipeline System, an oil pipeline also from the North Slope that is often referred to as the Alaska Pipeline. The Alaska Pipeline was completed in 1977 at a cost of $8-billion. In 2007 dollars that would be just over $27-billion, edging out Palin's proposed natural gas pipeline.\n\n\nWhile there are plans on the drawing board to build a pipeline, and Palin moved them forward in certain respects as governor, her claim in the debate suggests construction is underway, when that's not true. And she overstated the estimated cost of the project. We find her claim to be False.", "vclaim_id": "vclaim-pol-15933"}