{"url": "/factchecks/2011/mar/18/rick-perry/rick-perry-says-rainy-day-fund-insurance-policy-de/", "speaker": "Rick Perry", "vclaim": "Says the state’s rainy day fund is \"our insurance policy against a major natural disaster.\"", "truth_label": "barely-true", "date": "stated on March 14, 2011 in a conference call.:", "title": "Rick Perry says rainy day fund is \"our insurance policy against a major natural disaster\"", "text": "Gov. Rick Perry opened a March 14 \"tele-town hall\" hosted by Empower Texans, a conservative group, by mentioning the earthquake in Japan.\n\nThe devastation there, Perry segued, supports a cautionary note about using the state’s rainy day fund. \"One of the things that I remind people, in why it is so important to protect that (fund) is... it is our insurance policy against a major natural disaster\" such as a huge hurricane barreling up the Houston Ship Channel. \"And for Texas to be caught in a situation where (it) did not have a substantial buffer in that (fund), it could be catastrophic\" to the economy, he said.\n\nThe next day, Perry agreed that the Legislature could take $3.1 billion from the fund to help cover a deficit in the current state budget, which runs through August. But he said he would not support tapping it for the 2012-13 budget being drafted by lawmakers.\n\nWe fixed on whether the fund, in place since 1988, is the state’s insurance policy against a major natural disaster.\n\nHelpfully, the January-February 2011 issue of Fiscal Notes, a publication of the state comptroller’s office, has an article on the fund’s history. It says that in 1988, voters adopted a constitutional amendment creating the fund, formally called the Economic Stabilization Fund. The 1986 oil slump, which drove down state tax revenues, was still fresh in Texans’ minds, according to the article.\n\nIn a recent interview with Austin’s KUT-FM, Billy Hamilton, a former deputy state comptroller, said the fund was formulated to \"protect ourselves from future economic shocks.\"\n\nThe fund accumulates money from shares of oil and/or gas production taxes; it also receives half of any unencumbered state revenue--unspent dollars not reserved for a specific purpose--at the end of every two-year budget period. Sharp increases in natural gas prices have boosted the fund, which held nearly $8.2 billion at the start of the 2011 legislative session in January and is projected to be $9.4 billion at the end of August 2013.\n\nSince 1990, the recap says, some $11 billion has been deposited into the fund, which has also earned $580 million in total interest. Some $3.5 billion has been spent from the fund over the years, including more than $3 billion during Perry’s tenure as governor.\n\nA February report by the Center for Public Policy Priorities, which wants lawmakers to use the fund in the current budget crunch, quotes a May 1987 summary of the proposed constitutional amendment that was prepared the House Research Organization: \"Should the state ever face another fiscal crisis like the current one, there would be money put aside for the state to fall back on. If the Economic Stabilization Fund existed now, the Legislature might not be facing the difficult choice between falling short of maintaining current state services and raising taxes in difficult economic times. Money could be appropriated from the fund to support existing programs.\"\n\nAccording to the report, the ballot language by which voters approved the amendment in 1988 stated: \"The constitutional amendment establishing an economic stabilization fund in the state treasury to be used to offset unforeseen shortfalls in revenue.\"\n\nUnder the amendment, lawmakers may appropriate money from the fund for several stipulated reasons, including anticipated dips in state revenue. But those stipulations seem to pale in light of a provision giving lawmakers sweeping authority, with a two-thirds’ votes of the members present in each body, to \"appropriate amounts from the economic stabilization fund at any time and for any purpose.\"\n\nWhoa--any purpose, any time!\n\nNext, let’s look at how the state has spent its rainy day revenue.\n\nComptroller spokesman R.J. DeSilva provided a detailed breakdown showing that over the years, rainy-day funds were appropriated to public education, health and human services, child protective services, the teacher retirement system and prisons, among beneficiaries. In 2003, lawmakers diverted $295 million in rainy-day dollars to launch an enterprise fund overseen by Perry to lure businesses to the state. Two years later, more money was taken from the fund to start an emerging technology fund overseen by the governor.\n\nThe breakdown shows one disaster-related tap; the 2003 Legislature allocated $6.4 million to reimburse the Department of Human Services for \"previously expended disaster assistance payments.\"\n\nSo, nearly all fund expenditures have gone to purposes other than natural disasters.\n\nOur take: Perry’s claim might reflect his opinion that the fund should be saved -- literally -- for stormy days. Still, it’s factually misleading. The purpose of the savings account was to buffer the state against economic shocks. To date, a small portion of the money has been spent in connection with a natural disaster. That leaves Perry’s statement Barely True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13403"}