{"url": "/factchecks/2013/aug/28/janet-napolitano/2010-dream-act-has-strong-bipartisan-support-said-/", "speaker": "Janet Napolitano", "vclaim": "The 2010 DREAM Act failed despite \"strong bipartisan support.\"", "truth_label": "barely-true", "date": "stated on August 27, 2013 in a speech at the National Press Club:", "title": "The 2010 DREAM Act had 'strong bipartisan support,' said Janet Napolitano", "text": "Janet Napolitano is set to leave her post as secretary of the Department of Homeland Security after serving for President Barack Obama’s entire first term and into his second. But before leaving, she issued a ringing defense of Obama administration policies, especially when it came to immigration.\nNapolitano singled out the how the administration has handled young illegal immigrants who were brought as children to the United States. Under Obama’s policies, these young people have been allowed to stay, at least for the time being, under a policy called referred Action for Childhood Arrivals, or DACA.\nObama authorized the policy after Congress failed to pass legislation called the DREAM Act that would have achieved the same thing on a permanent basis.\nNapolitano suggested the administration’s hand was forced due to congressional gridlock.\n\"Congress had a chance to give the so-called dreamers a way to stay in our country through the DREAM Act but, unfortunately, that legislation failed to garner the 60 votes need for cloture, falling just five votes short despite strong bipartisan support,\" she said.\n(Napolitano is set to leave her post on Sept. 6, 2013, to lead the University of California system.)\nHer comments got our attention. We didn’t remember strong bipartisan support in the U.S. Senate for the DREAM Act.\nThat sent us looking up congressional votes to see what the vote was.\nOn Dec. 18, 2010, the DREAM Act failed on a cloture vote, where 60 votes are needed to advance the bill. The vote ended up 55 in favor and 41 opposed, with four senators not voting.\nAmong those in favor, the vote included 50 Democrats, three Republicans and two independents. (The three Republicans were Robert Bennett of Utah, Richard Lugar of Indiana and Lisa Murkowski of Alaska. Only Murkowski still serves.)\nAmong those opposed, the vote included 36 Republicans and five Democrats.\nThere’s some bipartisanship there, but not much. At PolitiFact, we usually describe such votes as failing \"largely along partisan lines.\"\nAnd in fact, the 2010 DREAM Act vote stands in contrast to more recent Senate votes -- which had much more bipartisan support.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe farm bill, for example, passed the Senate 66-27 on June 10, 2013, with 46 Democratic votes, 18 Republican votes and two independents.\nThe comprehensive immigration bill to overhaul the entire immigration system, including the DREAM Act, passed on a 68-32 vote, with 52 Democratic votes, 14 Republican votes and two independents.\nTo satisfy our own curiosity, we decided to compare the relative bipartisanship of the DREAM Act votes with other votes. We set this benchmark: A bill receiving half its support from Democrats and half its support from Republicans would be considered 100 percent bipartisan, which would be a very strong showing of bipartisanship. (There are other ways we could calculate this, but this seemed simple and fair.)\nUsing that measure as a yardstick, the 2010 DREAM Act vote was 6 percent bipartisan. Meanwhile, the 2013 farm bill was 28 percent bipartisan, and this year’s comprehensive immigration bill was 21 percent bipartisan.\nNapolitano said that bipartisan support for the DREAM Act was \"strong.\" Actually, the DREAM Act seems a rather weak display of bipartisanship. (We asked for comment from DHS, but we didn’t hear back.)\nWe should note that we’ve looked closely at the question of what makes a bill bipartisan before.\nIn 2009, Obama claimed that a Senate committee approved a version of the health care law with \"both Democratic and Republican support.\" We rated that Mostly False, since it got a single Republican vote out of 14 votes in favor.\nIn 2011, we looked at House Speaker John Boehner’s statement that the House’s \"cut, cap and balance\" budget plan passed the chamber with \"bipartisan support.\" We rated that Mostly False, the proposal got five Democratic votes out of 234 in favor.\nWe noted in that report that there is a proud tradition of claiming that a vote is bipartisan, even when it has the barest sliver of votes from the other party.\nThis tradition is -- dare we say it -- bipartisan. But that doesn’t mean it’s accurate.\nOur ruling\nNapolitano said that the DREAM Act -- a law that would have allowed young people in the United States illegally to stay -- failed in Congress even though it had \"strong bipartisan support.\"\nWe looked up the vote and found that three Republican senators joined 52 other senators on the vote. The bill failed because it required 60 votes.\nThree Republican senators isn’t \"strong\" bipartisan support, though. In fact, it’s pretty minimal. The vote failed largely along partisan lines. Napolitano’s remarks clearly suggest otherwise. We rate it Mostly False.", "vclaim_id": "vclaim-pol-08947"}