{"url": "/factchecks/2020/oct/05/alex-jones/evidence-not-mounting-doctors-are-trying-kill-trum/", "speaker": "Alex Jones", "vclaim": "“President Trump is in great danger. Evidence is mounting that he’s being deliberately killed at Walter Reed Military Hospital.”", "truth_label": "pants-fire", "date": "stated on October 3, 2020 in a Facebook post:", "title": "Evidence is not mounting that doctors are trying to kill Trump", "text": "If President Donald Trump dies, a narrator warns in an Infowars video being shared widely on Facebook, the \"corrupt establishment could claim total victory, lock down the entire country, start going after the patriots, and destroy whatever’s left of our birth right.\" \nBut the video isn’t speculating about what would happen if Trump’s COVID-19 diagnosis is fatal. Rather, Alex Jones, who created the Infowars website, appears on camera to make the unfounded allegation that the president is being assassinated.  \n\"President Trump is being given very dangerous experimental drugs that no one has ever been given together,\" Jones says in the video. \"President Trump is in great danger. Evidence is mounting that he’s being deliberately killed at Walter Reed Military Hospital.\"\nHe goes on to claim that the \"facts are overwhelming.\"\n\"Either the doctors at Walter Reed Medical Facility in DC are trying to kill President Trump,\" he says, \"or they are the most inept idiots in the medical field that modern history has ever seen.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nTrump has been treated aggressively, but there’s zero evidence that doctors are trying to kill him. Here’s what we know about the president’s medical care since news broke that he tested positive for COVID-19. \nOn Oct. 2, before he was taken to Walter Reed National Military Medical Center, he was given an experimental antibody drug at the request of his physician, Dr. Sean Conley. It was given under \"compassionate use\" provisions, when an experimental medicine can be tapped on an emergency basis, the Associated Press reported. The drug, made by Regeneron Pharmaceuticals, is considered a promising approach to preventing serious illness from COVID-19 but it’s still in late-stage testing and its safety and effectiveness are not known. \nAt the medical center that day, Conley said that Trump had received remdesivir, an experimental antiviral drug shown to help some COVID-19 patients recover faster. Trump was later given a steroid called dexamethasone, which has been shown to help very sick COVID-19 patients but could be dangerous if administered early after the onset of the disease.\nIn addition to those drugs, Conley said that the president was also taking zinc, vitamin D, an antacid called famotidine, melatonin and aspirin. \nWhile there is nothing to suggest that the president is receiving these drugs and vitamins because medical professionals are trying to kill him, some doctors and researchers have questioned his care and expressed concerns that too many people involved could result in overtreatment, USA Today reported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\"Excessive care isn’t necessarily good quality care,\" Dr. J. Randall Curtis, a University of Washington professor of pulmonary and critical care, said in the story.   \nAlden Landry, an emergency medicine physician at Beth Israel Deaconess Medical Center in Boston, told USA Today that it’s \"interesting and a bit concerning that they are trying so many therapies that are both experimental and unproven.\"\n\"They’re pulling out all the stops,\" Dr. Eric Topol of the Scripps Research Translational Institute told USA Today. \"You just don’t know whether it’s because of the VIP syndrome — doing too much — or whether he’s started to show some signs that it’s taking a toll on his body.\" \nSeveral of the doctors USA Today interviewed supported the decision to try both the experimental antibody drug and remdesivir, according to the story, though the doctors also said they’ve never been studied in combination. \nConley, meanwhile, has said that doctors are using a \"multi-prong approach\" to treat the president. \n\"He is receiving all of the standard of care for routine, international COVID protocols,\" Conley said. \"If there was any possibility that it would add value to his care and expedite his return, I wanted to take it.\"\nSome experts have wondered whether the president is directing his own care, according to the New York Times, and if he is the one demanding intense treatment in spite of potential risks. \nDr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said that though he hasn’t been involved in Trump’s direct care, Conley among others treating the president \"are very good physicians and they’re very qualified, so I’m really confident that the president of the United States is getting the optimal care that you can get with the team over at Walter Reed.\"\nThere are several guiding principles in the American Medical Association’s Code of Medical Ethics that conflict with a plot to kill the president. \"A physician shall, while caring for a patient, regard responsibility to the patient as paramount,\" for example. Also: \"A physician shall respect the law.\"\nAnd the law does not look kindly on anyone trying to assassinate a president, whether they’re a doctor or not. Anyone who deliberately kills the president faces a murder charge punishable by death or life imprisonment. \nAlex Jones and Infowars regularly share unfounded conspiracy theories. In 2018, several social media platforms including Facebook pulled or suspended their accounts for violating hate speech policies. \nA Facebook group supportive of Trump shared this particular Facebook video. But there is nothing to substantiate the claim that Trump is being \"deliberately killed.\"\nWe rate it Pants on Fire.", "vclaim_id": "vclaim-pol-18610"}