{"url": "/factchecks/2012/jun/05/pam-davidson/ga-candidate-questions-incumbents-donor-list/", "speaker": "Pam Davidson", "vclaim": "Georgia Public Service Commission member Stan Wise \"has received about 95 percent of his campaign money from the utilities he is supposed to be regulating.\"", "truth_label": "half-true", "date": "stated on May 18, 2012 in a statement:", "title": "Ga. candidate questions incumbent's donor list", "text": "Elected officials are often accused of being beholden to the folks who bankroll their campaigns.\n\nIn one Georgia race, a similar attack by one candidate for a seat on the state’s influential Public Service Commission against the current officeholder has sparked a verbal volleyball match between the two candidates. PolitiFact Georgia was eager to leap in.\n\nIt all began a few weeks ago when PSC candidate Pam Davidson launched her campaign against incumbent Stan Wise with a statement on her website.\n\n\"Over the past 18 years, the incumbent candidate has received about 95 percent of his campaign money from the utilities he is supposed to be regulating,\" she wrote. \"This fosters a cozy relationship with those utilities, and Georgia consumers, quite literally, have paid the price.\"\n\nThe Public Service Commission regulates natural gas, telecommunications, electric power companies, limousines, bus carriers and towing companies. It does not regulate cable television, telephone service, propane gas and interstate transportation.\n\nDavidson made a promise written in bold letters with the next sentence in her statement: \"I will not accept campaign contributions or gifts from the entities regulated by the PSC either before or after the election.\"\n\nDavidson nearly won the Republican Party primary race for a PSC seat in 2008 against Lauren \"Bubba\" McDonald, despite Davidson’s 13-1 fundraising disadvantage.\n\nWe asked Davidson for information to back up her claim. The candidate said it was an estimate on her part and soon thereafter had a staffer compile data on Wise’s disclosures for one of those 18 years.\n\nBefore we review those contributions, PolitiFact Georgia had to examine the nuances of Davidson’s statement. The candidate said Wise received nearly all of his contributions \"from the utilities he is supposed to be regulating.\"\n\nWise called that part of the statement incorrect and \"silly.\" Georgia’s campaign finance laws prohibit PSC members from accepting contributions from businesses regulated by the agency, Wise noted. Those businesses can make contributions to members of the Georgia Legislature.\n\n\"[H]er claim on its face is completely false,\" Wise said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nWise said he’s \"proud\" of the contributions he’s received. He doubted that 95 percent of contributions he’s received came from individuals connected to companies regulated by the PSC, describing those donations as \"employees exercising their constitutional right to free speech.\"\n\nDavidson countered that Wise may be in line with the letter of the state law on contributions. But he’s fallen out of step with the spirit of the rules, she said.\n\n\"He’s getting money indirectly,\" she said. \"If the CEO or lobbyist gives me money, it’s for all intents and purposes from the utility.\"\n\nDavidson provided us a report on Wise’s disclosures in 2006. PolitiFact Georgia simultaneously did its own research and reviewed nearly 500 campaign contributions recorded by Wise from 2001 to 2012 that were available on state government websites.\n\nOur analysis shows about 66 percent of the contributions were made by people who work for companies regulated by the PSC. An additional 25 percent came from attorneys who work for law firms with clients who do business before the commission. Some of those law firms are the largest in Georgia, and attorneys who work there regularly donate to political candidates in all sorts of campaigns.\n\nAbout 9 percent came from donors we believe have no ties to any utilities. There were some contributions we could not determine whether or not the donors worked for or represented any utilities, and we did not include them in our analysis.\n\nWe discussed this with Helen O’Leary, senior counsel for Georgia Watch, an organization that advocates for pro-consumer policies at the state Capitol and the PSC. She said some PSC members receive a large percentage of their contributions from donors who work for utilities, particularly attorneys.\n\nO’Leary said the organization wished those individuals would refrain from giving to PSC candidates. But there is nothing in current state law that prohibits those contributions.\n\n\"As an attorney who has appeared before the PSC in matters affecting ratepayers, it is frustrating to take positions against rate increases when you know that opposing counsel, members of his law firm, and employees of the utility he represents have made tens of thousands of dollars in campaign contributions to the same elected officials that will decide these important cases,\" she said.\n\nSo where does this leave us?\n\nDavidson would get a higher rating on the Truth-O-Meter if she had said that close to 95 percent of Wise’s contributions came from individuals and attorneys who work for or represent the interests of utilities. There’s no proof that her exact statement is accurate.\n\nHer over-reaching point appears correct -- people associated with the utilities are contributing about 90 percent of PSC Commissioner Stan Wise’s campaign war chest. However, that money is not coming directly from the utilities, which is prohibited under the law. Many of the lawyers who donated to Wise have colleagues who’ve also given large sums of money to candidates in other races, so some context is necessary.\n\nDavidson might be making a good political point, but her statement needs a lot of context to move any higher on the Truth-O-Meter.\n\nOur rating: Half True.", "vclaim_id": "vclaim-pol-10982"}