{"url": "/factchecks/2014/jun/11/chuck-todd/rare-feat-cantor-spent-more-steakhouses-opponent-d/", "speaker": "Chuck Todd", "vclaim": "\"Cantor's campaign spent more at steakhouses than Brat spent on his entire campaign.\"", "truth_label": "true", "date": "stated on June 11, 2014 in comments on MSNBC:", "title": "Rare feat: Cantor spent more at steakhouses than opponent did on campaign", "text": "This might not quite be the stat heard round the world, but politicos could not resist passing along one factoid that seemed to capture the improbability of House Majority Leader Eric Cantor’s, R-Va., stunning defeat in his primary race against Dave Brat.\n\"Cantor's campaign spent more at steak houses than Brat spent on his entire campaign,\" said Chuck Todd, host of MSNBC’s The Daily Rundown.\nTalk about a claim made for headlines and Twitter. \"Eric Cantor: Burned at the steakhouse,\" said Rolling Stone magazine. \"High steaks politics\" and \"Where’s the beef\" popped up in the twittersphere.\nThere’s no disputing the accuracy of the comparison, which first showed up in the New York Times. According to campaign finance data collected by the Center for Responsive Politics, Cantor spent $168,000 on fundraising events at three Virginia restaurants -- Bobby Van’s Grill, Bobby Van's Steakhouse, and Blt Steak.\nBrat spent a little less than $123,000 across the board for his campaign, according to the most recent campaign finance reports, which cover spending up until May 21, 2014.\nOverall, Cantor outspent Brat more than 40 to 1, according to available records, and still lost by 10 percentage points.\nThere’s good reason for the collective astonishment -- this is a rare event.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"I can't think of any (case) in which the incumbent's spending advantage was so huge and he still lost,\" said Gary Jacobson, a political scientist at the University of California San Diego.\nAnother political scientist, John Sides at George Washington University, has a database with about 9,100 House general election contests. Sides tracks which candidate won and which spent the most money. Being outspent was a clear disadvantage.\n\"In only 10 percent of races did the candidate who got outspent actually win,\" Sides said.\nNow, this concerns general elections, not primary contests like the one Cantor lost, but Sides said the pattern wouldn’t change much.\nMoney is a very tangible perk that comes with incumbency. The Center for Responsive Politics calculated the odds of a challenger beating an incumbent going back to 1998. In the best year, 2006, challengers who spent $1 million or less, like Brat, had a 1 percent chance of winning. In every other election, their odds were much worse.\nOur ruling\nTodd said that Cantor spent more at steakhouses than Brat did in his entire campaign. The latest campaign finance reports back that up. Cantor spent $168,000 on steakhouse dinners to Brat’s $123,000 spent in the overall campaign.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-07752"}