{"url": "/factchecks/2014/oct/07/charlie-crist/charlie-crist-rick-scott-signed-laws-ultrasounds-a/", "speaker": "Charlie Crist", "vclaim": "Says Rick Scott signed \"laws requiring mandatory ultrasounds and restricting access to abortion even in cases of rape or incest.\"", "truth_label": "mostly-true", "date": "stated on October 1, 2014 in a TV ad:", "title": "Charlie Crist says Rick Scott signed laws requiring ultrasounds and restricting abortion", "text": "In his quest for the women’s vote. Democrat Charlie Crist continues to attack Republican Gov. Rick Scott’s record on abortion.\n\"After it happened, Rick Scott threw a party back at the mansion. What was he celebrating?\" says the Sept. 30 TV ad. \"This: with a stroke of a pen Scott passed some of the most extreme anti-choice laws in the country. Laws requiring mandatory ultrasounds and restricting access to abortion, even in cases of rape or incest.\"\n\"Rick Scott celebrated taking away your voice and your choice,\" the ad concludes.\nWe have written a lot about Crist’s record of conflicting statements about abortion -- though in this campaign he has been endorsed by Planned Parenthood. Scott, meanwhile, has consistently favored abortion restrictions.\nWe wanted to know if the ad accurately presented what Scott signed into law. We found it was largely correct; Scott did sign legislation that restricted access to abortion. But there a few details here that are important.\nScott signed ultrasound bill in 2011\nIn 2011, Scott signed four abortion-related bills, including one that required all women to receive an ultrasound before undergoing an abortion.\nCrist had vetoed a similar ultrasound law in 2010, calling it \"almost mean-spirited.\" That was shortly after he left the GOP for his failed bid as an independent candidate for U.S. Senate.\nThe law Scott signed requires women to get the ultrasound as well as an opportunity to review the ultrasound and have it explained to them. (Women can decline to review the ultrasound if they sign a form.)\nPreviously, Florida law required ultrasounds prior to second trimester or later abortions, not first trimester abortions. Though the former law didn’t require first trimester ultrasounds, 29 of 31 abortion clinics did them anyway.\nThe Miami Herald’s Naked Politics blog reported that a month after signing the bills in 2011, Scott held a ceremonial signing with dozens of abortion opponents -- that’s the \"party\" that the ad references.\n\"You should have the opportunity to see see an ultrasound of your child,\" Scott said in 2011. \"It's your choice. You don't have to. This creates choice. I think it's very positive.\"\nAbortion law about viability in 2014\nCrist’s ad also says Scott signed a law \"restricting access to abortion even in cases of rape or incest.\" That refers to HB 1047, which Scott signed in 2014 to change the timeline for cutting off abortions.\nThe bill banned abortions once a fetus is considered viable, which is typically around 23 or 24 weeks of gestation. Previously, Florida banned abortions in the third trimester, or starting about two weeks later than the new restriction.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe main purpose of the 2014 bill was to make all abortions occur earlier -- no matter if the pregnancies were a result of rape or incest.\nThe new law only allows abortion after the point of viability to save the woman’s life or prevent major permanent damage \"other than a psychological condition.\" It doesn’t mention rape or incest.\nThe previous law didn’t mention rape or incest, but it did include a broad exception to \"preserve the health of the pregnant woman.\"\nThat broad language was what some people interpreted to potentially include rape or incest survivors. In reality, however, no woman has received a third-trimester abortion under any exception between 2011 and so far in 2014, according to state data.\nIn 2013, 91 percent of abortions were in the first trimester and 9 percent in the second trimester, according to state data.\nSo that means that women who want to terminate pregnancies that occurred as a result of rape or incest can still do so in the first semester and most of the second trimester -- depending on when a doctor determines viability.\nRape and incest are rarely cited in abortions, according to state data. In 2013 there were about 73,000 abortions -- two were in cases of incest and about 272 due to rape -- so combined that equals less than one percent.\nAt the time, Scott spokesman John Tupps wrote in a statement about the law that \"Gov. Scott is pro-life and was glad to sign this bill that protects the lives of children.\"\nWe asked Scott campaign spokesman Greg Blair if Scott supports the rape/incest exception throughout pregnancy or only until the point of viability and Blair told us that he supports those exceptions in \"all cases.\"\nWe asked why Scott then signed the law this session that doesn’t include those exceptions. We didn’t get a response.\nFinally, the ad said Scott signed \"some of the most extreme anti-choice laws in the country.\" That’s a subjective call, but we should note that Florida hasn’t had widespread clinic closures. A Texas law caused 13 abortion clinics to close there. In Florida, there were 68 abortion clinics when Scott took office and there are 65 now. (Seven closed under Scott, but four new ones opened.)\nAnd, Florida had restrictive laws about abortion before Scott took office. Americans United for Life, a group that opposes abortion rights, ranked Florida 26th among states for restricting abortion in 2010 and 25th among states in 2014. NARAL, an organization that supports abortion rights, has given an \"F\" to about half the states, including Florida.\nOur ruling\nCrist said in an ad that Scott signed \"laws requiring mandatory ultrasounds and restricting access to abortion even in cases of rape or incest.\"\nScott signed a law in 2011 that requires ultrasounds for all women before they get an abortion, and in 2014 he signed a law that stated women could not have an abortion after the point of viability. That means women could not have an abortion about two weeks earlier than before. The only stated exception was to save the woman's life. \nHowever, the previous law didn’t expressly include those exceptions either, though it had broad language that could potentially have been used to seek abortion for a rape or incest survivor in the third trimester. No woman, though, has had an abortion in Florida during the third trimester for any reason in recent years, even before the new law.\nThe statement is accurate, but needs additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-07190"}