{"url": "/factchecks/2011/nov/03/mahlon-mitchell/potential-recall-candidate-says-walker-gave-compan/", "speaker": "Mahlon Mitchell", "vclaim": "Under a law proposed by Wisconsin Gov. Scott Walker, businesses that move into Wisconsin \"don't have to pay any taxes\" on their income for two years.", "truth_label": "true", "date": "stated on November 4, 2011 in remarks:", "title": "Potential recall candidate says Walker gave companies two years of no taxes", "text": "A trailblazing African-American union leader has captured the imagination of liberals as a potential challenger to Wisconsin Gov. Scott Walker, should the Republican governor be forced into a recall election in 2012.\n\nMahlon Mitchell, a Madison Fire Department lieutenant who has never run for political office, has emerged as a possible Democratic candidate. In late October 2011, a movement to draft him surfaced on the Internet and Mitchell said he would consider running against Walker.\n\nIn January 2011, Mitchell, then 33, became the youngest person and the first African-American elected president of the Professional Fire Fighters of Wisconsin union. Mitchell was soon sought out by the national media as a critic of Walker’s collective bargaining changes, which prompted weeks of demonstrations in Madison but exempted Mitchell's members. He has been giving speeches at union rallies and other events around the country.\n\nOn Oct. 4, 2011, Mitchell repeated his criticisms of Walker at a Washington, D.C., conference called Take Back the American Dream, which was described in one news report as an attempt to \"re-energize disenchanted liberals.\"\n\n\"Let me tell you what the governor did in January\" before introducing the bill that stripped collective bargaining rights from most public employees, Mitchell said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n \n\n\n\n\n\n\n\n\"Any business that comes into the state of Wisconsin from Ohio, Illinois, Minnesota -- two years you don't have to pay any taxes on your income.\"  \n\nMuch has happened since Walker made his first legislative moves shortly after taking office in January -- the demonstrations, recall elections of state senators and preparations for the expected launch on Nov. 15, 2011, of the effort to recall Walker.\n\nSo, did the governor really grant companies that move to Wisconsin two years of tax freedom?\n\nMitchell cited Assembly Bill 3, one of the measures introduced in a special legislative session called by Walker in January. It allows a business that moves to Wisconsin to claim a tax deduction for two consecutive years, according to a memo from the nonpartisan Wisconsin Legislative Council, which provides legal and other research services to the Legislature.\n\nA memo from Walker’s budget office makes it clear the deduction is equal to the amount of income taxes owed. It is not known, of course, how many companies will take advantage of the deduction, but the nonpartisan Wisconsin Legislative Fiscal Bureau estimated that without such a law, the state would collect $500,000 more per year in taxes.\n\nWalker promoted the measure as one way to create more jobs in Wisconsin.\n\nThe bill was approved 82-12 by the Assembly and 24-9 by the Senate, with a total of 29 Democrats voting yes. It was signed into law by Walker on Jan. 31, 2011.\n\nOur conclusion\n\nMitchell said that because of actions taken by Walker, businesses moving to Wisconsin \"don't have to pay any (income) taxes\" for two years. Walker backed and signed a law that offers such a tax deduction. We rate Mitchell’s statement True.", "vclaim_id": "vclaim-pol-12148"}