{"url": "/factchecks/2020/may/21/joe-biden/under-donald-trump-key-cdc-us-staff-china-fell-0/", "speaker": "Joe Biden", "vclaim": "The U.S. had 44 CDC staffers “in China to observe what was going on. (President Trump) brought home the vast majority of them, I think left only four in place.”", "truth_label": "half-true", "date": "stated on May 14, 2020 in an interview on MSNBC:", "title": "Under Donald Trump, key CDC US staff in China fell to 0", "text": "Joe Biden, the presumptive Democratic nominee, argues that President Donald Trump failed to protect the country from the coronavirus when he had the chance. In an interview on MSNBC, Biden said Trump \"absolutely missed any opportunity to get ahead of this.\" \nBiden underscored the loss of American staff at the Centers for Disease Control and Prevention office in Beijing.\n\"We had over 44, if I’m not mistaken, people from the CDC in China, in China to observe what was going on,\" Biden said May 14. \"The president brought home the vast majority of them, I think left only four in place.\"\nThis is an intriguing claim. Biden is off on the exact numbers. But his point about stripped-down oversight is supported. According to the CDC, the program in China specifically charged with spotting new infectious diseases went from having four American staff in 2017 to none by 2019.\nIt’s impossible to say with 100% certainty that if those Americans had been there, they would have been able to alert Washington earlier to an emerging threat. But not having them there eliminated that possibility.\nCDC China staffing\nBiden indicated he was a bit unsure of the exact numbers, and what he offered was an inconsistent blend of American and Chinese staff figures. He said there were 44 people \"from the CDC in China.\" The actual number was 47 in March 2019 and that included eight Americans and 39 Chinese.\nWhen he said the number fell to four, the actual number by December 2019 was three Americans, and 11 Chinese.\nBiden spokesman Michael Gwin said the reduction mattered regardless.\n\"Donald Trump dramatically reduced America's CDC footprint in China, removing vital positions that would have provided the U.S. with a critical early warning as the virus spread,\" Gwin said.\nBiden leveled this charge before in a slightly different way. In March, he said the U.S.  had one person in-country and Trump \"pulled him out.\" At the time, the details were murky. An American epidemiologist had left, but some Americans remained.\nThe CDC has now shared more specific information with PolitiFact that breaks down the staffing for each of the offices and programs in its China bureau. \nThe new details show that the single greatest staff decline was in the HIV/AIDS program, the President’s Emergency Plan for AIDS Relief. It went from one American and 10 Chinese employees to none.\nBut the Global Health Protection program saw the largest reduction in U.S. staff. That program went from four Americans and 10 Chinese staff down to no Americans and five Chinese.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nThe CDC website touts that program as training \"new disease detectives, who are critical to countries’ abilities to quickly find and stop disease outbreaks.\" The program emerged out of the Ebola crisis and sent American specialists around the world to work with infectious disease experts and build capacity in over 50 countries.\nThat mission directly applied to the outbreak of what became known as COVID-19. And at the time of the outbreak, the United States had no American staffer in the CDC office in Beijing.\nThere is no way to say for sure that if more Americans had been in the CDC office, Washington would have had critical information sooner than it did. Former CDC chief Tom Frieden, now CEO of Resolve to Save Lives, an epidemic response training organization, told PolitiFact it might have.\nOn the other hand, the timeline for the emergence of the new coronavirus was very compressed. It wasn’t until Dec. 30 that a doctor in Wuhan first flagged that he was seeing patients with a new respiratory disease. The doctor later documented how local officials quickly accused him of spreading rumors.\nBy Jan. 10, he was infected and had to go to the hospital, where he later died. By Jan. 14, the World Health Organization was discussing the possibility of human-to-human transmission. On Jan. 20, the Chinese government declared that the outbreak was an emergency.\nTrump’s role\nBiden said Trump \"brought home\" the CDC specialists. They did leave on Trump’s watch, but it’s worth noting the budget factors that directly hit the Global Health Protection program.\nThe effort emerged from the 2014 Ebola outbreak in West Africa. Congress gave the CDC about $600 million to boost capacity worldwide to spot and contain new infectious diseases. That money ran out in 2019.\nThe head of the CDC’s Center for Global Health told staff in January 2018 that the program would be reduced to 10 countries. China was not on the list. That more targeted approach was part of the White House’s 2019 global health strategy.\nThe White House’s FY 2020 plan did not replenish the Ebola money that ran out in 2019. The total global health security budget, which included a range of activities beyond the sort of work in China, went from $504 million in 2019 to a White House request for $482 million in 2020. We reached out to the White House and got no comment.\nA group representing about 200 global health organizations appealed to Health and Human Services Secretary Alex Azar in January 2018 for money to keep the program going.\n\"The ongoing danger that biological threats pose to American health, economic, and national security interests demands dedicated and steady funding for global health security,\" the group wrote.\nOur ruling\nBiden said that Trump \"brought home\" the vast majority of CDC staff in China, taking manpower from 44 down to four. He garbled the numbers. The actual staffing went from eight Americans and 39 Chinese (47), to three Americans and 11 Chinese (14).\nBut within that, the American staff working specifically on new threats like COVID-19 went from four to zero.\nIt is unclear whether the presence of those Americans would have provided an early warning. But the former head of the CDC said it was possible, and many global health groups lobbied for the overall program to continue. The White House decided not to ask for funds to maintain that program in China.\nBiden was off on his numbers, but the specific staffing details we later found add weight to the thrust of his argument. We rate this claim Half True.", "vclaim_id": "vclaim-pol-18355"}