{"url": "/factchecks/2013/jan/08/kenneth-block/kenneth-block-chairman-rhode-islands-moderate-part/", "speaker": "Kenneth Block", "vclaim": "\"Eleven states complete their [legislative] sessions within three calendar months, and another five only meet biennially.\"", "truth_label": "mostly-true", "date": "stated on December 16, 2012 in a newspaper commentary:", "title": "Kenneth Block, chairman of Rhode Island’s Moderate Party, says 11 state legislatures meet for three months and 5 meet biennially", "text": "When it comes to legislative sessions, Kenneth Block, chairman of Rhode Island’s Moderate Party, says shorter is better.\n\nIn the November 2012 elections, 15 of the 38 state Senate seats and 33 of 75 House races were uncontested. Block says he thinks that’s partly because the General Assembly session can last six months, a time commitment that most working Rhode Islanders can’t make and still keep their paying jobs.\n\nIn a commentary that appeared in The Providence Journal on Dec. 16, 2012, he said the Ocean State should take a lesson from the 11 states that are obligated, usually by their state constitutions, to finish their sessions within 90 days. Or the five other states that meet every other year.\n\n\"The business of the General Assembly can and should be carried out in three calendar months,\" Block wrote. \"This would make public service in the General Assembly more accessible to a great many more Rhode Islanders - and would bring a far wider diversity of life experiences into the legislature.\"\n\nWe decided to see if Block’s tally of legislatures with shorter terms was right.\n\nBut first, a little background on Rhode Island’s legislature.\n\nArticle VI, Section 3 of the the Rhode Island Constitution requires the General Assembly to open its annual session on the first Tuesday in January but puts no time limit on how many days the Assembly can be in session.\n\nThe Assembly usually meets from January to June,  generally three days a week, starting at about 4 p.m. By the time adjournment rolls around, the House has usually met a day or two more than the Senate.\n\nLegislators usually try to adjourn as early in June as they can. Last year’s session ran through June 12 and took 64 legislative days, according to a review of the daily journals on the legislature’s website.\n\nIn the early 2000s there were years when the legislature was in session for 70 days or more, and went into July.  \n\nWhen we asked Block about his figures on other legislative sessions, he said his source was the National Conference of State Legislatures, a bipartisan group with offices in  Washington, D.C., and Denver,  that provides research and policy advice to state legislatures across the country.\n\nOn their website, we found a conference survey of the 50 states showing that 11 did in fact have constitutional requirements that their legislatures meet for no more than 90 calendar days. Five others meet just once every two years, for varying lengths of time.\n\nBlock argues shorter sessions would encourage more working people to consider running for legislative office. Setting a specific date or number of days would force the legislature to compress its work, he said.\n\nBut there is something else to consider.\n\nLarry Berman, director of communications for the state House of Representatives, said Block’s focus on the January-to-June timeline is misleading because the legislature usually only meets three days a week. Other states hit those 90-day limits by meeting four or five days a week.\n\nIf the Rhode Island General Assembly met five days a week, and if it worked through the week off it usually takes in February, it could finish a 64-day session in the last week of March -- in other words, three calendar months.\n\nBerman said that, with the legislature meeting three days a week, and starting at 4 p.m. instead of 9 or 10 a.m., it’s easier for people with day jobs to serve.\n\nOur ruling\n\nKen Block said that \"Eleven states complete their [legislative] sessions within three calendar months, and another five only meet biennially.\"\n\nHe argues that shorter sessions could encourage more participation.\n\nBy the calendar, counting months, Block is right. Eleven other state legislatures finish weeks before Rhode Island’s usual June adjournment. But when you count the number of days the Rhode Island General Assembly is in session, Rhode Island legislators actually work fewer days than their counterparts in some of those 90-day states.\n\nWe find the statement is \"accurate but needs clarification or additional information,\" our definition of Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n(If you hear a claim you'd like us to check, e-mail it to [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09876"}