{"url": "/factchecks/2016/feb/23/ted-cruz/ted-cruz-attacks-donald-trump-wanting-leave-public/", "speaker": "Ted Cruz", "vclaim": "Says Donald Trump \"wants to keep big government in charge\" of federally-owned land.", "truth_label": "mostly-true", "date": "stated on February 18, 2016 in a campaign ad:", "title": "Ted Cruz attacks Donald Trump for wanting to leave public land in feds' hands", "text": "Of all the controversies associated with Republican frontrunner Donald Trump, his position on federally owned land tends to attract less attention.\nBut the issue of public land ownership is important to Nevadans, where federal government agencies manage and control around 85 percent of state land.\nAnd it’s partially why Texas Sen. Ted Cruz is slamming Trump on the issue in a campaign ad airing just days before the Nevada Republican presidential caucus on Feb. 23.\n\"Eighty-five percent of Nevada is owned and regulated by the federal government,\" says Cruz in the ad. \"And Donald Trump wants to keep big government in charge. That’s ridiculous.\"\nThe ad has aired dozens of times in Reno through the lead up to Nevada's caucus, according to Political TV Ad Archive. We thought Cruz’s claim merited fact-checking, because public lands management is a critical issue with Nevada voters.\nAn on-screen graphic refers to a January interview with Field & Stream magazine, where Trump said he would be hesitant to give federal land over to state and local governments.\n\"I don’t like the idea, because I want to keep the lands great, and you don’t know what the state is going to do,\" he told an interviewer. \"I mean, are they going to sell if they get into a little bit of trouble?\"\nTrump’s campaign offered a slightly more detailed explanation of his proposed policy in an answer to a candidate questionnaire, but said the bigger issue was land management and not transfer of ownership.\n\"The issue is not that so much of the state is public land; it is how that land is managed,\" the campaign wrote, promising to cut \"needless bureaucratic red tape.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe Trump campaign didn’t return emails seeking comment.\nCruz, on the other hand, takes a more libertarian stance on public land issues and said the amount of land owned by the federal government is \"unacceptable.\"\n\"I believe we should transfer as much federal land as possible back to the states and ideally back to the people,\" he told the Las Vegas Review-Journal in December.\nCruz fought with the Bureau of Land Management over the agency's efforts to \"claim 90,000 acres of disputed land near Texas’s Red River,\" and for a time supported Nevada rancher Cliven Bundy’s standoff with the federal government over his unpaid grazing fees.\nAnd many of the Texas senator’s Nevada supporters pushed for a failed bill in the state Legislature that \"would lay claim to almost all federally managed public lands and water rights in the state.\"\nIt’s worth noting that Nevada’s state constitution expressly gives up the state’s rights to all \"unappropriated public lands\" to the federal government, which is why it’s worth quibbling with candidates like Cruz and Rubio promise to \"return\" control to its citizens  — who have never held a claim to the federally owned land in the past 151 years of Nevada statehood.\nOur ruling\nCruz says that Trump wants to keep \"big government\" in charge of Nevada’s public lands.\nTrump has answered questions on public land management twice. He has not advocated for transferring ownership, but he has focused on cutting bureaucratic red tape. Cruz exaggerates Trump's position slightly by saying Trump favors \"big\" government.\nWe rate the ad's statement Mostly True.", "vclaim_id": "vclaim-pol-05369"}