{"url": "/factchecks/2011/nov/03/barack-obama/obama-says-health-law-will-kick-millions-next-year/", "speaker": "Barack Obama", "vclaim": "\"Thirty million Americans, including a lot of people in Florida, are going to be able to get healthcare next year because of that law.\"", "truth_label": "false", "date": "stated on November 1, 2011 in a Fox television interview:", "title": "Obama says health law will kick in for millions next year", "text": "In a television interview with the Tampa Fox affiliate, President Barack Obama discussed last year’s sweeping health care legislation, a centerpiece of his re-election campaign and a favorite point of attack by his challengers.\n\nThe law is designed to provide health insurance to nearly every American by creating insurance exchanges for people to purchase plans and expanding Medicaid for the poor. It includes an individual mandate requiring people to buy coverage in order to spread risk and costs across the population. That provision in particular is the subject of numerous court challenges and is the least popular aspect of the law.\n\nInterviewer Mark Wilson pointed to that fact in the Nov. 1, 2011, interview, noting \"54 percent of Americans favor repealing some version some part of that law. As you know, Florida leads the way in repealing it. What would you do differently now with regards to health care reform, knowing what we know now?\"\n\nObama responded by touting some of the law’s benefits.\n\n\"Well, look, keep in mind a million young people around the country have health care that didn't have it before because they can stay on their parents’ health care plan. Millions of families all across the country benefited from additional drug benefits as a consequence of that health care plan,\" the president said. \"Thirty million Americans, including a lot of people in Florida, are going to be able to get health care next year because of that law.\"\n\nThe \"next year\" part of that struck us as suspect, so we decided to check it out.\n\nThe law and its many provisions are designed to take effect in steps over a period of years. The Kaiser Family Foundation has a timeline posted on its website explaining the phase-in.\n\nThe changes set to take effect in 2012 mainly involve payments to Medicare.\n\nThe individual mandate, along with Medicaid expansion and establishment of the insurance exchanges, doesn't kick in until 2014. Those are the provisions of the law expected to give millions of Americans access to health insurance, and thus health care.\n\nThe Congressional Budget Office estimates that next year only about 1 million more Americans will gain health insurance. The figure balloons to 19 million in 2014, and 30 million in 2016 when those concrete changes are fully implemented.\n\nParts of the law already up and running -- which have chipped away at the number of uninsured Americans -- include policies for people with pre-existing conditions and an allowance for young adults to remain on their parents’ health plans up to age 26.\n\nWe asked the White House what Obama’s \"next year\" claim was based on but did not hear back.\n\nIn addition, as we’ve noted before, the individual mandate faces a significant battle in the courts and is likely to end up being decided by the U.S. Supreme Court. If it is ruled unconstitutional, the CBO projects that 16 million fewer people will become insured. Other studies put that reduction at between 8 million and 24 million.\n\nOur ruling\n\nObama said \"Thirty million Americans, including a lot of people in Florida, are going to be able to get healthcare next year because of that law.\"\n\nThe CBO, a nonpartisan source, predicts only 1 million people will benefit in 2012, with the significant increases coming in 2014 and 2016. Plus, the law’s future is uncertain.\n\nThe president is understandably enthusiastic about seeing his signature legislation take effect. But he misstated the timing of how many people will gain health insurance and when. It’s not happening next year. We rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12143"}