{"url": "/factchecks/2015/sep/17/mike-huckabee/did-ft-hood-shooter-get-keep-his-beard-religious-g/", "speaker": "Mike Huckabee", "vclaim": "The government \"made accommodation to the Fort Hood shooter to let him grow a beard\" for religious reasons.", "truth_label": "barely-true", "date": "stated on September 16, 2015 in the CNN Republican debate:", "title": "Did the Ft. Hood shooter get to keep his beard on religious grounds? No", "text": "In the days before the second Republican presidential debate, candidate Mike Huckabee flew to the side of Kentucky clerk Kim Davis, who went to jail rather than issue same-sex marriage licenses. Davis said it violated her religious beliefs to put her name to the forms that would allow such marriages.\nDuring the debate, Huckabee said Davis represented an example of judicial tyranny.\n\"We made accommodation to the Fort Hood shooter to let him grow a beard,\" Huckabee said. \"We made accommodations to the detainees at Gitmo — I’ve been to Gitmo, and I’ve seen the accommodations that we made to the Muslim detainees who killed Americans.\n\"You’re telling me that you cannot make an accommodation for an elected Democrat county clerk from Rowan County, Kentucky? What else is it other than the criminalization of her faith and the exaltation of the faith of everyone else who might be a Fort Hood shooter or a detainee at Gitmo?\"\nIn this fact-check, we’ll focus on Huckabee’s claim about the Fort Hood killer’s beard and if he was allowed to keep it for religious reasons. The legal fight over Maj. Nidal Malik Hasan’s beard went back and forth. Ultimately, his jailers forcibly shaved him, but for a time, he was allowed to keep it.\nTrying the Fort Hood killer\nIn November 2009, Army psychiatrist Hasan, an American of Palestinian descent, opened fire in a room at Fort Hood where soldiers were getting medical check-ups before deploying to Afghanistan. Hasan killed 13 people and wounded 30.\nAs per Army regulations, until that point Hasan was clean-shaven. He began growing his beard while he awaited trial. According to the New York Times, he told his lawyers that he expected to die and thought it would violate his Muslim faith to die without one.\nThe military prosecutors objected, saying the beard would make it harder for witnesses to identify Hasan. The trial judge, Col. Gregory Gross, objected on the grounds that the military code requires that everyone, with very few exceptions, be clean-shaven. The judge said that having a beard would disrupt the court proceedings. He held Hasan in contempt six times. The battle over Hasan’s beard was a snag that blocked his trial from moving forward.\nIn September 2012, the judge ordered that Hasan be forcibly shaved. That’s no small matter. It takes a team of soldiers to restrain the prisoner and shave him while someone videotapes the entire process to guard against the undue use of force.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHasan appealed on the basis that the judge’s order violated his rights under the Religious Freedom Restoration Act. In December, a military appeals panel ruled that it was up to commanding officers, not a judge, to enforce the dress code. The panel also removed Judge Gross, saying that he could no longer appear unbiased.\nThe panel specifically did not address whether religious freedom laws gave Hasan the right to a beard.\n\"We need not and do not decide if and how RFRA (Religious Freedom Restoration Act) might apply to Appellant's beard,\" the judges wrote. \"Should the next military judge find it necessary to address Appellant's beard, such issues should be addressed and litigated anew.\"\nThe second trial judge allowed a bearded Hasan to attend the court hearings.\nIn August 2013, Hasan was convicted on 13 counts of premeditated murder and 32 counts of attempted premeditated murder. He was sentenced to death.\nHasan went to the detention barracks at Fort Leavenworth, Kansas, where he joined the handful of other soldiers on death row. In September 2013, a year after the legal fight began, an Army spokesman said that Hasan had been forcibly shaved.\nOur ruling\nHuckabee said that legal rulings allowed Hasan the Fort Hood shooter to keep his beard on religious grounds. While an appeals court did overrule the initial trial judge who had ordered that Hasan be forcibly shaved, that ruling did not affirm that Hasan had the right based on his religion. Instead, it said that it wasn’t the judge’s job to enforce the military dress code, which requires personnel to be clean shaven.\nWhen Hasan was convicted and sent to Fort Leavenworth, he was forcibly shaved.\nHasan did keep his beard for a while, but ultimately, no accommodation was made for religious reasons.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-05959"}