{"url": "/factchecks/2016/may/19/bernie-sanders/bernie-sanders-links-puerto-ricos-debt-crisis-wall/", "speaker": "Bernie Sanders", "vclaim": "\"Puerto Rico’s $70 billion debt is unsustainable and it is unpayable. And the reason why it is unsustainable has everything to do with the greed of Wall Street vulture funds.\"", "truth_label": "half-true", "date": "stated on May 16, 2016 in a town hall in San Juan:", "title": "Bernie Sanders links Puerto Rico's debt crisis to Wall Street greed", "text": "Bernie Sanders condemned Wall Street for creating and now profiting off Puerto Rico’s debt crisis during a campaign stop on the island.\nPuerto Rico is currently $72 billion in debt and, in the words of its governor, in \"a death spiral.\" Unlike other states and cities, it cannot legally declare bankruptcy. So Sanders called for the Federal Reserve to help the U.S. territory out, just as it bailed out the financial sector responsible for imperilling 3.5 million Puerto Ricans in the first place.  \n\"I think all of us understand and your government understands that Puerto Rico’s $70 billion debt is unsustainable and it is unpayable,\" Sanders said May 16 at a town hall in San Juan. \"And the reason why it is unsustainable has everything to do with the greed of Wall Street vulture funds.\"\nSo is Wall Street to blame for the island’s economic woes?\nSanders has a point that hedge funds and banks are certainly exacerbating the situation and, in some cases, attempting to block a solution. However, experts told us and the research shows that Puerto Rico has been accumulating debt long before Wall Street got involved.\nOrigins of the debt\nThis $72 billion debt did not appear solely thanks to the maneuvers of Wall Street. Rather, it’s been building up for decades, resulting from a combination of U.S. policy, local mismanagement and economic decline.\nThe local government has essentially maxed out a very special credit card given to it and other U.S. territories. When the island became a commonwealth in 1917, Congress also made bonds issued by the Puerto Rican government \"triple tax-exempt\" (meaning they can’t be taxed at the federal, state or local level) and thus very attractive to investors.\nFor decades, this allowed the government to overspend, in part out of necessity and in part out of sheer irresponsibility.\nPuerto Rico has had to pick up a disportionate chunk of the tab for federal social programs. More than 60 percent of its residents receive Medicare or Medicaid, but federal funding is considerably lower than the states. (For example, $3 billion for Oklahoma’s Medicaid program and $3.6 billion for Mississippi’s compared to $373 million for the island, a fraction of its $2.9 billion in expenses.)\nDisparities in funding aside, the local government has also made some poor management and spending decisions. Inefficient public utilities have been running up the tab since the 1940s and now account for the largest portion of Puerto Rico’s debt ($20 billion). Meanwhile, the state-run power authority continues to dole out free electricity. Similarly, public employees enjoy \"lavish pension benefits\" like holiday bonuses and loans for international travel but the pensions remain severely underfunded ($1.9 billion in assets versus $45.5 billion in liabilities).\nNow add in changes in federal policy, economic depression and population decline and you’ve got a recipe for even less revenue and total debt unsustainability.\nFor decades, U.S. businesses operating in Puerto Rico received significant tax breaks, an economic boon for the island. But that all ended in 1996, when President Bill Clinton signed legislation phasing out the incentives over 10 years. By 2006, Puerto Rico was already $43 billion in debt and fell into a recession that, compounded by the global financial crisis, continues to this day.\nMarc Joffe, the principal consultant at Public Sector Credit Solutions, tracked Puerto Rico’s debt  from 1910 to 2015. Here’s a chart we made using his data:\n\nWall Street’s role\nThe island was already knee-deep in debt by the time the financial industry got involved, but Wall Street is certainly profiting off of the situation.\nAccording to Sanders in his San Juan address and his campaign, hedge funds now hold about 50 percent of Puerto Rico’s debt. This is the high end of estimates we found, which range from 20 percent to 50 percent. But this is a relatively recent development.\nPrior to 2014, most of Puerto Rico’s bonds were owned by traditional mutual funds and retail investors, according to Brad Setser, a senior fellow at the Council on Foreign Relations who previously worked in the Obama administration's Treasury Department. Morningstar, the research investment firm, estimated that some 180 mutual funds had Puerto Rican bonds in their portfolios in 2013.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn 2014, multiple credit ratings agencies downgraded Puerto Rico’s bonds to junk status. Because of the high risk associated with this low grade, most traditional investors were unable or unwilling to invest. Enter Wall Street.\nHedge funds and other non-traditional buyers \"eyeing fat yields and possible trading gains\" purchased $3.5 billion worth of junk bonds at a tax-free interest rate of just under 9 percent (the high rate reflecting the high risk). As Puerto Rico’s debt had already topped $70 billion in 2013, $3.5 billion wouldn’t have made much of a difference.\n\"The combination of Puerto Rico’s decision (to sell more bonds) and the availability of Wall Street financing helped Puerto Rico dig itself into a bigger hole,\" said Setser.\nIn fact, if the hedge funds hadn’t purchased these bonds, which were after all issued to pay off old debt, \"the crisis would have come a little earlier since the level of debt was already unsustainable,\" said Joffe of Public Sector Credit Solutions.\nThat being said, Wall Street should be held accountable for its opportunism as some hedge funds and banks have certainly chosen to take advantage of the situation, said Rafael Fantauzzi of the National Puerto Rican Coalition.\nSince 2014, hedge funds have been buying up bonds on the cheap in the secondary market (those previously owned by traditional investors). Sanders’ campaign provided PolitiFact an example of bonds bought for 29 cents on the dollar yielding an interest of 34 percent. Bloomberg has reported yields ranging from under 10 percent to as high as 80 percent.\nSanders in his San Juan speech and his campaign also noted that banks like Goldman Sachs, Citigroup and UBS have received hundreds of millions of dollars in fees to manage the island’s bond sales.\nThe exact figure, according to the Wall Street Journal, is $1.4 billion for $61 billion worth of bond sales since 2006. That’s the equivalent of a service charge of 2.3 percent, double the average rate for municipal bond sales but quadruple the rate for corporate bond sales.\nExacerbating the situation\nThe most damning evidence for \"the greed of vulture funds\" is Wall Street’s efforts to prevent Puerto Rico from digging itself out of the hole.\nAs we’ve previously reported, Puerto Rico is legally unable to declare Chapter 9 bankruptcy. But there is currently legislation in motion to allow the island to restructure the debt.\nThe Sanders campaign forwarded us a New York Times report of a letter representatives of BlueMountain, a hedge fund that holds Puerto Rican bonds, sent to Republican staff members urging against allowing debt restructuring.\nThe Center for Individual Freedom, a dark money group, has also spent $2 million on issue ads against debt relief efforts in Congress, supporting the hedge funds’ position.\n\"That’s very concerning that financial interests, specially these so-called ‘vulture funds,’ are disrupting the political process and preventing Puerto Rico having a smoother landing in this situation they got themselves into,\" said Joffe, adding that that’s what they did in Argentina as well.\nIn lieu of debt restructuring, Wall Street recommends cutting spending. A report commissioned by 34 hedge funds advises Puerto Rico to raise taxes, lay off teachers, close schools, and cut wages and worker benefits, Medicaid, and welfare. (About 45.4 percent of Puerto Ricans live below the poverty line and the commonwealth already closed 150 schools in the last five years and increased its sales tax.)\nSo while the hedge funds and banks \"have played a relatively modest role in creating the need for a comprehensive debt solution,\" said Setser, they are \"playing a more important role in hindering a bipartisan solution.\"\nOur ruling\nSanders said, \"Puerto Rico’s $70 billion debt is unsustainable and it is unpayable. And the reason why it is unsustainable has everything to do with the greed of Wall Street vulture funds.\"\nPuerto Rico’s debt was already unsustainable by the time Wall Street hedge funds and banks began playing a role as a result of decades of local mismanagement, U.S. policy and economic misfortune.\nBut Sanders has a point that the financial sector has taken advantage of and is excerbating the situation. What's more, they're effectively preventing crisis relief by actively working to stop Puerto Rico from restructuring its debt.\nWe rate his claim Half True.\nhttps://www.sharethefacts.co/share/569f5ee5-ad45-4c6b-aa2e-370eeada25bf", "vclaim_id": "vclaim-pol-04946"}