{"url": "/factchecks/2009/aug/07/blog-posting/conservative-news-release-says-health-care-bill-li/", "speaker": "Bloggers", "vclaim": "Health care reform legislation is “likely to mandate free ‘sex change’ surgeries.”", "truth_label": "false", "date": "stated on August 4, 2009 in a news release:", "title": "Conservative news release says health care bill \"likely\" to cover sex change surgery", "text": "In trying to build opposition to President Barack Obama's health care proposal, critics have suggested that health care would be\n\ngovernment-controlled\n\n, that people would be\n\nleft to die\n\nif their treatment exceeded a certain cost and that it would require counseling telling people \"\n\nhow to end their life sooner\n\n.\" (We've ruled versions of each of those False or Pants on Fire.) Now comes a new one: that taxpayers may soon be footing the bill for free sex-change operations.\n\n\nOn Aug. 4, a news release to that effect went out under the name of Matt Barber, who is director of cultural affairs with Liberty Counsel, a conservative legal group, and the associate dean of Liberty University School of Law, which was founded by the late televangelist Jerry Falwell. It was quickly spread by blogs on the left and the right.\n\n\nTitled, “ObamaCare Likely to Mandate Free ‘Sex Change’ Surgeries,” the release asserted that “the weight of the evidence indicates that cosmetic ‘gender reassignment’ surgeries for both U.S. citizens and illegal immigrants who suffer from [the American Psychiatric Association-] recognized ‘Gender Identity Disorder’ (GID) may also be provided – free of charge – courtesy of the U.S. taxpayer. The current price tag for such a procedure can exceed $50,000.”\n\n\nTo confirm Barber’s authorship and learn more about his reasoning, we tried to reach him through the phone number and e-mail address listed on the release, as well as through a call to a different number at Liberty Counsel. But he did not respond. Because we couldn't confirm his authorship, we're attributing this item to our generic category \"bloggers,\" since they have spread it so widely.\n\n\nBefore we delve into our findings in detail, here's an overview of why we found the claim was False: The news release tries to stitch together a patchwork of unrelated items to back up the sex-change claim, but the health care bills as they appear today simply don't do what the release alleges. There is no mandate for sex-change coverage.\n\n\nThe news release offers three pieces of evidence:\n\n\n• An exchange between Sens. Orrin Hatch, R-Utah, and Barbara Mikulski, D-Md., about the legislation covering treatments that would be \"medically necessary.\"\n\n\n• Language in the House version of the health care bill that provides for \"standards, as appropriate, for the collection of accurate data on health and health care\" based on \"sex, sexual orientation [and] gender identity.\"\n\n\n• And language in a draft Senate bill that requires the Department of Health and Human Services to “‘develop standards for the measurement of gender’ (i.e., officially recognize subjectively self-determined \"transgender\" or \"transsexual\" gender identities). It further mandates ‘participation in the institutions’ programs of individuals and groups from ... different genders and sexual orientations.”\n\n\nLet’s take these assertions one by one.\n\n\n\nThe Hatch-Mikulski exchange\n\n\n\nIt came during a session held by the Senate Health, Education, Labor and Pensions Committee to revise a Senate version of the health care bill.\n\n\nThe committee was discussing an amendment by Mikulski that would require health insurance plans to include preventive women's health services. Hatch asked his colleague whether that meant that coverage of abortions would be required. She replied that the measure would not “mandate” abortion coverage but would “provide for any service deemed medically necessary or medically appropriate.” The amendment narrowly passed the committee and was appended to the bill.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\n\nIt's worth noting that Mikulski's amendment may not survive to enactment. And her comments quoted in the news release aren’t, in and of themselves, binding.\n\n\nStill, the news release used Mikulski’s explanation on abortion to assert that sex-change treatments would also be covered under the same doctrine. Before we get to the substance of that claim, let’s look at the significance of Mikulski's phrase \"medically necessary.\"\n\n\nSeth Chandler, the co-director of the Health Law and Policy Institute at the University of Houston, said that the phrase does carry weight. “That is kind of a magic word in health insurance, in that virtually every private insurance plan I know of contains an exclusion for procedures that are not medically necessary,” he said. “It’s designed to preclude fraudulent or highly experimental procedures.”\n\n\nThe American Medical Association, the nation’s leading doctors’ group, has already gone on record saying that gender-reassignment surgery can be medically necessary. In 2008, the AMA passed a resolution on gender identity disorder that opposes coverage limitations “when such care is based upon sound scientific evidence and sound medical opinion.”\n\n\nEven so, insurers have not made such coverage universal today. The Web site of the National Center for Lesbian Rights posts a fact sheet that says that such surgeries have long been banned by Medicare and CHAMPUS, the federally run military health plan. Medicaid does not specifically bar those surgeries, the fact sheet added, but some states have statutes barring them.\n\n\nAs for the private sector, neither America’s Health Insurance Plans, the trade group for private insurers, nor the Transgender Law Center could provide us with figures on how common it is for transgender surgeries to be covered by insurance. But AHIP’s vice president of communications, Susan Pisano, said that, anecdotally, “my understanding is that there is less coverage for those procedures and treatments. … Some employers do provide it, but I don’t think most people have coverage for those services.”\n\n\nIndeed, the AMA resolution noted that “many health insurance plans categorically exclude coverage of mental health, medical, and surgical treatments for GID, even though many of these same treatments, such as psychotherapy, hormone therapy, breast augmentation and removal, hysterectomy, oophorectomy, orchiectomy, and salpingectomy, are often covered for other medical conditions.”\n\n\nStill, there is at least a nugget of plausibility in the news release citing Mikulski’s language. It may indeed make it into the final version of health reform, and if so, it could provide justification for expanding (though not necessarily mandating) coverage of procedures that are controversial but deemed medically necessary.\n\n\n\nThe House and Senate language\n\n\n\nBut in its other points, relating to language in the House and Senate bills, the news release offers little evidence to back up its claim.\n\n\nThe release's discussion of the House bill's language focuses on one mention of collecting health care data based on “sex, sexual orientation [and] gender identity.” We looked up the passage, and it comes in a section that lays out the job description for a new assistant secretary of Health and Human Services for health information. That official is charged with setting standards for data collection on a number of factors, including such commonplace categories as race, sex, ethnicity, primary language and geographic setting in addition to “sexual orientation” and “gender identity.”\n\n\nWhile it’s true that the section mentions gender identity, it merely addresses how health care data on a wide variety of subgroups should be collected. It is not a green light to cover sex-change surgeries.\n\n\nThe evidence is even flimsier in the release's claim about the Senate bill’s language. The first phrase the news release cites – that a Senate draft bill requires the Department of Health and Human Services to “develop standards for the measurement of gender” – would, according the release, “officially recognize subjectively self-determined  ‘transgender’ or ‘transsexual’ gender identities.”\n\n\nWe find that's a ridiculous leap of logic. The passage in question is the equivalent of the House bill’s language on data collection, not mandated coverage. The full passage cites the development of statistical standards to measure not just for gender but also for “geographic location, socioeconomic status, primary language and disability measures.”\n\n\nThe second passage cited from the Senate bill addresses mental and behavioral health grants that may be awarded by the federal government to students. Its reference to “participation in the institutions’ programs of individuals and groups from ... different genders and sexual orientations” merely constitutes a requirement that schools receiving support under the grant program adhere to principles of nondiscrimination and diversity in “racial, ethnic, cultural, geographic, religious, linguistic, and class backgrounds” as well as for “different genders and sexual orientations.”\n\n\nThat's simply a requirement that the participating educational institutions not discriminate — not a mandate for covering sex-change surgeries.\n\n\nThe bottom line is that neither bill talks specifically about gender-reassignment surgery. The news release has attempted — poorly, in most cases — to piece together a patchwork case. But the health reform plans as they stand now don't do what the release claims.\n\n\nIn theory, the House bill does offer one path by which coverage of sex-change surgeries could be made mandatory.  If that part of the bill survives to enactment, a new panel called the Health Benefits Advisory Council could eventually recommend that sex-change surgeries be covered.\n\n\nThe council, chaired by the surgeon general, would be tasked with recommending to the HHS secretary what “treatments, items and services” constitute “essential benefits.” If the HHS secretary agreed with the recommendations, they would initially take effect for public-option plans if such plans were part of the final legislation. After a five-year transitional period, private plans would have to adhere to this basic package of services.\n\n\nSo in theory, it would be in the Health Benefits Advisory Council’s power to decide to include gender-reassignment surgery in the package of essential benefits.\n\n\nBut that's a far cry — and many political hurdles away — from \"mandating\" sex-change coverage. Given the public’s squeamishness about the topic, it doesn't seem to us that it's “likely,” as the news release suggested.\n\n\nSo let’s recap. The release may have a point that Mikulski’s comment could open the door to \"medically necessary\" coverage which conceivably may include sex-change operations. But it's unclear whether her amendment will remain in the legislation, and there's nothing specific in the legislation on sex-change procedures and nothing else solid that indicates such coverage will be provided. The news release cherry-picked a few fleeting references to “gender” and “sexual orientation” in completely unrelated contexts to argue that proposed health care legislation would mandate free sex-change surgeries (and allow them for illegal aliens, no less). To us, these bits of evidence are wholly unpersuasive. We find the claim False.", "vclaim_id": "vclaim-pol-15649"}