{"url": "/factchecks/2011/jul/13/republican-national-committee-republican/republican-national-committees-ad-says-2-million-j/", "speaker": "Republican National Committee", "vclaim": "Since President Obama took office, \"2 million jobs. Gone.\"", "truth_label": "mostly-true", "date": "stated on July 7, 2011 in a television commercial:", "title": "Republican National Committee's ad says there are 2 million fewer jobs since Obama took office", "text": "The Republican National Committee unveiled a commercial July 7 critical of President Barack Obama’s economic policies.\n\nThe commercial, which will run in battleground states like Ohio the next several weeks,  illustrates the unemployment rate, tax issues, the national debt and the new health-care law with images of disaster: a fiery car crash, a train wreck, and an out-of-control roller coaster, among other things.\n\n\"Don’t let Obama drive us to disaster. Change direction,\" the announcer says as speeding car plunges into water.\n\nThe commercial also includes a half-dozen figures the RNC believes underscore its message that the $800 billion for the stimulus, trillions for government health care, 2 million jobs gone, 6 million foreclosures, 14 trillion in debt, $500 billion in higher taxes are killing the economy.\n\nPolitiFact has examined many of these figures before. Jobs numbers, however, are among the most common statistics used in claims and have proven to be a potent issue in campaigns, including Ohio’s 2010 gubernatorial race. So, let’s look at how the RNC is using the 2 million job figure.\n\nSpecifically, the RNC commercial says, \"2 million jobs. Gone.\"\n\nTo get started on any job figure, PolitiFact turns to the Bureau of Labor Statistics, the official score keeper of U.S. employment numbers.\n\nWhen Obama took office in January 2009, 133.5 million Americans were working in non-farm jobs, according to the BLS. On the day the RNC ad was released, the latest job figures available were from May 2011 and totaled 131 million. That produces a net loss of 2.5 million. (June preliminary numbers have since been released and show the economy added 18,000 jobs that month.)\n\nCase closed? Not yet.\n\nBefore we make final arguments, important caveats about job statistics are worth repeating.\n\nAs PolitiFact has frequently noted, slicing and timing make all the difference when framing job figures. If, for instance, PolitiFact, plugs into the RNC equation job figures from February 2009 – Obama’s first full month in office, when the U.S. had 132.8 million jobs – the total job losses through May 2011 equal 1.8 million. That’s a bit below the RNC’s claim in the commercial.\n\nDemocrats could easily produce a more favorable job picture by comparing the June 2011 figures to June 2010 figures. This comparison shows the country has added just over 1 million jobs in the last 12 months. Vice President Joe Biden made a similar claim that PolitiFact Ohio checked in April and rated Mostly True.\n.\nAs always, context is the most important and is buried in the monthly figures. Job losses were worse in the early part of the Obama administration. Since then the country has been slowly climbing out of the worst recession since the Great Depression, one that began before Obama took office.\n\nSo where does this leave the RNC’s claim?\n\nThe RNC figure -- 2 million jobs gone -- actually underplays the number of jobs lost since  Obama took office.\n\nBut it also ignores the trend line which has bobbed up and down but is headed upward, albeit slowly. That there are 1 million more jobs now than a year ago is an additional piece of information that provides clarification.\n\nWhether the administration is doing enough toward recovery is a policy debate we leave to others.\n\nBut on the Truth-O-Meter, a statement like this one that is accurate but needs some clarification rates Mostly True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\n stated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12760"}