{"url": "/factchecks/2011/aug/12/reince-priebus/rnc-chairman-says-2012-gop-convention-super-bowl-t/", "speaker": "Reince Priebus", "vclaim": "The Republican National Convention \"is a Super Bowl times four.\"", "truth_label": "false", "date": "stated on August 3, 2011 in comments made to reporters while in Tampa:", "title": "RNC chairman says 2012 GOP convention 'is a Super Bowl times four'", "text": "Just how big of a deal is it that the Republican National Convention is coming to Tampa next summer?\n\nRepublican National Committee Chairman Reince Priebus tried to put it in perspective while speaking to local reporters on a swing through the area this month.\n\n\"This is a Super Bowl times four. This is probably the biggest event that the Tampa Bay community has ever put on thus far,\" Priebus said. The line was something of an exclamation point to Priebus' visit, becoming the focus of a local TV story that aired on Fox and a dominant quote in news coverage offered by CNN, the Associated Press and the St. Petersburg Times.\n\nBut is it true?\n\nPolitiFact Florida decided to fact-check Priebus' claim about national political conventions to see if they are indeed four times a Super Bowl -- an event Tampa is more familiar with having hosted it several times, as recently as 2009. Where to start was aided by the context Priebus provided to reporters.\n\n\"Estimates are that $175 million outside dollars will be spent here during the convention,\" he said at one point. And at another time, he said: \"There's going to be over 45,000 people here at one time. They're going to be here for over a week every day doing different things in the community -- events, parties, gatherings, fundraisers. It's going to be extraordinary.\"\n\nA note of caution before we go any further. We're typically wary of economic impact studies because they rely on assumptions to reach their conclusions and are often attempting to predict outcomes. On top of that, they're usually paid for by groups with something to gain by presenting the data in one form or another. So, read any numbers with some skepticism.\n\nThat said, comparing the economic impact generated by a Super Bowl and a national political convention is valid and worthwhile, because you can chart the relative size and scope of one event to the other.\n\nThe Super Bowl and national political conventions are true mega-events that dramatically impact the local communities where they are held. For a few days, money and people pour into the area.\n\nSome of the economic benefits are obvious. Hotel rooms are filled, and hoteliers can charge more for the rooms they rent. Visitors need places to eat and shop, so money is funneled into that sector of the economy. Some rent cars, others ride the Ybor City streetcar. They go to Busch Gardens, or maybe even (who knows?) the Mons Venus strip club.\n\nOther benefits are less apparent but equally important. Money is pushed into the local economy, through taxpayer subsidies or private sources, to provide security. Some of that money -- and we're talking millions of dollars -- goes to things like barricades, vehicles and riot gear. Other funds pay for the huge overtime bills police departments will bear.\n\n\"You try, to the extent possible, to focus on the new spending in a lot of instances,\" said Patty Silverstein, an economic researcher that attempted to estimate the impact of the 2008 Democratic National Convention in Denver. \"To be honest, it can become very difficult. You have to make some very grandiose assumptions.\"\n\nPricewaterhouseCoopers has been attempting to calculate the economic impact of the Super Bowl since 1998. According to its analysis, direct visitor spending has ranged from a low of around $115 million in 2004 in Detroit, to high of $202 million in Dallas in 2011. The analysis is based on the participating teams, the attributes of the local market, national economic conditions and other factors.\n\nOther figures, calculated either by the National Football League or the host city often peg the impact even higher -- between $300 million to $400 million, depending on the analysis. A study examining the 2009 Super Bowl in Tampa said it resulted in spending totaling $375 million.\n\nCompare that to even Priebus' own figure that $175 million will be spent on the Republican National Convention in Tampa.\n\nThat would put the convention on par with Super Bowls according to PricewaterhouseCoopers but below a Super Bowl according to the more boosterish figures being created by the NFL and the local host committees.\n\nEither way, not four times greater.\n\n(A second note of caution about these dollar figures. Boosters describe the millions of dollars spent in the area as \"new\" money for the community. While that's a difficult figure to pinpoint, an even tougher figure to arrive at is how much money is not spent as a result of a mega-event, mainly by members of the local community who alter their spending habits. Many economists argue those losses negate much of the \"new\" spending, while others say that the local spending is not lost but merely reshuffled to a different time.)\n\nVictor Matheson, an economist at the College of the Holy Cross who has studied the economic impacts of both Super Bowls and political conventions, helped us compare the two events in other ways.\n\nMore out-of-town visitors come for a Super Bowl, anywhere from 60,000 to 100,000 depending on the estimate, compared to around 50,000 for a convention. But convention guests stay longer, Matheson said -- about six days on average compared to about four, according to information provided by the NFL and a study from The Beacon Hill Institute at Suffolk University.\n\nIn the end, both events produce roughly the same number of visitor nights (guests multiplied by hotel nights): 300,000.\n\nSo, not four times greater.\n\nAnd, Matheson said, the spending habits of a Super Bowl visitor and a convention visitor are typically around the same, about $400 a day.\n\nAlso, not four times greater.\n\nThe only measure that comes close when considering Priebus' claim is the number of event days -- the Super Bowl is one night, the convention is four. But even that's misleading. Anyone in Tampa, Jacksonville, Miami or any other city to host a Super Bowl knows that the week preceding the game is filled with related events and parties.\n\nWe reached out to a spokesman for the RNC but did not hear back.\n\nCan Priebus claim a political convention is a \"Super Bowl times four\"?\n\n\"No, he can't,\" said Andrew Zimbalist, an economics professor at Smith College.\n\nAdded Matheson: \"By any reasonable estimate the Super Bowl generates roughly the same amount of outside expenditure, so he is way off.\"\n\nWe see no reason to disagree. Though you can debate about the overall economic impact of mega-events like the Super Bowl or a national political convention, there's no debate about the relative size of one compared to the other. They're about the same.\n\nWe rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-12585"}