{"url": "/factchecks/2017/mar/16/phil-berger/north-carolina-teacher-pay-has-been-rising-not-nea/", "speaker": "Phil Berger", "vclaim": "Says Republican legislators in North Carolina raised the average teacher's pay \"by more than 15 percent in just three years.\"", "truth_label": "barely-true", "date": "stated on March 13, 2017 in a the GOP response to Roy Cooper's State of the State speech:", "title": "NC teacher pay has been rising, but not by nearly as much as Sen. Phil Berger says", "text": "Responding to Democratic Gov. Roy Cooper’s \"State of the State\" speech Monday night, one of North Carolina’s top Republican leaders said his party has given the average teacher a substantial raise in recent years.\nPart of Cooper’s speech highlighted his proposal to give every teacher an extra $150 to buy textbooks for his or her classroom, since he said that their \"paychecks (are) stretched too thin already.\"\nRepublican Sen. Phil Berger, the president pro tem of the senate, gave the official response to Cooper’s speech. On the matter of education, Berger said he and his fellow Republicans deserve credit for giving teachers large raises.\nBerger told viewers to imagine a political party that had promised to \"raise average teacher pay by more than 15 percent in just three years.\" He spoke about a few more issues, then concluded: \"That is exactly what House and Senate Republicans have accomplished in our state.\"\nActually, they did not.\nWhat he gets wrong\nIn total, since the GOP took over control of the N.C. General Assembly in 2011, the average teacher’s pay has not risen 15 percent. It has risen about half that much. And that’s in the span of six years, not three.\nSo Berger’s claim citing a three-year period ignores half the budgets passed by Republican lawmakers.\nBut still, we asked which three years Berger was talking about. His office told us it’s the period from the 2014-15 school year until now.\nFor reference, below is the average teacher pay in North Carolina for the last decade. Every budget starting in 2011-12 has been written and passed by Republican legislators.\n2007-08: $47,354\n2008-09: $48,648\n2009-10: $46,850\n2010-11: $46,605\n2011-12: $45,933\n2012-13: $45,737\n2013-14: $44,990\n2014-15: $47,819\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n2015-16: $47,985\n2016-17: $49,837\nTeacher pay began falling in 2009-10, under Democratic leadership. It continued falling in the next four budgets, three of which were written and passed by Republican legislators.\nBerger didn’t want to talk about those three budgets, just the most recent three. Nevertheless, his claim is still wrong. As the data shows, the raises in each of the last three years have taken the average teacher's salary from just under $45,000 a year to just under $50,000. One of those years, as we found in a previous fact check of Republican House Speaker Tim Moore, was the nation's biggest.\nBut it still wasn't enough to make Berger's claim accurate. There has been a 10.8 percent raise, not a 15 percent raise.\nSo how does he explain the difference between his claim and reality?\nAny proof?\nBerger’s office pointed us to a document from the state legislature that tracks pay changes for teachers and state employees each year since the 1970s. Amy Auth, Berger’s deputy chief of staff, said it backs up his claim.\nAt first glance, it does appear to show that the raises since 2014-2015 add up to 15.5 percent.\nBut there are several caveats to that number.\nPart of that was a bonus teachers received last year, which didn’t change their base pay and wasn’t repeated again this year. In other words, it wasn’t actually a raise.\nAlso, in 2014 the state got rid of annual longevity bonuses for veteran teachers. At the same time, those teachers’ base salaries went up. For that reason the state counted the change as a raise – yet the loss of longevity pay gave the raise an inflated value, and some veteran teachers actually would’ve made more money if the change hadn’t happened, The News & Observer reported at the time.\nBut even if you take the full 15.5 percent statistic at face value, it still only counts the state’s portion of teachers’ salaries – which is only about two-thirds of the total. The rest comes from supplements paid by 108 of the state’s 115 local school districts.\nSo while some of the blame or credit for teacher pay will always rest outside the responsibility of legislative leaders like Berger, that doesn’t change the fact that his claim isn’t true.\nFurthermore, Berger in the past has frequently touted estimates that the state raised teacher pay to $50,000 this year. That would require counting the local supplements. His claim Monday also would have to include those local supplements, since he talked about the average salary. Yet his evidence ignored that, instead focusing only on the state’s base salaries.\nOur ruling\nBerger said Republicans in North Carolina promised to raise teacher pay \"by more than 15 percent in just three years,\" and \"that is exactly what House and Senate Republicans have accomplished in our state.\"\nThe average teacher's salary in the last three years has risen 10.8 percent. And over the entire time Republicans have been in charge of the state budget, the total raise has been even smaller than that, since teacher pay fell during the first three years of GOP control.\nBerger’s office pointed to numbers for just the state’s portion of teachers’ salaries. But there are some issues with the accounting there, and that’s also not what Berger actually talking about.\nPay has been rising for North Carolina teachers recently, but not by nearly as much as Berger claims. We rate this claim Mostly False.\nCorrection: Teachers have received a 10.8 percent raise over the last three years, not over the last four years as a previous version of this article said. There also has been a 4.2 percent increase in the last two years.  This does not change our ruling.", "vclaim_id": "vclaim-pol-03546"}