{"url": "/factchecks/2015/nov/02/don-francis/electric-car-sales-hit-brakes-tax-credit-axed-and-/", "speaker": "Don Francis", "vclaim": "Electric car sales in Georgia have dropped dramatically since a $5,000 tax credit was eliminated and a $200 annual registration fee was imposed July 1.", "truth_label": "true", "date": "stated on October 28, 2015 in an interview with Watchdog.org:", "title": "Electric car sales hit the brakes as tax credit axed and fee added", "text": "The Georgia General Assembly earlier this year pulled the plug on one of the nation’s most generous state tax credits for electric cars.\nAt the same time, state lawmakers voted to impose a $200 annual registration fee on owners of some plug-in hybrids and all zero-emissions vehicles to make up for the gas taxes those motorists don’t pay and to help fund a backlog of road projects.\nBoth changes took effect July 1, and already, preliminary numbers show sales of the Nissan Leaf and other electric cars are plummeting, Don Francis, coordinator of the Clean Cities-Georgia Coalition, said in an interview published Oct. 28 at Watchdog.org.\nNew electric car registrations in Georgia fell 89 percent from 1,338 in June, the last month that the tax credit was available, to 148 in August, Francis said.\nSound surprising? Maybe not.\nTrue? PolitiFact decided to dig deeper.\nFirst, we’ll provide some background.\nGeorgia started providing a tax credit for electric car purchases in 1998. Initially, businesses and individuals were offered a tax credit up to $1,500 as incentive to buy alternative-fuel vehicles. Two years later, the credit was upped to $2,500 for all low-emission vehicles, and in 2001, it was doubled to $5,000 for zero-emission vehicles. By comparison, Louisiana and Maryland offer a credit up to $3,000, and Utah gives up to $1,500. All three states limit the tax credit to vehicle purchases.\nGeorgia’s $5,000 credit meant huge savings for state residents who wanted to buy or even lease an electric car -- especially when coupled with a federal tax credit that could be as much as $7,500, depending on the capacity of the vehicle’s battery.\nThose who wanted to get rid of the tax credit said that the double tax credits were excessive and allowing Atlanta yuppies to lease electric cars, including the $30,000 Leaf, for as little as $100 a month.\nSupporters said the tax credit made Georgia one of the top states for electric cars, a positive step especially in metro Atlanta where air pollution from auto emissions has been a persistent problem.\nStatewide, electric car ownership has jumped dramatically just in the past couple of years..\nAccording to the state Revenue Department, 1,743 electric cars were riding the roads of Georgia in 2012. By 2014, that number had soared to 15,729, or an increase of 802 percent, with two-thirds of them parking outside homes in metro Atlanta’s four biggest counties -- Fulton (4,288), Cobb (2,397), Gwinnett (2,087) and DeKalb (2,067).\nProposals to eliminate the tax credit went nowhere in 2013 and 2014. But in this year’s legislative session, when raising $1 billion for transportation projects was a priority, budget analysts said cutting the tax credit for electric cars would bring in $66 million by 2016 and nearly $190 million by 2020.\nSupporters of the tax credit touted a private study that said, without the tax credit, Georgia’s economy would lose $252 million in the next 16 years.\nWhat the numbers say\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWe began our fact check by contacting Francis, who opposed abolishing the state tax credit during this year’s General Assembly session.\nFrancis shared with PolitiFact a spreadsheet that he developed based on motor vehicle data he obtained from a national automotive information company.\nThe data showed a spike in Georgia’s electric car sales in the months between when lawmakers voted to kill the tax credit and when it officially expired July 1.\nSales declined sharply in July, going from 1,338 in June to 776, and fell even more, to 149, in August, the last month for which data are available, Francis said.\n\"When you were selling an average of just over 1,000 (cars) a month and then it goes to 150 a month, you have to say: ‘What changed?’\" Francis said. \"Two things changed: The tax credit went away, and the $200 fee was added.\"\nWe contacted officials at IHS Automotive, the company where Francis received the data used in the spreadsheet, and asked it to review the accuracy of his information.\nMichelle Culver, senior manager for corporate communications at IHS, said via an email that \"we did a spot check on this, and it is our data and accurate.\"\nWe also decided to find out what the Georgia Department of Revenue, the agency in charge of vehicle registrations in the state, was seeing.\nWilliam Gaston, the department’s spokesman, sent us data on new car sales, rather than new car registrations. The reason, he said, was an owner could register a vehicle after July 1 but have purchased it before the deadline and thus qualify for the tax credit.\nRevenue Department numbers and Francis’ data brought us to the same conclusion -- sales of electric cars have done a nosedive.\nSpecifically, Georgians purchased 5,434 zero-emissions vehicles -- or an average of 905 a month -- from Jan. 1 to June 30 of this year, when the $5,000 tax credit was available.\nBetween July 1 and Sept. 30 -- when the state tax credit was no longer available -- 439 electric cars were sold, or about 149 per month.\nOur ruling:\nDon Francis, coordinator of the Clean Cities-Georgia Coalition, said electric car sales in Georgia have dropped dramatically since a $5,000 tax credit was eliminated and a $200 annual registration fee was imposed July 1.\nThat statement is backed up by data available so far on new car registrations and new car sales.\nKeep in mind that car sales spiked as people rushed to buy before the credit expired July 1, and that makes the post-July 1 drop in sales look that much more shocking.\nWhether that trend holds remains to be seen.\nBut everything we found so far indicates Francis is on the money. We therefore rate his statement as True.", "vclaim_id": "vclaim-pol-05786"}