{"url": "/factchecks/2012/jul/31/we-are-milwaukee/democratic-wisconsin-lawmaker-helped-gop-gov-scott/", "speaker": "We Are Milwaukee", "vclaim": "Says \"millions of dollars in tax breaks\" were paid for \"by busting unions, cutting BadgerCare, and raising taxes on the poor and the middle class, thanks to Elizabeth Coggs' help.\"", "truth_label": "pants-fire", "date": "stated on July 30, 2012 in a campaign flyer:", "title": "Democratic Wisconsin lawmaker helped GOP Gov. Scott Walker enact budget cuts, group says", "text": "A campaign brochure with a picture of Republican Gov. Scott Walker and headlines referring to Rep. Elizabeth Coggs, D-Milwaukee, claims \"millions of dollars in tax breaks\" were paid for \"by busting unions, cutting BadgerCare, and raising taxes on the poor and the middle class, thanks to Elizabeth Coggs' help.\"\n\nIn a word: Really?\n\nWalker’s legislative changes in 2011 transformed him into a Republican star and one of the nation’s most divisive political figures. And yet the group circulating the material, We Are Milwaukee, claims a Democratic Assembly member helped make it all possible.\n\nDistribution of it comes ahead of the Aug. 14, 2012 primary election in which Coggs and four other Democrats are seeking the seat being vacated by Coggs' cousin -- state Sen. Spencer Coggs, D-Milwaukee -- who was elected city treasurer in April 2012.\n\nSo let’s return to the wildly partisan times of 2011 and see what role Coggs played in advancing Walker’s agenda.\n\n\"Paid for\"\n\nWe Are Milwaukee Inc., which says it works for social and economic justice, registered with the state Government Accountability Board as a political committee in March 2012. Its registrant was Peter Rickman, who has been active in public demonstrations against Walker and as part of the Occupy Wall Street movement.\n\nThe front of the We Are Milwaukee brochure against Coggs (which lists a return address in Wauwatosa) says: \"We need leaders who will stand up to Scott Walker.\"\n\nThe attack on Coggs, on the back, cites three 2011 votes.\n\nIt says Coggs \"voted with\" Walker on one bill that the group says provides \"millions of dollars in tax breaks to big corporations and the super-rich.\"\n\nIt goes on to say Walker and his allies paid for for the tax breaks \"by busting unions, cutting BadgerCare, and raising taxes on the poor and the middle class, thanks to Elizabeth Coggs’ help.\" Cited are Walker’s budget-repair bill and his 2011-2013 state budget bill.\n\nRickman referred our questions to We Are Milwaukee spokesman Eric Hogensen, who argued that the tax breaks bill \"opened the door\" to cuts made in the budget-repair and budget bills because they created a \"deficit.\"\n\nHmmm. The budget deficit Walker faced exceeded $3 billion. Just how pivotal was the single tax breaks bill that We Are Milwaukee cited?\n\nLet’s examine the three bills, all of which became law and are footnoted in the flyer.\n\n1. Tax breaks\n\nAs we reported in analyzing a July 2012 claim made by state Rep. Kelda Helen Roys, D-Madison, against state Rep. Mark Pocan, D-Madison, in a congressional race, Assembly Bill 3  wipes away taxes for two years for businesses that move to Wisconsin. The state estimates the bill will mean $1 million over two years in lost revenue.\n\nCoggs voted for the bill, but so did many other Democrats. It was approved in the Assembly overwhelmingly, 82-12, in January 2011.\n\nSo, Coggs did vote \"with Walker\" for a bill that could, over a period of years, create tax breaks amounting to millions of dollars. But her vote was hardly as decisive as the group portrays it.\n\n2. Budget-repair bill\n\nAfter a 61-hour debate in February 2011, the GOP-controlled Assembly adopted the budget-repair bill in a chaotic fashion. The bill gave Walker broad powers to reshape health programs, use borrowing and make employees pay more for benefits to fill a $137 million hole in the two-year state budget ending June 30, 2011.\n\nAs the Milwaukee Journal Sentinel reported: \"Just after 1 a.m., Republicans cut off debate on Gov. Scott Walker's bill and in pell-mell fashion the body voted 51-17 to pass it. In the confusion, nearly one-third of the body -- 28 lawmakers including 25 Democrats, two Republicans and the body's lone independent -- did not vote on the bill at all.\"\n\nCoggs was among those who did not vote, Assembly records show.\n\nBut the lack of her vote wasn't an important factor, given the margin the bill was approved by. And the $137 million deficit far exceeded the estimated loss of $1 million in revenue over two years from the tax breaks bill Coggs did vote for.\n\nYet We Are Milwaukee says the $1 million paved the way for the $137 million -- and more.\n\n3. Budget bill\n\nAs for the two-year state budget, the Assembly passed it, 60-38, in June 2011. Records show Coggs voted no.\n\nThe Walker-GOP budget cut spending on schools, local governments and public workers' benefits to meet the two-year shortfall -- which was more than $3 billion.\n\nIndeed, it would have taken more than 3,000 tax breaks at $1 million each to \"pay for\" the cuts.\n\nOur rating\n\nWe Are Milwaukee said \"millions of dollars in tax breaks\" were paid for \"by busting unions, cutting BadgerCare, and raising taxes on the poor and the middle class, thanks to Elizabeth Coggs' help.\"\n\nThe idea that some $1 million in tax breaks over a two-year period supported by Coggs and most other Assembly Democrats needed to be paid for by some $3 billion in budget cuts is false and ridiculous.\n\nPants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10673"}