{"url": "/factchecks/2018/sep/12/one-nation-pac/immigration-joe-donnelly-amnesty-criminals-indiana/", "speaker": "One Nation PAC", "vclaim": "Says Joe Donnelly \"voted to grant amnesty to millions of illegal immigrants, including criminals, drunk drivers, domestic violence, and worse.\"", "truth_label": "barely-true", "date": "stated on August 31, 2018 in a digital ad:", "title": "Did Indiana's Joe Donnelly vote to grant amnesty to criminals?", "text": "A digital ad by One Nation, a Republican PAC, in the Indiana Senate campaign claims Democrat Joe Donnelly flip-flopped on the issue of amnesty for illegal immigrants.\n\"In Congress, Joe Donnelly claimed he was 100 percent opposed to amnesty and promised to send back any illegal immigrant who commits a crime,\" the narrator says as a hooded man walks along a dark sidewalk holding a knife on screen.\n\"But in the Senate, Donnelly voted to grant amnesty to millions of illegal immigrants, including criminals, drunk drivers, domestic violence, and worse,\" the narrator continues as a man climbs over a tall fence and another is handcuffed.\nDonnelly has frequently stated he opposes granting amnesty to criminals. So did he really vote to let them legalize their status?\nThe bill in question is the 2013 Border Security, Economic Opportunity, and Immigration Modernization Act, which gave provisional legal status to those who entered the country illegally. The legislation was a major bipartisan compromise from a group known as the Gang of 8, which included Senators John McCain, Lindsey Graham and Marco Rubio.\nDonnelly voted in favor. While it passed the Senate, it never reached a vote in the House.\nThe Donnelly campaign said Donnelly has consistently opposed amnesty and said this bill did not grant amnesty. He supported it because it increased border security.\n\"He only supported the 2013 bill because it wasn't amnesty and instead placed renewed focus on identifying and deporting hardened criminals -- including drunk drivers and domestic abusers,\" said Will Baskin-Gerwitz, Donnelly’s spokesman.\nAmnesty is a tricky word. Experts told us earned path to legalization was more appropriate in this case. In addition to border security, the bill did provide a way for people in the country illegally to apply for legal status. The bill allowed qualified unauthorized immigrants to apply for registered provisional immigrant status. After 10 years, they could apply for a green card.\nEligible for that status were undocumented immigrants who had been in the United States since Dec. 31, 2011, paid their assessed taxes, passed background checks, and paid application fees and a $1,000 penalty.\nProhibited from the path to citizenship were those convicted of three or more misdemeanor offenses, as well as those convicted of felonies, certain foreign offenses or unlawful voting.\nThe ad said Donnelly granted amnesty to criminals, drunk drivers, and perpetrators of domestic violence. That’s not the case.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nCriminal is a loaded term, as it may bring to mind a person with a serious criminal record. Legally, a misdemeanor is a crime. So technically, a person with a misdemeanor would be considered a criminal.\nThe legality of the images on screen vary. Carrying a knife isn’t a crime, but stabbing someone is a felony. Trespassing is generally a misdemeanor, depending where the person is trespassing.\nA person with a record of two misdemeanor charges could apply for provisional legal status, while the third count would make them ineligible.\nAs for drunk driving and domestic violence, James Alan Fox, a professor of criminology at Northeastern University, said they could be considered a misdemeanor or a felony, depending on the state in which they occurred and sometimes, the level of violence.\nBut the bill had more specific language carved out for those crimes. It said that a person with three or more drunk driving offenses was inadmissible. They would also be ineligible if they served at least one year in prison for domestic violence, or were convicted for it more than once.\nU.S. Rep. John Cornyn, R-Texas, introduced an amendment that curbed the criminal allowances using stronger language; anyone convicted of domestic violence or drunk driving would be ineligible. Donnelly voted against Cornyn's amendment.\n\"Without the amendment, more individuals convicted of crimes, including domestic violence and drunk driving, would get to apply for legalization,\" said Sarah Pierce, a policy analyst at the Migration Policy Institute.\nExperts told us Cornyn's amendment was a poison pill that would have made the legalization program impossible. It would have required before legalization could move forward a 90 percent apprehension rate at the Southern border.\n\"The 90 percent standard, for example, was intended to sink the bill by creating an impossible standard,\" said Ian Ostrander, a political science professor at Michigan State University. \"Often these amendments are created with the intended purpose of using the motion to table vote in a campaign ad.\"\nOur ruling\nOne Nation said, \"In the Senate, Donnelly voted to grant amnesty to millions of illegal immigrants, including criminals, drunk drivers, domestic violence, and worse.\"\nDonnelly’s vote for the immigration bill excluded drunk drivers with multiple offenses and those convicted of domestic violence from the path to citizenship. He voted against an amendment that would have excluded more people charged with such crimes from attaining citizenship.\nThe ad makes it seem that Donnelly purposely protected all undocumented immigrants convicted of domestic violence and drunk driving. The vote he cast still went after them, but in a less severe way than the Cornyn amendment proposed.\nWe rate this statement Mostly False.\n Share the Facts 2018-09-12 20:31:31 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Joe Donnelly \"voted to grant amnesty to millions of illegal immigrants, including criminals, drunk drivers, domestic violence, and worse.\"    One Nation PAC https://www.onenationamerica.org/one-nation-launches-advocacy-effort-indiana-focused-border-security/   Facebook campaign ad Friday, August 31, 2018 2018-08-31    Read More  info", "vclaim_id": "vclaim-pol-01625"}