{"url": "/factchecks/2018/may/16/john-chiang/fact-checking-tv-ads-false-claim-antonio-villaraig/", "speaker": "John Chiang", "vclaim": "Antonio Villaraigosa's \"recklessness (as mayor of Los Angeles)  ... left no funding to test 7,000 rape kits, putting public safety at risk.\"", "truth_label": "false", "date": "stated on May 12, 2018 in a campaign ad:", "title": "TV ad’s False claim about Antonio Villaraigosa and LA’s rape kit backlog", "text": "A new TV ad in the campaign for California governor attacks former Los Angeles Mayor Antonio Villaraigosa for what it calls his \"reckless\" role in Los Angeles’ massive rape kit backlog. But is it accurate?\nThe ad was paid for by the John Chiang for Governor campaign. It began airing in markets statewide this past weekend.\nChiang, the state treasurer, and fellow Democrat Villaraigosa are in a tight and increasingly heated primary race with several others to emerge as one of the top two candidates in November’s general election.\nLt. Gov. Gavin Newsom, also a Democrat, is considered the race’s frontrunner.\nBelow is the part of the ad that attacks Villaraigosa. For this fact check, we focused on the last portion about his role with the rape kit backlog:\n\"He was called ‘a failure.’ An ‘embarrassment.’ As mayor, Antonio Villaraigosa drove L.A. to the brink of bankruptcy,\" a narrator says, as news headlines from 2009 and 2010 flash on the screen. \"Villaraigosa’s recklessness threatened jobs, the economy and left no funding to test 7,000 rape kits, putting public safety at risk.\"\n\nThe ad above was paid for by the John Chiang for Governor campaign. \nVillaraigosa served as mayor of Los Angeles from July 2005 to July 2013.\nThe ad seizes on critiques of the former mayor during the height of the Great Recession, when cities and states across the country slashed budgets as tax revenue cratered.\nMore specifically, the ad addresses the frustratingly slow process of clearing rape kits in California, as well as nationwide. State lawmakers this week held a press conference on a bill that would require the prompt testing of all kits in the state.\nLast month, Chiang made a similar call to action when he announced the circulation of a petition to have all rape kits in the state tested immediately.\nThe use of DNA testing to find suspected criminals gained renewed attention with last month’s arrest of the suspected Golden State Killer, Joseph James DeAngelo, who faces a dozen murder charges across California. Investigators said they have also linked him to nearly 50 rapes and three attempted sexual assaults from 1976 to 1986.\nGiven the importance of this law enforcement tool, we wanted to know whether the TV ad accurately describes Villaraigosa’s role in LA’s pileup of untested rape kits.\nWe set out on a fact check.\nBackground on the LA backlog\nAn October 2008 audit by Los Angeles Controller Laura Chick detailed the extent of the rape kit backlog. It criticized the Los Angeles Police Department for its lack of a comprehensive plan to end the backlog and its mismanagement of federal grants awarded for DNA testing. Specifically, the LAPD lost nearly $500,000 in grants for testing due to its \"lax oversight\" of the money, Chick wrote in the report.\n\"Right now the Los Angeles Police Department (LAPD) has about 7,000 rape kits sitting on freezer shelves waiting to be analyzed. Despite having been awarded nearly $4 million in grant funds for the LAPD's crime lab, this unacceptable backlog still exists.\"\nThe audit was sent to Villaraigosa, who along with the LA City Council was responsible for oversight of the LAPD, as well as establishing its priorities. Chick did not place blame solely on the former mayor, nor did she describe any reckless acts that prevented funding. Instead, her audit spreads blame across city leadership.\n\"How is it possible we are in this situation?\" she wrote. \"The answer is simple and obvious: The City, its elected leadership, as well as the Police Department, has not given this issue the attention, resources and priority it deserves.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nEvidence from Chiang’s campaign\nWe asked Chiang’s campaign for evidence supporting the ad’s claim that Villaraigosa’s \"recklessness\" …  \"left no funding\" for the DNA testing. A spokesman pointed to several news articles and editorials that criticized LA city leadership for not acting fast enough to fund crime lab technicians. Some mentioned Villaraigosa’s focus on hiring more police officers in contrast with lab techs.\n\"Hiring more officers remains a worthy goal,\" The Los Angeles Times editorial board wrote in October 2008, \"but it need not be done foolishly and with contempt for rape victims whose cases deserve attention. The City Council -- and the LAPD -- must make funding the necessary lab work a priority.\"\nMore specifically, Chiang’s campaign pointed to a May 2008 request by the city’s finance committee to add $400,000 to Villaraigosa’s budget for LAPD contractual services to pay for DNA testing, which they say he denied.\nThe city’s June 2008 budget signed by Villaraigosa however, shows the police budget for contractual services increased by $400,000, suggesting he did approve the increase.\nThe request for additional funds was made by former LA City Councilman and prosecutor Jack Weiss, who The Pasadena Star-News editorial board said in August 2008 had been \"complaining about the backlog of criminal lab work for years, noting that it hasn’t been the priority it should.\"\nThe editorial also said Weiss in 2007 \"called the backlog of criminal-case DNA the ‘public safety scandal of our era,’ and asked Mayor Antonio Villaraigosa and (then-LAPD Chief William Bratton) to hire new criminalists. He said he would push the council for $10 million in funding for this problem this year. That funding has not materialized, and the backlog hasn’t gone away.\"\nWeiss could not be reached for comment.\nVillaraigosa campaign’s response\nA Villaraigosa campaign spokesman said the ad is wrong for two reasons: the backlog started before Villaraigosa became mayor in July 2005 and was eliminated under his watch in 2011.\nThe audit backs up the first point. It shows the backlog had reached 3,300 rape kits by 2003, two years before Villaraigosa took office.\nOn the second point, several news articles detail the city’s elimination of the backlog in 2011, two years beforeVillaraigosa’s tenure as mayor ended. \nThe Los Angeles Times in April 2011 reported on the elimination of what it called a \"decades-old\" backlog:\n\"LAPD officials have spent the last two years scraping together federal grants, public funds and private donations to outsource the testing to private labs. They have also lobbied elected officials for special permission to add more analysts to the LAPD's lab despite a citywide hiring freeze.\"\nOur ruling \nA TV ad by John Chiang’s campaign for governor attacked former Los Angeles Mayor Antonio Villaraigosa for what it calls his \"reckless\" role in the city’s massive rape kit backlog. It said he \"left no funding to test 7,000 rape kits, putting public safety at risk.\"\nA Los Angeles city audit from 2008 blamed elected leaders and the Los Angeles Police Department for their lack of attention and resources paid to the problem. The audit notes, however, the problem started well before Villaraigosa took office.\nAlso, it doesn’t single out Villaraigosa and we found no evidence of any \"reckless\" acts by the former mayor.\nAdditionally, the ad ignores the fact that the city eliminated the backlog near the end of Villaraigosa’s term in 2011.\nIt gives the wrong impression that Villaraigosa \"left no funding\" whatsoever to pay for DNA testing when his tenure ended. That’s simply not the case.\nWe found plenty of information that criticized Villaraigosa and the city for a slow start to addressing the problem. Chiang’s ad, however, distorts the facts and creates a narrative that’s simply not supported.\nWe rated the ad’s claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nEditor's Note: After the publication of our fact-check, the Chiang campaign disputed our rating. After reviewing additional information provided by the Chiang campaign, we stand by our reporting and rating, which remains False.\n \n Share the Facts 2018-05-16 20:42:01 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Antonio Villaraigosa's \"recklessness (as mayor of Los Angeles) ... left no funding to test 7,000 rape kits, putting public safety at risk.\"    John Chiang Candidate for California governor https://www.youtube.com/watch?v=yH7lRk_ClKU    Saturday, May 12, 2018 2018-05-12    Read More  info", "vclaim_id": "vclaim-pol-02064"}