{"url": "/factchecks/2014/apr/03/rick-scott/charlie-crist-signed-automatic-15-percent-annual-t/", "speaker": "Rick Scott", "vclaim": "\"Charlie Crist signed into law an automatic 15 percent annual tuition increase that put college further out of reach for many Floridians.\"", "truth_label": "half-true", "date": "stated on March 26, 2014 in an email from his campaign:", "title": "Charlie Crist signed 'an automatic 15 percent annual tuition increase,' Rick Scott's campaign says", "text": "As the gubernatorial campaign season gears up, Gov. Rick Scott and Charlie Crist are trading shots over their records on education spending, with each accusing the other of making bad decisions. One such series of volleys has been over college tuition.\n\"While Gov. Scott is fighting to keep college tuition low and has challenged all state colleges to offer $10,000 degrees to make college more affordable for Florida families, Charlie Crist signed into law an automatic 15 percent annual tuition increase that put college further out of reach for many Floridians,\" a campaign email to the media said on March 26, 2014. It preceded a Scott visit to Jefferson High School in Tampa, where Scott met with students to discuss college costs.\nWe wanted to see whether Crist approved automatic 15 percent tuition increases.\nHigh cost of learning\nBack in 2009, Sen. Ken Pruitt, R-Fort Pierce, sponsored a bill to increase tuition at all 11 state universities by up to 15 percent a year, an idea Crist supported. It was an extension of a plan approved by the Legislature in 2007 that allowed the largest state research universities to charge an annual increase up to 15 percent. (Prior that, the Legislature set undergraduate tutition with no cap, while the Board of Governors set graduate and out-of-state rates, not to exceed 15 percent over the previous year.)\nThe plan, known as tuition differential, allows universities to raise undergraduate tuition beyond any legislative base tuition hike as long as the total increase does not exceed 15 percent each year. The universities may keep raising tuition until reaching the national average, which for 2012-13 was $8,893. The Legislature approved the measure during the 2009 session. Crist signed both the budget and the differential law, which went into effect that year.\nPrior to the announcement, Crist had been an opponent of hiking tuition, vetoing a 5 percent tuition increase in 2007 and opposing a plan for higher rates at some universities.\nThe argument for the increase was that Florida universities needed to raise tuition in order to pay for need-based scholarships, keep top professors and be competitive with other states -- Florida public universities were 45th in tuition costs in 2011 (the state was 43rd last year, according to the College Board). Some university officials have since complained that decreased post-secondary education funding from the Legislature has necessitated the need for massive tuition increases.\nThere are a couple of inaccuracies in the way Scott’s campaign worded its claim. First, the increase is not automatic. The Legislature sets base tuition each year. If the state budget doesn’t provide a base increase, tuition goes up at the rate of inflation. Individual universities then may ask the Florida Board of Governors for another increase, known as the tuition differential.\nThe base increase by the Legislature and the differential, if approved by the board, can total no more than 15 percent. It can be less, and has been several times since the 2009 law was passed. The final increase takes effect in the fall term of the year it is approved.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nLawmakers approved an 8 percent increase in 2009. The Board of Governors followed with a 7 percent differential increase, bringing the total to 15 percent. The Legislature and the board repeated the numbers in 2010 and 2011 -- 8 percent from Tallahassee, 7 percent from the board.\nBut in 2012, the Legislature did not set a base tuition increase. Instead of asking for the maximum allowable amount from the board, universities asked for a wide range of differential hikes. This was done in part to protest the continued cuts in state funding to universities.\nThe following year, Scott vetoed a 3 percent increase from the Legislature, and the Board of Governors voted to prevent universities to even raise fees, though students supported some of the hikes. Tuition statewide increased by an inflation-based 1.7 percent, which Scott had opposed. The governor appoints the Board of Governors and is allowed to voice his opinion in regards to the potential increase.\nWhen we contacted Scott’s campaign, spokesman Greg Blair took responsibility for the remark, and admitted it was not worded correctly.\n\"It’s not automatic in the sense that it happens year over year no matter what,\" he told PolitiFact Florida. \"However, it did take the increase out of the hands of the Legislature and the governor and allowed every school in Florida to raise tuition by 15 percent.\"\nOur ruling\nScott’s campaign said in an email to reporters, \"Charlie Crist signed into law an automatic 15 percent annual tuition increase.\"\nIt’s true that Crist did sign a law allowing tuition increases, but they were neither automatic nor always 15 percent. The legislation allowed the Board of Governors to supplement whatever increase lawmakers provided in the state budget by increasing tuition up to a total of 15 percent.\nWhile the tuition differential was used to its fullest extent for several years, a Board of Governors vote was required each year. The governor has no say over what the board decides, but does pick the members. The amount by which the board has voted to change tuition has varied the past two years.\nThe statement is partially accurate, but leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-08048"}