{"url": "/factchecks/2020/nov/11/big-league-politics/no-planned-theft-election-detroit/", "speaker": "Big League Politics", "vclaim": "Detroit election worker trainings “reveal the mechanisms of the planned theft of the election”", "truth_label": "false", "date": "stated on October 30, 2020 in a video:", "title": "No 'planned theft of the election' in Detroit", "text": "A viral video shared by Big League Politics, an online news outlet that describes itself as a source for \"hard-hitting investigative political journalism,\" falsely claims that Detroit election workers were instructed to meddle in the election.\nFor weeks, the website, which has promoted conspiracy theories before, published audio recordings it says are from Detroit election worker trainings as part of its #DetroitLeaks series. The video — which has been removed from YouTube but was preserved by Big League Politics on a video hosting site known for sharing conspiratorial content — stitches the audio together to claim that \"multiple Detroit pollworker trainings were audio-recorded, which reveal the mechanisms of the planned theft of the election.\" Michigan Attorney General Dana Nessel’s office confirmed that it sent a cease and desist letter to Big League Politics.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn an article that has since been removed from the Big League Politics website, reporter Shane Trejo wrote that the video detailed \"explosive evidence of election trainers in the city of Detroit telling poll workers how to lie to voters, destroy ballots, and disenfranchise poll challengers on election day.\" But the audio recordings — the latest in a string of misinformation related to the election in Michigan — do not point to anything nefarious, despite the video’s ominous-sounding music.\nPresident Donald Trump received nearly 5,000 more votes from Detroit this most recent election compared to his 2016 performance, according to the city’s unofficial results. Meanwhile, president-elect Joe Biden underperformed in Detroit compared to 2016 Democratic presidential nominee Hillary Clinton who won nearly 1,000 more votes than Biden based on Detroit’s unofficial results.\nDetroit City Clerk Janice Winfrey said the snippets in the video were misused. \"What was recorded and shared was taken out of context. All laws were followed in training of election workers, in full compliance,\" she said.\nText appearing in the video describes what it alleges Detroit election workers were told to do followed by audio and transcripts of election worker trainings to support each claim. We looked at the supposed instructions one by one and found that taken together, they do not support the claim that Detroit election workers were trained to help steal the election:\n\"Step 1: Kick out the poll challengers.\"\nThis is not the advice that the trainer imparted. In the audio, the trainer is heard telling poll workers that all challengers have to wear masks and practice social distancing. At one point the trainer joked that unless challengers have really good vision or brought binoculars, they would not be able to see what election workers are doing. However, even with social distancing, hundreds of challengers were able to monitor Detroit’s absentee ballot count and challenge voters’ eligibility to cast a ballot.\nIn the video, an election worker is heard asking what steps should be taken if election challengers cause a scene. The trainer says to call the police. Challengers have to abide by conduct standards, the trainer explains. On the day before the election when Detroit election workers began processing absentee ballots, two election challengers were escorted out of the counting room by the police. One challenger was wearing a horror movie mask and caused a disruption while a Republican challenger refused to properly wear her face mask. Wednesday afternoon, police had to push back an angry crowd of Republican poll challengers who had been prohibited from entering the counting room after the number of Republican, Democratic and nonpartisan challengers reached the limit allowed under state law. Over 100 Republican challengers remained in the room to monitor the count. \n\"Step 2: Process challenged ballots as regular ballots to be counted.\"\nIn text that scrolls over the screen, the video claims that election workers were instructed to \"process challenged ballots as regular ballots to be counted.\" That’s a mischaracterization. In an audio recording, a trainer is heard saying that in order to record a ballot as challenged, election workers should place the ballot in a secrecy sleeve and cover the ballot number with a Post-It. The trainer goes on to say that after election workers have taken these steps, a voter can go vote as normal.\nVoters whose eligibility is challenged on the basis of age, residency or citizenship can, in fact, receive a ballot and vote as normal after showing proof of eligibility or swearing under oath that they meet the requirements. Even after a challenged voter’s eligibility has been established, their ballot is specially marked — in ink below the barcode and covered with tape — and labeled in the electronic poll book.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\n\"Step 3: Allow anyone with an easily-forged piece of paper to vote.\"\nThat’s not the instruction. In the recording, the trainer lays out the process for handling a newly registered voter who is not listed in the electronic poll book used by inspectors to check registrations. Michigan allows registration right up to 8 p.m. on Election Day.\nThe trainer explains that since the voter records are downloaded to the electronic poll book the Saturday before Election Day, newly registered voters would not yet be listed. Those voters are given a receipt to present to poll workers on Election Day as evidence that they registered. The receipt indicates whether the voter needs to present any additional ID to confirm their eligibility. Poll workers can then add the voter manually to the rolls.\nThe video claims, \"Anyone with the know-how could generate thousands of fake late registration receipts.\" Voters have to present ID when they vote or sign an affidavit affirming they are eligible. Falsifying a voter registration receipt is a crime. Meanwhile, voters manually added to the rolls are recorded separately in the poll book so they can be rechecked against records later.\n\"Step 4: Staff polling stations with children.\"\nBy law, 16- and 17-year-olds can work as election inspectors, but not as the precinct chairperson. In the audio recording, the trainer says that young people who can’t stay out late for the final duties on Election Day — returning the sealed ballot containers and other records and equipment to the local receiving board — should tell the chairperson, so another adult can help with that. The video seems to imply that this opens the door for someone to tamper with election materials.\nElection materials are safeguarded by election workers, and state rules require ballots and other election materials to be delivered — in sealed containers and envelopes — to the receiving board by one precinct inspector affiliated with the Democratic Party and another affiliated with the Republican Party.\n\"Step 5: Nobody available to call for help.\"\nThat’s wrong; troubleshooters are available. In the recording, a trainer explains that on Election Day, election workers will be able to call designated troubleshooters should any issues arise. The trainer says, \"Honestly speaking, it’s going to be hard to get ahold of someone, because there’s going to be ten people calling us at the same time.\"\nThis is typical since Election Day is a busy time for election officials who are often running around the city to make sure the voting process is running smoothly. It may be difficult to immediately get in touch with officials, but that does not mean that election workers did not or could not get help on Election Day.\n\"Step 6: Count challenged ballots, DESTROY provisional ballots\"\nThis is misleading. The trainer in the video is heard discussing what election workers should do if a voter shows up to vote in person on Election Day if the clerk has already received the voter’s absentee ballot. The trainer tells election workers, \"do not issue him a ballot.\" The trainer explains that voters are only allowed to vote once and that if a voter already cast an absentee ballot, they cannot vote again in person on Election Day.\nIf the voter insists that they did not already vote, the trainer explains that the chairperson can issue the voter a provisional ballot that will not go through the tabulator to be counted and will be destroyed if the voter already voted absentee.\nThis is common practice for provisional ballots, which are kept out of the count pending confirmation that they were legally cast.\nChallenged voters, by contrast, receive ballots only after poll workers receive proof or sworn affirmation that the voter is eligible and registered. Their ballots are specially marked and recorded in the electronic poll book, then tabulated normally.\nOur ruling\nA viral video claims that Detroit election worker trainings \"reveal the mechanisms of the planned theft of the election.\" The trainings do not indicate any coordinated effort to meddle in the election. Rather they describe customary practices for handling voters and ballots in accordance with the state’s election rules.\nWe rate the video’s claim False.", "vclaim_id": "vclaim-pol-18504"}