{"url": "/factchecks/2014/dec/21/barack-obama/obama-were-spending-millions-each-individual-held-/", "speaker": "Barack Obama", "vclaim": "\"We're spending millions for each individual\" held at Guantanamo Bay, Cuba.", "truth_label": "true", "date": "stated on December 21, 2014 in comments on CNN's \"State of the Union\":", "title": "Obama: 'We're spending millions for each individual' held at Guantanamo Bay, Cuba", "text": "On his second day in office in 2009, President Barack Obama ordered that the detention facility in Guantanamo Bay, Cuba, be closed within a year.\nBut it remains open nearly six years later, largely because of a difficulties figuring out what to do with the detainees who remain there.\nOn CNN’s State of the Union Dec. 21, 2014, host Candy Crowley asked Obama if the detention facility will be closed by the end of 2015.\n\"I’m going to be doing everything I can to close it,\" Obama said. \"It is something that continues to inspire jihadists and extremists around the world, the fact that these folks are being held. It is contrary to our values, and it is wildly expensive. We’re spending millions for each individual there.\"\nWe wondered: Are American taxpayers spending millions of dollars per year for every detainee held in Cuba?\nIn 2002, the United States established a detention camp on the 45-acre naval base on Cuba’s south east coast to hold suspects in the war on terror. More than 750 people have been detained in total over the past 13 years, with 132 current detainees. About 2,100 people work there. So how much does it cost?\nFor fiscal year 2014, the total cost of the Guantanamo Bay detention facility is $397 million, according to a Department of Defense report drafted for the Senate Intelligence Committee. This includes money spent on maintenance, personnel, contracted work, military commissions and Department of Defense-funded studies.\nSpread out among the 155 people detained over the course of 2014, that’s about $2.6 million per detainee.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nIn 2013, with a similar-size budget but more detainees, the cost worked out to about $2.7 million per detainee.\nFor comparison, inmates at high-security federal prisons cost about $34,000 per year on average, as of 2012.\nPart of the reason holding detainees at Guantanamo is so much more expensive than other prisons might be transportation costs, said Madeline Morris, a law professor and director of Duke University’s Guantanamo Defense Clinic. Most people, food and supplies have to be brought in by air, which is an enormous cost.\nThe number of detainees is going down, but the facility may face extra costs in the future. In August 2014, the New York Times reported that an estimated $200 million in maintenance will be necessary in coming years to keep the detention facility functioning. The infrastructure was originally built to be temporary.\nOne aspect of Guantanamo that doesn’t cost very much is the land. In 1903, then-President Theodore Roosevelt secured the area from Cuba for $2,000 a year, paid in gold -- worth about $4,085 today. The American government continues to pay the rent each year, but the Cuban government reportedly refuses to cash the checks.\nOur ruling\nObama said, \"We’re spending millions for each individual\" detained at Guantanamo.\nThe Pentagon has reported that Guantanamo’s cost comes down to about $3 million per detainee per year -- just under 100 times the average annual cost of a federal prisoner. We rate Obama’s claim True.\nEditor's note: After this item was published, the Pentagon provided additional information showing Guantanamo's actual costs for 2014, whereas the article previously cited projections. The article has been updated to reflect the new information, which does not affect the ruling.", "vclaim_id": "vclaim-pol-06895"}