{"url": "/factchecks/2019/mar/21/john-nygren/john-nygren-says-wisconsin-republicans-have-cut-ta/", "speaker": "John Nygren", "vclaim": "\"Over the last eight years, we’ve shown that even though we’ve cut taxes by $8 billion, revenues continue to grow.\"", "truth_label": "true", "date": "stated on February 12, 2019 in a tweet:", "title": "Nygren says Wisconsin Republicans have cut taxes by $8B, still grown revenue", "text": "Editor’s Note: This item was updated March 22, 2019, with the rating changed from Half True to True, based on additional research and to remain consistent with past ratings given to similar claims.\nThe budget battle is raging in Madison, where new Gov. Tony Evers is seeking to make his mark on the state and Republicans are making the case that fiscal policies enacted under all-GOP control are worth continuing.\nState Rep. John Nygren, R-Marinette, co-chair of the powerful budget-writing Joint Finance Committee, hammered that point in a string of tweets on Feb. 12, 2019, including one that claimed Wisconsin’s financial outlook \"is the strongest in a generation.\"\nBut it was a tweet later in the string that caught our eye:\n\"Over the last eight years, we’ve shown that even though we’ve cut … taxes by $8 billion, revenues continue to grow,\" Nygren said.\nRevenue generally comes from, well, taxes, so can one go up while the other goes down that much?\nLet’s see if the numbers add up.\nRevenues on the rise in recent years\nThere are two parts to this claim — that taxes were cut by $8 billion and that revenues are growing.\nTax cuts get complicated, so let’s warm up the revenue side of the equation.\n\nThe nonpartisan Legislative Fiscal Bureau’s report on tax collections shows consistent growth in recent years. Going back eight years to 2010-’11 -- the period referenced in Nygren’s claim -- the state’s overall general fund tax collection has grown every year but one.\nThe revenue increase was generally 3 to 4 percent annually, with the exception of 2013-’14. That year revenue dropped slightly after the Legislature implemented a series of tax cuts.\nOverall from 2010-’11 to 2017-’18, general fund tax collections rose from $12.9 billion to $16.1 billion. And they’re expected to rise to $16.6 billion in 2018-’19 according to the latest fiscal bureau estimate.\nSo, yes, revenues have grown.\nTax cut figure has drawn ‘True’ ratings before\nAs proof of the $8 billion cut cited by Nygren, his staff provided a fiscal bureau memo that listed changes to a variety of taxes since 2011. They include things like health savings accounts, farm loss limit, sales tax exemptions and technical college funding.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe chart tallies up the tax changes relative to the 2010-’11 level across the eight-year span. So if a tax dropped by $1 million the first year and stayed at that same level each of the next seven years, it is counted as an $8 million \"cut\" over the eight-year span — since the total is $8 million below where it would have been if the 2010-’11 level remained in place each year.\nThe taxes paid in this simplified example would only get lower once, in the first year. But the approach used in the memo — and by Nygren — counts the savings generated each year relative to the 2010-’11 level.\nThe tally shows $4.8 billion in reductions to income and franchise taxes and a $3.6 billion reduction in property taxes compared to the 2010-’11 baseline.\nThe property tax reductions cited are not given directly to taxpayers, they are sent to local municipalities. Local officials could choose to cut property taxes by an identical amount and pass those savings on to taxpayers, but that doesn’t always happen.\nThat property tax relief did reduce taxes that otherwise would have been paid, though.\nExperts disagree on whether it’s correct to call all these changes tax \"cuts,\" since it counts reductions in multiple years when the level of the tax is only \"cut\" once. But the net effect is to cut the amount of tax paid.\nAnd we’ve rated claims in this vein True in the past.\nIn 2015, we rated then-Gov. Scott Walker’s statement True when he used the same approach from the fiscal bureau to refer to what was then $4.7 billion in tax cuts.\nWe gave Walker another True in 2017 for referring to what would become $8 billion in \"tax cuts.\"\nAnd we gave Walker a True for using the figure on the campaign trail in June 2018, touting it as \"$8 billion in cumulative tax relief.\"\nNygren’s verbiage calling that tally a \"tax cut\" differed from Walker’s statement in 2018 but is in line with how Walker referred to it in our 2015 and 2017 fact checks\nOur rating\nNygren said under eight years of Republican leadership Wisconsin has \"cut taxes\" by $8 billion while revenues have risen.\nThe revenues portion of the statement is clearly accurate.\nThe tax cut element is a bit more nuanced, but the changes Republicans made did result in a net savings of $8 billion for taxpayers compared to if the 2010-’11 tax levels had remained in place.\nAnd we’ve rated very similar claims as True in the past.\nWe rate Nygren’s statement True.", "vclaim_id": "vclaim-pol-00866"}