{"url": "/factchecks/2020/mar/17/sherill-sellman/no-silver-solution-wont-cure-coronavirus/", "speaker": "Sherill Sellman", "vclaim": "Silver Solution used on strains of coronavirus \"totally eliminate it. Kills it. Deactivates it.”", "truth_label": "pants-fire", "date": "stated on February 12, 2020 in remarks on the Jim Bakker show:", "title": "No, a silver solution won’t cure the coronavirus", "text": "As the novel coronavirus pandemic continues to spread, so does misinformation surrounding the illness, heightening global anxiety.\n\n\nOn March 10, Missouri Attorney General Eric Schmitt (R) filed a lawsuit against televangelist Jim Bakker and his production company for advertising and marketing a silver solution that he and his guest, Sherill Sellman, falsely implied could cure coronavirus disease 2019 (COVID-19).\n\n\nDuring the broadcast, naturopathic doctor Sherill Sellman claimed the silver solution had killed other viruses. Coronavirus is a family of viruses. Other notable outbreaks have been SARS and MERS. \n\n\n\"Well, let's say it hasn't been tested on this strain of the coronavirus, but it has been tested on other strains of the coronavirus and has been able to eliminate it within 12 hours,\" Sellman said. \n\n\n\"Totally eliminate it. Kills it. Deactivates it.\" \n\n\nAs Sellman spoke, a message appeared on the bottom of the screen advertising the sale of four, 4-ounce bottles of the silver solution for $80. \n\n\nSo, is there any silver solution that kills any strain of coronavirus? \n\n\nIn a word: No. \n\n\nOn March 9, the Food and Drug Administration issued warning statements to seven companies, including the Jim Bakker Show, informing them to stop selling products they claimed cure the coronavirus. The products cited in the letter were teas, essential oils, tinctures and colloidal silver, according to the FDA news release. \n\n\nThis wasn’t the Jim Bakker Show’s first warning. On March 3, New York Attorney General Letitia James’s office sent a cease and desist letter to Bakker for misleading the public about the effectiveness of the silver solution as a cure for the novel disease. We reached out to Sellman to see what actually was in this silver substance, but never got a response.\n\n\nOne ingredient, though, is colloidal silver, a liquid that contains silver particles. Often it is peddled as an immune boosting, disease curing dietary supplement, but there is no scientific evidence to back up these claims. In fact, colloidal silver can be dangerous to your health. Its side effects include permanently turning your skin a bluish-gray and causing poor absorption of certain drugs and antibiotics, according to the National Center for Complementary and Integrative Health. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\nCoronaviruses, known for their crown-like spikes, are a large family of viruses that can be found in many different types of animals including cattle and bats. \n\n\nRarely, the coronaviruses that infect animals can evolve and create new human coronaviruses that make people sick.\n\n\nThere are seven strains of coronavirus that can infect people, and most people get cold-like symptoms. Three strains, including COVID-19, can cause acute respiratory distress and spread rapidly. \n\n\nWhile much about the pandemic causing disease is still unknown here’s what scientists do know: \n\n\n\n\n\"COVID-19 spreads between people who have been in close contact or through respiratory droplets produced when an infected person coughs or sneezes.\"\n\n\n\"Symptoms may appear 2-14 days after exposure and include fever, a cough and shortness of breath.\"\n\n\n\"Older adults and people who have serious chronic medical conditions like heart or lung disease are at a higher risk of getting very sick from this illness.\"\n\n\n\"There is currently no vaccine to prevent COVID-19.\"\n\n\n\n\nOur ruling\n\n\nSellman claimed that a Silver Solution used on strains of coronavirus \"totally eliminate it. Kills it. Deactivates it.\"\n\n\nNo, no, and no. \n\n\nThere are no pills or remedies that cure any strain of human coronavirus including COVID-19. In fact, Sellman’s \"silver solution,\" and colloidal silver, can hurt you, and not just your wallet. \n\n\nWith that, we rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-18143"}