{"url": "/factchecks/2015/sep/29/john-kasich/john-kasich-says-when-he-left-us-house-we-had-5-tr/", "speaker": "John Kasich", "vclaim": "\"When I left Washington, we had a $5 trillion surplus.\"", "truth_label": "barely-true", "date": "stated on September 27, 2015 in an interview on CBS' \"Face the Nation\":", "title": "John Kasich says when he left the U.S. House, 'we had a $5 trillion surplus'", "text": "Against the backdrop of acrimony in the House Republican Caucus -- leading to the resignation of Speaker John Boehner last week -- Republican presidential candidate John Kasich is harking back to his own tenure in the House, when, in his view, things moved more smoothly.\n\"Look, I was there in the '90s when we actually got things done,\" Kasich said in an interview on CBS’ Face the Nation. \"Think about it. We changed the welfare system, which had been in place for about 40 years. We balanced the budget, of which I was chief architect. And we cut taxes. The economy was growing and we were doing great. And when I left Washington, we had a $5 trillion surplus.\"\nA reader asked us about the $5 trillion number, and we didn’t recall the surplus ever having been that high. So we looked back at the data.\nKasich, now the second-term governor of Ohio, last served in the House in 2000, a year when Bill Clinton was ending his tenure in the White House and the Republicans controlled both chambers of Congress.\nThat year, the federal government registered a $236 billion surplus. In raw dollars, that’s the biggest one-year surplus in American history, but it’s not anywhere near the $5-trillion number that Kasich mentioned. So what’s going on?\nThe Kasich campaign said it came from a 10-year figure for the size of the future surplus as determined by the Clinton administration in 2000. The administration projected a cumulative $5 trillion surplus over 10 years, 2001 through 2010. (We should note the nonpartisan Congressional Budget Office, projected a lower surplus over the same time period of $4.6 trillion.)\nOf course, this never actually panned out, for a variety of reasons, including the technology bust, the post-9/11 attack recession and the Bush tax cuts, which decreased tax revenues collected.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe bigger problem with Kasich’s claim is the shorthand terminology used to describe that number.\nEven though Kasich said, \"When I left Washington, we had a $5 trillion surplus,\" the government never actually had a $5 trillion surplus in hand -- it had a projected $5 trillion surplus (and it was over 10 years, not one). That projection was also subject to numerous assumptions about future growth in spending and revenues -- assumptions that, as it turned out, didn’t hold.\nKasich’s campaign acknowledged that his phrasing was somewhat elliptical.\n\"It’s a bit of budget jargon to shorthand it to a ‘$5 trillion surplus’ and leave off the ‘projected,’ but it reflects the way these types of projections are used in policy and budget planning,\" said Chris Schrimpf, a spokesman for Kasich.\nKasich \"typically notes that the $5 trillion was a projected surplus, but failed to do so in this instance,\" added Rob Nichols, another Kasich spokesman.\nOur ruling\nKasich said, \"When I left Washington, we had a $5 trillion surplus.\" His rationale for the $5 trillion figure is reasonably sound, but he was inaccurate in how he referred to it. It was a 10-year cumulative projection for future surpluses, rather than a one-year actual surplus, and the savings turned out to be ephemeral due to unforeseen events. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-05917"}