{"url": "/factchecks/2017/dec/26/parker-briden/governors-spokesman-fudges-education-funding-perfo/", "speaker": "Parker Briden", "vclaim": "\"We've seen funding increases for schools. We haven't seen a corresponding performance increase.\"", "truth_label": "barely-true", "date": "stated on November 13, 2017 in a St. Louis Post-Dispatch article:", "title": "Governor's spokesman fudges on education funding, performance", "text": "Missouri Gov. Eric Greitens likes to talk about education, often critically.\n\n\nGreitens’ press secretary, Parker Briden, said funding has increased for K-12 schools.\n\n\n\"It is one of our missions to create better schools,\" Briden told the St. Louis Post-Dispatch on Nov. 13. \"You hear us talking about it all the time. We’ve seen funding increases for schools. We haven’t seen a corresponding performance increase.\"\n\n\nWith funding cuts coming to a lot of areas from Greitens’ budget, especially higher education, we wanted to see whether Briden’s statement was true.\n\n\nThe funding\n\n\nBriden did not respond to our questions, so we decided to start by looking at the general operating budget for the Missouri Department of Elementary and Secondary Education.\n\n\nFor fiscal year 2016, $5.8 billion went to the department. This was about an $88 million increase from 2015.\n\n\nThe budget in 2017, showed an increase from 2016’s total to about $5.9 billion. This increase happened despite about a $13 million decrease to the the portion of federal funds for the department.\n\n\nFor Greitens’ first budget, fiscal year 2018, the Department of Elementary and Secondary Education saw an increase to about $6.03 billion. So, on face value, there has been an overall increase in general funding for schools over the past few years.\n\n\nThe budget just lists the funding for the department. The actual appropriations bill is what breaks it down, and it’s clear that not all of the $6.03 billion goes directly to the kids.\n\n\nTraci Gleason, director of communication and public engagement at the Missouri Budget Project, points out that the cost of educating students fluctuates .\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\"While an appropriation may technically be higher, without being increased for inflation as well, the value of that increase diminishes. For instance, for schools, the costs of their supplies, teacher salaries, maintenance, etc., go up, so increases need to take that into account,\" she said.\n\n\nA dollar in 2015, when the 2016 budget was passed, is equal to $1.06 today. That means to keep pace with the $5.8 billion granted to K-12 education in fiscal year 2016, the 2018 budget would need to allot $6.15 billion. So, on an inflation-adjusted basis, the money allocated is less than it was three years ago.\n\n\nStudent Performance\n\n\nBriden said there has not been a performance increase to match the funding increase. So we looked at data for student performance on standardized tests.\n\n\nSarah Potter, the communications coordinator for the Department of Elementary and Secondary Education, said Briden is wrong.\n\n\nMissouri Assessment Program, or MAP, is the primary measure for K-12 schools in Missouri.\n\n\nMAP scores actually increased in all content areas between 2016 and 2017. English language arts saw a 1 percent increase, math saw a 1.4 percent increase, science saw a 2.1 percent increase, and American government saw a 1.7 percent increase.\n\n\nPotter said the governor’s office is referring to the National Assessment of Educational Progress, in which the state went up in two measures and down in two measures between 2011 and 2015. But this data is older, and new results won’t be out until February.\n\n\nOur ruling\n\n\nParker Briden, the governor’s press secretary, said, \"We’ve seen funding increases for schools. We haven’t seen a corresponding performance increase.\"\n\n\nWhile state funding has increased, it’s not keeping up with inflation. Meanwhile, student scores on the MAP test have increased. The results of a national test are mixed, not down, and in any case are outdated.\n\n\nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-02566"}