{"url": "/factchecks/2016/nov/18/carl-heastie/salary-worth-less-today-state-lawmakers-when-first/", "speaker": "Carl Heastie", "vclaim": "Since the salary for state lawmakers was raised to $79,500, \"that purchasing power has now been reduced to $53,000.\"", "truth_label": "mostly-true", "date": "stated on October 24, 2016 in an article from WBFO:", "title": "Salary worth less today for state lawmakers than when first passed", "text": "Assembly Speaker Carl Heastie believes members of the New York State Legislature deserve a pay raise. It will be 18 years without one when state lawmakers return to Albany in January.\nLawmakers who live in areas with higher costs of living are especially pressing for an increase from the current $79,500 salary, which took effect in 1999.\n\"When the salary was $79,500, that purchasing power has now been reduced to $53,000,\" Heastie told WBFO last month. \"Legislators have children that they need to help go to college. They have real lives.\"\nTheir prospects for a raise look dim after the State Commission on Legislative, Judicial and Executive Compensation this week denied a proposal to boost their salaries by 47 percent to $116,900.\nIt remains unclear when the pay issue will come up again. The Legislature has the power to reinstate the commission, or lawmakers can even vote to increase their own pay.\nWe looked into whether Heastie is right about how far lawmakers’ current pay goes today compared with when they first received their $79,500 salary.\nThe politics of pay\nThe last pay raise, adopted by the Legislature in late 1998, took effect in January 1999. It did not come easily. Lawmakers got a 38 percent increase in pay from $57,500 to $79,500, but only after the Democratic-controlled Assembly passed a bill supported by then-Gov. George Pataki, a Republican, allowing charter schools in New York State.\nAfter the commission rejected the proposed pay raise last week, a member of the commission said the governor’s appointees would support a meaningful raise if the Legislature held a special session before the end of this year to limit lawmakers’ outside income.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe commission is made up of appointees from the governor, the Legislature and the judiciary. Two appointees from the Legislature voted in favor of the pay increase. Two appointees from the governor did not vote on measure. An appointee of the judiciary also abstained. The proposal failed by one vote.\nWhat’s it worth now?\nThe $79,500 base salary that lawmakers receive today ranks as the third highest for state lawmakers in the country. That doesn’t include stipends lawmakers receive for taking on leadership positions, which range anywhere from $9,000 to $41,500 for the highest-ranking lawmakers in each chamber.\nThe purchasing power of that salary has fallen as the cost of living rises. One dollar in 1999 now has the purchasing power of just 68 cents according to the U.S. Bureau of Labor Statistics.\nThe calculation proves Heastie’s point: $79,500 in January 1999 has the same buying power as $54,060 in October 2016.\nOur ruling\nWhile visiting Buffalo, Heastie said the purchasing power of a state lawmaker’s $79,500 salary \"has now been reduced to $53,000\" since that salary took effect 18 years ago.\nAccording to the Bureau of Labor Statistics, Heastie is slightly off in his comparison. Inflation actually pegs the purchasing power of the current salary at $54,060.\nWe rate this claim as Mostly True.\nhttps://www.sharethefacts.co/share/dcea594d-995a-4fd0-829f-2c81a7d5e407", "vclaim_id": "vclaim-pol-03927"}