{"url": "/factchecks/2020/nov/04/facebook-posts/battleground-states-did-not-stop-counting-votes-el/", "speaker": "Facebook posts", "vclaim": "Six states \"decided to stop counting\" votes as Donald Trump was \"headed for a win” on election night.", "truth_label": "false", "date": "stated on November 4, 2020 in an image:", "title": "Battleground states did not ‘stop counting’ votes on election night when Trump was ahead", "text": "A winner of the presidential election wasn’t declared on Nov. 3, because several states that looked favorable for President Donald Trump \"decided to stop counting\" votes — that’s what Facebook users are contending.\nA Nov. 4 post includes screenshots of purported election results in five battleground states: Pennsylvania, Michigan, Georgia, North Carolina and Wisconsin. Michigan is listed twice.\n\"Good morning! And welcome to the BS we all knew was coming,\" the caption says. \"Trump is headed for a win, so six states just DECIDED TO STOP COUNTING in the wee hours for the first time in an election.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) We found dozens of similar claims using CrowdTangle, a social media insights tool.\n\n(Screenshot from Facebook)\nAs of 2:25 p.m. EST on Nov. 4, the Associated Press had called only Wisconsin in favor of Joe Biden, the Democratic challenger. None of the other states listed in the Facebook post had been decided. We reached out to the original poster for evidence to support their claim, but we didn’t hear back. \nSo we decided to take a closer look at whether the states cited in the Facebook post did stop counting ballots overnight on Nov. 3. The short answer is: They didn’t.\nElection officials in Fulton County, Ga., briefly paused counting ballots after a pipe burst at a facility in Atlanta. North Carolina stopped counting in-person votes once 100% of precincts were reported.\nBut none of the states stopped counting votes altogether — and there’s no evidence they tried to swing the results in favor of Biden.\nIn three states cited in the Facebook post — Michigan, Pennsylvania and Wisconsin — election officials were not allowed to start tabulating mail-in ballots until Election Day or just before. That resulted in reporting delays overnight on Nov. 3, since mail ballots take more time to count than in-person votes. \n\"At no point has the counting process stopped since it began at 7 a.m. yesterday morning, which was when, per Michigan election law, it could begin,\" said Tracy Wimmer, director of media relations for Michigan Secretary of State Jocelyn Benson, referring to the morning of Nov. 3.\nWe reached out to election officials in Wisconsin and Pennsylvania, but we haven’t heard back. Archived election results pages for both states show that they continued to count ballots overnight on Nov. 3. The Trump campaign announced Nov. 4 that it was filing a lawsuit to halt the counting of votes in Michigan until it's granted \"meaningful access\" to observe the tabulation process.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nElection officials in Philadelphia County, a reliably Democratic part of Pennsylvania, told reporters Nov. 4 that they had counted about 141,000 mail-in ballots overnight, and that they still had more than 200,000 to go. As of 2:45 p.m. EST on Nov. 4, about 92% of precincts had reported their in-person votes, and about 41% of mail ballots were outstanding. Wisconsin officials said on the morning of Nov. 4 that they had counted all the ballots, and the AP called the state for Biden at 2:16 p.m. EST.\nThe situation in the South is a bit different. Georgia allowed election officials to count mail-in ballots before Election Day, but the state faced delays nonetheless.\nIn Fulton County, the state’s most populous county and home of Atlanta, absentee ballot counting was delayed by four hours after a burst water pipe caused flooding in State Farm Arena, where ballots were being processed. None of the ballots were damaged, but the incident put Fulton — a Democratic stronghold — behind in the vote-counting process. (As of 2:45 p.m. EST on Nov. 4, Fulton County was still counting ballots.)\n\"A small team of Fulton County Registration & Election workers continued to process absentee ballots overnight last night and a larger team began work at 8:30 a.m.,\" said Jessica Corbitt, director of external affairs for Fulton County. \"Last night, 74,000 absentee ballots were tabulated (and) included in results. There are approximately 42,400 (ballots that) will be opened, scanned and adjudicated today … Work will continue until completed.\"\nThe only state that stopped counting votes overnight on Nov. 3 was North Carolina — but that doesn’t mean it’s done counting votes, and the halt had nothing to do with Trump being ahead in the state.\nRELATED: Trump falsely and prematurely claims 2020 presidential victory\n\"North Carolina stopped counting votes on election night because there were no more votes to count at that time,\" said Patrick Gannon, public information director for the state Board of Elections. \nIn North Carolina, 100% of precincts have reported in-person votes, and the results show that Trump has a slight edge over Biden. But Gannon said county boards of election across the state will now begin counting provisional and absentee ballots that arrive by Nov. 12, as long as they’re postmarked by Election Day.\n\"Regardless of vote differentials, we never stop counting until all eligible votes are counted and added to the final results,\" he said. \"The person who you are fact-checking clearly doesn’t understand how elections work.\"\nThe delay in results does not indicate that anything is wrong — rather, it highlights the difficulty of holding an election during the coronavirus pandemic.\n\"Election results reporting may occur more slowly than prior years,\" says the U.S. Cybersecurity and Infrastructure Agency on a \"rumor control\" page. \"This does not indicate there is any problem with the counting process or results. Official results are not certified until all validly cast ballots have been counted, including ballots that are counted after election night.\"\nThe Facebook post is inaccurate. We rate it False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18440"}