{"url": "/factchecks/2018/dec/21/donald-trump/donald-trump-claims-russia-not-happy-us-troops-are/", "speaker": "Donald Trump", "vclaim": "\"Russia, Iran, Syria & many others are not happy\" about U.S. troops leaving Syria.", "truth_label": "false", "date": "stated on December 20, 2018 in a tweet:", "title": "Donald Trump claims Russia is 'not happy' U.S. troops are leaving Syria. That isn't true", "text": "President Donald Trump is facing backlash from Democrats and some members of his own political party after saying he will pull U.S. troops out of Syria, despite the ongoing fight in the region against terrorism.\nThe decision is a \"premature and costly mistake that not only threatens the safety and security of the United States, but also emboldens ISIS, Bashar al Assad, Iran, and Russia,\" said a letter to Trump signed by six U.S. senators, including four Republicans.\nTrump on Twitter claimed that his move didn’t favor Russia.\nAfter tweeting comments from TV pundits and Republican senators who praised his plan, Trump tweeted Dec. 20:\n\"Getting out of Syria was no surprise. I’ve been campaigning on it for years, and six months ago, when I very publicly wanted to do it, I agreed to stay longer. Russia, Iran, Syria & others are the local enemy of ISIS. We were doing there (sic) work. Time to come home & rebuild. #MAGA\n\"Does the USA want to be the Policeman of the Middle East, getting NOTHING but spending precious lives and trillions of dollars protecting others who, in almost all cases, do not appreciate what we are doing? Do we want to be there forever? Time for others to finally fight.....\n\"....Russia, Iran, Syria & many others are not happy about the U.S. leaving, despite what the Fake News says, because now they will have to fight ISIS and others, who they hate, without us. I am building by far the most powerful military in the world. ISIS hits us they are doomed!\"\nWe wondered about Trump’s claim that several nations, particularly Russia, were \"not happy about the U.S. leaving.\" Comments from Russian President Vladimir Putin and others contradict Trump’s assertion.\nThe White House did not respond to PolitiFact’s requests for evidence backing Trump’s claim.\nUS, Russia on opposite sides of Syrian civil war\nA civil war started in Syria in 2011, after uprisings against President Bashar al-Assad. The conflict escalated and became more complicated, as different groups within the country and foreign countries — not to mention terrorist groups — got involved.\nIn the complex struggle for power, Russia and Iran back the Syrian government. The United States supports opposition groups. The United States has long accused the Syrian government of atrocities against its own people, including a chemical weapons attack in April 2017 that killed more than 80 people.\nThe United States has about 2,000 troops in Syria supporting Syrian Kurds fighting the Islamic State terrorist group. Trump claimed via a tweet that ISIS had been defeated in Syria, and so U.S. troops no longer needed to be there.\nThe senators who objected to Trump’s decision disagreed with his assessment about ISIS. Signatories include Lindsey Graham of South Carolina and Tom Cotton of Arkansas, who have supported him in other policy goals. \"While you believe the threat of ISIS has dissipated, the conditions of the ground paint a very different picture,\" the letter said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe senators added that the United States’ departure from Syria could embolden Assad \"to take further actions to solidify his power,\" and that Iran and Russia had used the Syrian conflict to \"magnify their influence in the region.\"\nRussia welcomed U.S. military withdrawal\nSo is Putin unhappy about this? Quite the opposite.\nAt an annual press conference on Dec. 20, Putin said he agreed with Trump’s claim that ISIS had been defeated.\nPutin said he did not think the presence of American troops was required in Syria. He argued that U.S. presence there was illegitimate because it was not approved by a United Nations Security Council resolution, and because the Syrian government did not invite the United States into its country.\n\"Russian troops were invited by the Syrian Government,\" Putin said, according to the transcript posted on the Kremlin website. \"The United States did not get either of these so if they decide to withdraw their troops, it is the right decision.\"\nMaria Zakharova, a spokeswoman for the Russian Foreign Ministry, on Dec. 19 also welcomed Trump’s decision to withdraw American troops from Syria. \"A milestone story which might evolve from this decision is a real prospect for a political solution,\" TASS Russian News Agency reported Zakharova as saying to another Russian news channel.\n\"Hope emerges that this location on the Syrian map will follow the example of Aleppo and other Syrian towns and villages which begin getting back to peaceful life,\" Zakharova is quoted as saying. \"Once Americans were there, there was no such hope.\"\nThe Center for Strategic and International Studies, which focuses on international public policy issues, said in a Q&A post about Trump’s decision that throughout the conflict in Syria, the United States has been working with Syrians and outside groups to negotiate the country’s political future. Parallel processes led by Russia in recent years seem to have overtaken the U.S.-sponsored discussions, the group said.\n\"With the precipitate U.S. withdrawal from Syria, the U.S. position in any negotiations over Syria’s future has been inestimably weakened,\" wrote analysts Jon B. Alterman and Will Todman with the center’s Middle East program. \"Perhaps most puzzling, U.S. adversaries have sacrificed nothing to obtain that outcome.\"\nBrett McGurk, a special presidential envoy for the Global Coalition to Defeat ISIS, told reporters on Dec. 11, before Trump’s announcement, that he thought it was \"fair to say Americans will remain on the ground after the physical defeat of the caliphate, until we have the pieces in place to ensure that that defeat is enduring.\"\nBrian Finlay, president and CEO at Stimson Center, a nonpartisan policy research center, told PolitiFact that the \"vast preponderance of foreign policy thinkers\" seem to agree with McGurk. \"While it is clear that the president's critics are quite correct in saying those conditions have been far from met, it's also difficult to imagine a scenario where those pieces will ever be locked in place,\" Finlay said.\nU.S. withdrawal from Syria will leave \"a significant vacuum in the region,\" Finlay said, which Russia, Syria, and Iran will seek to exploit.\n\nThe Associated Press also reported Dec. 20 that a Syrian member of parliament, Peter Marjana, described the United States’ withdrawal from Syria as a \"recognition that Syria has won.\" Many analysts have said that while Iran hasn’t officially reacted to Trump’s decision, it stands to benefit as it seeks to strengthen its role in the region.\nOur ruling\nTrump said, \"Russia, Iran, Syria & many others are not happy\" about U.S. troops leaving Syria.\nPutin has publicly welcomed the move, calling it the right decision. U.S. troops are in Syria supporting forces that oppose the Syrian government, and Iran backs the Syrian government. Six U.S. senators and analysts have said that Russia, Iran, and Syria are poised to embolden their power in the region without the United States’ presence.\nTrump’s assessment is inaccurate. We rate Trump’s claim False.\n Share the Facts 2018-12-21 19:50:59 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Russia, Iran, Syria & many others are not happy\" about U.S. troops leaving Syria.    Donald Trump President of the United States    in a tweet Thursday, December 20, 2018 2018-12-20    Read More  info", "vclaim_id": "vclaim-pol-01170"}