{"url": "/factchecks/2014/jun/24/jason-carter/more-context-needed-medicaid-claim/", "speaker": "Jason Carter", "vclaim": "\"There’s $30 billion in expansion funds that we’ve paid – it’s our money and Nathan Deal wants Washington to keep it.\"", "truth_label": "half-true", "date": "stated on June 9, 2014 in In an AJC article:", "title": "More context needed for Medicaid claim", "text": "The slugfest that is the Georgia governor’s race keeps coming back to the federal health insurance program for the poor.\nAt issue: The refusal by Gov. Nathan Deal, the Republican seeking re-election, to expand the Medicaid health insurance program under the Affordable Care Act.\nDeal says the price is too steep. Expansion, he says, would cost the state $2.5 billion over the next decade.\nHis Democratic opponent, state Sen. Jason Carter, talks up a different set of numbers and supports extending Medicaid coverage to about 650,000 low-income Georgians now without health insurance.\n\"There’s $30 billion in expansion funds that we’ve paid – it’s our money and Nathan Deal wants Washington to keep it,\" Carter said recently.\nThat’s billions with a B. As Mama used to say, that’s a lot of chicken feed. And chicken feed is good grist for the Truth-O-Meter mill.\nFirst, let’s get this shocker in print: Deal and Carter agree on something!\nThe numbers they both cite to bolster their positions come from a 2012 study released by the Kaiser Family Foundation.\nThe study focused specifically on the ACA’s Medicaid expansion plan, which calls for the federal government to pay 100 percent of the costs for newly eligible enrollees in 2015 and 2016 and no less than 90 percent thereafter.\nExpansion would bring nearly $34 billion of new federal dollars to Georgia over a decade, according to the study. Georgia’s share of the expansion during that time would be $2.5 billion.\nSo far, so good. Except Carter said that $30 billion is what Georgians have \"paid\" to the federal government.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrian Robinson\n\n\nstated on July 8, 2012 in an article\n\n\n\n\n\n\n\n\nFunding the federal health care law without a tax hike will \"require the state to cut nearly a quarter of its annual budget.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • July 16, 2012\n\n\n\n\n\n\n\nThat’s a very different calculation than what the federal government would send here.\nFinding out how much we send to the feds, and how much of that might be part of Medicaid, involves a lot more billions and a bit more math.\nLuckily, which is not often said about the Internal Revenue Service, some federal data can tell us how much corporate and individual income taxes come from Georgia: $74.3 billion in fiscal 2013. That’s about 3 percent of the federal revenue total of $2.855 trillion.\nThe easiest way to estimate how much Georgians are paying for Medicaid expansion would be to take 3 percent of that total, said William Custer, director of the Center for Health Services Research at Georgia State University.\nThe same Kaiser report Carter and Deal used estimates that expansion will cost about $800 billion in the next 10 years.\nSo over a decade, Georgians are projected to pay about $24 billion to the federal government for that Medicaid expansion – but are missing out on $34 billion here.\n\"It’s not that we’re paying all this money and not getting anything for it,\" Custer said. \"We are paying for it, and we’re not getting money back. (Carter’s) basic point is right: dollar for dollar, Georgia would be a winner in Medicaid expansion.\"\nIn sum, even political opponents cite the same study on how Georgia will fare under the Medicaid expansion piece of the ACA.\nBased on that study, Carter would be right to say Georgia is missing out on $34 billion of federal money by not expanding the insurance program. Deal claims that by taking the money, the state would incur more costs down the road.\nCarter gets in his own way to suggest Georgia will pay that much in taxes for the program elsewhere. The missing context is that it’s not a dollar-for-dollar trade when it comes to taxes vs. services.\nCarter makes a good overall point -- Georgia is set to miss out on big bucks for Medicaid. But a lot of context is required to fully understand what is going on here.\nWe rate Carter’s statement Half True.", "vclaim_id": "vclaim-pol-07700"}