{"url": "/factchecks/2010/oct/22/dan-coats/health-care-law-forces-seniors-barack-obamas-gover/", "speaker": "Dan Coats", "vclaim": "The new health care law will \"force seniors into Barack Obama's government-run health care program.\"", "truth_label": "pants-fire", "date": "stated on October 14, 2010 in a campaign ad:", "title": "The health care law forces seniors into Barack Obama's government-run health care plan, says Dan Coats", "text": "We've fact-checked lots of ads about health care reform and Medicare. But an ad in the Indiana Senate race makes the novel claim that seniors will now be forced into \"Barack Obama's government-run health care program.\"\n\nThat sounds like a scary prospect -- until you realize that seniors are already in a government-run health care program, Medicare, and have been for 45 years. The law wouldn't force them to join any plan they aren't already in.\n\nThe ad is from Dan Coats, a Republican attorney and former ambassador to Germany, who is running for the U.S. Senate in Indiana. He has a wide lead against Democratic Rep. Brad Ellsworth. (The seat is now held by Evan Bayh, who announced earlier this year he would not seek re-election.)\n\nHere's how the ad goes.\n\n\"Congressman Brad Ellsworth said he would protect seniors. But when he got to Washington, Congressman Ellsworth voted for the largest cuts in Medicare history - over $500 billion. That's right, Ellsworth voted with Nancy Pelosi to force seniors into Barack Obama's government-run health care program, reducing the protection Medicare provides. That's wrong. Dan Coats will fight to strengthen Medicare and protect seniors.\"\n\nWe'll start by noting that the ad gets some things right, starting with the fact that Ellsworth voted for the Democratic health care law. And the law does include reductions in future spending for Medicare. But here, we're checking whether the health care law forces seniors into \"Barack Obama's government-run health care program.\"\n\nFirst, some background about how the law handles Medicare.\n\nThe $500 billion in cuts is actually a reduction in the future growth of Medicare costs over 10 years. Medicare spending will still increase over that time -- the nonpartisan Congressional Budget Office projects Medicare spending will reach $929 billion in 2020, up from $499 billion in actual spending in 2009. But it won't increase as fast as it would have otherwise. The cost reductions have two aims: to make Medicare more efficient and to help fund coverage for the uninsured.\n\nSome of the savings comes from relatively minor changes, such as $36 billion from increases in premiums for higher-income beneficiaries and $12 billion from administrative changes. The law directs a new national board -- the Independent Payment Advisory Board -- to identify $15.5 billion in savings, by recommending improved practices while preserving basic coverage. Congress retains the power to overrule the board's recommendations.\n\nMore significantly, there's $136 billion in projected savings that would come from changes to the Medicare Advantage program. The program was intended to bring more efficiency from the private sector to the Medicare program, but it hasn't worked as planned. A June 2009 analysis from the Medicare Payment Advisory Commission said that the Advantage programs cost taxpayers an average of 14 percent more than the traditional Medicare plan. President Barack Obama has said repeatedly that Medicare Advantage wastes public money that could be put to better use.\n\nThe health care law that Obama signed in March phases out extra payments for Medicare Advantage programs over the next three to six years to bring their costs in line with traditional Medicare and institutes other rules for the program.\n\nFinally, there's $220 billion in Medicare savings achieved by reducing annual increases in payments health care providers would otherwise receive from Medicare. The reductions are part of programs intended to improve care and make it more efficient, such as reducing payments for preventable hospital re-admissions. These adjustments are aimed at hospitals, skilled nursing facilities, and home health agencies. There's a good deal of debate as to whether these reductions in payments are reasonable or overly ambitious, and only time will tell which side is right.\n\nBut the law also includes new benefits for Medicare. Those improvements include more coverage for prescription drugs, or \"closing the doughnut hole,\" as its commonly known. The law also funds free preventive care for seniors, so that they don't have to pay for routine check-ups. Finally, the law increases payments to primary care physicians who take Medicare patients. Most of these benefits start in 2011.\n\nThe ad is nonsensical in two ways. It says that \"Ellsworth voted with Nancy Pelosi to force seniors into Barack Obama's government-run health care program.\" But there's no such requirement in the law. Seniors are not \"forced\" into a government plan any more than they have been.\n\nAlso, Medicare is already a government-run health care program. It has been for 45 years, ever since President Lyndon B. Johnson signed the law creating it in 1965. Under Medicare, the government pays most of the health care bill for virtually every person over 65 in the United States, even when they see private physicians and visit private hospitals. The government determines what it pays those health care providers, and it sets the rules for what's covered and what's not. Indeed, when liberal supporters of a universal, single-payer health care system make their case, they often describe such a system as \"Medicare for all.\" Obama specifically rejected such a plan during the presidential campaign as too dramatic a change from the current system.\n\nThe new health care law cannot \"force\" seniors into a government-run health care program to which they already belong. We asked the Coats campaign about this point, and they said Medicare may have already been a government-run health care program, but it wasn't Barack Obama's government-run health care program until the health care law went into effect. That argument doesn't make sense to us because we don't think that a major government program that's been in place for 45 years becomes a new program when a president passes legislation that affects it.\n\nMaybe you could make a case that some people in Medicare Advantage will see their programs changed. But Medicare Advantage programs changed their offerings from year to year before the health care law passed. And if seniors are being forced into regular Medicare, a government-run health care program, it's one they've collectively been forced into for 45 years. Ellsworth's vote did nothing to change that. The ad is capitalizing on confusion about the nature of the Medicare program and making a ridiculous claim. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14169"}