{"url": "/factchecks/2012/dec/29/deepwater-wind/deepwater-wind-says-electricity-rates-block-island/", "speaker": "Deepwater Wind", "vclaim": "\"Did U know? Block Island Wind Farm would mean 40% est. drop in BI electric rates.\"", "truth_label": "true", "date": "stated on December 12, 2012 in a Tweet:", "title": "Deepwater Wind says electricity rates on Block Island would drop by 40 percent if a wind farm is constructed off the island", "text": "Around the world, businesses and governments are looking for alternatives to fossil fuels. One of those choices is wind power, and one place where it has been getting an especially close look is Block Island.\n\nA company called Deepwater Wind wants to build a five-turbine wind farm in Rhode Island waters about three miles off the Block Island coast. The turbines would generate more than enough electricity for the island, with the surplus being sent to mainland Rhode Island.\n\nThe company also has plans for a larger wind farm of up to 200 turbines in Rhode Island Sound that could provide power to multiple states, including Rhode Island, Massachusetts and New York.\n\nOne aspect of the smaller project that supporters have touted is how much it would save electric power customers on Block Island. Besides providing wind-generated electricity to the island, the project calls for an underwater power cable that would connect it to the New England power grid.\n\nCurrently, the island relies on its own electric company that uses diesel-powered generators to serve about 1,800 customers. Their electric rates are the highest in the state and among the highest in the country.\n\nDeepwater highlighted the potential savings in a Tweet the company put out Dec. 12: \"Did U know? Block Island Wind Farm would mean 40% est. drop in BI electric rates.\"\n\nWe wondered whether that figure was accurate or whether Deepwater was just blowing a lot of hot air.\n\nBlock Island, or New Shoreham, as the island’s town is legally known, is in a unique position among Rhode Island municipalities when it comes to electric power.\n\nOn the mainland, except for the section of Burrillville served by the Pascoag Utility District, the state’s cities and towns get their electricity from National Grid.\n\nOn Block Island, it’s the Block Island Power Company, whose on-island generators run on diesel fuel, which must be shipped to the island by boat.\n\nA 2010 Providence Journal story on the island’s power system noted that diesel fuel regularly costs $1 more per gallon on the island than on the mainland.\n\nIn fiscal 2011, according to a report by the town’s Electric Utility Task Group on the fiscal costs and benefits of the wind-farm project, the average cost of electricity on the island was 47 cents per kilowatt hour. In the rest of Rhode Island it was 14.8 cents.\n\nOnce the cable is laid and the wind farm project is on line, in 2014 or 2015, Block Island Power will be able to purchase electricity from the New England power network at much lower costs.\n\nThe task group estimated that electric rates on the island -- based on a 20-year agreement between Deepwater Wind and National Grid -- would fall to 30.7 cents per kilowatt hour, a 35.4-percent decrease from 2011 rates.\n\n(The island’s rates would still be substantially higher than those on the mainland because its customers would be paying for a portion of the costs for installing the cable and for maintenance of the island’s power system.)\n\nThe task group’s analysis noted that current power costs on Block Island have risen to 54 cents per kilowatt hour because of the increasing diesel costs. Based on that figure, the decrease would be a 42-percent drop -- about what Deepwater said in its Tweet.\n\nOur ruling\n\nDeepwater Wind’s Tweet claimed electricity rates on Block Island will fall by 40 percent if a planned wind farm is built. The island’s Electric Utility Task Group says that, based on current prices of diesel fuel, the rates would drop 42 percent.\n\nWe rule Deepwater’s claim True.\n\n(If you hear a claim you’d like us to check, e-mail it to [email protected]. And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-09897"}