{"url": "/factchecks/2020/oct/06/donald-trump/big-ten-leaders-say-testing-and-medical-advice-bro/", "speaker": "Donald Trump", "vclaim": "“I brought back Big Ten football.”", "truth_label": "barely-true", "date": "stated on September 29, 2020 in Debate:", "title": "Big Ten leaders say testing and medical advice brought back football season", "text": "Before President Donald Trump and several others close to him tested positive for coronavirus, there was the presidential debate. \nAnd in the debate, there was a claim — one that may have caused college athletes, parents, coaches and athletic conference leaders to scratch their heads. \nAmid a discussion on the economy at the Sept 29, 2020 debate in Cleveland, Trump said: \n\"I’m the one who brought back football, by the way. I brought back Big Ten football. It was me and I’m very happy to do it.\"\nEven prior to the debate, more than 20 versions of an advertisement asserting that the president \"brought back\" college football were being shared on various Trump campaign Facebook pages in Wisconsin, Michigan, Ohio, Pennsylvania and other Big Ten states — some of which are crucial for his reelection.\nThe problem with that assertion is that Big Ten leaders don’t seem to agree. \nLet’s dig in.\nSchools say medical advice, not Trump’s urging, helped bring back the season\nTrump’s campaign did not respond to a request for backup for the president’s claim, so we are left with what we know from past statements and media coverage of the matter.  \nTo be sure, Trump had been vocal with his opinion that college football should carry on as usual despite the coronavirus pandemic, and had been hard on the Big Ten for its initial decision to delay the start of the season. \nOn Sept. 16, 2020, the day the conference announced it would return to fall football, Trump  tweeted that it was his \"great honor to have helped\" and said on a Fox Sports Radio segment that the season was \"totally dead\" before he called Big Ten Commissioner Kevin Warren to discuss the matter. \nThe president did speak with Warren on Sept. 1, 2020 and labeled the conversation \"productive,\" according to a Washington Post article posted that day.  \nVarious other reports said the league was offered federal assistance, presumably around testing of players and coaches, but those same reports in USA TODAY, the Washington Post and CBS Sports said the league had not requested and was not given any such assistance. \nWarren has said that the Big Ten itself will pay for the approximately 150,000 coronavirus tests needed to keep the season going from its planned Oct. 24, 2020 start through December. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nAccording to a Sept, 16, 2020 Washington Post article, conference officials and university leaders disputed Trump’s claim, saying that medical advice and increased availability of rapid testing drove the decision to bring the season back, not politics. \n\"For me, it wasn’t about political pressure,\" Northwestern University president Morton Schapiro told reporters on a Sept. 16, 2020 conference call. \"It wasn’t about money. It wasn’t about lawsuits. It wasn’t about what everyone else is doing. It’s about the unanimous opinion of our medical experts. That sort of evolved over the course of weeks.\"\nAdded Ohio State team physician James Borchers, co-chair of the conference’s Return to Competition Task Force medical subcommittee: \"Our ability to test consistently and uniformly amongst the conference and provide that was really important.\"\nPenn State athletic director Sandy Barbour said: \"If it was possible to get there safely, we were going to find a way. And that’s what happened.\"\nAccording to a Sept 16, 2020 tweet from NBC White house correspondent Peter Alexander, a Big Ten university president told him that Trump’s urgings did not impact the deliberations and that Trump’s name came up in a negative light because \"no one wanted this to be political.\" \nBig Ten conference officials did not respond to our request for comment on the issue.\nBefore we close, two notes about the way Trump phrased his claim.\n\n\nBig Ten football was never canceled. The initial decision — the one that was reversed — was to postpone the games until spring.\n\n\nLikewise, \"football\" was never canceled. Several major conferences — most notably the Big Ten and Pac 10 — had delayed seasons, but others including the SEC, ACC and Big 12 were already playing before the Big Ten decision came.\n\n\nSo, in addition to inflating his role, Trump overstates the accomplishment he is boasting about.\nOur ruling \nIn the presidential debate, Trump claimed he \"brought back Big Ten football.\"\nBut school and conference leaders jumped in to dispute that claim, saying that opportunities for continued rapid testing of players and other medical advice led them to undo their decision to play in the spring instead of the fall.\nIt’s clear that Trump urged the Big Ten to return this fall, but far less clear that his urging played into the final decision.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-18617"}