{"url": "/factchecks/2010/oct/22/maryellen-oshaughnessy/maryellen-oshaughnessy-cites-jon-husteds-election-/", "speaker": "Maryellen O'Shaughnessy", "vclaim": "\"Since 2000, when he entered politics, Jon Husted has been on the ballot six times for three different political offices.\"", "truth_label": "true", "date": "stated on September 27, 2010 in a news release:", "title": "Maryellen O'Shaughnessy cites Jon Husted's election history in counter to professional politician claim", "text": "Professional experience in politics, unlike many professions, can be viewed as a negative. Current political ads – whether tapping into voter unrest over the economy or local corruption – are warning voters that supporting experienced candidates will not solve their problems.\n\nMaryellen O’Shaughnessy, the Democratic candidate for secretary of state, recently felt the sting of being labeled a \"professional politician\" in a TV commercial paid for by her opponent, Jon Husted. So O’Shaughnessy responded, calling Husted, a Republican, a \"perpetual candidate.\"\n\n\"Since 2000, when he entered politics, Jon Husted has been on the ballot six times for three different political offices,\" O'Shaughnessy said in a news release posted on her campaign website in late September.\n\nBecause Husted decided to make political experience an issue in the race, we decided to check O’Shaughnessy’s counterclaim about his experience.\n\nHusted is currently a state senator representing the Dayton area. Before that, he was a state representative for eight years. For four of those years he was Ohio Speaker of the House. He worked for the Dayton Area Chamber of Commerce before arriving in Columbus as a state legislator.\n\nO’Shaughnessy, by comparison, was a member of Columbus City Council from 1998 to 2008. She was elected Franklin County clerk of courts in 2008. She also ran unsuccessfully for Franklin County commissioner in 1992 and 2002 and for Congress in 2000.\n\nThe Ohio secretary of state, the job Husted and O’Shaughnessy are seeking, is in charge of elections in Ohio and keeps records of candidates and election results. So we checked the secretary of state’s website to see how many times Husted has been on the ballot. We also asked O’Shaughnessy’s campaign to explain its count of instances Husted appeared on a ballot.\n\nThe secretary of state’s office confirmed O’Shaughnessy’s claim that Husted has been on the ballot six times.\n\nHe ran for state representative – and won each time – in 2000, 2002, 2004 and 2006. Husted was term-limited after his fourth win, so he ran for state senate, and won, in 2008, according to the secretary of state’s website. In Ohio, state representatives serve two-year terms and senators serve four-year terms. His candidacy this year for secretary of state marks his sixth appearance on the ballot for his third different political office.\n\nWe find O’Shaughnessy’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-14175"}