{"url": "/factchecks/2012/sep/14/bill-hammond/bill-hammond-says-if-trends-hold-one-three-texas-w/", "speaker": "Bill Hammond", "vclaim": "Says \"if current trends continue, by 2040, one out of three Texas workers will not have a high school diploma.\"", "truth_label": "true", "date": "stated on August 21, 2012 in an opinion article in the Houston Chronicle.:", "title": "Bill Hammond says that if trends hold, one in three Texas workers will lack high school diploma by 2040", "text": "In an opinion piece published in Texas newspapers in August 2012, the chairman of the Texas Association of Business opened his call for funding successful preschool programs by suggesting potential among the state’s toddlers.\n\n\"Our homes and preschools are filled with aspiring astronauts, firefighters, teachers and computer scientists,\" Bill Hammond wrote. \"Unfortunately, if current trends continue, by 2040, one out of three Texas workers will not have a high school diploma. That's not dreaming big, that's a Texas-sized nightmare. It's a formula for broken dreams, dead-end jobs and a strain on the state's economy.\"\n\nAre we on track for one of three adult Texans to lack even a high school diploma?\n\nThat would be more than double the nearly 15 percent of the state’s 10.2 million workers aged 25 through 64 who had not graduated from high school as of 2010, according to the U.S. Census Bureau’s American Community Survey.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nAsked for his backup, Hammond pointed us toward Steven Murdock, the former state demographer who directs the Hobby Center for the Study of Texas at Rice University.\n\nIn a telephone interview, Murdock said Hammond was echoing a projection included in a 2003 book, \"The New Texas Challenge,\" written by several authors led by Murdock.\n\nMurdock told us the projection, to be updated within the next year, was based on changes in the state’s racial and ethnic populations and assuming that people would continue to have the same levels of education in 2040 as 2000.\n\nBroadly, he said, generally highly-educated baby boomers have started retiring from the workforce and will continue to do so for the next 15 years. He said the baby boomers are being replaced with less-educated workers.\n\n\"It’s a simple simulation,\" he said. \"What we’re simply saying is that\" the share of workers lacking a high school diploma \"will absolutely be the case if we have the population growth we project and we do not have a change in the educational attainment of our different racial and ethnic groups.\"\n\nThe relevant section of the book says that \"in the absence of change in the educational characteristics of Blacks and Hispanics -- populations that are projected to grow more rapidly than the Anglo population -- the state’s labor force will be less well educated in the future than in 2000.\"\n\nA chart in the book shows that in 2000, nearly 19 percent of the state’s labor force lacked a high school diploma while 30.1 percent of the workforce will fit that category as of 2040. The projection, Murdock writes, is predicated on assuming that migration rates by age, sex and race-ethnicity remain what they were from 1990 to 2000.\n\nAccording to the chart, some 29 percent of the workforce will consist of high school graduates, about the same as in 2000, and about 24 percent of the workforce will have completed some college, compared to 29 percent in 2000. Finally, about 13 percent of the workforce will have a bachelor’s degree compared to 18 percent in 2000 while about 4 percent will have a graduate or professional degree compared to 5 percent in 2000.\n\nWe asked Murdock if anything could knock his 30 percent projection askew.\n\n\"A lot of things could,\" he replied, including whether some slowing  in Hispanic immigration and/or a drop in Hispanic birth rates in the state prove permanent. Another factor, he said, would be state decisions to step up, or ratchet down, educational spending.\n\nNext, we asked an outside demographer, Elwood Carlson, a professor of sociology at Florida State University, if the methodology behind the projection seems solid. Carlson said the approach -- a cohort component survival projection model --  is a standard way of reaching such a forecast.\n\nOur ruling\n\nHammond said \"if current trends continue, by 2040, one out of three Texas workers will not have a high school diploma.\" Murdock’s projection is that all factors staying the same, about 30 percent of workers will lack a high school diploma. We rate Hammond’s statement as True.", "vclaim_id": "vclaim-pol-10377"}