{"url": "/factchecks/2019/aug/06/ron-tusler/pants-fire-state-rep-claims-mass-shootings-are-dow/", "speaker": "Ron Tusler", "vclaim": "\"Less mass shootings under Trump!\"", "truth_label": "pants-fire", "date": "stated on August 4, 2019 in a Facebook post:", "title": "Pants on Fire: State rep claims mass shootings are down under Trump", "text": "On Aug. 3, 2019, a gunman walked into a packed Walmart in El Paso, Texas, and opened fire, killing at least 22 and injuring 24.\nIn the wee hours of Aug. 4, a gunman opened fire on the street in a Dayton, Ohio, entertainment district, killing nine and injuring 27.\nLater that day, Wisconsin state Rep. Ron Tusler was on Facebook claiming mass shootings are down under President Donald Trump.\n\"Less mass shootings under Trump! His base doesn't hate anyone,\" declared Tusler, R-Harrison, in a since-deleted post.\nThe text accompanied a re-posting of a chart shared by another person that showed 24 mass shootings under President Barack Obama and four shootings under Trump.\nThat’s quite the disparity.\n\n \nThere’s a lot to cover — and a lot wrong — in this seemingly simple claim. Let’s break it down.\nClaim based on flawed, outdated data\nTusler’s claim is ridiculous on multiple fronts.\nFor one, the data it references is badly outdated. The chart in Tusler’s post is pulled from a Spring 2018 article in National Affairs, a quarterly journal from the American Enterprise Institute, a conservative think tank.\nRELATED: Fact-checking misinformation after the El Paso, Dayton shootings\nThe chart says it pulled the tallies for each president from an LA Times timeline published in October 2017, then added the February 2018 Marjory Stoneman school shooting in Parkland, Fla.\nSo the data at best ends a year and a half ago, reflecting less than half of Trump’s time in office to date.\nThe chart itself is flawed as well. Converting the LA Times narratives to a chart implies a degree of consistency and comprehensiveness that the newspaper did not intend. The article didn’t define any criteria for inclusion aside from a sentence at the top saying, \"Here are some of the most notable mass shootings in the U.S. in recent decades.\"\nThe National Affairs chart is particularly haphazard since it added in the Florida shooting but ignored the Texas First Baptist Church massacre in November 2017 that killed more people.\nMass shootings increase over time\nThe broader issue with both the chart and Tusler’s claim is the use of raw numbers to compare one partial term under Trump to two full terms under Obama.\nSimple tallies will, of course, be larger over a longer time period.\nSo what are those tallies? And how does Tusler’s claim about less shootings hold up to a better comparison, such as mass shootings per year?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThose answers depend on how you define a mass shooting.\nThough bandied about in politics, media and culture, there is no universally accepted definition of the term. \nThe U.S. Justice Department defines it as three or more killings in a single episode. The Washington Post database uses four or more shot and killed in a single incident, excluding gang-related killings. Mother Jones uses three or more shot and killed. The much broader Gun Violence Archive uses four or more shot (not necessarily killed). None include the perpetrator in those tallies.\nWe turned to the Washington Post and Mother Jones, since both have been tracking this subject in detail and have data going back several presidential administrations.\nWe find a trend line that doesn’t match up with particular presidents or party control, it simply shows a steady increase in shootings over time.\n\n \nOur analysis of The Washington Post data shows an average of 2.4 mass shootings per year under President Ronald Reagan, 2.3 under George H. W. Bush and 3.6 under both Bill Clinton and George W. Bush. The rate jumps to 5.1 per year under Obama and 7.9 per year so far under Trump — a roughly 50% increase.\nIn terms of raw numbers, that’s 41 shootings in the eight years Obama was in office, compared to 20 already in the two and a half under Trump.\nThe data from Mother Jones shows a similar trend, though the numbers are different since they have a broader definition of mass shootings and aren’t as comprehensive as the Post in prior years. Mother Jones reports 1 to 2 shootings per year from the Reagan era through George W. Bush, then 4.8 under Obama and 11.5 under Trump.\n(The Gun Violence Archive doesn’t shed much light on this claim since it only goes back to 2014.)\nWe asked Tusler if he was aware the data was outdated, and whether he felt raw numbers were a fair way to compare Trump and Obama.\n\"If there is newer data, please provide it and I would update. I prefer the most up to date information,\" he said in a Facebook message. \"I don't think raw numbers tell the whole story. But, at least they are not interpreted with a bias.\"\nIt’s an ironic response given that it’s the use of raw numbers that paints a skewed picture of the Trump and Obama eras. Doing an annual average equalizes the comparison.\nTusler said he thought the data was more recent and had removed the post from Facebook, though it remained until this fact check published.\nOur ruling\nIn the wake of two mass shootings that left 31 dead in the span of 13 hours, Tusler claimed there have been fewer such shootings under Trump than Obama.\nThat’s nonsense.\nThe chart Tusler based his claim on is both incomplete and outdated — including only half of Trump’s time in office. And it’s absurd to use a raw tally of shootings to compare just over two years under Trump to eight years under Obama.\nUsing more comprehensive data and a reasonable criterion like shootings per year, we see that mass shootings have risen steadily in recent decades regardless of who is in the White House. \nSo shootings are up — not down — under Trump.\nWe rate Tusler’s claim Pants on Fire.", "vclaim_id": "vclaim-pol-00360"}