{"url": "/factchecks/2008/jul/21/john-mccain/mccain-cites-one-protest-vote/", "speaker": "John McCain", "vclaim": "Obama \"voted against funding our troops.\"", "truth_label": "half-true", "date": "stated on July 18, 2008 in a television ad:", "title": "McCain cites one protest vote", "text": "An ad for Sen. John McCain makes the case that Sen. Barack Obama is a foreign policy lightweight who has voted against funding for troops.\n\n\"Barack Obama never held a single Senate hearing on Afghanistan,\" an announcer states. \"He hasn't been to Iraq in years. He voted against funding our troops — positions that helped him win his nomination. Now Obama is changing to help himself become president. John McCain has always supported our troops and the surge that's working.\"\n\n\n\nSee our story for details\n\nabout the ad's other claims. Here we'll look at Obama's votes on troop funding.\n\n\nThe McCain campaign supported its claim that Obama voted against troop funding by citing a May 2007 Senate vote. The campaign is correct that Obama voted against a bill to fund troops, which passed anyway.\n\n\nObama's vote came after Democrats had sought unsuccessfully to attach a timetable for withdrawing troops. After that language was removed, Obama and several other senators decided to vote against the measure, saying they could not rubber-stamp an open-ended occupation. (See our\n\nprevious coverage of this issue\n\n.)\n\n\n\"This country is united in our support for our troops, but we also owe them a plan to relieve them of the burden of policing someone else's civil war,\" Obama said at the time. \"Gov. (Mitt) Romney and Sen. McCain clearly believe the course we are on in Iraq is working, but I do not.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe vote came when the primary contest for both the Democratic and Republican nominations was wide open, seven months before the first primaries. Obama and fellow candidates Chris Dodd and Hillary Clinton voted against the bill; Republicans at the time said the vote showed the three failed to support the troops.\n\n\nClinton, then the Democratic front-runner, was asked whether the vote would prove troubling later, an idea she dismissed.\n\n\nIn 2008, Obama voted for a troop funding bill that passed overwhelmingly, 92-6. McCain was absent.\n\n\nObama's campaign responded to the attack by pointing to Obama's support for bills that would increase benefits to veterans. McCain opposed the bills because he believed the new benefits would encourage active military to\n\nleave the service prematurely.\n\n\n\nThe McCain campaign is correct that Obama voted against the 2007 funding measure. But the ad's statement — \"he voted against funding our troops\" — is phrased with no qualifications or caveats. Actually, Obama has voted for troop funding several times in other measures. So we find the claim in the McCain ad to be Half True.", "vclaim_id": "vclaim-pol-16121"}