{"url": "/factchecks/2016/feb/09/bono/bono-hivaids-and-public-opinion-correcting-record/", "speaker": "Bono", "vclaim": "\"People think AIDS is done -- it’s not done.\"", "truth_label": "mostly-true", "date": "stated on January 24, 2016 in an interview with the \"Irish Times\":", "title": "Bono, HIV/AIDS and public opinion: Correcting the record", "text": "Paul David Hewson is best known as Bono, the lead singer of the band U2. But he also is famous for his work to reduce poverty and disease, particularly in Africa. Over the years, Bono has met with presidents and billionaires and has enlisted mainstream retailers to funnel hundreds of millions of dollars to combat AIDS.\nBono was at the exclusive world economic forum in Davos, Switzerland, last month and pressed the need to continue making progress against AIDS.\n\"The battle against AIDS is not a last decade issue,\" he told the Irish Times. \"It’s going to be the next decade issue. We need to finish the job, get new companies, new interest. It’s kind of annoying and sometimes upsetting that these global health issues can become creatures of fashion. People think AIDS is done – it’s not done.\"\nThat last sentence caught our eye. Does the wider public believe the deadly virus is \"done\" or anything approximating it?\nKathy McKiernan, a spokeswoman for Bono’s One group, said Bono was being rhetorical, an argument we can see given the context of his remarks.\n\"The comment was intended as a wake-up call that there is declining concern about the disease,\" McKiernan said. \"It was not intended to be a literal, global comment that all people think the AIDS crisis is over.\"\nShe added that Bono isn’t the only person to worry about shifting public attitudes. In 2009, Anthony Fauci, the head of the National Institute of Allergy and Infectious Diseases, said \"many people think it (HIV) is no longer a problem.\"\nPolling trends are mixed\nThe Kaiser Family Foundation, widely seen as a neutral source of health data, has followed American thinking on HIV/AIDS for many years. In 2012, Kaiser asked people to name the most urgent health problem facing the world.\nThe largest number of people -- 41 percent -- said cancer.\nBut then there was a second-tier group of diseases -- heart disease, HIV/AIDS, obesity and diabetes -- that were named by between 15 to 17 percent of the public. So HIV/AIDS ranked high but not the highest.\nIn earlier surveys, more Americans thought AIDS was a bigger issue.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn Kaiser’s 2004 poll, 36 percent picked HIV/AIDS as the most urgent problem, just a few percentage points behind cancer. In 2009, the fraction was 21 percent. To Jennifer Kates, director of global health and HIV policy at Kaiser, the trend is clear.\n\nSource: Kaiser Family Foundation/Roper Center for Public Opinion Research\n\"The share of the public expressing concern about the epidemic has significantly declined over time,\" Kates told us. \"This may be a function of three decades of HIV, of having successful treatments, of not seeing death as a constant, etc., but given that HIV is still a major global health challenge in low and middle income countries -- particularly in Sub-Saharan Africa -- and significantly impacts some groups in the U.S., this can also be seen as a potential disconnect and cause for concern.\"\nWork done by the Pew Research Center generally shows the same pattern. Pew put a broader question to Americans, as well as people in scores of other countries, about five dangers facing the world -- the spread of nuclear weapons, ethnic violence, AIDS and other infectious diseases, pollution, and the gap between rich and poor -- and had  people pick the greatest one. In 2014, AIDS ranked at the bottom with just 7 percent. On the other hand, in the years that Pew has asked this question, AIDS had never placed high. In 2002, 11 percent of Americans said it was the greatest threat, slightly above pollution.\nAs with all polling, everything depends on the question you ask. In 2014, when Kaiser asked people how important it was for the United States to prevent and treat HIV/AIDS in developing nations, 39 percent said it was a top priority and 47 percent said it was important, but not the most important. Compared with other health issues, HIV/AIDS ranked a few points behind improving children’s health, providing clean water and reducing hunger.\nTo sum it up, Americans see HIV/AIDS as less of a threat than they once did, but they still recognize it as a global health challenge.\nInternationally, European countries such as Germany, France and Italy generally echo trends in America. They see other threats as more pressing, but HIV/AIDS has never ranked high compared to ethnic violence or the gap between the rich and the poor.\nKates at the Kaiser Family Foundation noted that the media runs fewer stories about HIV/AIDS today. She said that likely drives down the sense that the virus is a threat.\nOur ruling\nBono said that the \"public thinks AIDS is done -- it’s not done.\" \nThere's an obvious bit of rhetorical flourish in Bono's comments, but independent polling does show that the public sees AIDS as less of a threat both at home and overseas than it once did. However, people still rank it rather high on the global health agenda and believe America should continue to help developing nations deal with it.\nBono’s broader point is well founded, but his specific claim slightly overstates the situation. On balance, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-05438"}