{"url": "/factchecks/2019/dec/03/alma-adams/nc-democrat-mostly-right-about-proposed-cuts-snap/", "speaker": "Alma Adams", "vclaim": "\"The President wants to cut 3 MILLION people from SNAP, including children, seniors and veterans.\"", "truth_label": "mostly-true", "date": "stated on November 26, 2019 in a tweet:", "title": "NC Democrat mostly right about Trump's proposed cuts to SNAP", "text": "Over Thanksgiving week, a North Carolina Democrat drew attention to a Trump Administration proposal that would cut the number of people who receive public funding for food.\nU.S. Rep. Alma Adams, a Democrat representing the Charlotte area, tweeted on Nov. 26 about the administration’s proposal for cuts to the Supplemental Nutrition Assistance Program, known as SNAP.\n\"The President wants to cut 3 MILLION people from #SNAP, including children, seniors and veterans,\" Adams tweeted. \"This is unacceptable. SNAP is the first line of defense against hunger and I stand with @TheBlackCaucus to protect America’s most vulnerable: our children. #1MillionKids.\"\nIs it true that the Trump administration is proposing to cut 3 million people from the SNAP program? Does that proposal include children, seniors and veterans?\"\nThere are multiple proposed changes to the SNAP program, The SNAP program provides \"nutritional assistance\" to people who are low-income or disabled. \nAdams referred to proposed changes to \"categorical eligibility.\" And, as it turns out, the Adams’ claim is mostly on-point.\n\n3 million\nThe proposed change to \"categorical eligibility\" rules would affect 3.1 million people currently receiving those benefits, according to the USDA’s own estimates.\nSNAP currently allows states to grant categorical eligibility to people who are already on other social programs. The USDA believes some those people wouldn’t qualify otherwise. \n\"As a result, some households can qualify when they would not under regular programs rules,\" the department wrote in a fact sheet.\nThe Trump administration sees this change as closing a loophole allowing some to abuse a program that’s intended to be a \"temporary safety net,\" NPR reported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWho’s affected?\nWe reached out to the USDA’s Food and Nutrition Service department for insight on how many SNAP participants might be affected by the proposed change.\nAn estimated 673,000 households with seniors and 597,000 households with children are projected to lose benefits, the USDA’s communications office told us in an email.\nAs for military veterans, the number is a little less clear. We reached out to the USDA and other groups that track SNAP beneficiaries, but struggled to find a specific number of veterans that might be affected. \nVeterans not tracked\n\"USDA does not have data to determine the specific impacts of the rule on households with veterans, as veteran status does not impact eligibility and therefore is not captured in the caseload data used to analyze the rule,\" the USDA told us.\nBut it’s possible veterans would be affected. \nAbout 40 million people participate in the SNAP program. About 1.4 million veterans live in participating SNAP households, according to a 2018 study by the left-leaning Center on Budget and Policy Priorities.\nThe center analyzed data provided by the U.S. Census Bureau and estimated SNAP is currently assisting 55,000 veterans in North Carolina.\nRebecca Vallas, a senior fellow at the left-leaning Center for American Progress, believes it’s \"more than fair to conclude\" veterans would be affected. She believes Adams is on \"strong footing.\"\nOur ruling\nAdams said President Trump \"wants to cut 3 million people from SNAP, including children, seniors and veterans.\" It’s true that his administration’s proposal would affect 3 million people, including children and seniors.\nVeterans also receive SNAP benefits, but we don’t know how many veterans would be directly affected. Given that uncertainty, we believe Adams’  statement is accurate but needs clarification or additional information. So we rate it Mostly True.", "vclaim_id": "vclaim-pol-16644"}