{"url": "/factchecks/2012/may/10/gwen-moore/rep-gwen-moore-says-gov-scott-walker-gutted-tax-cr/", "speaker": "Gwen Moore", "vclaim": "Says Gov. Scott Walker approved a \"gutting\" of two tax credits that help the poor and elderly.", "truth_label": "false", "date": "stated on April 28, 2012 in a song/speech:", "title": "Rep. Gwen Moore says Gov. Scott Walker gutted tax credits for the poor and elderly", "text": "Eager for a post-Scott Walker era, U.S. Rep. Gwen Moore of Milwaukee led Democrats in a politicized version of \"Hit the road, Jack\" at the party’s Founder’s Day Gala in April 2012.\n\n\"Great Scott, Scott Walker, you gotta go baby. We don’t want you no more,\" she sang, asking those in attendance to join a \"Hit the road, Scott\" refrain.\n\nA video of the song made its way to YouTube (You knew it would, didn’t you?), so anyone could listen to Moore’s verbal walloping of Walker (\"My therapist said you can’t internalize the pain\").\n\nMoore closed with a line about Walker’s budget having \"raised taxes on the poor and the elderly by gutting the Earned Income and Homestead Tax Credits.\"\n\n\"What were you thinkin’ baby?\" Moore said.\n\nMoore and her swaying backup singers -- among them lobbyist Gary Goyke and former Democratic state Rep. Peter Bock, who is married to gubernatorial candidate Kathleen Falk -- seemed a bit, um, out of sync.\n\nBut what about the claim of \"gutting\" tax credits that benefit the poor and elderly?\n\nDid Moore hit the right notes on that one?\n\nIt was a humorous bit, but it contained a serious claim. And when we spot political humor, we always look for a chance to, well, drain all the humor from it and write a technical piece about the ins and outs of tax policy.\n\nSo with apologies to the song’s writer, Percy Mayfield, and Ray Charles, who made it famous, here we go:\n\nOn the Walk-O-Meter, we’ve already noted that Walker’s 2011-’13 budget raised taxes on lower and moderate income working families and others by cutting back the state’s Earned Income Tax Credit and the separate Homestead Credit. We gave Walker a Promise Broken, since he had pledged to oppose all tax increases.\n\nBut did the cuts amount to a \"gutting\" of the credits?\n\nAsked for backup, Moore’s office pointed us to March 6, 2011  Wisconsin State Journal article headlined, \"Walker budget slashes tax credits that aid poor.\"\n\nThat certainly suggests a \"gutting.\"\n\nBut we ran the numbers ourselves, with much help from the nonpartisan Legislative Fiscal Bureau, tax experts and the state Department of Revenue.\n\nHomestead Credit\n\nThis credit gives renters and homeowners a state income tax break if their incomes and property taxes or rent are low enough to qualify. It can put more than $1,100 back in people’s pockets.\n\nThe credit has been around for years. Walker’s predecessor, Democrat Jim Doyle, approved a change that starting in 2010 pegged various eligibility factors -- such as income -- to rise annually with inflation for the first time.\n\nAt times over the years the lack of \"indexing\" squeezed eligibility for the credit, as people bumped into the income limit.\n\nIn his budget, Walker ended the \"indexing\" of the program after one year. It carried an estimated $13.6 million value over two years -- money that would go to the state and not the homeowners. The move wiped out a projected 7.9 percent rise in the total credits claimed over two years.\n\nThe move also meant an erosion in the credit over time because it is tiered and gets smaller as people’s incomes rise.\n\nThat can affect, for instance, elderly recipients whose Social Security payments can go up with inflation. Seniors make up about 30 percent of the recipients of the credit.\n\n\"For seniors who have been struggling with trying to stay in their homes, the combination of a gradually reduced Homestead Credit and a higher property tax bill could be the straw that pushes them to the decision to sell their home and live elsewhere,\" said Jon Peacock, a budget expert with a liberal advocacy group, the Wisconsin Council on Children and Families.\n\nBut the program remains intact as it was for most of its life.\n\nThe income limit and maximum property tax or rent are set at the same level in 2011, under Walker’s move, as they were the year before.\n\nEarned Income Tax Credit\n\nThis is the state version of the federal Earned Income Tax Credit, which originally was approved by Congress in 1975 to partially offset Social Security taxes and provide an incentive to work. You have to be working to get it, and in a low or moderate income bracket.\n\nThe state version (you get a percentage of the federal credit) started in 1989 under Republicans, though some GOP officials -- including Walker -- have criticized it as a redistribution of wealth.\n\nAbout half the states offer a similar credit. Among those, Wisconsin’s credit is very generous for some families and stingy for others, depending on family size.\n\nMore than 268,000 working Wisconsinites claimed the credit in 2010.\n\nUnder the budget Walker signed, about 140,000 recipients will see their credits cut.\n\nWalker’s original plan, before legislative action, cut a similar number of credits. At the time, according to a fiscal bureau report, his administration estimated \"approximately 1,000 additional families with 2,400 children would fall below the poverty line due to the changes in the bills.\"\n\nUnder the final budget, the total payouts will drop an estimated 19 percent, falling from $289 million to $233 million, or by $56 million.\n\nA 19 percent cut is a major change. By comparison, the most-publicized cut in Walker’s budget -- $792 million in state aid to local school districts -- amounted to a 7.4 percent cut.\n\nHere’s the real-world impact in 2011:\n\nThe maximum state credit for families with two children fell from\n$716 to $562.\n\nThe maximum credit for families with three or more children fell from $2,473 to $1,955.\n\nThe maximum credit for families with one child was unchanged at $124.\n\nDoes that amount to \"gutting\" the credit?\n\nThe state Department of Revenue points out that Walker’s move still means the credit is refundable -- even if a family has zero tax liability, they can still get the credit as a refund check. For a majority of recipients, the credit comes in the form of a full or partial tax refund, because the credit exceeds their net tax liability.\n\nEven staunch advocates of the credit think Moore’s \"gutting\" description went too far.\n\nPeacock, the budget expert with Wisconsin Council on Children and Families, thinks the tax increase is significant, but he said it was not a fatal blow as \"gutting\" suggests.\n\n\"For low-wage workers with two or more children, the change to the EITC is more like the loss of an appendage than a vital organ,\" Peacock said.  \n\nDavid Riemer, a former top budget aide to Doyle now at Community Advocates’ Public Policy Institute, argues that Walker’s move made work less attractive and made the tax system less fair. He believes the moves  \"seriously damaged\" the credits.\n\nBut he, too, disagreed that Walker \"gutted\" the EITC. The same for the Homestead Credit.\n\n\"Both of these important credits remain on the books,\" Riemer wrote in an email.\n\nOur conclusion\n\n(Yes, we know those words are music to your ears.)\n\nIn a send-up of the song \"Hit the Road, Jack,\" Moore said Walker’s reduction in two credits meant a \"gutting\" of the tax breaks, which help moderate and lower income working families.\n\n\"Gutting,\" in our dictionary, is \"to remove the vital or essential parts.\"\n\nWhile the percentage cut was deep in one of the credits, Walker and the GOP-controlled Legislature left them largely intact.\n\nWe rate Moore’s claim False.\n\n(And hope we don’t come back to this one no more, no more, no more...)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel web page)", "vclaim_id": "vclaim-pol-11124"}