{"url": "/factchecks/2018/may/30/florida-house-majority/did-florida-students-see-increase-47-cents-or-it-m/", "speaker": "Florida House Majority Office", "vclaim": "It is a \"myth\" that \"per-student funding only rose by 47 cents this year.\"", "truth_label": "barely-true", "date": "stated on May 17, 2018 in a video:", "title": "Florida House says per-student bump of 47 cents is a myth. Here's why that's overstated", "text": "Florida House Republicans are playing mythbusters on claims of stagnant school spending.\nThe House Majority Office, which is overseen by Speaker Richard Corcoran, released a five-minute video May 17 that takes aim at teachers’ unions and state educators (and unnamed \"media allies\") who say the 2018-19 education budget isn’t enough to cover the costs of running a school district.\nBack in March, superintendents of some of Florida’s largest districts wrote a column saying, \"The 47 cents per student increase in the base student allocation — the only funds school districts can use for student programs, teacher salaries and other costs — will force us to make cuts in critical areas of our operations.\"\nThe House Republicans’ released their video on the same day 35 Democrats called on the Legislature to hold a special session to reconsider education funding for the next school year (a motion that failed).\nIt offers a defense of education spending (using phrases like \"sparsity supplement\" and \"millage compression\") to argue that approved spending is really closer to $100 per student, at least.\n\"Have you heard the ‘47 cents’ myth?\" the Florida House asked in the description of the video. \"The rumor goes ‘per-student funding only rose by $0.47 this year.’ Nothing could be further from the truth.\"\nThe number isn’t a myth; it just isn’t the number that House Republicans want to highlight as inaccurate.\nHouse leaders and district officials are using two different ways to measure per-student funding, based on different funding sources. There’s some truth to both claims, but using either amount requires more context. Calling one a \"myth\" is too dismissive.\nWhat to know about the House Majority argument\nThe House Majority Office argues that per-pupil spending increased by $101, not 47 cents. The $101 figure is accurate if you consider every facet of education funding.\nThe state’s 2018-19 education budget increased public school spending by more than $485 million. In 2017-18, per-pupil funding was $7,307. In 2018-19, it increased slightly to $7,408 per student (an increase of $101.50).\nIt’s worth noting that the $101 increase is an average of what school districts will receive, so the actual amount of per-pupil funding really depends on the county.\nFor example, it’s possible that the largest districts won’t receive all of the $101 after taking into account new state mandates and an expected student decrease. According to the Florida Department of Education documents, total per-pupil funding will increase by $65 in Miami-Dade; $52 in Broward County; $73 in Pinellas County; and $85 in Hillsborough County.\nThat said, other counties, particularly smaller ones like Calhoun County, will receive $263.\nMore importantly, the $101 increase in student spending includes every source of education funding. Some sources of funding have to be used for specific purposes.\nTo name a few, there’s the Exceptional Student Education allocation reserved for people who are disabled or gifted; the Teacher Classroom Supply Assistance Program, which allows teachers to purchase materials and supplies for the public school students assigned to them; and the digital classroom allocation, which provides money for devices.\nIt also includes the money set aside to hire additional school resource officers and money to increase mental health facilities.\nSo, while it’s accurate to say per-student funding rose by $101, it’s important to know that school districts don’t have a lot of flexibility in how that money can be used.\nThat’s why state educators and unions have used the increase in the base student allocation (47 cents) to demonstrate how little money is left for districts to pay for day-to-day operating costs.\nTracing the origins of 47 cents\nLabeling the 47-cent claim \"a myth\" is misleading. After all, it appears in the Florida Department of Education’s own 2018-19 document about education financing.\nThis amount refers to the budget’s base student allocation, the amount of money allocated for each student. The money is unrestricted, which means districts have the most freedom in how that portion of the education budget is used.\nThe base student allocation is one of the only pieces of the budget that goes toward teachers’ salaries and raises, electricity, fuel for buses, health care for faculty and administrators, and other operational costs.\nIn 2017-18, the base student allocation was $4,203.95. In 2018-19, it increased slightly to $4,204.42 per student (an increase of 47 cents, if you haven’t caught on by now).\nThe base student allocation fell during the recession from 2007 to 2012. Funding has increased each year starting in 2012-13, though those year-over-year hikes have been bigger than in this year’s budget.\n\n\n\n\nFiscal year\n\n\nBase Student Allocation\n\n\n\n\n2007-08\n\n\n$4,079.74\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\n2008-09\n\n\n$3,886.14\n\n\n\n\n2009-10\n\n\n$3,630.62\n\n\n\n\n2010-11\n\n\n$3,623.76\n\n\n\n\n2011-12\n\n\n$3,479.22\n\n\n\n\n2012-13\n\n\n$3,582.98 (+$103)\n\n\n\n\n2013-14\n\n\n$3,752.30 (+$169.32)\n\n\n\n\n2014-15\n\n\n$4,031.77 (+279.47)\n\n\n\n\n2015-16\n\n\n$4,154.45 (+$122.68)\n\n\n\n\n2016-17\n\n\n$4,160.71 (+$6.26)\n\n\n\n\n2017-18\n\n\n$4,203.95 (+$43.24)\n\n\n\n\n2018-19\n\n\n$4,204.42 (+$0.47)\n\n\n\n\nThe 47-cent increase wasn’t always the plan. In January, before the Parkland shooting, the House’s original education budget included increasing the base student allocation by $75.\nSchool districts receive more than just the base student allocation for education-related expenses. But the issue is that a good chunk of the overall funding is tied to specific purposes.\nFor example, more than $161 billion of the $500 million increase is for the safe school allocation and can only be used on certain purposes such as paying for school resource officers. Another good chunk — $69 million — has to go toward mental health services.\nIn both of those cases, the money is restricted and can only be used for its intended purpose. So, unlike the base student allocation, it can’t be used on teacher raises.\n\"While money has been poured into special legislative projects such as best and brightest, safe schools and mental health, it is the core funding beginning with the base student allocation that enables districts to do the vast majority of the work they do with students throughout the year,\" said Tracey Pierce, the Duval schools chief of public relations and marketing.\nOur ruling\nThe Florida House Majority Office said that it’s \"a myth\" that per-student funding only rose by 47 cents this year.\nThe claim that per-student funding only rose by 47 cents definitely needs context. But calling it a myth goes too far, as does the Republicans’ claim that per-pupil spending is really closer to $100. Moreover, not every district will get that per-pupil amount.\nAn amount that high is only possible once you factor in all education-related spending. That includes a good chunk of money that has to be spent on specific purposes like school security and mental health. The increase in the base student allocation (47 cents) represents the amount of money left over for flexible spending, which districts can use for student programs, teacher salaries and other operational costs.\nThe office's statement contains an element of truth but ignores critical facts that would give a different impression. We rate this claim Mostly False.", "vclaim_id": "vclaim-pol-02017"}