{"url": "/factchecks/2016/jun/15/marco-rubio/marco-rubio-says-after-orlando-shooting-radical-sp/", "speaker": "Marco Rubio", "vclaim": "\"In America, radical speech is not a crime.\"", "truth_label": "mostly-true", "date": "stated on June 13, 2016 in an interview with Hugh Hewitt:", "title": "Marco Rubio says after Orlando shooting that 'radical speech is not a crime'", "text": "Florida U.S. Sen. Marco Rubio said in the wake of the Orlando shooting massacre that supporters of terrorism can freely say what they want.\n\"In America, radical speech is not a crime,\" Rubio told radio show host Hugh Hewitt. \"And that’s one of the challenges we face. You can stand all day long and call for all kinds of jihad. It’s only when you actually moved toward plotting and acting on it that you become actionable and arrestable. These guys know that, and they use it against us.\"\nThe FBI had investigated the shooter Omar Mateen in recent years after he claimed to co-workers that his family had connections to the al-Qaida terror network. But probes led to nothing.\nIs Rubio correct that radical speech in itself is not a crime?\nWe contacted Rubio’s spokespersons and did not get a reply. We were curious what the laws said about radical speech and if he was speaking accurately.\nRadical speech\nMultiple legal experts told us that Rubio’s point is generally correct because speech is protected by the First Amendment, which states:\n\"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the government for a redress of grievances.\"\nCourts have decided that certain speech is not protected by the First Amendment such as \"fighting words\" (speech that would likely draw someone into a fight.) But radical speech is not included in that list.\n\"The First Amendment protects radical speech,\" said University of Chicago Law professor Geoffrey Stone who has written about the dangers of compromising First Amendment freedoms.\nExperts said that Rubio omitted one key exception which stems from the 1969 U.S. Supreme Court case Brandenburg vs. Ohio involving a member of the Ku Klux Klan,\nThe  U.S. Supreme Court found that all speech is protected \"except where such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action.\"\nSo that means Americans have a right to advocate lawlessness -- such as overthrowing the federal government -- as long as they avoid inciting imminent illegal action as narrowly defined by Brandenburg.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\"For example, if a mob has seized a person they think murdered a child and X starts shouting ‘hang him, hang him,’ that would satisfy Brandenburg,\" Stone said. \"Radical speech doesn't come close.\"\nSo verbally supporting ISIS alone isn’t a crime.\n\"The Supreme Court’s thinking is that people have a First Amendment right to associate with even the worst and most degraded organizations,\" said Loyola law professor Alexander Tsesis. \"The government is prohibited from simply assuming ideological affinity will ‘lead to imminent violence,’ or that it is truly threatening for that matter. Those assumptions must be backed by evidence beyond a reasonable doubt.\"\nHowever, there is a separate statute that says it is illegal to provide material support to a terrorist organization.\nThat could include \"instructing the foreign terror organization about how to gain standing in a community or religious center. That’s an expressive act, but one the government has a compelling interest to prevent from achieving its supportive purpose,\" Tsesis said.\nWhile many people may conclude certain radical speech is offensive, it is generally protected.\nAnd there are good reasons for that, said Lee Rowland, a senior attorney at the ACLU. Whether something is \"radical speech\" or \"hate speech\" is in the ears of the listener.\nFor example, some politicians and members of law enforcement have suggested that the Black Lives Matter movement engages in hate speech against police officers. Martin O’Malley, a former Democratic presidential candidate, said that Donald Trump is promoting hate speech with his comments about immigrants.\n\"The fact that our Constitution robustly protects speech, including speech we find abhorrent, is a feature, not a bug,\" Rowland said.\nHowever, in the age of terrorism and the internet, some have raised the question about whether Brandenburg can survive or whether we should find ways to limit free speech.\nOur ruling\nRubio said, \"In America, radical speech is not a crime.\"\nRadical speech is protected by the First Amendment and is not a crime. However, there are limited exceptions for when speech incites imminent crime or when communications specifically aid acts of terror.\nWe rate this claim Mostly True.\n \nhttps://www.sharethefacts.co/share/af1d6810-61b4-42c1-ad69-8ef452cf3af7", "vclaim_id": "vclaim-pol-04830"}