{"url": "/factchecks/2017/feb/02/keith-ellison/rep-keith-ellison-correct-demographic-overview-syr/", "speaker": "Keith Ellison", "vclaim": "\"About three-quarters of (Syrian refugees) are women and children. A full third of them are kids under 12 years old.\"", "truth_label": "true", "date": "stated on January 29, 2017 in a CBS 'Face The Nation' interview:", "title": "Most Syrian refugees are women and children, as Keith Ellison said", "text": "Rep. Keith Ellison, D-Minn., pushed back on an executive order signed by President Donald Trump to indefinitely suspend admission of Syrian refugees, calling it a Muslim ban and arguing that the order affects many women and children.\n\"When you try to ban refugees, these folks go through an 18-to-24-month vetting as it is,\" Ellison said Jan. 29 on CBS’ Face the Nation. \"The fact is, is that Syrian -- if you talk about banning Syrians, about three-quarters of those folks are women and children. A full third of them are kids under 12 years old.\"\nEllison, who is vying to lead the Democratic National Committee, accurately cited data from the United Nations High Commissioner for Refugees.\nWe previously explored the demographic makeup of Syrian refugees when Trump, as a candidate, made false claims that most Syrian refugees were actually strong men. (For background on Trump’s immigration executive order, check out our explainer.)\nUN’s refugee agency data\nThere are more than 4.89 million Syrian refugees according to the UN’s latest count.\nThat total accounts for about 2 million refugees registered by the UNHCR (in Egypt, Iraq, Jordan and Lebanon), 2.8 million registered by the Turkish government and more than 29,000 registered in North Africa.\nEllison referenced a UNHCR regional demographic breakdown based on refugees registered in Egypt, Iraq, Jordan and Lebanon.\nTo determine a figure for women and children, Ellison summed the percentage of registered Syrian males under 18 years old with the percentage of women of all ages -- it comes out to about 73 percent, according to data last updated Jan. 19.\nFactoring in women of all ages and boys under 12 years old, it's about 66 percent.\nEllison’s other point about \"a full third\" of refugees being younger than 12 years old also checks out for the UNHCR group. About 17 percent relocated to Egypt, Jordan, Iraq or Lebanon are boys and about 16 percent are girls.\nWe wanted to know if the demographics were similar for the larger pool of 2.8 million Syrian refugees in Turkey. They are.\nIn Turkey, about 70 percent of registered Syrian refugees are women of all ages and males under 18. About 30 percent are children under 12 years old, according to data last updated Jan. 12.\nWomen of all ages and boys under 12 years old represent about 62 percent of the population.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nA demographic report for the estimated 29,000 refugees in North Africa (Egypt included in other UNHCR report) was not available.\nGeoffrey Mock, Syrian country specialist for Amnesty International USA, said there's a large Syrian community in Libya and that it's likely many Syrian refugees there have not been registered.\nThe flow of Syrians to Libya after 2011 has been much greater than 29,000, Mock said. Syrian refugees have also gone to Tunisia, though the number there is less than 1,000 registered Syrian refugees according to a UNHCR fact sheet, he said.\nThe United States accepted 12,587 Syrian refugees in fiscal year 2016 (Oct. 1, 2015-Sept. 30, 2016) and fewer than 2,000 in fiscal 2015.\nPrior to that, the most Syrian refugees the Obama administration had accepted was 105, according to data from the State Department's Refugee Processing Center.\nHere's a breakdown of fiscal year 2016 admissions:\n- Total: 12,587\n- Male: 6,571\n- Female: 6,016\n- Boys and girls under 14 years old: 6,118 (about 48.61 percent of admissions)\nOur ruling\nEllison said, \"About three-quarters of (Syrian refugees) are women and children. A full third of them are kids under 12 years old.\"\nWith only slight rounding, Ellison is correct on average for Syrian refugees registered in Turkey, Egypt, Jordan, Lebanon and Iraq.\nA demographic breakdown is not available for more than 29,000 refugees in other North African countries, which represent less than 1 percent of all registered Syrian refugees.\nWe rate Ellison’s statement True.\nhttps://www.sharethefacts.co/share/dd2e1314-5477-467a-8b94-ec08ba31dcb2", "vclaim_id": "vclaim-pol-03720"}