{"url": "/factchecks/2014/aug/13/david-gregory/david-gregory-al-qaida-cast-isis-too-extreme/", "speaker": "David Gregory", "vclaim": "The Islamic State, or ISIS, was \"cast off by al-Qaida because\" it was \"considered too extreme.\"", "truth_label": "mostly-true", "date": "stated on August 10, 2014 in comments on NBC's \"Meet the Press\":", "title": "David Gregory: Al-Qaida cast off ISIS as 'too extreme'", "text": "Multiple rounds of U.S. airstrikes rained down against militant jihadists calling themselves the Islamic State this weekend. The operation was described by President Barack Obama as humanitarian intervention against the Islamic State’s genocidal activities in Iraq -- activities that even al-Qaida consider extreme, according to MSNBC host David Gregory.\nOn Aug. 10’s Meet the Press, Gregory discussed the airstrikes with Sen. Dick Durbin, D-Ill., who sits on the Senate Foreign Relations Committee. Gregory wondered whether the group’s rapid emergence and success could have been predicted and prevented.\n\"This is a terror state trying to construct a caliphate, cast off by al-Qaida because this group is considered too extreme,\" he said. \"This is a big, expansive terrorist threat that has amassed on (Obama’s) watch.\"\nWe’ve heard before that the Islamic State -- which is also called ISIS --  is so extreme that even al-Qaida washed its hands of it, and we wondered if it was true.\nWho is the Islamic State?\nIn February, al-Qaida’s central command formally severed ties with ISIS, as it was known then. Al-Qaida said in an Internet statement that ISIS \"is not a branch of the al-Qaida group (and) does not have an organizational relationship with it and (al-Qaida) is not the group responsible for their actions,\" reported the Washington Post.\nSo the Islamic State certainly was cast off by al-Qaida.\nBut was the disownment due to the Islamic State’s extreme actions, as Gregory suggests? Experts told us not entirely.\nTo really understand the break-up, they said, we have to go back to the beginning of the Islamic State.\n\n\n2003: A militant group known as JTJ (\"Group for Monotheism and Holy War\" ) under the leadership of extremist Abu Musab al-Zarqawi bombs the United Nations Headquarters in Baghdad, killing 34.\n\n\n2004: The JTJ pledges its allegiance to Osama bin Laden, and is now known as al-Qaida in Iraq (AQI).\n\n\n2006: Zarqawi is killed in an airstrike. AQI is rebranded again as the Islamic State in Iraq (ISI).\n\n\n2010: Abu Bakr al-Baghdadi is named leader of ISI, after his predecessor is killed in an American and Iraqi raid.\n\n\n2013: Baghdadi claims that the active Syrian jihadist group, al-Nusra Front, is \"an extension of the Islamic State in Iraq and part of it,\" and the two groups should be considered one, the Islamic State of Iraq and the Levant (ISIS). ISIS begins to rapidly advance in Syria and Iraq.\n\n\n2014: Al-Qaida central command dissolves its relationship with ISIS in February. Four months later, ISIS announces the establishment of a caliphate and changes its name to the Islamic State.\n\n\nThe evolution of names of the Islamic State shows an evolution in their ambitions, and an expansion of their brand from an al-Qaida terror arm to an established insurgent army with territorial holds fighting on two fronts, said Austin Long, a security policy professor at Columbia University. And the Islamic State has now positioned itself as a more appealing alternative to its former parent al-Qaida for would-be jihadists.\n\"They’re not going to seek a reconciliation with al-Qaida, because why should they?\" Long said. \"They can say to their recruits, ‘You could be suicide bomber or you can join a legitimate army that’s establishing a caliphate.’ That’s a big selling point.\"\nToo extreme for al-Qaida? \nThe differences between the Islamic State and al-Qaida are more deep-rooted than their current standing in the hierarchy of terror groups. But to categorize the Islamic State as \"too extreme\" isn’t quite accurate.\nIn terms of fundamentalism, the Islamic State’s enforcement of Sharia law is certainly \"the most traditional of the traditional\" if not down-right draconian, said Colin Clarke, a terrorism expert at the think tank RAND. But, according to Long, al-Qaida just hasn’t had the opportunity to the do the same.\nAs for brutality of actions, the extremism just manifests differently. Long and Clarke both pointed that al-Qaida certainly has not hesitated to kill civilians or fellow Muslims in certain contexts.\nThe true difference between the two groups is ideological -- why and how to carry out a holy war, according to Long and William Braniff, executive director at the National Consortium for the Study of Terrorism and Responses to Terrorism.\n\n\n\n\n \n\nThe Islamic State\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nAl-Qaida\n\n\n\n\nGoal\n\n\nEstablish a caliphate\n\n\nEstablish a caliphate through incremental steps (first, drive the West out of the Middle East)\n\n\n\n\nPurpose of violence\n\n\nTo purify Islam, ignite a civil war\n\n\nTo awaken the masses\n\n\n\n\nMethod\n\n\nMobilizing against \"the near enemy\"\n\n\nMobilizing against the West\n\n\n\n\n\nSource: Interviews with Long and Braniff \nAl-Qaida certainly has objected to the Islamic State’s sometimes anti-Muslim tactics since at least 2006, but the concerns were less about ethics and more about strategy. Al-Qaida’s current leader Ayman al-Zawahiri reprimanded the Islamic State, then al-Qaida in Iraq, in a letter that warns AQI against focusing on the wrong enemy and losing Muslim support.\n\"The Muslim populace who love and support you will never find palatable ... the scenes of slaughtering the hostages,\" Zawahiri wrote. \"Is the opening of another front now in addition to the front against the Americans and the government a wise decision? Or does this conflict with Shia lift the burden from the Americans by diverting the mujahedeen to the Shia, while the Americans continue to control matters from afar?\"\nWhy was it disowned?\nThe idea that the Islamic State was cast off by al-Qaida because of its brutality is \"a bit of a misnomer,\" Clarke said. \"Really the splintering emerged from a command and control problem.\"\nThough al-Qaida’s central command has limited control over its affiliates, the Islamic State has actively disobeyed orders from headquarters. And its activities threaten the legitimacy of al-Qaida’s presence in the Middle East, while its conflicts with other terrorist affiliates were seen as destabilizing, Braniff said.  \nThe biggest fallout was in 2013, when Baghdadi declared the establishment of ISIS, incorporating Syrian jihadist group Nusra Front without the consent of Nusra, experts agreed. Tensions metastasized when Nusra objected to this merge, and al-Qaida central had to step in.\nAl-Qaida’s Zawahiri scolded Baghdadi for declaring ISIS without asking or even talking to al-Qaida, and ruled that the two groups would be separate and confined to their respective countries-- Nusra in Syria, ISI in Iraq. Baghdadi said, no, ISIS would stay as ISIS.\nThis feud with Nusra sowed the seeds for al-Qaida’s rejection of ISIS and siding with Nusra. By 2014, ISIS was continuing its violent tactics. What’s more, it was fighting with Nusra and other rebel groups actively. Al-Qaida had had enough.\n\"It’s true that ISIS is more brutal than al-Qaida would like, and al-Qaida had told them repeatedly to cool it with the killing of the shiites. But the problem really was that al-Qaida had been saying, ‘Hey stop this,’ and (ISIS) was not listening,\" Clarke said.\nThe ruling\nGregory said, the Islamic State was \"cast off by al-Qaida because this group is considered too extreme.\"\nThe Islamic State certainly was cast-off by al-Qaida, but to say it was because the Islamic State is \"considered too extreme\" is a bit of an oversimplification.\nWhile it is true that al-Qaida considered some of the Islamic State’s actions unnecessarily brutal, there were a couple of other reasons for the fallout. The Islamic State’s ideological differences with the al-Qaida brand and its constant failure to obey orders from headquarters had been sawing away its ties to al-Qaida for quite some time. In-fighting with Nusra in Syria and continued killing of fellow Muslims were the final straws.\nIn short, shorthanding the Islamic State as too extreme leaves out the nuances behind the split.  \nWe rate Gregory’s claim Mostly True.", "vclaim_id": "vclaim-pol-07449"}