{"url": "/factchecks/2019/jun/11/bernie-sanders/bernie-sanders-oversimplifies-record-hyde-amendmen/", "speaker": "Bernie Sanders", "vclaim": "\"I have consistently voted against the Hyde Amendment.\"", "truth_label": "half-true", "date": "stated on June 6, 2019 in a tweet:", "title": "Bernie Sanders oversimplifies record on Hyde Amendment", "text": "The Hyde Amendment is statutory language that bars federal dollars from being used to pay for most abortions. Though decades old, it suddenly became a point of controversy in the 2020 presidential campaign, as rivals of Joe Biden criticized his history of voting for it.\nThe Hyde Amendment was named for its original champion, the late Rep. Henry Hyde, R-Ill., and has been passed by Congress regularly since 1977. It says the federal government can’t pay for abortions, but it has always included an exception for the life of the mother, and most of the time it has included exceptions for rape and incest as well.\nOpponents of abortion rights have made maintaining the Hyde Amendment a longstanding priority. Now, those who favor abortion rights are prioritizing its repeal.\nThe criticism from rivals in June 2019 drove Biden to change his position. On June 6, Biden announced that – like the rest of the Democratic presidential field – he now opposes the policy.\nOne of Biden’s presidential primary opponents, Sen. Bernie Sanders, I-Vt., took to Twitter to tout his position against the Hyde Amendment.\nSanders tweeted on June 6: \"If we believe that a woman has the constitutional right to control her own body, that right must apply to ALL women, including low-income women. That is why I have consistently voted against the Hyde Amendment and why, as president, I would eliminate it.\"\nIf we believe that a woman has the constitutional right to control her own body, that right must apply to ALL women, including low-income women. That is why I have consistently voted against the Hyde Amendment and why, as president, I would eliminate it.— Bernie Sanders (@BernieSanders) June 6, 2019\n\nA reader wrote us to suggest we check into Sanders’ assertion that \"I have consistently voted against the Hyde Amendment.\"\nWhen we looked, we found that the story is more complicated than Sanders indicated.\nWhat counts as voting against the Hyde Amendment?\nThe Hyde Amendment is usually inserted into the yearly bills that fund the Department of Health and Human Services. As a result, Biden (who served as a Democratic senator from Delaware between 1973 and 2009) and other members of Congress were confronted with legislation containing the amendment on many occasions.\nThe key factor that Sanders’ tweet obscures is that the Hyde Amendment usually isn’t voted on as a standalone bill. More often, it’s included in massive appropriations bills. In some cases, voting no on these big spending bills risks a government shutdown.\nIn general, Sanders has indeed voted the pro-abortion-rights way on bills and amendments specific to the Hyde Amendment. But he’s often voted for the final spending measures that included the Hyde language.\n\"Large bills always contain lots of items a particular lawmaker might not like, but they are usually unwilling to sink the entire bill to prevent the enactment of one provision,\" said Josh Ryan, a political scientist at Utah State University who studies congressional procedure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nA good illustration can be seen in a pair of votes Sanders took in 1993, when he was serving in the House.\nIn one case that year, the House voted 255-178 to specifically keep the Hyde Amendment in the relevant spending bill. Sanders voted no, at a time when a large number of Democrats – 98 – were joining most Republicans in voting to keep the amendment on the books.\nDespite this, Sanders voted on behalf of the final version of the spending bill. The measure passed by a 305-124 margin, with 237 Democrats supporting it.\nSanders’ campaign cited several occasions in which he has voted with the abortion-rights side on a specific Hyde Amendment bill – in the 1993 example cited above, plus additional measures in 1997, 2001, 2009, and 2019.\nWhen we reviewed appropriations votes going back to 1999, however, we found numerous occasions in which Sanders backed the final version of a spending bill that funded the Department of Health and Human Services, all of which included language enacting the Hyde Amendment.\nAs a senator, Sanders voted for such bills for fiscal years 2016, 2014, 2013, 2010, 2008, 2007, and 2006, when the bill passed by unanimous consent by all senators. As a House member, he voted for such bills for fiscal years 2005, 2002, 2001, and 1999.\n\"Democrats tend to support\" spending bills for HHS, said University of Miami political scientist Gregory Koger, another congressional specialist. \"For a Democrat who supports social welfare but is also pro-choice, I think they have made peace with some version of Hyde language and just try to resist encroachment.\"\nSanders’ voting discrepancy caught the eye of CNN host Dana Bash. When she interviewed Sanders on CNN's \"State of the Union\" on June 9, she asked Sanders, \"You said this week that you have ‘always voted against the Hyde Amendment.’ But you have actually voted in the past to support large spending bills that include the Hyde Amendment. Is it misleading, Senator, to say that you have never voted for it?\"\nSanders responded by saying that sometimes \"in a large bill, you have to vote for things you don't like. But I think my record as being literally 100 percent pro-choice is absolutely correct. Look, if you believe, as I do, that a woman's right to control her own body is a constitutional right, then that must apply to all women, including low-income women. That is what I have always believed, and that is what I believe right now.\"\nSanders’ campaign told PolitiFact that the senator has consistently received strong voting scores from abortion rights groups. These scores generally factor in votes taken on measures specific to the Hyde Amendment, but not the broader spending bills that happen to include the Hyde language.\nSanders has frequently been given a 100 percent rating from both NARAL Pro-Choice America and a zero from the National Right to Life Committee.\nOur ruling\nSanders tweeted, \"I have consistently voted against the Hyde Amendment.\"\nSanders’ comments suggest a purity on the issue that isn’t possible for senators who want to vote in favor of major spending bills to fund the government. He has a point that when the Hyde Amendment has come up as a stand-alone measure, he has voted with the pro-abortion-rights side. However, Sanders left out that he has voted numerous times for broad spending bills that included a version of the Hyde Amendment.\nThe statement is partially accurate but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-00545"}