{"url": "/factchecks/2012/sep/24/tommy-thompson/us-has-more-natural-gas-saudi-arabia-has-oil-senat/", "speaker": "Tommy Thompson", "vclaim": "\"We have more natural gas than Saudi Arabia has oil.\"", "truth_label": "barely-true", "date": "stated on September 11, 2012 in a speech:", "title": "U.S. has more natural gas than Saudi Arabia has oil, Senate candidate Tommy Thompson says", "text": "After speaking to the Milwaukee Rotary Club on Sept. 11, 2012, Wisconsin U.S. Senate candidate Tommy Thompson took questions from the audience.\n\nAsked about achieving energy independence, the former Republican governor called for several initiatives, including converting semitrailer trucks and buses so that they can burn compressed natural gas rather than diesel fuel.\n\nAfter all, Thompson reasoned:\n\n\"We have more natural gas, ladies and gentlemen, than Saudi Arabia has oil.\"\n\nWe do?\n\nIt turns out another GOP politician recently preceded Thompson down this road. Let’s see where it’s led them.\n\nJon Huntsman, the former presidential candidate and Utah governor, also referred to new sources of energy when making the same claim Thompson did during a GOP presidential debate in December 2011. PolitiFact National rated his statement Mostly False, given that it is off based on two of three ways to measure the question.\n\n1. In terms of proved resources -- those likely to be developed under current economic and operating conditions -- Saudi Arabia’s oil reserves are far larger than U.S. natural gas reserves.\n\n2. Saudi Arabia also comes out ahead when considering technically recoverable resources -- those that could be developed using current exploration and production technology, without regard to cost.\n\n3. The U.S. leads Saudi Arabia only when comparing current production levels -- the U.S. produces more natural gas every year than Saudi Arabia produces oil.\n\nEven at that, reserves are more relevant than current production in terms of moving America toward energy independence.\n\nThe U.S. Energy Information Administration provided the statistics used by PolitiFact National. We checked back with the agency, which confirmed that each of the three statistics remains true.\n\nBack to Thompson.\n\nThompson campaign spokeswoman Lisa Boothe said Thompson \"clearly meant to say was that we produce more natural gas in this country every year than Saudi Arabia produces oil.\"\n\nWe don’t think it is so clear, given that Thompson made no mention of production.\n\nOur rating\n\nThompson stated: \"We have more natural gas than Saudi Arabia has oil.\"\n\nThe U.S. produces more natural gas than Saudi Arabia produces oil. But in terms of reserves -- those that are proved and those that are technically recoverable -- Saudi Arabia leads.\n\nWe rate Thompson’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-00304"}