{"url": "/factchecks/2012/nov/05/priorities-usa-action/ad-claims-mitt-romney-made-over-hundred-million-do/", "speaker": "Priorities USA Action", "vclaim": "\"Mitt Romney made over a hundred million dollars by shutting down (a Marion, Ind. paper) plant.\"", "truth_label": "barely-true", "date": "stated on November 2, 2012 in in a TV ad:", "title": "Ad claims Mitt Romney made 'over a hundred million dollars' shutting down paper plant", "text": "A dramatic TV ad featuring an employee of a plant shuttered by Bain Capital is getting new life in Ohio, Pennsylvania, Colorado, Virginia and Florida.\n\nIt claims Mitt Romney \"made over a hundred million dollars\" by shutting down a paper products factory in Marion, Ind.\n\nPriorities USA Action, a pro-Obama super PAC, created the TV ad, which has also been viewed more than 2.7 million times on YouTube since its debut in June.\n\nThe ad, designed to portray Romney as an enemy of the middle class, tells the story of employees who built a stage — only to watch company officials announce they had all lost their jobs.\n\n\"Turns out that when we built that stage, it was like building my own coffin. And it just made me sick,\" says Mike Earnest, one of the workers.\n\nNear the end of his story, Earnest claims: \"Mitt Romney made over a hundred million dollars by shutting down our plant, and devastated our lives.\"\n\nIt’s a heart-wrenching story. We wondered: Is it true that Romney \"made over a hundred million dollars\" by shutting down the plant?\n\nAs it turns out, there are several things wrong with this claim.\n\n Bain, Ampad and SCM Office Supplies\n\nRomney was CEO of a private equity firm, Bain Capital. A Bain company called Ampad did buy the Marion paper plant in 1994, while he was on leave running for Senate, and shut it down in 1995.\n\nAt the time, Ampad was profitable. But there’s disagreement about the health of the Marion plant, known as SCM Office Supplies. Workers argued it was fine before Ampad came along, and the super PAC and the Romney camp marshal various documents to argue it made a profit, and that it didn’t.\n\nEither way, it was quickly in trouble when workers, who had to reapply for their jobs after the Ampad purchase, decided to strike rather than accept lower-paid positions.\n\nBut what is clear is that no one made \"made over a hundred million dollars\" from shutting down a paper plant.\n\nBain and its investors made over a hundred million dollars from their entire investment in Ampad, which they purchased in 1992, before the company was liquidated in 2001. (They sold off most of their investment and gave up control of the company with a public offering in 1996, according to Bain spokeswoman Charlyn Lusk.)\n\nA chart from the Boston Globe shows Bain and its investors made their money primarily through two main events: as part of Ampad’s borrowing to buy an envelope and stationery maker in 1995, and by selling Ampad stock in 1996. Under Bain, Ampad grew to generate hundreds of millions of dollars in sales, far beyond the scale of the single Marion plant.\n\nWe contacted Priorities USA Action for support for its ad’s claim.\n\nSpokesman Brennan Bilberry pointed us to evidence that Romney was directly involved with the decision to shut down the Marion plant, and to prospectuses and news articles showing Bain earned a more than 2,000 percent return in its Ampad investment — at least $102 million.\n\nHe argued that reducing costs from the Marion plant helped drive Ampad’s profit.\n\nStill, the evidence he provided shows that was the profit for a much larger investment involving multiple acquisitions over years.\n\n Our ruling\n\nA former plant employee in an ad from Priorities USA Action says, \"Mitt Romney made over a hundred million dollars by shutting down our plant.\"\n\nThe Marion plant’s purchase and closure was part of a larger investment in paper products manufacturing that earned Bain and its investors over $100 million. It’s a sad tale for Marion workers: Their plant was sold. They lost their jobs, had to reapply to make less, and went on strike. Ultimately Bain closed the plant.\n\nBut shutting down the plant didn’t make Romney $100 million. That was the profit made by Bain and its investors, only some of which would have been earned by Romney. And it was earned for the entire Ampad investment — not as a result of closing a single manufacturing site.\n\nWe rate the ad’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10018"}