{"url": "/factchecks/2015/nov/09/florida-democratic-party/rubio-spent-tax-money-renovate-florida-house-state/", "speaker": "Florida Democratic Party", "vclaim": "\"Marco Rubio spent $400K of your tax dollars remodeling offices, and building a members-only lounge.\"", "truth_label": "true", "date": "stated on November 5, 2015 in a Facebook post:", "title": "Rubio spent tax money to renovate Florida House, state Dems say", "text": "U.S. Sen. Marco Rubio railed against taxes during his career in Florida politics, but his presidential campaign has been facing accusations that he has a long history of being a spendthrift with other people’s money.\nThe Florida Democratic Party posted a message Nov. 5, 2015, on Facebook about Rubio’s financial habits as incoming speaker of the Florida House of Representatives.\n\"Remember that time Marco Rubio spent $400K of your tax dollars remodeling offices, and building a members-only lounge? We do,\" the post read. It included a link to a 2010 Tampa Bay Times/Miami Herald story about Rubio’s use of a Republican Party of Florida credit card.\nIt’s common for incoming speakers to spruce up the chambers as they see fit, so we wondered if Rubio really spent $400,000 for renovations and a new lounge.\nRubio’s renovations\nIn August 2006, before he was officially sworn in as speaker, Rubio did order some renovations to the House.\nThe Times/Herald story the Democrats linked to noted, \"When Rubio became speaker, he spent about $400,000 in tax dollars to remodel offices and build a members-only dining room so lawmakers rushing to meetings or in the throes of negotiations would not have to leave the Capitol to eat.\" The story was written before renovations were complete.\nThe West Miami Republican said he sought to \"decentralize the power of the speakership from being some imperial position to being more of a manager of the process.\" That involved moving some offices around inside the Capitol.\nHe wanted the clerk and sergeant-at-arms moved from the fourth floor to the fifth floor, which pushed the House rules and calendar council to the 12th floor. Rubio also wanted the budget and policy committees together, and did have a members-only dining room built.  \nA dining area just for lawmakers raised some eyebrows at the time. While the Capitol had a public cafeteria and separate snack bar, some critics wondered if a private room was an excuse for lawmakers to meet away from where public records laws could find them. (The dining room was built, and is still there.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nIn all, Rubio ordered almost $560,000 in renovations, according to records from the Speaker’s Office. There were some rumblings that a state representative so opposed to taxes and government waste — in 2006 he published his book 100 Innovative Ideas for Florida's Future — shouldn’t have been spending that kind of money.\nBut is that a lot? Consider that his predecessor Allan Bense only spent $1,500, according to the Times/Herald. On the high end, John Thrasher spent almost $7 million in 1999 to renovate the House chamber, the speaker's office and the House office building. Former Speaker Daniel Webster spent about $100,000 in 1997 to build a spiral staircase between the Speaker’s Office and the Republican Majority Office. Rubio closed the staircase.\nThe leader of the House Democrats at the time, Rep. Dan Gelber of Miami Beach, acknowledged the spending but didn’t make it an issue, instead praising Rubio for including Democrats in new committee suites. \"I think the speaker has a prerogative to spend his budget as he sees fit,\" he said at the time.\nCriticism of Rubio’s spending as speaker came up during his 2010 U.S. Senate campaign against then-Gov. Charlie Crist. Crist criticized Rubio for the renovations and for inflating his staff’s payroll by $2 million over his predecessor.\nRubio hired 20 new workers, many of them from former Gov. Jeb Bush’s office, paying several of them more than $100,000. One of them was Rubio’s chief of staff, Richard Corcoran, who earned $175,212 — $46,000 more than Crist did as governor.\nCorcoran, now a state representative from Land O’Lakes, takes over as speaker of the House in 2016.\nOur ruling\nThe Florida Democratic Party said, \"Marco Rubio spent $400K of your tax dollars remodeling offices, and building a members-only lounge.\"\nIt was actually more than that. Rubio spent almost $560,000 to move around offices, renovate meeting spaces and open a dining area in the Capitol. Other speakers have spent more or less than that, as they saw fit. Democratic leadership at the time didn’t quibble with the changes, although Rubio did face some criticism over the moves, especially when he ran for U.S. Senate.\nWe rate the statement True.\n \nhttps://www.sharethefacts.co/share/3ef77f1d-7fed-4f2a-89d1-340934516bbb", "vclaim_id": "vclaim-pol-05759"}