{"url": "/factchecks/2016/jun/20/donald-trump/trump-misleadingly-puts-black-youth-unemployment-r/", "speaker": "Donald Trump", "vclaim": "Says the unemployment rate for African-American youths is 59 percent.", "truth_label": "barely-true", "date": "stated on June 10, 2016 in a speech.:", "title": "Trump misleadingly puts black youth unemployment rate at 59 percent", "text": "Donald Trump recently told Richmonders that he was amending his campaign theme, \"Make America Great Again,\" to strike an inclusive note.\n\"I’ve added a couple of things,\" he said during a June 11 rally at the Richmond Coliseum. \"I’m adding ‘Make America Great Again,’ and I’m adding ‘For Everyone,’ because it’s really going to be for everyone. It’s not going to be for a group of people; it’s going to be for everyone.\n\"If you look at what’s going on in this country, African-American youth is an example: 59 percent unemployment rate; 59 percent,\" Trump said.\n\"If you look at what’s going on with Latinos, Hispanics - tremendous unemployment rates. You look at what’s going on with so many groups. We’re going to make it great for everyone. We’re going to bring jobs back to our country.\"\nThe 59 percent unemployment rate for black youths caught our attention. We wondered if Trump, the presumptive Republican presidential nominee, is right. \nThe latest figures from the federal Bureau of Labor Statistics pegged the unemployment rate for blacks, ages 16 to 19, at 27.1 percent in May. \nSo where did Trump come up with the eye-popping 59 percent? We can’t say with certainty, because Trump’s campaign, as usual, didn’t respond to our question. But Tara Sinclair, an economist at George Washington University, offered a clue.\nSinclair told us Trump’s percentage probably comes from a Bureau of Labor Statistics statistic called the \"employment-population ratio.\" This is a figure that gauges employed people, age 16 and older, as a percentage of the entire population of adults.\nIn May, the bureau said the employment-population ratio for blacks ages 16 to 24 was 41.5 percent. Flipped over, that would mean that the unemployment ratio - although such a statistic is not published by the bureau - would be 58.5 percent. That’s pretty close to the 59 percent figure Trump cited, Sinclair noted.\nBut there are differences between the ratio and the widely used unemployment rate, which Trump used in citing the percentage. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nThe unemployment rate reflects the number of jobless people who are actively seeking work as a percentage of the available workforce - defined as those who have jobs or trying to find one. \nThe May unemployment rate for blacks ages 16 to 24 was 18.7 percent. The rate for whites in the same age group was 9.1 percent.\nThe employment-population ratio is a far broader measure that counts all civilians in its equation - even those who don’t work and aren’t looking for a job. In the 16- to 24-year-old category, it includes high school and college students who are not employed or seeking jobs.  \nAs we said, 58.5 percent of blacks in this age group weren’t working in May. That compares with 48.3 percent of whites. The percentages decrease as people get older. In other words, someone is far more likely to be working at 24 than he is at 16 or 17.\nA historic chart of the ratio shows that the percentage of blacks ages 16 to 24 who weren’t working from 2003 to 2007 hovered at 60 percent, roughly the same as today. In between, the percentage rose to nearly 70 percent in late 2010, during the aftermath of the Great Recession, and then slowly subsided.\nRoughly 40 percent of whites in the age group had jobs from 2003 to 2008. That dropped to about 50 percent in 2009 and has hovered around that point since.\nOur ruling\nTrump says the unemployment rate for black youths is 59 percent.\nThe unemployment rate is a widely used term with a specific definition: It refers to the percentage of jobless people in the workforce who are actively seeking employment. In May, the unemployment rate for blacks ages 16 to 24 was 18.7 percent, or less than one-third of Trump’s claim.\nTrump’s campaign didn’t respond to our question about where the candidate got his 59 percent figure. But it appears likely it comes from a computation of all 16- to 24-year-old blacks who aren’t working and may not even want a job, including high school and college students.\nClearly, black youths have a harder time finding work than whites. But Trump exaggerates the issue through his misleading use of statistics.\nWe rate his statement Mostly False.", "vclaim_id": "vclaim-pol-04813"}