{"url": "/factchecks/2008/mar/19/john-mccain/iran-and-al-qaida-dont-agree-on-religion/", "speaker": "John McCain", "vclaim": "It's \"common knowledge\" that al-Qaida is receiving training from Iran.", "truth_label": "false", "date": "stated on March 18, 2008 in Amman, Jordan:", "title": "Iran and al-Qaida don't agree on religion", "text": "We're not trying to pile on Sen. John McCain over his misstatement on the link between Iran and al-Qaida. Maybe he was confused for a moment. He did correct himself quickly. Still, it's worth exploring why McCain's statement is wrong.\n\n\"It's common knowledge and has been reported in the media that al-Qaida is going back into Iran and receiving training and are coming back into Iraq from Iran; that's well known. And it's unfortunate,\" McCain said during a news conference in Jordan.\n\n\nSen. Joseph Lieberman, who was also at the news conference, spoke softly in McCain's ear, and McCain corrected himself to say \"Islamic extremists\" were going into Iran.\n\n\nMost experts do not believe Iran is helping al-Qaida because their respective religious affiliations are at odds with each other. Both sides are Muslim, but the Iranian government is Shiite while al-Qaida is Sunni. And al-Qaida adheres to a fundamentalist form of Sunni Islam that considers Shiites to be apostates. It's not likely the two groups would work together, certainly not \"common knowledge.\"\n\n\nIn Iraq, both al-Qaida and Shiite extremists are commonly believed to be committing acts of violence. But it was al-Qaida that was behind the terrorist attacks of Sept. 11, not Shiite extremists.\n\n\nMcCain is not the first elected official to get these differences wrong. In 2006, Silvestre Reyes, the new Democratic chairman of the House Intelligence Committee, couldn't correctly identify whether al-Qaida was Sunni or Shiite. He was asked about the issue by\n\nCongressional Quarterly\n\ncolumnist Jeff Stein.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nStein, who writes the SpyTalk column for CQ, said he began asking national security officials if they knew the difference between Sunnis and Shiites, and which countries were on which side, when he suspected they didn't know what they were talking about. Many gave wrong answers. Some claimed it was a \"gotcha\" question, but Stein disagreed, particularly mentioning the division between Iran and al-Qaida.\n\n\n\"It seems silly to have to argue that officials responsible for counterterrorism should be able to recognize opportunities for pitting these rivals against each other,\" Stein wrote in an opinion piece for the\n\nNew York Times\n\nin 2005.\n\n\nThe difference between Sunnis and Shiites goes back 1,400 years, to the founding of the Islamic religion. After the death of the Prophet Mohammed, his followers split over who should be the next leader: a relative of the prophet or a nonrelated successor chosen on merit. Those who wanted a relative became Shiites, while those who chose the nonrelative eventually became Sunnis.\n\n\nToday, Shiites represent about 15 percent of 1.3-billion Muslims worldwide. Iran is predominantly Shiite, while Iraq has a slight Shiite majority. There are also significant numbers of Shiites in Lebanon and Syria. (Hezbollah, based in Lebanon, is an extremist Shiite group.)\n\n\nThe rest of the Islamic world is mostly Sunni, though many Sunni countries have Shiite minorities. Saudi Arabia has an estimated 4-million Shiites out of a total population of 27-million, and Shiites there face discrimination. Under Saddam Hussein, Sunnis were the ruling class of Iraq, even though the country was majority Shiite. That division has hurt U.S. efforts to unify the country.\n\n\nMcCain recovered quickly, but we still rate his statement False for saying that everyone knows Iran and al-Qaida are working together.", "vclaim_id": "vclaim-pol-16295"}