{"url": "/factchecks/2012/sep/27/barack-obama/barack-obama-says-hes-responsible-just-10-percent-/", "speaker": "Barack Obama", "vclaim": "\"Over the last four years, the deficit has gone up, but 90 percent of that is as a consequence of\" President George W. Bush’s policies and the recession.", "truth_label": "false", "date": "stated on September 23, 2012 in an interview on CBS' \"60 Minutes\":", "title": "Barack Obama says he's responsible for just 10 percent of budget shortfalls", "text": "In an interview with CBS’s 60 Minutes that aired on Sept. 23, 2012, President Barack Obama blamed the Bush administration for much of the nation's recent debt.\n\n\"Over the last four years, the deficit has gone up, but 90 percent of that is as a consequence of two wars that weren’t paid for, as a consequence of tax cuts that weren’t paid for, a prescription drug plan that was not paid for, and then the worst economic crisis since the Great Depression,\" Obama said. \"Now we took some emergency actions, but that accounts for about 10 percent of this increase in the deficit.\"\n\nWhen we asked the Obama campaign for documentation, they pointed to calculations by the Treasury Department, based on data from the Congressional Budget Office. CBO is an independent congressional agency, but the Treasury Department is part of the Obama administration, so we need to look closely to see whether Treasury is interpreting CBO’s data fairly and accurately.\n\nTo figure out what caused the accumulation of deficits over the past decade, CBO tracked the surplus it had projected back in 2001 and compared it to the actual cumulative deficits that resulted instead. Between 2002 and 2011, the government was projected to run a cumulative surplus of $5.6 trillion. Instead, the government ran a cumulative deficit of $6.1 trillion. That’s a swing of about $11.7 trillion.\n\nWe combined the CBO data into four broad categories, which broke down like this:\n\n* About 37 percent of the swing came from higher spending\n* About 24 percent from tax cuts\n* About 12 percent from increases in interest costs\n* About 27 percent from CBO’s failures to predict economic conditions accurately.\n\nObama's Treasury Department took CBO’s detailed, bill-by-bill calculations and assigned some of those laws to Bush and some of those laws to Obama. When Treasury did this, it found that 29 percent of the cumulative shortfall came from CBO forecasting problems, 59 percent of the shortfall came from Bush administration policies and only 12 percent from Obama administration policies. That’s where Obama’s claim comes from -- roughly 10 percent due to himself, and 90 percent due to either Bush or an economy so bad that CBO was unable to predict it.\n\nHowever, we see two problems with this methodology. We’ll take them in order.\n\n\"Over the last four years\"\n\nOn 60 Minutes, Obama said his 90-10 split referred to \"the last four years.\" But that claim is a stretch at best if you’re using the Treasury document. Its percentages refer to the cumulative deficit swing over a 10-year period between January 2001 and August 2011.\n\nWe can calculate a more appropriate number using the original CBO data. We’ll use three years -- 2009, 2010, and 2011 -- because those are the years that reflect Obama’s presidency. (Data for 2012 isn’t available yet.)\n\nOver this period, 38 percent of the swing comes from spending, 20 percent from tax cuts, 14 percent from interest increases and 28 percent from faulty CBO projections. Using Obama’s strict definition of what laws count as \"Bush’s\" and \"Obama’s,\" about 17 percent of this swing is attributable to Obama, not 10 percent.\n\nWhat should count as \"Bush’s\" and \"Obama’s\"?\n\nThe bigger problem with Obama’s figure, though, is in what he blames on Bush.\n\nObama in the interview mentioned the big-ticket \"Bush\" programs -- the 2001 and 2003 tax cuts, the wars in Iraq and Afghanistan and the Medicare prescription drug program. The total by his Treasury department also includes other laws, such as the 2008 Bush stimulus package, which Obama supported as a senator. Meanwhile, Obama claims as his own the American Recovery and Reinvestment Act (the stimulus), TARP and the tax act of 2010.\n\nHowever, this division seems unduly generous toward Obama because it includes policies he supports, or has supported. Obama has said he intends to keep the Bush tax cuts for Americans earning under $200,000, which accounts for a significant chunk of the cost. If he supports the policy, he shouldn’t be able to fob off 100 percent of the responsibility on his predecessor.\n\nThe same goes for the Medicare drug program -- a program Obama not only supports but actually expanded in his health care bill. Even the responsibility for the wars in Iraq or Afghanistan are more nuanced than Obama’s formulation makes it. While Obama didn’t start the wars, he did make policy decisions that wound down one war (Iraq) and extended, at least temporarily, another (Afghanistan).\n\nWe won’t venture a guess as to the actual percentage; CBO in its report acknowledges that its own numbers are \"only a very rough approximation of how changes since January 2001 have contributed to the swing from projected surpluses to a string of annual deficits over the 2002-2011 period and should not be interpreted as precise tracking of all the components of that cumulative change over the past decade.\"\n\nStill, even our revised starting point of 17 percent is higher than Obama’s 10 percent. And it would rise much higher if Obama were to take some responsibility for the Bush tax cuts, the Medicare drug program and the wars, as we believe he should. (The Washington Post Fact Checker gave Obama's claim four Pinocchios, its lowest rating.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOur ruling\n\nObama said that \"over the last four years, the deficit has gone up, but 90 percent of that is as a consequence of\" President George W. Bush’s policies and the effects of the recession.\n\nBut Obama misstated his own documentation by using four years rather than the 10 that were included in the analysis. At a minimum, that makes him responsible for at least 17 percent. But more importantly, he engages in significant cherry-picking by assigning pricey programs to Bush’s column while ignoring the fact that he supported, or supports, many of them. We rate the statement False.", "vclaim_id": "vclaim-pol-10301"}