{"url": "/factchecks/2016/dec/30/buzzfeedusacom/no-air-force-one-did-not-refuse-take-obama-hawaii/", "speaker": "BuzzFeedUSA.com", "vclaim": "\"Breaking: Crew of Air Force One Refuses to Fly Obama 6000 miles ‘Just to Play Golf’ \"", "truth_label": "pants-fire", "date": "stated on December 20, 2016 in a website:", "title": "No, Air Force One did not refuse to take Obama to Hawaii", "text": "The claims circulated on social media that Air Force One won’t transport the Obamas for vacation are flights of fancy.\nThe website BuzzFeedUSA.com, which appears to be registered to an address in Macedonia and has no connection to the real BuzzFeed.com, posted an article on Dec. 20 with the headline, \"Breaking: Crew of Air Force One Refuses to Fly Obama 6000 miles ‘Just to Play Golf.’ \"  \nThe article states that the captain of the fleet had enough with the Obamas’ frivolous flights and wouldn’t take the president to Hawaii \"just for the day\" to play a round of golf with a friend.   \nThis is not true.\nThe Obamas set out for their annual Christmas vacation to Hawaii — Barack Obama’s birthplace — the evening of Dec. 16, four days before the article posted. Here’s video of them departing on Air Force One that night.\n\nPer White House pool reports, Obama played rounds of golf on Dec. 17, 19, 21 and 23. The First Family has also spent time at the beach, walked a nature trail at a botanical garden, played escape the room and dined at a popular Japanese restaurant — all in Hawaii. On Christmas Day, the President and First Lady visited troops at a marine base, again in Hawaii.\nSeveral of the other claims made in the article are entirely fabricated. The Obamas never took Air Force One to Chicago for White Castle burgers. There is no Air Force Osprey specifically to transport the First Dog. (Here’s an article describing Bo walking up and down the aisle of Air Force One.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe article’s assertion that Air Force One is not obligated to fly anywhere \"unless it was on official business\" lacks critical context. Vacation trips fall under the official travel category as the president and vice president are assumed to be always on duty, according to the Congressional Research Service.\nThe article also includes a picture of the First Family’s dog, Bo, departing a marine helicopter. As our friends at Snopes point out, the image was taken in 2013 during the Obamas’ vacation on the Martha’s Vineyard.\n\nEmbed from Getty Images\n\n \n\nAfter the photo, the article then concludes with a wink:\n\"It’s a fairly well-known fact that after about 150 words and a picture that may or may not be related, most conservative readers will stop reading and go comment that the Muslim should be executed for playing golf. Therefore, less than 20% of those who clicked this article will have made it this far.\"\nWhile BuzzFeedUSA.com’s article fetched no comments, many who read the same article posted on a different fake news site seem to have missed this disclaimer and praised the dissident pilot.\nIf this kicker isn’t enough to convince you that the article is fake, or if you only read the headline, we’ll state it more emphatically: It’s Pants on Fire!\nhttps://www.sharethefacts.co/share/3641530f-d560-42b8-be6f-23070da52b09", "vclaim_id": "vclaim-pol-03831"}