{"url": "/factchecks/2009/jan/28/barack-obama/obama-says-chicago-schools-never-close-snow/", "speaker": "Barack Obama", "vclaim": "\"In Chicago, school is never canceled\" because of winter weather.", "truth_label": "mostly-true", "date": "stated on January 28, 2009 in in a meeting with business leaders:", "title": "Obama says Chicago schools never close for snow", "text": "A veteran of many frosty winters in the Windy City, President Obama was incredulous to find out that classes at his daughters' new schools in Washington, D.C., had been canceled due to icy road conditions.\n\n\n\"Can I make a comment that is unrelated to the economy very quickly?\" Obama told reporters in a light moment at a gathering with business leaders on Jan. 28. \"And it has to do with Washington. My children's school was canceled today. Because of, what? Some ice?\"\n\n\n\"As my children pointed out, in Chicago, school is never canceled,\" Obama said. \"In fact, my 7-year-old pointed out that (during a winter storm) you'd go outside for recess. You wouldn't even stay indoors. So, I don't know. We're going to have to try to apply some flinty Chicago toughness.\"\n\n\nAccording to an AP report, Obama was asked if he meant the people of the national's capital are wimps, to which Obama responded: \"I'm saying, when it comes to the weather, folks in Washington don't seem to be able to handle things.\"\n\n\nChicago gets an average of about 3 feet of snow a year. Is it possible they don't need snow days?\n\n\nTurns out it's been 10 years.\n\n\n\"The last time we had a snow day was on Jan. 4 and 5 of 1999,\" said Malon Edwards, spokesman for the Chicago Public Schools.\n\n\nThat's when the Windy City got socked with 22 inches of snow, at the time the second-largest snowstorm in Chicago history.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"We very rarely cancel for snow days.\"\n\n\nIn mid January of this year, when temperatures dipped into negative numbers (sans wind chill), the school district told parents if they felt it was unsafe to send their kids to school that day, it'd be okay to keep them at home. But school stayed open.\n\n\nWe should note that D.C. public schools weren't actually closed on Jan. 28. They opened two hours late. But Obama's daughters, Malia and Sasha, attend the private Sidwell Friends School, which canceled classes. Most school districts in the Washington suburbs also closed.\n\n\nObama is right that snow days are amazingly rare in Chicago — there haven't been any in the last decade — but we'll cruelly ding him for saying \"never.\" Mostly True.", "vclaim_id": "vclaim-pol-15844"}