{"url": "/factchecks/2009/apr/07/lawrence-odonnell/odonnell-alleges-gingrich-laid-bush-record-indicat/", "speaker": "Lawrence O'Donnell", "vclaim": "\"There are no similar clips of Newt Gingrich talking about how ineffective President Bush was in trying to control North Korea.\"", "truth_label": "false", "date": "stated on April 6, 2009 in an appearance on MSNBC.:", "title": "O'Donnell alleges Gingrich laid off Bush, record indicates otherwise", "text": "On a recent episode of MSNBC's  Countdown  with Keith Olbermann, liberal political analyst Lawrence O'Donnell accused Newt Gingrich of hypocrisy for criticizing President Obama.\nGingrich had said on Fox News Sunday on April 5, 2009 that Obama had a \"fantasy foreign policy\" that emphasized diplomacy despite threats such as that from North Korea. A day later in an  online chat  the former House speaker said Obama's response to a recent North Korean missile test was \"a vivid demonstration of weakness.\"\nOlbermann mentioned these criticisms, playing a clip of the first, then turned to O'Donnell for a response.\n\"Well, we don't have similar clips to show from 2006 in October, the last time North Korea launched one of these things under President Bush's watch,\" said O'Donnell, a former Senate staffer, Huffington Post blogger and executive producer of  The West Wing  . \"There are no similar clips of Newt Gingrich talking about how ineffective President Bush was in trying to control North Korea.\"\n\"Yes,\" Olbermann said.\nWe were less willing than Olbermann to take O'Donnell at his word. So we checked what Gingrich said in October 2006, after North Korea announced it had detonated a nuclear device.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHere's Gingrich talking about the incident on  Hannity & Colmes  on Oct. 10, 2006:\n\"We may wake up one morning and lose Seattle or San Francisco or Atlanta or Boston,\" Gingrich said. \"And that's far too serious to just degenerate into pointing fingers at each other. And, yet, I don't sense any -- I don't sense any real willingness, and I say this about both parties. I mean, this would be a great moment for the president to invite all the senior Democrats in the House and Senate into a White House meeting to sit down and say, 'First of all, our analysts were wrong. Second, our intelligence didn't know where to look. We're not even certain the first weapon was a nuclear weapon.' The Japanese now report a second test. I mean, this ought to be seen as a very substantial crisis of national security.\"\n\"I'm not defending the administration here,\" Gingrich emphasized later in the program. \"This is not a pro-Bush comment. I'm saying I think we, as Americans, are up against much more serious problems than we understand. And that we are faced with a threat that literally could cost us two or three cities in the next decade.\"\nHere's Gingrich a week later on  The O'Reilly Factor  talking about national security:\n\"I think we have to demand dramatically more,\" Gingrich said. \"We may well have to spend more on national security. But the answer is not to become weaker than President Bush. The answer is to become stronger. I'm not at all comfortable, whether it's in Iraq, or in the intelligence service or dealing with North Korea or dealing with our own border. I'm not comfortable with where we are right now.\"\nO'Reilly had not even asked specifically about North Korea. Later on the program Gingrich endorsed Bush's decision not to have one-on-one talks with North Korean dictator Kim Jong-il. But still, in the above exchange, Gingrich went out of his way to suggest Bush was too weak with respect to North Korea.\nSo there are at least two instances of Gingrich critiquing Bush's approach to North Korea -- exactly what O'Donnell said did not happen. We find O'Donnell's claim to be False.", "vclaim_id": "vclaim-pol-15781"}