{"url": "/factchecks/2018/mar/05/bruce-rauner/rauners-head-spinning-claim-arch-conservative-oppo/", "speaker": "Bruce Rauner", "vclaim": "\"Who’s really behind Jeanne Ives’ campaign for governor? Mike Madigan’s corrupt insider machine. They’ve bankrolled her campaign with thousands in shady labor union cash, turning Ives into another Madigan lackey.\"", "truth_label": "pants-fire", "date": "stated on February 13, 2018 in a campaign ad:", "title": "Rauner’s head-spinning claim that arch conservative opponent Jeanne Ives is a Mike Madigan lackey", "text": "As governor, Republican Bruce Rauner has waged a ceaseless battle with Democratic House Speaker Michael Madigan. But in seeking re-election, Rauner also is fighting off a primary challenge from state Rep. Jeanne Ives of Wheaton, one of the most conservative Republicans in the House.\nThe deep-pocketed Rauner is now seeking to combine his two political enemies into one by portraying Ives as a Madigan stooge in TV ads. One ad intersperses clips of Ives speaking about Madigan with an announcer leveling damning accusations.\n\"Who’s really behind Jeanne Ives’ campaign for governor?\" the announcer asks ominously. \"Mike Madigan’s corrupt insider machine. They’ve bankrolled her campaign with thousands in shady labor union cash, turning Ives into another Madigan lackey. Jeanne Ives, she can’t serve you because she already serves him.\"\nHyperbole and exaggeration are commonplace in political ads, but this one struck us as not just over the top but ridiculous. Ives is the ideological opposite of Madigan and his Democrats.\nHow then could she be doing his bidding, as Rauner’s campaign asserts? We decided to take a closer look.\nUnion’s cash, ideologue’s bounty\nWe asked Rauner’s campaign to explain how it linked Ives to Madigan, and spokesman Justin Giorgio pointed to $6,900 in political cash Ives has received from a political action committee of the International Union of Operating Engineers Local 150 in Countryside. The union represents heavy equipment operators and mechanics and industrial machinery operators.\nIn an email, Giorgio described Local 150 as a \"Madigan-aligned labor group.\"\nBut Marc Poulos, executive director of the PAC, said it has donated to Democrats and Republicans alike who support road building and other construction projects. Ives, he noted, backed a constitutional amendment approved by voters in 2016 that barred state officials from diverting transportation related tax revenue for other purposes. The group contributed most of its money to Ives before she announced her run for governor.\nSince 2010, the union PAC has given $13.9 million to Democrats and Republicans, state records show. Four political committees controlled by Madigan, including the Democratic Party of Illinois, have received more than $1 million from the labor group. But Republican legislative leaders, as well as rank-and-file GOP lawmakers like Ives, also received money.\nState records show that since 2010, the Local 150 PAC has showered $45,000 in campaign cash on current state Senate Republican leader Bill Brady of Bloomington, who is backing Rauner in the primary. Brady recorded receiving $5,000 of that as recently as March 1 at a time the Rauner attack ad on Ives was already airing.\nAnother $32,000 in Local 150-connected donations have also been directed to Senate Republican caucus whip Karen McConnaughay of St. Charles.\nMeanwhile, House Republican leader Jim Durkin has been the recipient of $170,500 in Local 150 PAC donations since 2010, though the money flow has stopped in the current election cycle when the union broke with Durkin and began actively trying to defeat him.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nRauner, however, has received no donations from the Local 150 PAC, records show.\nIt’s interesting to note that Rauner’s campaign hangs its argument about Ives and Madigan on a tiny sliver of her political financing while making no mention of her main source of funding, Lake Forest businessman Richard Uihlein.\nUihlein is the wealthy owner of a Wisconsin-based shipping supply company and a major donor to an array of causes and candidates attractive to the far right of the Republican Party, including the failed Alabama U.S. Senate candidate Roy Moore.\nRecords show Uihlein has donated $2.5 million to the Ives campaign for governor, about 70 percent of all money she’s raised since announcing her candidacy in December.\nFour years ago, Uihlein donated $2.6 million to Rauner for his initial run for governor.\nAlso included in the Rauner campaign ad are video snippets of comments Ives made during a debate with Rauner earlier this year before the Chicago Tribune editorial board.\nAt one point, she can be heard chastising Rauner for \"picking on Mike Madigan again.\" At another point, Ives reacts to a Rauner comment about Madigan by saying, \"I don’t think that’s any way to deal with the powerful speaker of the house, Mike Madigan.\"\nThe context of her comments was far different from what the cherry-picked segments used in the Rauner campaign ad make them appear. The full video of the debate makes it clear Ives was not defending Madigan but rather criticizing Rauner for what she claimed was his ineffectiveness in working with and negotiating with the Democratic majority in the Legislature.\nOur ruling\nRauner’s campaign ad said: \"Who’s really behind Jeanne Ives’ campaign for governor? Mike Madigan’s corrupt insider machine. They’ve bankrolled her campaign with thousands in shady labor union cash, turning Ives into another Madigan lackey.\"\nA political committee that has supported Michael Madigan and a number of other politicians of both parties gave money to Jeanne Ives. And records show the contributions to Ives total $6,900, a far cry from the $2.5 million she has received from a conservative businessman who once was a major donor to Rauner.\nIves was once a loyal supporter of Rauner in the Illinois House, but broke with the governor last year because she claimed he had become too liberal on social issues. Central to her complaint was Rauner’s signing of abortion rights and immigrant rights legislation that Ives opposed and Madigan backed.\nThat is hardly a portrait of a Madigan lackey. Indeed, it is the opposite.\nRauner campaign claims about Ives and Madigan turn credibility and rational argument inside out. That is why we give them our lowest possible credibility rating, Pants On Fire!", "vclaim_id": "vclaim-pol-02352"}