{"url": "/factchecks/2020/sep/22/charles-schumer/chuck-schumer-flip-flops-considering-supreme-court/", "speaker": "Charles Schumer", "vclaim": "On confirming a Supreme Court nominee in a presidential election year.", "truth_label": "full-flop", "date": "stated on September 18, 2020 in a tweet:", "title": "Chuck Schumer flip-flops on confirming Supreme Court justices in a presidential election year", "text": "Democrats and Republicans are taking Amerians down memory lane as they battle over a replacement for Supreme Court Justice Ruth Bader Ginsburg, who died less than two months before Election Day.\nBoth parties are accusing each other of hypocrisy and arguing that they are not sticking to the standards they’ve set for themselves regarding the appropriate timing for the confirmation of a Supreme Court justice during a presidential election year. The stakes are high: Supreme Court justices are appointed for life and their decisions impact generations of people.\nPolitiFact examined the recent statements of Republican Sens. Mitch McConnell and Lindsey Graham and contrasted them with their statements in 2016, after the death of Justice Antonin Scalia. We rated McConnell’s current stance a Full Flop. Graham’s position is also a Full Flop.\nThe day Ginsburg, a Clinton administration appointee, died, Democratic minority leader Sen. Chuck Schumer of New York tweeted, \"The American people should have a voice in the selection of their next Supreme Court Justice. Therefore, this vacancy should not be filled until we have a new president.\" This is precisely what McConnell said in February 2016 after the death of Supreme Court Justice Antonin Scalia, a Reagan administration appointee.\nThe American people should have a voice in the selection of their next Supreme Court Justice. Therefore, this vacancy should not be filled until we have a new president.— Chuck Schumer (@SenSchumer) September 18, 2020 \nLet’s use our Flip-O-Meter to look at how Schumer’s present position compares with his past stance on the confirmation of Supreme Court justices during a presidential election year. The point of the Flip-O-Meter is to track whether an official flips or remains consistent on an issue. The Flip-O-Meter does not make a value judgment about flip-flopping. Some people say changing positions shows inconsistent principles and lack of backbone. Others say it's just pragmatism and willingness to compromise.\nRELATED: How Republicans could fill Ruth Bader Ginsburg’s seat, explained\nWhat Schumer said in 2016\nSchumer in 2016 urged the Senate to schedule a hearing and a vote for Judge Merrick Garland, President Barack Obama’s nominee to replace Scalia.\nIn a Feb. 16, 2016, Medium post, Schumer said the Senate had a constitutional obligation to hold hearings and a full confirmation process for Obama’s pick. Schumer said he believed Obama, who was ending his second term, would nominate a \"mainstream candidate who can and should earn bipartisan support.\" (Obama nominated Garland in March 2016.)\nFacing criticism for that position given remarks he made in 2007, Schumer also argued in that Medium post that Republicans were misconstruing his 2007 statements on the topic of Supreme Court nominations. \"What I said in the speech given in 2007 is simple: Democrats, after a hearing, should entertain voting no if the nominee is out of the mainstream and tries to cover that fact up. There was no hint anywhere in the speech that there shouldn’t be hearings or a vote.\"\nHe added: \"Nor was there any hint that this idea that Democrats should oppose hard right ideologues should apply only in the fourth year of the president’s term. In fact, I said it should apply to this president, George W. Bush, or any future president whenever they nominated such a candidate.\" (Here’s a link to that 2007 speech to the American Constitution Society during George W. Bush’s administration.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nHere are more examples of Schumer’s 2016 rhetoric:\nFeb. 18, 2016 tweet: \"[email protected]’s constitutional responsibility is to nominate a #SCOTUS Justice. The Senate’s job is to hold hearings & vote on nominees #DoYourJob.\"\nFeb. 22, 2016 tweet: \"Attn GOP: Senate has confirmed 17 #SCOTUS justices in presidential election years. #DoYourJob.\"\nSept. 27, 2016 Senate speech: \"The Supreme Court handles ‘the people’s business,’ as President Reagan put it. Every day that goes by without a ninth justice is another day the American people’s business is not getting done.\"\nWhat Schumer has said since Ginsburg’s death\nSchumer opposes the confirmation of a Supreme Court nominee in 2020 and justifies his opposition by citing the precedent set by Republicans in 2016. Since Republicans hold the majority in the Senate in 2020 (same as 2016), the party has the power to control the confirmation process. McConnell in 2016 refused to hold a confirmation hearing for Obama’s nominee.\nOn Sept. 20, Schumer said that Ginsburg’s last wish was that she not be replaced until a new president is inaugurated. Schumer claimed that polling found that the majority of Americans, 62%, agreed with Ginsburg. \"That’s such a high number it has to mean that Democrats, Republicans and independents all agree that it is only right and it is only fair for us to abide by RBG’s last wish, that she be replaced when a new president is installed,\" Schumer said during a press conference in New York.\nOn Sept. 21, in a Senate floor speech, Schumer called on at least four Republican senators to commit to rejecting any nominee \"until the next president is installed.\" (All Democratic senators and at least four Republicans would need to vote against a nominee to block his or her confirmation.)\nSchumer said that McConnell and Graham \"made a mockery of their previous position.\"\n\"Why even bother constructing a pretense for your position? Why say it's this rule or that rule, and then do the exact opposite when it suits your interests? Why not just come to the floor and say, ‘I'm going to do what's ever best for my political party. Consistency be damned, reason be damned, democracy be damned.’ Just admit it. There's no shaping the cravenness of this position,\" he said.\nRELATED: In Context: Is there a 'Biden Rule' on Supreme Court nominations in a presidential election year?\nOur ruling\nSchumer’s position in 2016 was to hold a hearing and a vote on a Supreme Court justice nominee in a presidential election year. \nIn 2020, his position has changed. He says the Senate should not confirm a new Supreme Court justice in a presidential election year. Schumer justifies his 2020 position by citing Ginsburg’s reported last wish and the precedent set by Republicans in 2016. Schumer said, \"It is only right and it is only fair for us to abide by RBG’s last wish, that she be replaced when a new president is installed.\"\nSchumer’s stance on the confirmation of a Supreme Court justice during a presidential election year was different in 2016 and 2020. It’s a Full Flop.", "vclaim_id": "vclaim-pol-18980"}