{"url": "/factchecks/2011/apr/02/sylvester-turner/state-rep-sylvester-turner-says-90-percent-texans-/", "speaker": "Sylvester Turner", "vclaim": "\"Ninety percent of Texans say they do not want the nursing homes to close. It polls higher than anything else.\"", "truth_label": "mostly-true", "date": "stated on March 31, 2011 in remarks on the House floor:", "title": "State Rep. Sylvester Turner says that 90 percent of Texans don't want nursing homes to close — a position that polls higher than anything else", "text": "Urging his colleagues to tap more of the rainy day fund to close $4 billion deficit in the current budget, state Rep. Sylvester Turner, D-Houston, said nursing homes would shutter without the extra cash.\n\n\"Ninety percent of Texans say that they do not want the nursing homes to close,\" Turner said on the House floor March 31. \"It polls higher than anything else.\"\n\nTurner, who introduced an amendment to draw an extra $1 billion from the state’s savings to close the budget gap, hammered the point later: \"Not 9 percent, not 20 percent, but 90 percent of Texans. And I know not all 90 percent of Texans are Democrats.\"\n\nWe wondered whether nursing homes really polled higher than any other service facing funding cuts as the state grapples with the budget crisis.\n\nBacking up: Advocates have warned that 33 percent in cuts proposed for nursing homes that accept residents who are covered by Medicaid will force homes to close, according to a March 23 Austin American-Statesman article.\n\nAllison Lowery, a spokeswoman with the Texas Department of Aging and Disability Services, told us that of the 90,000 residents of nursing homes statewide, 56,000  — about 60 percent — are covered by Medicaid, the federal-state health insurance program for low-income people and those with disabilities.\n\nAlison Brock, Turner’s chief of staff, passed on a Feb. 22 press release from the Texas Health Care Association, that said \"a new University of Texas/Texas Tribune poll finding 90 percent of Texans expressing opposition to cutting state-funded nursing home care exemplifies the depth of public opposition to proposed\" cuts. \"The 90 percent opposition to nursing home cuts represents the highest level of opposition to all of the funding cut categories tested.\"\n\nNext, we looked at the relevant question in the Feb. 21 poll: \"The Texas Legislature is currently discussing different ways to reduce state spending in order to address the state’s budget shortfall. Please think about the following list of proposals for cutting the budget, and check all of the measures you think should be taken to reduce spending.\"\n\nThe least popular budget proposal — cutting \"state funding for nursing home care\" — was checked by only 10 percent of respondents. And so it follows that 90 percent opted to not cut nursing home funding. The most popular proposal — ending \"funding for pre-kindergarten classes\" — was checked by 38 percent.\n\nAccording to a Texas Tribune news article accompanying the poll results, \"voters were protective of state programs, and overwhelmingly so.\"\n\nJim Henson, one of the pollsters who teamed up with the Tribune, confirmed the online poll’s results, which have a margin of error of 3.46. The sample size: 800 registered Texas voters.\n\nNext, we looked for other polls.\n\nA September UT/Texas Tribune poll found that more than half of respondents said they would support increased funding for border security, but oppose higher funding for community colleges (73 percent), pre-kindergarten programs (72 percent), nursing homes (68 percent) and increased exemptions from the business franchise tax (78 percent). The poll doesn’t ask respondents whether they’d want to cut spending for nursing homes.\n\nA January poll commissioned by the Austin American-Statesman and other newspapers found that voters want to spare public education and health care programs from budget cuts, with about 70 percent of respondents saying lawmakers shouldn't cut school spending, while 61 percent said they want no cuts on health care programs for children and low- to moderate-income families. Respondents weren’t asked about nursing homes.\n\nHenson told us this poll and the UT/Tribune’s poll are the only statewide surveys that he’s aware of that cover budget cuts.\n\nOur results: The UT/Tribune poll found that 90 percent of respondents didn’t want state funding for nursing home care cut, and opposition to that idea polled \"higher than anything else,\" as Turner said. Though he erred when he couched that as opposition to closing nursing homes — the poll didn’t ask about that — it’s reasonable to assume that a comparable percentage of respondents would feel negatively about closures as well.\n\nBut gauging the strength of statewide public opinion on the basis of a single, online poll of 800 voters is a questionable proposition. We rate Turner’s statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13322"}