{"url": "/factchecks/2013/may/31/peter-nightingale/university-rhode-island-professor-says-united-king/", "speaker": "Peter Nightingale", "vclaim": "\"The UK has an unarmed police force and a firearm fatality rate that is 40 times lower per capita than in the U.S.\"", "truth_label": "mostly-true", "date": "stated on May 8, 2013 in a web commentary:", "title": "Professor says United Kingdom has unarmed police force and gun fatality rate 40 times lower than in U.S.", "text": "The Rhode Island Board of Education voted on May 23, 2013, to authorize its two colleges and the University of Rhode Island to arm their campus police if they so chose.\n\nPrior to the vote, as the board and the General Assembly were considering the issue, URI Prof. Peter Nightingale expressed his opposition.\n\nIn a commentary published May 8 on RIFuture.org,  Nightingale wrote that the proposal came out of \"little more than violence and fear-enhancing recommendations.\" He wrote that having armed police can lead, out of fear, to shooting unarmed people.\n\nAnd he drew this comparison: \"The UK has an unarmed police force and a firearm fatality rate that is 40 times lower per capita than in the U.S.\"\n\nWe wanted to know whether he got his facts right. We tried to contact Nightingale, who teaches physics, but he did not return phone messages or e-mails.\n\nAnyone who read about the recent knife attack on a British soldier in London, in which the accused assailants were eventually shot by armed police, might immediately question the first part of the statement.\n\nSo we checked to see what British news accounts, police department information and other documents would show about whether the police in the United Kingdom are unarmed.\n\nA BBC News Magazine article, published online in September 2012 and headlined \"Why British police don’t have guns,\" said that \"to most inhabitants of the UK -- with the notable exception of Northern Ireland -- it is a normal, unremarkable state of affairs that most front-line officers do not carry guns.\"\n\nMost, the article said. It goes on to say that \"each police force has its own firearms unit.\"\n\nThen we found statistics from the Home Office, a government department in the United Kingdom that is responsible for everything from issuing passports, to reducing crime, to dealing with threat of terrorism, indicated that there are \"authorized firearms officers\" throughout the United Kingdom. In the year ending March 31, 2011, there were 6,653 such officers in England and Wales -- about five percent of the total -- down from 6,979 the previous year.\n\nMost but not all the police in Scotland do not regularly carry firearms, according to Police-Information.co.UK, a site for those involved in law enforcement in the United Kingdom.\n\nAnd the number of times armed officers fired their guns in a year in England and Wales, according to the figures reported by the government, can sometimes be counted on one hand.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nDuring 2010-2011, police \"discharged a conventional firearm in three incidents,\" a drop from six such incidents in 2009-2010, according to data published by the British Parliament.\n\nIn the year ending March 31, 2011, the use of armed officers was authorized in 17,209 operations in England and Wales. Of that total, the Metropolitan Police -- known as the Met -- who cover metropolitan London, were authorized to have armed officers in 4,672 operations.\n\nThe Metropolitan Police, according to its website, has a Specialist Firearm Command, known as SCO19,  which \"provides firearms-related support to our unarmed colleagues.\"\n\n\"When the officers first arrive they will make an immediate assessment. If an armed containment is deemed necessary to isolate an armed suspect from the public, then two of the crew will deploy leaving one to control the incident, calling for further armed support and liaising with the local senior police officer,\" the Metropolitan Police website states. \"All these officers are personally armed with 'Glock' 17 self-loading pistols and two of the officers have access to 'Heckler and Koch' MP5 carbines.\"\n\nAnd, the Metropolitan Police site adds, the force has specialist firearms officers who \"undergo advanced firearms training and are also available 24 hours a day.\"\n\nNext, we looked at the second part: that the United Kingdom firearm fatality rate is 40 times lower per capita than in the United States.\n\nGunpolicy.org, a firearm safety database hosted by the Sydney School of Public Health in Australia and partly co-funded by the Swiss Federal Department of Foreign Affairs, keeps data on gun deaths by nation. In 2011, the rate of gun deaths of all kinds, including suicide, was 10.3 per 100,000 population in the United States. In the United Kingdom, the rate was 0.25 per 100,000.\n\nThat is indeed 40 times less than the rate in the U.S. So Nightingale’s figure checked out.\n\n(The gap is even wider for \"gun homicides\": in 2011, the United Kingdom’s rate was 0.04 per 100,000 people, 90 times less than the 3.6 per 100,000 in the United States.)\n\nOur ruling\n\nPeter Nightingale, a University of Rhode Island professor, wrote that \"the UK has an unarmed police force and a firearm fatality rate that is 40 times lower per capita than in the U.S.\"\n\nIt’s true that some police officers in the United Kingdom are armed, but it’s a very small percentage. The vast majority are unarmed.\n\nAnd Nightingale is on target in saying that there are far fewer gun deaths in the United Kingdom than in the United States.\n\nOn balance, we rate his statement Mostly True.", "vclaim_id": "vclaim-pol-09276"}