{"url": "/factchecks/2017/apr/28/nancy-pelosi/nancy-pelosi-target-about-what-donald-trump-might-/", "speaker": "Nancy Pelosi", "vclaim": "\"The ‘tax plan’ rolled out by @realDonaldTrump would have cut his taxes by $30 million in 2005 (the only year we have returns for).\"", "truth_label": "mostly-true", "date": "stated on April 27, 2017 in a tweet:", "title": "Nancy Pelosi on target about what Donald Trump might save under his tax plan", "text": "House Minority Leader Nancy Pelosi, D-Calif., took aim at President Donald Trump’s tax proposal by making it personal -- how much the president would stand to gain from passage of his own tax proposal.\n\"The ‘tax plan’ rolled out by @realDonaldTrump would have cut his taxes by $30 million in 2005 (the only year we have returns for),\" Pelosi tweeted.\nThe \"tax plan\" rolled out by @realDonaldTrump would have cut his taxes by $30 million in 2005 (the only year we have returns for)— Nancy Pelosi (@NancyPelosi) April 27, 2017\n\nIs this accurate? To the extent we know anything about Trump’s personal tax situation, experts said she is basically correct.\nWhat we know about Trump’s taxes\nTrump is the first presidential candidate, and the first president, in decades not to release his tax returns.\nTwo portions of Trump’s tax returns have been leaked to the media. One consists of summary pages from state tax returns from 1995, which were sent anonymously to the New York Times last fall. However, because these are state -- not federal -- tax documents, they don’t shed much light on Pelosi’s claim.\nThe second forms are the summary pages from his 2005 federal tax return, which were first reported in March by MSNBC’s Rachel Maddow.\nThe 2005 returns suggest that Pelosi is in the ballpark, judging by the alternative minimum tax alone.\nTrump’s tax plan would eliminate the alternative minimum tax, or AMT, which is a calculation that guarantees that certain higher-income taxpayers with large deductions pay at least a minimum amount of tax.\nA line in Trump’s 2005 tax return shows that Trump paid $31,261,179 that year for the AMT. That was a large portion of his total tax bill: Had it not been for the AMT, Trump would have owed only about $5.3 million in federal taxes that year.\nSome room for questions\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhen we contacted Pelosi’s office, a spokesman provided two analyses.\nOne, by Pelosi’s own staff, cited the AMT line from his 2005 report.\nThe other analysis, published by the Democratic staff of the House Ways and Means Committee on April 26, said that Trump would save about $28.6 million mostly through the reduction of the \"pass-through income\" rate to 15 percent. (\"Pass-through income\" involves a certain type of structuring for business and personal income taxes.)\nGiven these two projections, \"we decided to go with an average of $30 million,\" said Pelosi spokesman Drew Hammill.\nSeveral tax experts said that $30 million is a reasonable estimate, given what we know.\n\"In round numbers, Pelosi's assertion is correct,\" said Roberton Williams, a fellow at the Urban Institute-Brookings Institution Tax Policy Center.\nSeveral experts added, however, that the combination of Trump’s lack of transparency about his own taxes and the lack of detail he’s offered so far in his tax proposal provide a lot of room for uncertainty.\nFor instance, in future years, Trump’s taxes may be more reliant on the lower, 15 percent tax on pass-through income than the AMT, said Daniel Shaviro, a New York University law professor whose specialties include taxation. But we don’t know exactly how that would change the equation.\n\"We don't really have enough detail from Trump's tax returns to properly analyze the impact of reforms,\" said Gary McGill, director of the Fisher School of Accounting at the University of Florida. \"And even the reform plan is not so much a plan but a high level of general objectives.\"\nThen again, if Trump wants to complain about an incorrect estimate of his tax burden, all he has to do is release his tax returns, Shaviro said.\nOur ruling\nPelosi said, \"The ‘tax plan’ rolled out by @realDonaldTrump would have cut his taxes by $30 million in 2005 (the only year we have returns for).\"\nExperts agree that $30 million is a reasonable estimate, given the limited information available, both in Trump’s public tax returns and the bullet-point nature of his tax-policy proposal. Still, it is an estimate, so the actual number may be quite a bit lower or higher. We rate the claim Mostly True.\n Share the Facts 2017-04-28 19:28:54 UTC   Politifact    2 1 7  Politifact Rating: Mostly True  \"The ‘tax plan’ rolled out by @realDonaldTrump would have cut his taxes by $30 million in 2005 (the only year we have returns for).\"    Nancy Pelosi House minority leader   a tweet Thursday, April 27, 2017 2017-04-27    Read More  info", "vclaim_id": "vclaim-pol-03364"}