{"url": "/factchecks/2016/sep/16/pat-toomey/philly-newspapers-mistake-leads-false-pat-toomey-c/", "speaker": "Pat Toomey", "vclaim": "McGinty previously told a local community newspaper in her native Philadelphia that she 'has found an alarming undercurrent of misinformed people in the 'T' part of the state' outside of Philadelphia and Pittsburgh.", "truth_label": "false", "date": "stated on September 13, 2016 in In a press release:", "title": "Philly newspaper's mistake leads to false Pat Toomey claim", "text": "Senate candidate Pat Toomey has agreed to four debates, but the locations are an issue to his campaign. Earlier this week, it called out opponent Katie McGinty for the lack of debates in Central Pennsylvania and suggested she is avoiding the area out of fear.\nThe insinuation, the Toomey press release explained, had to do with a comment she made to theJewish Exponent: \"McGinty previously told a local community newspaper in her native Philadelphia that she ‘has found an alarming undercurrent of misinformed people in the ‘T’ part of the state’ outside of Philadelphia and Pittsburgh.\"\nNot exactly what you want to say for a part of the state that includes a few million people. But did McGinty really say that to the Jewish Exponent?\nWe need to go back a few months to tackle this fact check. On March 30, an article about McGinty’s candidacy ran in the Exponent, headlined \"McGinty holds a strong ‘Jewish’ identity.\" The article mostly featured McGinty’s beliefs about America’s relationship with Israel and some memories of her growing up in Northeast Philly. Per the conservative-leaning Washington Free Beacon, the article first contained a paraphrase of her thoughts on Central Pennsylvania voters in a quote about the boycott, divestment and sanctions movement against Israel: \"It’s really so dangerous, so misdirected,\" said McGinty, who has found an alarming undercurrent of misinformed people in the T part of the state outside the Philadelphia, Pittsburgh and Harrisburg Jewish strongholds. \"I am 100 percent opposed and shocked. It could not be more ill-conceived.\"\nBut on April 4 the article was corrected. Again according to the Free Beacon, the segment of the article was changed to read, \"It’s really so dangerous, so misdirected,\" said McGinty, who has found people in the \"T\" part of the state outside the Philadelphia, Pittsburgh and Harrisburg Jewish strongholds are unaware of BDS’ dangers. \"I am 100 percent opposed and shocked. It could not be more ill-conceived.\"\nIt was later corrected the same day to include only the quote and no paraphrase about people in Central Pennsylvania.\nJoshua Runyan, editor-in-chief of the Exponent, said the McGinty campaign contacted the paper and claimed McGinty never said anything similar to what she was paraphrased as saying in the article. He said he listened the recording of the interview and concluded nothing in the conversation could justify what was paraphrased in the article and his reporter, Jon Marks, had made a mistake.   \n\"Quite frankly,\" Runyan said, \"I’m surprised that it’s still an issue because she did not say it.\"\nThe correction wasn’t made until after Republican Congressman Joe Pitts wrote McGinty a letter on April 4 condemning the comment. McGinty’s campaign said it approached the Exponent once it became aware of the comment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Corman\n\n\nstated on January 14, 2021 in an interview\n\n\n\n\n\n\n\n\nSays unproven voter fraud claims didn’t play “any role” in the Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 17, 2021\n\n\n\n\n\n\n\nThe timing rankled Toomey’s campaign, which pointed out McGinty shared the article on Twitter on April 1, days before the correction was made.   \n\"The easiest way to solve this problem is for McGinty to release the audio from her interview,\" said Ted Kwong, a spokesperson for Toomey’s campaign. \"She has refused.\"\nMcGinty’s campaign said it does not have a recording of the interview. But after this article was first published Free Beacon reporter Brent Scher shared an email exchange with a McGinty campaign aide saying she recorded the interview and had re-listened to the conversation between McGinty and the Exponent reporter.\nRunyan declined to share a recording of the interview saying the Exponent has a policy of not releasing audio of interviews to other organizations.\nOur Ruling\nPat Toomey’s campaign circulated a press release earlier this week claiming Katie McGinty told theJewish Exponent she found \"an alarming undercurrent of misinformed people in the T part of the state’ outside of Philadelphia and Pittsburgh.\"\nBut the newspaper corrected the article to remove the paraphrase attributed to McGinty several months ago, after the McGinty campaign complained. The paper’s editor, Joshua Runyan, said the recording revealed McGinty had made no such comment. Toomey’s campaign wants the recording released and considers the timing of the correction fishy, given McGinty tweeted the article after it was first published and the Exponent’s correction wasn’t made until after Republican politicians called out McGinty for the comment.\nThe tape of the interview, unfortunately, was not made available by the Exponent, and the McGinty campaign said it doesn’t have a recording. Because of the correction from the Exponent and the editor’s claim McGinty said nothing to justify the original comment, there is no proof McGinty said anything about finding an alarming amount of misinformed people in Central Pennsylvania.\nWe rule the claim False.", "vclaim_id": "vclaim-pol-04313"}