{"url": "/factchecks/2020/oct/09/republican-party-florida/florida-gop-twists-debate-remarks-harris-trump-and/", "speaker": "Republican Party of Florida", "vclaim": "During the debate, Kamala Harris said President Donald Trump “did not appoint minorities to the courts.”", "truth_label": "false", "date": "stated on October 8, 2020 in a tweet:", "title": "Florida GOP twists debate remarks by Harris on Trump and Black judges", "text": "The Republican Party of Florida distorted what Sen. Kamala Harris said during the vice presidential debate about the lack of Black judges in President Donald Trump’s judicial nominees.\n\"[email protected]’ lies keep adding up. Yesterday she said @realdonaldtrump did not appoint minorities to the courts. These are federal judges he nominated in Florida and Kamala did not vote to confirm a single one of them,\" stated the tweet from @FloridaGOP.\nThe tweet included photos of four of Trump’s judicial picks, including three who are minorities. \n.@KamalaHarris’ lies keep adding up. Yesterday she said @realdonaldtrump did not appoint minorities to the courts. These are federal judges he nominated in Florida and Kamala did not vote to confirm a single one of them. pic.twitter.com/9arxf22RXb— Florida GOP (@FloridaGOP) October 8, 2020 \nThe Florida GOP didn’t accurately quote what Harris said at the debate and omits context about the nominations of the four judges highlighted in the tweet.\nDuring the debate, Vice President Mike Pence asked Harris if she and Biden plan to add more seats on the Supreme Court if Trump’s nominee Judge Amy Coney Barrett is confirmed and Biden wins the election.\n\"Let’s talk about packing the court then,\" Harris replied. She said that she had witnessed lifetime appointments to the federal court who are \"purely ideological people\" who were \"not competent.\"\n\"And do you know that of the 50 people who President Trump appointed to the Court of Appeals for lifetime appointments, not one is Black? This is what they've been doing,\" she said. \"You want to talk about packing a court? Let's have that discussion.\"\nThe statement by Harris about no Black appeals court appointments by Trump is accurate, according to data from the Federal Judicial Center, the research and education agency for the nation’s federal courts.  \nThe Florida GOP tweet includes a different class of federal judges, though both are lifetime appointments. The party highlighted three of Trump’s nominees to federal district courts in Florida and one federal appeals court judge who is a Hispanic woman.\nFederal district courts are below appellate courts. There are 13 appellate courts that sit below the U.S. Supreme Court. These courts hear challenges to district court decisions.\nHarris was talking about the appeals court, and the Florida GOP portrayed her as a liar at the debate by bringing up the lower court system.\nRegardless, here’s what happened with the judges pictured in the Florida GOP tweet. \nAll four nominees pictured in the tweet had worked as judges in Florida, and all were approved by the U.S. Senate in 2019. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHarris voted against confirming Rodney Smith, who is Black. Smith was confirmed 78-18 in June 2019. \nHarris didn’t vote on the other three nominees. \nWendy W. Berger, who is white, was confirmed 54-37 largely along party lines in July 2019. \nAnuraag Singhal, whose parents emigrated to the U.S. from India, was confirmed 76-17 in December 2019.\nBarbara Lagoa, who is Hispanic, was confirmed 80-15 in November 2019 for the 11th Circuit of the U.S. Court of Appeals. \nThese votes took place in 2019 when Harris was running in the Democratic primary for president. \nWe asked spokespersons for Harris why she voted against Smith and didn’t vote on the other three and didn’t get a response to that question.\nWe found news articles, blogs and Senate questionnaires that showed all four nominees had been affiliated with the Federalist Society, a national group of conservative lawyers.\n\"What's behind these disputes is the fact that the administration (and Federalist Society) have emphasized above all putting young ideological conservatives on the courts of appeals. Gender, race, and other factors have been much less important,\" Russell Wheeler of the Brookings Institution said. \"So, no Blacks and only one Latino/a (Lagoa).\"\nSome Senate Democrats have voted against Trump’s appeals court picks because Republican Majority Leader Mitch McConnell blocked President Barack Obama’s judicial appointments in 2015 and 2016.\nRELATED: Fact-check: Why Barack Obama failed to fill over 100 judgeships\nA spokesperson for the Republican Party of Florida said the tweet was warranted, arguing that Harris implied Trump \"has not made appointments that reflect the diversity of our country.\" \n\"Most importantly judicial appointments should be decided based on a person’s qualifications and experience, not race, ethnicity or gender,\" said Alia Faraj-Johnson, spokesperson for the Republican Party of Florida. \nOur ruling\nThe Republican Party of Florida said Harris said Trump \"did not appoint minorities to the courts.\" The party distorted what Harris said at the debate. Harris accurately said that Trump had not nominated any Black Americans to serve on the federal courts of appeal.\nThe GOP singled out three federal district court nominees who are either minorities or women and one nomination of an Hispanic woman who is an appeals court judge.  It still does not prove that Harris fibbed at the debate. We rate this claim False.\nRELATED STORY: Fact-checking the 2020 vice presidential debate, Kamala Harris vs. Mike Pence", "vclaim_id": "vclaim-pol-18656"}