{"url": "/factchecks/2016/jun/13/priorities-usa-action/pro-clinton-super-pac-ad-trump-mocked-disabled-r/", "speaker": "Priorities USA Action", "vclaim": "Says Donald Trump mocked \"someone with a disability.\"", "truth_label": "true", "date": "stated on June 8, 2016 in a TV ad:", "title": "Pro-Clinton Super PAC ad says Trump 'mocked' disabled reporter; evidence supports claim", "text": "A super PAC backing Democratic presumptive nominee Hillary Clinton has launched a $20 million campaign that accuses her Republican opponent Donald Trump of \"mocking\" a disabled news reporter.\nThe emotionally charged ad focuses on an Ohio couple, Chris and Lauren Glaros, talking about raising their daughter, Grace, who was born with a spinal defect.\n\"When I saw Donald Trump mock a disabled person, I was just shocked,\" Lauren Glaros says in the ad, produced by Priorities USA Action.\nLast fall, Trump was broadly criticized for appearing to physically mimic New York Times reporter Serge Kovaleski at a campaign rally in South Carolina on Nov. 24. Kovaleski has arthrogryposis, a congenital condition which limits the movement of his joints. The ad shows a photo of the reporter, whose right hand is sharply angled at the wrist.\nThe ad cuts to a video clip of Trump at the rally.\n\"You gotta see this guy,\" says Trump, wildly flailing his arms, his right hand flopping at an odd angle as he shouts in a weird, agitated voice: \"Ahh, I don’t know what I said! Ahh, I don’t remember!\"\n\"When I saw Donald Trump mock somebody with a disability, it showed me his soul, it showed me his heart. And I didn’t like what I saw,\" the father, Chris Glaros, adds.\nThe TV ad (which you can watch in full at the bottom of this fact-check) is airing in seven crucial swing states -- Colorado, Ohio, Nevada, Virginia, Florida, New Hampshire and Iowa.\nPolitiFact is fact-checking the obvious question: Did Trump mock the man’s disability?\nBut first, we want to separate Trump’s parody of the reporter from the reality. Kovaleski is a Pulitzer Prize-winning investigative reporter who speaks with a normal voice and doesn't wave his arms around. (Watch a video of Kovaleski talking about his ground-breaking reporting on the murder cases against former New England Patriots star Aaron Hernandez.)\nTrump tweeted about the ad on Sunday: \"Clinton made a false ad about me where I was imitating a reporter GROVELING after he changed his story. I would NEVER mock disabled. Shame!\" The Trump campaign did not respond to PolitiFact’s request for comment.\nPolitiFact also contacted Kovaleski, who declined comment.\nHere’s why Trump singled out this reporter.\nAt the time of the November rally, Trump was taking heat for his widely debunked claims that he watched in Jersey City, N.J., as  \"thousands and thousands of people were cheering\" the collapse of the World Trade Center following the Sept. 11, 2001, terrorist attacks.\nTo defend this account, Trump seized on a Sept. 18, 2001, story by Kovaleski -- who then worked for the Washington Post -- and another reporter. Near the bottom of the story, they wrote that \"law enforcement authorities detained and questioned a number of people who were allegedly seen celebrating the attacks and holding tailgate-style parties on rooftops while they watched the devastation on the other side of the river.\" But the reporters couldn’t verify the celebrations actually occurred.\n\"I certainly do not remember anyone saying that thousands or even hundreds of people were celebrating. That was not the case, as best as I can remember,\" Kovaleski later told the Washington Post Fact Checker. Remember, Kovaleski wrote that \"a number of people\" -- not thousands -- were allegedly seen celebrating.\nThis why Trump, believing that Kovaleski was backing off the 2001 story, wailed in his impersonation, \"Ahh, I don’t remember!\"\nTrump’s behavior sparked public outrage.\nThe New York Times rebuked Trump in a statement: \"We think it's outrageous that he would ridicule the appearance of one of our reporters.\"\nColleagues and friends defended Kovaleski.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\n\"@sergenyt is one of the best reporters — and best people — I know. This is despicable,\" ESPN reporter and author Don Van Natta Jr. wrote on Twitter.\nPeople who share Kovaleski’s condition -- formally known as arthrogryposis multiplex congenita or AMC -- and their families launched a social media campaign with the hashtag \"AMCStrong.\"\nTrump denied making fun off the reporter’s disability. \"I merely mimicked what I thought would be a flustered reporter trying to get out of a statement he made long ago,\" he said in a statement at the time.\n\"I don't buy that. (Trump) clearly was mocking his disability,\" said Julie Reiskin, executive director of the Colorado Cross-Disability Coalition, an advocacy group, when we asked her about it. \"That was very, very obvious, because he disagrees with all kinds of people at other times, and he doesn't use that voice or wave his arms like that.\" Reiskin stressed that she was just giving her view of how Trump acted, because her nonprofit group can't endorse or oppose any candidate.\nReiskin said Trump’s rally display \"portrays people with disabilities as incompetent. That if you can't control your speech or part of your body that you're not competent, which is very destructive\" to the image of disabled people facing stereotypes and discrimination, she added.\nU.S. Senator Mark Kirk, an Illinois Republican, recently withdrew his support for Trump after Trump said an Indiana-born federal judge of Mexican descent was incapable of fairly presiding over a class-action lawsuit against Trump and his defunct Trump University.\nBut Kirk also referred to Trump’s comments. Kirk suffered a serious stroke in 2012 and uses a wheelchair after years of rehabilitation. \"Donald Trump’s latest statements, in context with past attacks on Hispanics, women and the disabled like me, make it certain that I cannot and will not support my party’s nominee for president,\" Kirk said.\nDuring the rally backlash, Trump insisted in a statement he couldn’t have known the man was disabled because \"I have no idea who this reporter, Serge Kovaleski is, what he looks like or his level of intelligence. … Despite having one of the all-time great memories I certainly do not remember him.\"\nKovaleski countered that as a reporter for the New York Daily News in the late 1980s and early 1990s he regularly covered Trump. He told the Washington Post he was sure the businessman remembered him -- and his condition.\n\"Donald and I were on a first-name basis for years,\" Kovaleski told the New York Times.\nIn fact, Kovelski recalled spending the day with Trump in 1989 when the reporter and other journalists flew with the billionaire on the \"inaugural voyage\" of the Trump Shuttle airline.\n\"Flying out of La Guardia, we spent a big chunk of the day flying up and down the east coast with Trump chatting with me and the others on the plane,\" Kovaleski told the Daily News. He added that a furious Trump called the next day and screamed at him\" because Kovaleski had reported that the Trump Shuttle took off late on its debut flight after Trump had run many ads saying it would be the most on-time airline in the industry.\nThe Daily News story looking back at Kovaleski’s history with Trump included an archived image of his bylined Trump Shuttle story (\"Wings of Don\") with a photograph of Trump cutting a ceremonial ribbon.\nIn addition, Trump spoke familiarly about Kovelski at the rally, calling him a \"nice reporter.\" He also described him as \"the poor guy\" and indicated he knew Kovaleski’s appearance (\"you gotta see this guy\") before launching into his imitation.\nStill, the candidate repeatedly denied knowing the reporter.\n\"Serge Kovaleski must think a lot of himself if he thinks I remember him from decades ago -- if I ever met him at all, which I doubt. He should stop using his disability to grandstand and get back to reporting for a paper that is rapidly going down the tubes,\" Trump said, getting in a shot at the New York Times, in a statement.\nOur ruling\nIn an ad from Priorities USA Action, parents of a disabled child said Trump \"mocked\" a disabled reporter at a campaign rally. Trump did mimic the man’s oddly angled right hand while flailing his arms and shouting in a strange voice. Disabled people and advocates said the candidate clearly was mocking him.\nTrump’s excuses for his comments are at odds with the evidence. Trump said he didn’t remember the man so he couldn’t know he was handicapped. But Kovaleski said he and Trump knew each other well because the reporter regularly covered the New York businessman for years. Archived reports support that.\nTrump also talked about the reporter with familiarity as a \"nice reporter\" and a \"poor guy\" who \"you gotta see.\"\nTrump’s denials that he did not mock -- or even know -- the disabled reporter don’t add up. We rate the ad’s claim True.\nhttps://www.sharethefacts.co/share/b6a6f3b2-11b8-443e-a384-f9791cd9b28b", "vclaim_id": "vclaim-pol-04846"}