{"url": "/factchecks/2016/aug/26/robin-schimminger/explaining-startup-ny-report/", "speaker": "Robin Schimminger", "vclaim": "On job creation numbers in the latest Start-Up NY report: \"This is a significant number of overcounts in the compilation that I’ve looked at.\"", "truth_label": "false", "date": "stated on August 3, 2016 in a hearing on economic development in Albany, NY.:", "title": "Explaining the confusion over the Start-Up NY Report", "text": "Assemblyman Robin Schimminger, D-Kenmore, said state officials reported an incorrect number of jobs created by companies participating in Start-Up NY, one of the state’s economic development programs.\nA report released in July says the program created 408 jobs in its first two years, 2014 and 2015. Schimminger, who chairs the Assembly’s Economic Development Committee, said at a hearing earlier this month that Empire State Development Corp. inflated its claim of 319 jobs in 2015 by as many as 80 positions.\nThe report puzzled Schimminger and other lawmakers because it showed more net new jobs for the companies than the number of jobs the companies said they created.\n\"I could not figure out how that could be, until I came to the conclusion that very possibly the companies were reporting a two-year amount, the 2014 and 2015 net new jobs created and including them in their submission to the agency,\" Schimminger said at the hearing. \"The agency then simply took that number, tallied it and reached what should be the correct tally number to include in the report. However, they were the wrong numbers from the companies. So I would submit this is not the difference of a dozen or so, this is a significant number of overcounts in the compilation that I’ve looked at.\"\nHoward Zemsky, head of the Empire State Development Corp., defended Start-Up NY before the Assembly panel.\n\"I don’t acknowledge that there are any inaccurate numbers,\" Zemsky replied.\nWho’s right? We took a closer look. Did the Start-Up NY report inflate job claims by double counting many of the jobs?\nWhat’s a net new job?\nStart-Up NY offers businesses tax relief for 10 years when they locate or expand on or near a participating college campus.\nThe state must publish an annual report on the program’s progress. This year’s report was tucked inside an omnibus report of other state incentive programs called the Business Incentives Report. The section on Start-Up NY takes less than three pages. Last year’s report was a 14-page document. This year’s report offers little guidance on how to interpret the information in the report other than a few footnotes and a set of unidentified appendices.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nUnderstanding the report requires knowing the state’s definition of a ‘net new job.’ It’s not just any job created during the year. It must be a job that did not exist before the company joined the program. It has to be full time. It has to be filled for more than six months. Empire State Development counted 319 net new jobs in the report.\nA separate part of the report shows jobs created at any point during the calendar year. No six-month requirement applies to this count. That means any job filled in the second half of 2015 was counted in this number - but not included in the net new job count because it did not reach the six month mark by the end of the year. By that way of counting, the state reported 332 jobs created in 2015.\nCounting the jobs\nSo the 319 net new jobs in the report are jobs filled at any point during the 2014 calendar year or in the first half of 2015. The 332 jobs created are new, full-time positions companies reported creating during the entire 2015 calendar year.\nWe reached out to Liazon Corp., which expanded in Buffalo under Start-Up NY. Liazon confirmed this is its explanation for why it reported more net new jobs than jobs created in 2015.\nOur ruling\nSchimminger said at an economic development hearing in Albany that Empire State Development reported \"wrong numbers from the companies\" in Start-Up NY. So the report included \"a significant number of overcounts in the compilation,\" he said.\nEmpire State Development did not provide guidance on how to read the report, so anyone not privy to state definitions of certain terms may have come to the same conclusion as the assembly member. Schimminger, of course, is not just anyone. Schimminger served as chairman of the Assembly's small business committee from 1985 until 1997, when he was named chairman of the Assembly Standing Committee on Economic Development, Job Creation, Commerce and Industry. A closer look at the law explains how the numbers are reported.\nWe rate Schimminger’s claim as False.\nhttps://www.sharethefacts.co/share/10730ecb-e329-40ec-8370-9bb70ece7310", "vclaim_id": "vclaim-pol-04414"}