{"url": "/factchecks/2013/apr/12/lon-burnam/lon-burnam-says-rejecting-expansion-would-send-9-b/", "speaker": "Lon Burnam", "vclaim": "Says rejecting federal aid to expand Medicaid in Texas will \"send $9 billion in federal taxes paid by Texans to other states to insure their working poor.\"", "truth_label": "false", "date": "stated on March 4, 2013 in a press release:", "title": "Lon Burnam says rejecting expansion would send $9 billion of Texans’ taxes to Medicaid in other states", "text": "State Rep. Lon Burnam, D-Fort Worth, said the Texas House was throwing money away when it voted March 4, 2013, to reject federal Medicaid expansion dollars.\n\nIn a press release, Burnam said refusing to expand would accomplish nothing except to \"send $9 billion in federal taxes paid by Texans to other states to insure their working poor.\"\n\nMedicaid is a federal-state insurance program that targets children and low-income families, elderly and disabled people, pregnant women and children in foster care. Under the Affordable Care Act (known as Obamacare), the federal government would pay all costs for the first three years for Texas and other states that extend Medicaid to households making up to 138 percent of the federal poverty level — which in 2013 is $15,865 for an individual, $32,499 for a family of four.\n\nTo offset such federal costs, congressional Democrats wrote new taxes into the law, primarily on the wealthy and on the health care industry, alongside a number of measures intended to reduce the growth of Medicare spending.\n\nTexas officials have estimated that from 2014 through 2023, the state would receive $79 billion in federal money to cover the adults who are newly eligible under the higher income limit. Because states begin paying a share of the costs after three years (gradually rising from 5 percent in 2017 to 10 percent in 2020 and beyond), Texas would chip in an estimated $8.8 billion over ten years from its own general revenue fund.\n\nBurnam spokesman Conor Kenny told us by email that Burnam’s number was based on another state estimate for the same 10 years: $90.6 billion, which includes the $79 billion in Medicaid expansion money plus $11.6 billion the feds will send Texas to help cover people who are already Medicaid-eligible but not enrolled. Those folks will have to sign up for insurance plans when Obamacare’s individual mandate kicks in Jan. 1, 2014.\n\nBurnam’s $9 billion figure, Kenny said, was the average amount of federal money coming in per year ($90.6 billion divided by 10) calculated in Feb. 6, 2013, legislative testimony from the liberal, Austin-based Center for Public Policy Priorities.\n\nBoth the $79 billion in expansion money and the $90.6 billion total for expansion plus newly-enrolled-but-already-eligible Texans are 2012 estimates from the state Health and Human Services Commission, which administers Medicaid. Spokeswoman Stephanie Goodman sent us a March 8, 2013, presentation from the agency and a spreadsheet with estimated year-by-year federal and state costs.\n\nBurnam also relied, Kenny said, on part of Arizona Gov. Jan Brewer’s Jan. 14, 2013, state-of-the-state speech, in which she said not expanding Medicaid would mean that $2 billion of \"Arizona’s tax dollars would simply be passed to another state – generating jobs and providing health care for citizens in California, Colorado, Nevada, New Mexico or any other expansion state.\" Her office did not respond to our inquiries about Brewer’s basis for the statements. Kenny also said that he had talked to Edwin Park, vice president of health policy at the liberal Washington-based Center on Budget and Policy Priorities.\n\nFirst, a misconception: Burnam referred to \"$9 billion in federal taxes paid by Texans,\" much as Brewer referred to $2 billion in Arizona tax dollars. But the money a state gets won’t come directly from the federal taxes its own residents paid.\n\nExperts told us that federal payments to states for expanding their Medicaid programs -- some 25 states had signed on when Burnam spoke -- will come out of the U.S. Treasury, where everybody’s tax dollars go to mingle. So in a general sense, Texas dollars might be a part of any Medicaid expansion payment to any state. There’s just no telling which paid-in-Texas federal taxes go where.\n\nAnd money won’t be sent from one state to another, the experts told us. In fact, there’s no dedicated dollar amount for Medicaid expansion. Rather, the states will be sent federal money for new participants as they come in.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nWe spoke with two of Burnam’s sources, Park and Center for Public Policy Priorities associate director Anne Dunkelberg, as well as two Washington, D.C., groups -- the American Action Forum, a conservative think-tank, and Families USA, a liberal group that pushed for the health care law.\n\nDunkelberg contrasted Medicaid expansion with the federal Children's Health Insurance Program, in which states do get block grants. Twice, Texas lawmakers have decided against taking the CHIP money, she told us by phone, and \"those funds really did get redistributed to other states.\"\n\nSimilarly, Park told us the Medicaid expansion funding is \"not a fixed pot of money.\" Whether one state chooses to participate or not does not affect the other states or the money they receive, he said.\n\nDouglas Holtz-Eakin, president of the American Action Foundation and a former director of the Congressional Budget Office, told us by phone that when revenues are collected from the new Obamacare taxes, that money is not set aside.\n\n\"Every single one of those dollars flows into the federal treasury\" with other tax revenues, Holtz-Eakin said, and \"there’s no link\" to the dollars that states will then receive in the Obamacare spending programs. \"They’re all stirred together,\" he said.\n\nSpokesman David Lemmon of Families USA told us by phone that any projected Medicaid expansion money Texas turns down \"is not redistributed to other states.\" But if Texas does opt out, he said, \"certainly Texas taxpayers are not able to benefit from that money.\"\n\nSimilarly, Dunkelberg said it’s \"true that Texas taxpayers are helping to fund the expansions of all the other states. And we don’t get any break on our federal taxes (if we decide) not to participate in Medicaid expansion.\"\n\nOur ruling\n\nBurnam said that if Texas fails to expand Medicaid, $9 billion of Texas taxpayers’ money would flow toward insuring the working poor in other states. Burnam meant $9 billion per year over 10 years, though that clarification didn’t appear in his press release.\n\nBut:\n\n\n\nTexans’ tax dollars aren’t handled separately from others in this program.\n\n\n\nWhat Texas decides won’t affect how much money is available for other states.\n\n\n\nBurnam’s $9 billion is based on a $90 billion ten-year estimate that includes $11.6 billion Texas would get whether it expands Medicaid or not.\n\n\n\n\nWe rate Burnam’s statement False.", "vclaim_id": "vclaim-pol-09480"}