{"url": "/factchecks/2020/jun/09/viral-image/no-evidence-buffalo-protesters-injuries-were-stage/", "speaker": "Viral image", "vclaim": "A man’s injuries from falling after police officers shoved him in Buffalo, N.Y. were staged.", "truth_label": "false", "date": "stated on June 5, 2020 in a Facebook post:", "title": "No evidence Buffalo protester’s injuries were staged", "text": "Two police officers in Buffalo, N.Y., have pleaded not guilty to assault charges in connection with an elderly protester who was critically injured after a video showed them shoving him. \nFacebook posts have cast doubt on the altercation. One shows an image of the man, 75-year-old Martin Gugino, with his head on the ground. An arrow pointing to his ear says, \"‘Blood’ coming from the front of ear.\" An arrow pointing to his mask says, \"Tube running from under mask.\" An arrow pointing to the back of his head says, \"No blood on sidewalk or back of head.\"\nAnother Facebook post shows four stills from the video, the same image featured in the other Facebook post, and a photo with tubing, batteries and a fluids bag. \n\"The incident in Buffalo is fake!!!\" this post says. \"This guy has been arrested many times before. He was antagonizing the cops. The cop pushed him away from him and the guy purposely fell! Look at this fake blood he hooked himself up with!! My friend in Buffalo said the hotels in Buffalo are filled with Antifa and they plan a big attack in Buffalo and Cheektowaga. ! Pray!\"\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThey’re also baseless. We found no indication this incident is \"fake.\"\nIn a statement published by Reuters, Erie County District Attorney John Flynn said that the officers \"pushed\" Gugino outside of City Hall, \"causing him to fall and hit his head on the sidewalk.\" Flynn also said that Gugino was in critical condition at the Erie County Medical Center, where he was treated for a head injury, loss of consciousness and bleeding from the right ear.\nYou can watch the video of the incident here. It was taken by a reporter for WBFO, a local radio station. In the footage, Gugino is seen approaching a line of officers with a phone in his right hand and a helmet in his left. As he stands face-to-face with two officers, he looks like he’s talking to them for a few seconds as a third officer tells him to move. One of the officers then shoves Gugino with a baton and the other pushes him with his hand. Gugino stumbles backward and falls on his back. Blood starts seeping out of his ear and the phone falls from his hand as he lies motionless on the ground. \n\"He’s bleeding out of his ear,\" someone says repeatedly. Though the image in the Facebook posts claims no blood spreads to the sidewalk or the back of his head, around the 14-second mark it’s visibly pooling there. This Reuters photo shows a different angle of the blood pooling at his head. While the video rolls, we see officers walking past Gugino as he lies on the pavement.\nThe incident is under both internal affairs and criminal investigations, and the two officers facing charges have been suspended without pay. More than 50 members of their unit have since resigned from that team but are still working for the department. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nWe reached out to the Buffalo Police Department about the claims in the posts. Capt. Jeff Rinaldo said he couldn’t comment under a state law that lets police departments shield disciplinary records. He referred us to the Erie County district attorney’s office, which is investigating the incident.\nA spokesperson for the Erie County district attorney’s office said they couldn’t comment because it’s \"under investigation for prosecution.\" \nA spokesperson for the City of Buffalo did not immediately respond to our voicemails.\nPolice initially said that Gugino tripped and fell. John Evans, president of the Buffalo police union, told the Buffalo News that the officers were following orders to clear Niagara Square of people protesting the May death of George Floyd, who died in police custody in Minneapolis after an officer pressed his knee to Floyd’s neck.\n\"It doesn’t specify clear the square of men, 50 and under or 15 to 40,\" Evans said. \"They were simply doing their job. I don’t know how much contact was made. He did slip, in my estimation. He fell backwards.\"\nProsecutors disagree. The district attorney has stated clearly that his office believes officers pushed Gugino and caused him to fall and hit his head.\nKelly Zarcone, Gugino’s lawyer, told PolitiFact that he’s now out of the intensive care unit but still hospitalized. \nOn June 9, President Donald Trump amplified the conspiracy theory about Gugino when he tweeted: \"Buffalo protester shoved by police could be an ANTIFA provocateur. 75 year old Martin Gugino was pushed away after appearing to scan police communications in order to black out equipment. @OANN I watched, he fell harder than he was pushed. Was aiming scanner. Could be a set up?\"\nThe Trump campaign didn’t respond to PolitiFact’s requests for comment. But there’s no evidence Trump’s claims — or the allegations in the Facebook posts — are true. \n\"Martin has always been a PEACEFUL protester because he cares about today’s society,\" Zarcone said. \"No one from law enforcement has even suggested anything otherwise so we are at a loss to understand why the president of the United States would make such a dark, dangerous and untrue accusations against him.\"\nWe rate these Facebook posts False.", "vclaim_id": "vclaim-pol-17901"}