{"url": "/factchecks/2012/may/09/national-republican-congressional-committee/nrcc-says-betty-sutton-supports-occupy-wall-street/", "speaker": "National Republican Congressional Committee", "vclaim": "Says that Rep. Betty Sutton \"would rather riot with Occupy (Wall Street) than stand up for Ohio families.\"", "truth_label": "pants-fire", "date": "stated on May 2, 2012 in an email statement:", "title": "NRCC says Betty Sutton supported rioting at Occupy Wall Street event", "text": "Republicans moved quickly to politicize what federal agents have described as a failed bomb plot cooked up by anarchists connected to the Occupy Cleveland organization.\n\nThe group, an offshoot of last fall’s anti-Wall Street demonstrations in New York, is not under investigation, officials stressed May 1, 2012,  when announcing the arrests of five suspects.\n\nBut that did little to stop the GOP from buzzing about the movement’s support among Democrats.\n\nThe most direct attack came May 2, 2012, from the National Republican Congressional Committee. The group is working to unseat Rep. Betty Sutton, a Democrat from Copley Township near Akron. Redistricting put her into battle this fall against fellow Rep. Jim Renacci of Wadsworth.\n\nIn an email, the NRCC blasted Sutton for not immediately denouncing the accused anarchists and noted that the congresswoman attended an Occupy rally last October in New York.\n\nThe email, sent by NRCC Deputy Communications Director Andrea Bozek, accuses Sutton of missing votes to protest with Occupy Wall Street and being slow to criticize the \"plot by Occupy members to blow up an Ohio bridge.\"\n\nBozek then delivered the punchy email’s parting shot.\n\n\"Sutton’s cowardly silence shows she would rather riot with Occupy than stand up for Ohio families.\"\n\nWhen it comes to Occupy, it’s no secret Sutton has been a supporter. But a rioter?\n\nPolitiFact Ohio decided to check that accusation.\n\nBozek provided a link to a story that was published last October in The Plain Dealer and online at Cleveland.com. The story reported on Sutton’s travel to the Occupy rally in New York.\n\nBozek also shared an NRCC video montage of Occupy protesters preaching communism and engaging in other unruly behavior. An oft-used image of a man defecating on a police car makes a cameo. The video targets another congressional Democrat, Steve Israel of New York.\n\nAsked if any of the clips came from the event Sutton attended, Bozek replied: \"That video demonstrates the kind of behavior that defines this radical group. Multiple arrests, sexual assaults, attacks on police officers and … vandalism. Is that what Betty Sutton supports?\"\n\n\"The congresswoman does not ever condone or participate in riotous behavior,\" said Sutton spokesman Anthony DeAngelo.\n\nThe New York rally last fall is the only Occupy event Sutton has attended, DeAngelo told PolitiFact Ohio. We checked news reports from that day and found little to support the NRCC’s attack.\n\nYes, there were violent outbursts -- an element necessary to meet nearly any modern definition of riot. The New York Times City Room blog reported that 23 people were arrested during the Oct. 5 protests, including one charged with second-degree riot -- a misdemeanor.\n\nAccording to New York penal code, rioting in the second degree occurs when someone in a group of at least four \"engages in tumultuous and violent conduct,\" risking \"public alarm.\"\n\nBut we suspect the New York Times would have noted an Ohio congresswoman among the group had Sutton been involved. But the newspaper didn’t because Sutton wasn’t. DeAngelo offered a few photos of his boss at the rally. Sutton appears more dressed up than her fellow demonstrators, and her dark coat and purple blouse look no worse for the wear.\n\nMost coverage of the Oct. 5 protests indicated that violent behavior was the exception. That evening, on CNN’s broadcast of \"Situation Room,\" reporter Susan Candiotti agreed with host Wolf Blitzer that the protests had been peaceful and that \"there have been no confrontations.\"\n\nThe NRCC is correct that Sutton missed votes to attend the rally last October. It is also accurate to say that Sutton did not send out a formal condemnation of the five bomb plot suspects, though, in fairness, neither did Renacci until after the NRCC attack.\n\nBut the rhetorical flourish is where the NRCC’s claim departs from truthfulness. The NRCC email said that Sutton’s \"cowardly silence shows she would rather riot with Occupy than stand up for Ohio families.\"\n\nDid Sutton stand with the Occupy Wall Street protesters in October? Yes.\n\nDid she engage in rioting? No.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nWas there even rioting at the rally Sutton attended? News coverage indicates violent behavior was the exception and that protests at the event were generally peaceful. Meanwhile, the material provided by the NRCC fails to support the notion that Sutton would support rioting.\n\nThe NRCC claim is beyond False.  On the Truth-O-Meter, the claim rates Pants on Fire.", "vclaim_id": "vclaim-pol-11134"}