{"url": "/factchecks/2020/jun/08/facebook-posts/no-911-memorial-new-york-city-wasnt-defaced/", "speaker": "Facebook posts", "vclaim": "“The 9/11 Memorial in NYC was just defaced with graffiti.”", "truth_label": "false", "date": "stated on June 5, 2020 in a Facebook post:", "title": "No, the 9/11 Memorial in New York City wasn’t defaced", "text": "A June 5 Facebook post (since deleted) expresses disbelief that Americans still support demonstrations over the death of George Floyd in police custody after \"the 9/11 Memorial in NYC was just defaced with graffiti.\"\nBut it wasn’t, and this post (and others like it) was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nMichael Frazier, a spokesperson for the 9/11 Memorial & Museum, told PolitiFact on June 8 that the Facebook post is wrong. \"It is not true,\" he said. \nIn February, a 9/11 memorial in Plymouth, Mass., was damaged a week after Plymouth Rock was vandalized with red graffiti, CNN reported at the time. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nBut we found no news coverage of such vandalism at the 9/11 Memorial in New York City. And there remained no coverage when we looked at this again on June 24, 2020, as versions of the post were being reshared.\nThis isn’t the first incorrect claim about vandalism during protests that we’ve checked. For the record: The Lincoln Memorial wasn’t covered in graffiti, President Donald Trump’s star on the Hollywood Walk of Fame wasn’t destroyed, this Vietnam memorial wasn’t defaced by Black Lives Matters demonstrators, and these war memorials weren’t either.  \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17890"}