{"url": "/factchecks/2011/sep/08/rick-perry/dukakis-created-jobs-three-times-faster-mitt-romne/", "speaker": "Rick Perry", "vclaim": "\"Michael Dukakis created jobs three times faster\" than Mitt Romney.", "truth_label": "half-true", "date": "stated on September 7, 2011 in a debate at the Reagan Library:", "title": "Dukakis created jobs three times faster than Mitt Romney, says Rick Perry", "text": "Republican contenders for the presidential nomination Rick Perry and Mitt Romney sparred over jobs at a debate at the Reagan Library -- how many, what kind and who created them. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe back-and-forth was full of stats and numbers, with Perry claiming his job-creation record as the Texas governor was superior to Romney's record as Massachusetts governor. \n\nAnd if that's wasn't enough, Perry said Romney's record was even worse than a Democrat's. \"Michael Dukakis created jobs three times faster than you did, Mitt,\" Perry jabbed.\n\nWe decided to fact-check whether Perry's attack was accurate. As is our usual procedure, we wanted to check both whether the number was correct and the implication that Romney's policies contributed to the outcome.\n\nWe'll begin by saying there are several different ways to count jobs, and the numbers change slightly depending on the parameters of your search. We decided to use numbers from the U.S. Bureau of Labor Statistics. \n\nMichael Dukakis was governor for three terms, while Romney was governor for one term. (Dukakis was governor from 1975 to 1979 and from 1983 to 1991. Romney was governor from 2003 to 2007.) We could make a number of choices about how to calculate job growth by selecting different parameters, particularly whether we should look at growth on annual basis or whether we should look at when the governors took office and when they left. By some of our calculations, Dukakis created three times more jobs than Romney, and by other calculations, it was even more. \n\nAs we researched the item more, we found an analysis published a few days before the debate by Matt Lewis of The Daily Caller. Lewis looked at different job statistics and concluded that Dukakis created jobs faster than Romney did. Using numbers from the Massachusetts Executive Office of Labor and Workforce Development, Lewis found that Dukakis created an average of about 45,209 jobs per year, while Romney created an average of 12,850 jobs per year. So using those numbers, Dukakis' job creation was about three and half times Romney's.\n\nIn a follow-up to his original post, Lewis noted that the Romney campaign objected to his analysis but not because they questioned the underlying numbers. Rather, they said that Romney inherited large deficits that harmed job creation and that the unemployment rate was lower when Romney left office than when Dukakis left office. Lewis said that he believed his original analysis still had merit.\n\nAfter looking at numbers from BLS, we concluded that Dukakis did have more robust job growth than Romney, and three times is a reasonable estimate, keeping in mind that one could use other reasonable estimates. We also noticed that Romney had his worst job growth during his first two years, giving creedence to the argument that his policies hadn't yet had time to take effect.\n\nNow to our second point: Is there any evidence that Dukakis' policies led to robust job growth, while Romney's didn't? We asked the Perry campaign for evidence, but we didn't hear back. \n\nTo pursue that issue, we spoke with Michael Widmer, president of the Massachusetts Taxpayers Foundation, an independent public policy organization. (Its board includes many business executives.)\n\nWidmer confirmed that there was a faster rate of growth under Dukakis than Romney, but he warned that governors have little ability to create jobs in the short term. He attributed the growth under Dukakis to a growing computer industry in Massachusetts that was focused around what were then called minicomputers, computers sized between a mainframe and a personal computer.\n\n\"Massachusetts bet on the mini, while Silicon Valley bet on the PC,\" Widmer said. \"None of that had anything to do with a governor, before, after or since.\" The bet on the mini didn't go so well, and job growth was dwindling even as Dukakis left office. \n\nAnd even when jobs were growing under Dukakis, people in Massachusetts didn't particularly credit his policies. \"Many business leaders were critical of Dukakis for not being more supportive of the business community and policies that they thought would be helpful. But then jobs were still created because of the outside factors,\" Widmer said.\n\nMeanwhile, when Romney was governor, jobs were created slowly as Massachusetts pulled out of a nationwide recession. \"Again, there was little connection between that and the initiatives of Gov. Romney,\" Widmer said.\n\nRomney himself made a similar point in the debate with Perry, saying that robust job growth in Texas can't be compared directly to job growth in Massachusetts. \n\n\"States are different. Texas is a great state. Texas has zero income tax. Texas has a right to work state, a Republican Legislature, a Republican Supreme Court. Texas has a lot of oil and gas in the ground,\" Romney said. \"Those are wonderful things, but Governor Perry doesn't believe that he created those things.\"\n\nIn ruling on this statement, Perry is correct that Dukakis did grow jobs at a faster pace than Romney. But we find little evidence that meant Dukakis was better at job creation. Rather, larger factors were at work, such as the way the computer industry in Massachusetts was developing, as well as national economic trends. So we rate Perry's statement Half True.", "vclaim_id": "vclaim-pol-12452"}