{"url": "/factchecks/2016/mar/03/nevada-state-democratic-party/is-joe-heck-the-only-senate-candidate/", "speaker": "Nevada State Democratic Party", "vclaim": "\"Every Republican Senate candidate has now announced whether or not they support the Senate taking up the Supreme Court vacancy…except for Congressman Heck.\"", "truth_label": "false", "date": "stated on February 23, 2016 in a press release:", "title": "Is Joe Heck is the only Senate candidate to not weigh in on Supreme Court vacancy?", "text": "Reluctance by Senate Republicans to confirm President Barack Obama’s Supreme Court pick after the death of Justice Antonin Scalia is giving Democrats across the country plenty of political ammunition.\nIt’s also playing out in Nevada, where the state Democratic Party is repeatedly slamming Republican Senate candidate and U.S. Rep Joe Heck over his measured, non-committal position on filling the vacancy.\nParty operatives have unleashed at least five press releases and countless tweets and emails attacking Heck over his stated preference that \"each entity should exercise its prerogative.\"\nBut one attack stuck out as particularly noteworthy — the claim that \"every\" Republican Senate candidate other than Heck has announced a position on taking up the vacancy.\nHere’s what party spokeswoman Sarah Zukowski said:\n\"Every Republican Senate candidate has now taken a position on the issue of whether the Senate should go a whole year without doing its job, but all we get from Congressman Heck are non-answers and Washington-speak,\" she said in a press release on Feb. 23.\nIt’s quite a claim to say that literally every Republican senatorial candidate has taken a position on any issue, much less the politically-charged Supreme Court vacancy, so we decided to look into it.\nJournalists at the New York Times and liberal websites Think Progress and Daily Kos have tried to chart out where individual Senate Republicans stand on the issue of approving a nominee either now or under the next president.\nBut those lists are mostly focused on the positions of sitting senators, and don’t include Senate hopefuls like Heck.\nSo we put together a more complete list of what candidates and incumbent senators up for re-election in 2016 have said about the court vacancy using candidates listed in political scientist Larry Sabato’s \"Crystal Ball.\"\nWe found several who haven’t addressed the issue at all.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBarack Obama\n\n\nstated on May 26, 2009 in a speech at the White House.\n\n\n\n\n\n\n\n\n\"Walking in the door (Sonia Sotomayor) would bring more experience on the bench, and more varied experience on the bench, than anyone currently serving on the United States Supreme Court had when they were appointed.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Angie Drobnic Holan • May 26, 2009\n\n\n\n\n\n\n\nIn Maryland, for example, at least 14 candidates have filed as Republicans to run for the open Senate seat currently held by Democratic Sen. Barbara Mikulski. Only a handful of the candidates have functioning websites, and we could only find two candidates  — Mark McNicholas and Chrysovalantis Kefalas  — who even addressed the vacancy issue.\nIt’s a similar case in Colorado, with 12 Republicans vying to take on incumbent Sen. Michael Bennet. Candidates there are all over the map, including some like state Sen. Tim Neville who have taken a similarly neutral or otherwise vague position.\n\"As far as the schedule is concerned, the U.S. Senate is going to have the final say on who gets approved,\" he said to the Aurora Sentinel. \"So whether it happens now or after the next election, the Republican Senate majority needs to stand strong and only confirm a nominee that will stand firm in defense of the Constitution.\"\nDuf Sundheim, a California Republican running a long-shot Senate bid, issued a similarly vague statement.\n\"Whether they approve or reject a nominee is a decision that should be made by each senator,\" he said. \"But they should do so with the highest level of veracity and honor.\"\nIn total, we found at least 15 candidates who issued vague statements not specifically spelling out what they believe the Senate should do regarding the court vacancy, and many more who didn’t announce any position on their website or social media accounts.\nIt’s fair to point out that many of the listed candidates are, to put it generously, running grassroots campaigns with little money and little hope of ending up in office. Zukowski issued a backtracking statement to PolitiFact saying, \"All serious GOP Senate candidates have made it clear where they stand on the GOP's refusal to do its job.\"\nBut the party is wrong in saying that the entire field of Republican Senate candidates have announced a clear stance on the issue, and in declaring that Heck stands alone in taking a guarded position on the vacancy.\nOur ruling\nThe Nevada Democratic Party says that \"every Republican Senate candidate\" has announced their position on the Supreme Court vacancy, except for Heck.\nOur research shows that’s not the case. There are more than a dozen candidates, at least, who issued similarly neutral statements, and even more who haven’t addressed the issue at all.\nWe rate the claim as False.", "vclaim_id": "vclaim-pol-05334"}