{"url": "/factchecks/2020/apr/17/facebook-posts/nancy-pelosi-didnt-call-social-security-recipients/", "speaker": "Facebook posts", "vclaim": "Says Nancy Pelosi called Social Security recipients “leeches” and “burdens on society.”", "truth_label": "pants-fire", "date": "stated on April 9, 2020 in a Facebook post:", "title": "Nancy Pelosi didn’t call Social Security recipients ‘leeches’", "text": "According to the internet, House Speaker Nancy Pelosi allegedly said that Social Security recipients are \"leeches,\" and social media posts that share the quote are calling for users to \"make it go viral.\"\nThere’s just one issue. She didn’t say it.\nThe abrasive statement was fabricated by a website that says it posts satire and then re-shared on Facebook as if it were real news.\nAlthough the satirical story was published in November 2019, Facebook text posts claiming she said it started to appear on the social network in April 2020.\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe made-up statement was posted by Bustatroll.org, a website known for publishing fictional content in the name of satire, in a Nov. 14, 2019, story titled \"Pelosi: ‘Social Security Recipients Are Just A Burden On Society.’\"\nThe article falsely claims that Pelosi called Social Security recipients \"leeches\" who \"suck from the public teat\" and are \"nothing more than burdens on society.\"\nRELATED: If you're fooled by fake news, this man probably wrote it\nThe website contains a disclaimer that says, \"Everything on this website is fiction. It is not a lie and it is not fake news because it is not real. If you believe that it is real, you should have your head examined.\"\nHowever, these articles are frequently copied to other websites, or in this case, social media posts, that don't include any indication that the information was made-up.\nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-16961"}