{"url": "/factchecks/2011/sep/30/rick-perry/rick-perry-says-private-sector-texas-created-1-mil/", "speaker": "Rick Perry", "vclaim": "Says the private sector in Texas created 1 million jobs over the past decade.", "truth_label": "half-true", "date": "stated on September 29, 2011 in a television interview:", "title": "Rick Perry says private sector in Texas created 1 million jobs", "text": "On the CNBC morning show Squawk Box, Republican presidential hopeful Rick Perry made a claim on Texas job growth that sounded a lot like something we’ve checked before, with a twist.\n\nNoting that Perry has said on the campaign trail that government doesn't create jobs, interviewer Andrew Ross Sorkin told the Texas governor that over Perry's 10-plus years as governor, his state's total number of government jobs had increased 19 percent, while the private sector saw only a 9 percent bump.\n\n\"How do you square that circle?\" Sorkin asked.\n\nPerry responded: \"Well, our teachers in Texas are public employees, so we've had a huge influx of people into the state of Texas, so you have to have more teachers obviously to do that as well. But the private sector job creation over the last … 10 years has been 1 million jobs created, while this country lost 2.5 million. So we square that rather well with the rest of the country.\"\n\nPerry made a similar claim about Texas job gains during the Sept 7, 2011, Republican presidential debate at the Reagan presidential library in California, although he didn't say he was talking specifically about the private sector. \"When you look at what we have done over the last decade, we created 1 million jobs in the state of Texas,\" Perry said. \"At the same time, America lost 2.5 million.\"\n\nWe rated that Perry claim Half True. His figures — on the change in job numbers between December 2000, when Perry took office, and July 2011 — basically held up, but his statement had weaknesses.\n\nFor instance, more than 20 states enjoyed net job gains over the same period, so the governor of any one of them could make a similar boast, leaving the misimpression that only his or her state gained jobs while the rest of the country lost jobs. For example, using the Perry campaign's methodology, Alaska created 43,700 jobs during Perry's time in the governor's office while the rest of America lost 1.4 million.\n\nAlso, the Texas economy was rocking before Perry became governor. And, generally, many are skeptical about how much influence governors have over their state's economy.\n\nFor this article, we wondered whether the roughly 1 million net increase in jobs in Texas during Perry's tenure all occurred in the private sector, as Perry told Sorkin.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nPrecisely, the number of jobs in Texas increased by nearly 1.1 million between December 2000 and July 2011. In the period, government sector employment grew by 286,000, according to federal Bureau of Labor Statistics data and agency economist Cheryl Abbot. The BLS data on government workers contains federal, state and local employees, including postal workers but excluding military personnel.\n\nThe Texas breakdown:\n\nFederal government: Increase of 19,900 jobs\nState government: Increase of 51,000\nLocal government: Increase of 215,100\n\nPrivate industry was responsible for the rest of the state's net increase in jobs, or about 790,000 positions, 73 percent of the total.\n\nAccording to the BLS data, the private sectors that experienced job increases during the 128-month period were education and health services (404,900 increase), categories that do not sweep in jobs in public schools or hospitals; leisure and hospitality (215,200); professional and business services (196,800); trade, transportation and utilities (107,300); mining and logging (99,200); financial activities (57,500); construction (17,600); and other (18,400).\n\nTwo sectors saw job decreases: manufacturing (233,400 drop) and information (91,100).\n\nOur ruling\n\nPerry cited a figure for private-sector jobs that he's previously used to describe total employment gains. That could lead close followers of his campaign with the misimpression that nearly all the job gains were in the private sector. To the contrary, government jobs represented about 27 percent of the total.\n\nBut even though Perry was off by 200,000, he was in the neighborhood on his million-jobs statement. We rate his statement Half True.", "vclaim_id": "vclaim-pol-12341"}