{"url": "/factchecks/2012/apr/13/bob-mcdonnell/mcdonnell-say-bill-requiring-ultrasounds-abortions/", "speaker": "Bob McDonnell", "vclaim": "Says a bill requiring ultrasounds before abortions \"was supported by Republicans and Democrats.\"", "truth_label": "half-true", "date": "stated on April 11, 2012 in a TV interview.:", "title": "McDonnell say bill requiring ultrasounds before abortions passed with bipartisan support", "text": "Gov. Bob McDonnell spent the first few minutes of a recent interview on MSNBC’s \"Morning Joe\" discussing jobs and Virginia’s improving economy. Then, as often is the case with McDonnell these days, the subject switched to abortion.\n\nLuke Russert, a member of the interview panel, noted that polls in swing states including Virginia are showing that President Barack Obama has forged ahead of Republican Mitt Romney in support by independent women voters. \"How much do you feel the invasive ultrasound abortion bill in Virginia is responsible for this phenomenon?\" Russert asked.\n\nHe was referring to legislation passed by the House of Delegates in February that would have required women to have a transvaginal ultrasound before getting an abortion in Virginia. Amid a national outcry, McDonnell convinced fellow Republicans to amend the bill to mandate solely a non-invasive, abdominal ultrasound before an abortion. When the measure passed the GOP-led General Assembly, the governor signed it into law.\n\nMcDonnell replied to Russert by predicting Romney will carry Virginia in November’s presidential election.\n\nHost Joe Scarborough broke in. He said McDonnell’s amendment was a \"good move.\" Then he added, \"I just don’t think it’s going to help us with women votes. When my wife -- my conservative, pro-life wife who’s never voted for a Democratic president in her life -- goes, `What in the hell is going on in the Republican Party?’ you know we’re in trouble.\"\n\nMcDonnell noted that the ultrasound measure was the only abortion bill approved by the General Assembly this year. \"I think there’s a majority of pro-life legislators, so this bill was supported by Republicans and Democrats.\"\n\nWe wondered if the ultrasound bill really did pass with bipartisan support. So we went to the voting records.\n\nThe amended measure requiring non-invasive ultrasounds passed the House, 61-35, on March 1. Republican voted 59-4 for the bill. Democrats voted 31-1 against it (Del. Joe Johnson, D-Washington, was the only \"aye\"). The chamber’s one independent -- Del. Lacey Putney of Bedford, who caucuses with the GOP -- supported the legislation.\n\nThe measure passed the Senate, 21-19, on Feb. 28. Republicans voted 19-1 for the bill. Democrats voted 18-2 against it.\n\nDoes that really qualify as bipartisan support?\n\nTucker Martin, McDonnell’s chief of communications, defended the governor’s claim. He noted the 21-19 tally in the Senate and said the bill would not have have survived were it not for the vote of one of the two Democrats who supported it -- Chuck Colgan of Prince William and Phil Puckett of Russell.\n\nIf there had been a tie vote in the Senate, the bill would have been approved because Lt. Gov. Bill Bolling, a Republican, supported it.\n\nOur ruling\n\nMcDonnell said the bill requiring an ultrasound before an abortion was approved with bipartisan support. It’s true that the measure would not have passed the Senate without one of the two Democratic votes it received to complement near unanimous Republican support.\n\nBut we have to consider the context of the governor’s statement; it came in response to a question about whether the abortion bill is contributing to some dissatisfaction with the GOP among independent women voters. It’s a stretch to tell a national TV audience that the legislation had bipartisan backing when, in fact, 49 of 52 Democrats in the General Assembly voted against it.\n\nThe governor’s statement, while technically accurate, leaves a faulty impression. We rate it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11274"}