{"url": "/factchecks/2014/aug/04/marilinda-garcia/gop-challenger-marilinda-garcia-says-us-rep-kuster/", "speaker": "Marilinda Garcia", "vclaim": "Says U.S. Rep. Ann McLane Kuster used $293,000 of taxpayer money to send campaign mail.", "truth_label": "barely-true", "date": "stated on June 27, 2014 in in a campaign tweet:", "title": "GOP challenger Marilinda Garcia says U.S. Rep. Kuster used taxpayer funds for campaign mail", "text": "Voters in New Hampshire’s 2nd Congressional District are accustomed to getting a bundle of campaign mailings when election season rolls around every two years.\nThe 2nd District seat has changed hands three times in the last decade. It was captured most recently by Democrat Ann McLane Kuster, who spent nearly $3.2 million in her bid to defeat former Republican Congressman Charles Bass.\nAll that politicking means it’s not unusual for voters to find lots of glossy campaign material in the mailbox as the November election approaches. But when a full-color postcard bearing Kuster’s name and likeness was distributed at taxpayer expense, it drew fire from her opponents.\nThe campaign staff for one of Kuster’s GOP opponents, Marilinda Garcia, accused Kuster of using taxpayer money to send campaign mail, which would be a violation.\nKuster \"used 293K of your tax $ for campaign mail,\" tweeted Tom Szold, Garcia’s campaign manager.  \nWe decided this was a job for PolitiFact.\nRules in place for more than a century allow U.S. senators and representatives to use federal money to communicate with their constituents, using their signature to take the place of postage on mass mailings.\nThe Congressional \"frank\" -- as the privilege is called -- is meant to allow elected officials to keep voters apprised of what’s going on in Washington. Politicians are forbidden from using the privilege for campaigning or self promotion.\nKuster’s use of franked mail came under scrutiny by the New Hampshire Union Leader, which reported in June 2013 that Kuster has spent close to $293,000 on franked communications -- six times more than the rest of New Hampshire’s congressional delegation combined, the newspaper reported. The paper highlighted a postcard encouraging constituents to visit Kuster’s website and sign up for her electronic newsletter.\nRules of the frank\nCongress has wrestled for decades with the question of what material is appropriate to send with taxpayer money without crossing into the realm of electioneering.\nMost recently, a six-member commission on Congressional mailing standards authored a detailed manual in 1998 laying out guidelines for material that can be sent using the frank.\nGuidelines in the manual discourage politicians from using their names or referring to themselves -- or even using a personal pronoun -- more than eight times on a single page.\nThe regulations also prohibit most autobiographical material, reports on family life, personal hobbies or community service activities. Politicians also are prohibited from using franked mail for birthday, anniversary, wedding, birth, retirement or condolence messages or holiday greetings.\nWhen it comes to political content, franked mail cannot contain specific references to past or future campaigns or elections, including re-election announcements and schedules of campaign related events.\nPoliticians are asked to avoid \"excessive\" use of party labels -- defined as generally being more than two per page -- and materials used in campaign literature or campaign pledges or promises, including photos, logos and slogans, can’t be reproduced in franked mail.\nBefore any communications are authorized, they must be reviewed by the Franking Commission, a body established under the Committee on House Administration. Staff members serving under both Democratic and Republican committee members review the material to ensure it adheres to the guidelines.\nKuster’s communications\nPolitifact New Hampshire analyzed 26 franked communications Kuster was authorized to send out since she took office in 2013. They ranged from welcome letters for new residents -- offering her assistance ordering flags or planning visits to Washington D.C. -- to newsletters, surveys and scripts for telephone town halls.\nKuster was also authorized to use her franking privilege to purchase several advertisements on Facebook asking constituents to \"Like\" her Facebook page.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\"Granite Staters have a problem solver in Congress. Like my page and follow me!\" reads one advertisement that was authorized in 2013. It was accompanied by a photo of the Congressional seal.\nGarcia’s campaign argues the franked communications raise red flags because they don’t offer specific explanations of Kuster’s policy positions, and instead make generic statements that have the ring of election stumping. Garcia’s camp also criticized Kuster for using franked mail to invite residents to follow her social media accounts, and for including material that resembles her campaign literature.\nSzold said that the talking points used in Kuster’s 2014 re-election campaign mirror the subjects she has highlighted in her franked communications.\nKuster’s spokeswoman, Rosie Hilmer, defended the use of franked mail, saying it helps Kuster advocate for the needs of her constituents in Washington. She pointed out that every piece of mail undergoes a rigorous approval process by the Franking Commission.\n\"Franked mail is an important tool that gives Congresswoman Kuster an opportunity to communicate directly with her constituents and let them know about important resources and issues they care about,\" Hilmer said.\nCampaign-like statements\nWe couldn’t find any flagrant violations of the franking commission’s guidelines, but Garcia’s campaign has a point that some statements that appear in Kuster’s franked mail bear resemblance to material in her campaign literature.\nFor example, when Kuster was campaigning in 2012, she wrote in an op-ed published in The Telegraph that she hoped to \"bring a new approach to Washington that’s focused on common-sense solutions to create jobs, strengthen our economy and grow the middle class.\"\nSimilar language appears in a constituent survey that was authorized by the Franking Commission in 2013. It reads: \"Your voice matters and helps me as I work with members of both parties to find common sense solutions to help create jobs, grow New Hampshire's economy, and strengthen our middle class.\"\nWhen she was seeking to advertise an upcoming job fair in 2013, Kuster prepared a robocall script that stated her \"top priority in Congress is helping create jobs and opportunity for middle class families.\"\nA similar phrase now appears on Kuster’s 2014 campaign website, which states that since taking office, \"Annie has made creating jobs and opportunity for Granite State families her number one priority.\"\nThe campaign website indicates that Kuster is focused on passing measures to grow New Hampshire’s economy and create middle class jobs -- a package of legislation Kuster refers to as her \"Jobs and Opportunity Agenda.\"\nKuster also referenced her \"Jobs and Middle Class Opportunity Agenda\" in an automated phone call that was authorized by the Franking Commission in 2014, and highlighted her \"Middle Class Jobs and Opportunity Agenda\" in a piece of franked mail.\nAnother automated phone call authorized by the Franking Commission focused on women’s issues.\n\"I'm holding a live Telephone Town Hall to share with you my Women's Economic Agenda and hear your thoughts on how we can level the playing field for New Hampshire women,\" the script reads.\nKuster’s 2014 campaign website contains similar language.\n\"Annie also recently unveiled an Economic Agenda for Women and Families, which advocates support for critical reforms that will help level the playing field for Granite State women and their families,\" it reads.\nOur ruling\nMarilinda Garcia’s campaign said that Kuster uses taxpayer money to send campaign mail. Kuster did spend a good deal more on franked mail than other members of New Hampshire’s congressional delegation, and some of the language that appears in those communications is similar or identical to language used in her campaign materials.\nIn the same vein, some of the subjects that came up in Kuster’s newsletters and telephone town halls track closely with the issues highlighted on her campaign website, such as student loan debt, support for veterans, advocacy on women’s issues and protection for Social Security and Medicare.\nBut as Kuster’s spokeswoman pointed out, all of the franked communications were reviewed by a panel of both Republicans and Democrats, and those that were authorized weren’t found to violate any of the Franking Commission’s guidelines. Those guidelines are designed to ensure franked mail isn’t being used to support a reelection campaign.\nWhile some voters may have trouble distinguishing between Kuster’s franked mail and her campaign mail, it appears Kuster stayed within the letter of the law. The Franking Commission has not received any complaints about her communications, nor has it found she violated any rules.\nThere’s an element of truth to Garcia’s statement, but overall, we rate this claim Mostly False.", "vclaim_id": "vclaim-pol-07494"}