{"url": "/factchecks/2014/sep/11/chris-larson/projected-state-budget-shortfall-will-cost-wiscons/", "speaker": "Chris Larson", "vclaim": "\"Over the next two years, this $1.8 billion deficit will cost individual Wisconsinites $300 each, or $1,200 for families of four.\"", "truth_label": "false", "date": "stated on September 8, 2014 in a news release:", "title": "A projected state budget shortfall will cost Wisconsin residents $300 each?", "text": "On the day a Wisconsin Legislative Fiscal Bureau report made headlines that said the state faces a \"shortfall\" estimated at nearly $1.8 billion for its 2015-’17 budget, state Senate Minority Leader Chris Larson put a personal price tag on the news.\n\"Over the next two years,\" the Milwaukee Democrat said in a Sept. 8, 2014 news release, \"this $1.8 billion deficit will cost individual Wisconsinites $300 each, or $1,200 for families of four.\"\nCan a mere estimate trigger hard costs to taxpayers?\nThe backdrop\nWe rated Half True a related claim by state Sen. Alberta Darling, a suburban Milwaukee Republican, that the state not only has no deficit but rather a $443 million surplus. Currently, the 20113-’15 state budget has that surplus, but by the end of the fiscal year, in June 2015, that’s projected by the bureau to turn into a $396 million shortfall.\nHere’s what we know from that earlier factcheck about the nonpartisan fiscal bureau’s $1.8 billion shortfall estimate for 2015-'17:\n1. The projected $1.8 billion shortfall is an educated guess about future tax collections and demands for services. Shortfalls occur in large part because of changes in how much money comes in through income and sales tax collections, which are dependent on the economy, among other factors.\n2. Again, the projection is not for the current budget cycle, but rather for the 2015-’17 biennium. A budget for 2015-’17 is for the winner of the Nov. 4, 2014 gubernatorial election between Gov. Scott Walker and Democrat Mary Burke to propose and for the new Legislature to adopt during the first half of 2015.\nThe $1.8 billion projected assumes no changes in revenue and no changes in spending -- in other words, continuing the operations of state government as they are now. The figure could turn out to be smaller or larger, depending on how tax collections and spending vary.\nMoreover, there’s no way to know how state officials will deal with any shortfall. It will be up to the next governor and the Legislature to decide whether tax increases or spending cuts are necessary.\nWhen Walker took office in January 2011, he faced a $2.5 billion shortfall, plus an increase of roughly $1.1 billion in funding requests from state agencies. That amounted to a $3.6 billion \"deficit,\" which Walker addressed through funding cuts and the Act 10 collective bargaining law. Later tax cuts have contributed to the projected 2015-'17 shortfall, which is sometimes referred to as the state’s \"structural deficit.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nLarson’s evidence\nWe asked Larson’s staff for evidence that the estimated shortfall will cost individuals $300 and families of four $1,200 over the next two years.\nA spokesman said the office simply divided the projected shortfall -- $1.766 billion -- by Wisconsin’s population -- 5,742,712, as of a 2013 U.S. census estimate.\nThe result was $307 per person. And multiplying that by four, the figure was $1,230.\nBut breaking down the size of the projected deficit to a per-person level in no way means individuals or families will have to pay those amounts.\nIn fact, Larson spokesman Fred Ludwig told us Larson was referring to \"cost\" in a broad sense -- that a $1.8 billion shortfall would mean people would experience either tax increases or cuts in services.\nBut as we’ve noted, the $1.8 billion estimate could change and there’s no way to know how state officials will respond to such a shortfall.\nHad a claim similar to Larson’s been made at the same stage four years ago, it would have also been wrong. One measure of how shortfalls can be addressed: Walker tackled the deficit in his first budget with big spending cuts and other changes, some of which saved taxpayers money. \nOur rating\nLarson said: \"Over the next two years, this $1.8 billion deficit will cost individual Wisconsinites $300 each, or $1,200 for families of four.\"\nNo decisions will be made until well after the November 2014 elections on whether to raise revenue or cut spending in order to close the $1.8 billion gap, which is an estimate for the 2015-’17 state budget cycle. And it’s possible that, based on tax collections, the $1.8 billion figure could change.\nWe rate Larson’s statement False.", "vclaim_id": "vclaim-pol-07325"}