{"url": "/factchecks/2012/sep/12/frank-guinta/us-rep-frank-guinta-points-each-childs-share-natio/", "speaker": "Frank Guinta", "vclaim": "$50,000. That's what every child owes today because Washington politicians have run up a huge spending tab and left our kids the bill.\"", "truth_label": "mostly-true", "date": "stated on August 21, 2012 in a television ad, “Future.”:", "title": "U.S. Rep. Frank Guinta points to each child's share of the national debt", "text": "U.S. Rep. Frank Guinta’s two children, Colby and Jack, are still years away from college. But, like every other child in the country, they’re already facing thousands of dollars of federal debt, according to the first-term Congressman.\n\n\"$50,000,\" Guinta, a Manchester Republican, says in an ad, \"Future,\" released August 21, 2012 on New Hampshire airwaves. \"That's what every child owes today because Washington politicians have run up a huge spending tab and left our kids the bill.\"\n\nOf course, children shouldn’t sit at home waiting for the bill to arrive, nor should parents fret about a $50,000 bill coming from the government. No one in Washington is planning to pay downthe country’s debt immediately.\n\nStill, it’s fair to ask if Guinta is on target with his claim.\n\nTo support the claim, representatives from Guinta’s campaign led us first to the national debt clock.\n\nThis week, the total debt passed the $16 trillion mark. But, as of August 21, when the Guinta campaign released the ad, the figure stood at $15.97 trillion, according to the U.S. Department of the Treasury.\n\nThe campaign then pointed us to the U.S. Census Bureau, which estimates the current population to be 314.3 million.\n\nDoing the simple math shows that, to pay off the total debt, each person would have to pay an average of $50,810, which included children.\n\nThis number may look right, but it doesn’t support Guinta’s claim entirely. The first-term Congressman said that each child owes $50,000 to the debt.\n\nAccording to the Census Bureau, there are currently about 73.9 million children under age 18 in the United States. By that count, each child would have to pay $216,102 to erase the total debt. So if you limit the count to kids, Guinta islowballing the bill.\n\nStill, that number doesn’t paint a full picture of the debt, some analysts said.\n\nRather than using the total debt figure, which includes both the debt held by the public ($11.18 trillion) and intergovernmental loans ($4.79 trillion), some analysts drew a distinction between the two.\n\nThe public debt category includes all debt held by individuals, corporations, state, local and foreign -- in other words, all the money borrowed by the federal government. Meanwhile, the intergovernmental loans includes the money owed to beneficiaries in the future, such as the trust funds for Social Security and Medicare.\n\nThe Congressional Budget Office and other federal agencies, typically use the public figure alone.\n\n\"At some point, those (Social Security and Medicare) bonds are redeemed, and that money is used to pay benefits, but in terms of the actual fiscal health of the government, it’s just not a useful measure,\" said Howard Gleckman, an analyst with the Tax Policy Center, an independent tax analysis group, and author of the blog TaxVox.org.\n\nStill, other analysts contend that both the public debt and the total count are useful and appropriate measures, as noted in past PolitiFact rulings dealing with variations of this claim.\n\nIn April of 2011, PolitiFact gave former Minnesota Gov. Tim Pawlenty a Mostly True ruling on his claim that each child born into the United States inherits a $30,000 share of the debt. Pawlenty’s figure referred to the public debt, which stood at $9.4 trillion at the time. But it also applied to the total debt, which, if spread out to each person in the country left each facing an average debt share of $45,000.\n\nAround the same time, U.S. Rep. Jim Renacci, an Ohio Republican, cited the $45,000 number in a video posted to YouTube. PolitiFact ruled the claim True using the total debt figure.  \n\n\"Most people use public debt, but total debt is a good measure too,\" said Ron Haskins, co-director of the Brookings Institution’s Budgeting for National Priorities Project. \"What difference does it make if debt is owed to the public or to another part of the government? For every dollar you owe, you have to repay it -- and to do so you have to raise a dollar of revenue.\"\n\nWhat’s more, since no one is collecting payment today, it’s difficult to say what share each child, or each person, will bear of the national debt. With interest, the total figure is constantly rising, and the point he’s trying to make could actually be far worse.\n\nOur Ruling:\n\nGuinta’s terminology is clouded. Children alone aren’t paying for the debt, and they certainly don’t owe any money today. But, taking a step back, as the Congressman tries to illustrate the weight of the debt, his numbers are on target as long as they are spread across the entire population, at this moment in time.\n\nTo pay off the debt, each person in the country, including children,would have to pay an average of $50,810 -- slightly above Guinta’s $50,000 figure.\n\nWe rate his claim Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharles Bass\n\n\nstated on June 8, 2012 in an email to the press on June 8, 2012\n\n\n\n\n\n\n\n\nSays Ann Kuster said the debate over America’s debt limit is not an important issue of the day.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Maryalice Gill • June 29, 2012", "vclaim_id": "vclaim-pol-10392"}