{"url": "/factchecks/2014/jan/06/kathleen-peters/kathleen-peters-says-david-jolly-was-lobbying-gove/", "speaker": "Kathleen Peters", "vclaim": "Says David Jolly lobbied \"for government-run health care just last year.\"", "truth_label": "false", "date": "stated on December 19, 2013 in comments during a press conference:", "title": "Kathleen Peters says David Jolly was 'lobbying for government-run health care' in 2012", "text": "Republican hopefuls for the open 13th Congressional District seat have been spending time arguing about who opposes Obamacare the most.\nKathleen Peters called a press conference on Dec. 19 to accuse rival David Jolly of promoting the health insurance law during his days as a lobbyist, even though he has said he opposes it.\n\"David Jolly claims that he opposes Obamacare, but that didn't stop him from lobbying for government-run health care just last year, when he made over $80,000 from special interests,\" Peters said. \"In 2012, David Jolly lobbied only one client in Florida, Faneuil Inc., which is a company that runs call centers for Obamacare. Even for a Washington insider, it takes a special kind of dishonesty to publicly oppose Obamacare while personally profiting from it.\"\nGiven Jolly’s stance to repeal the Affordable Care Act, it would indeed be awkward if he made $80,000 lobbying for the law. We decided to check the paperwork on this one.\nPeters makes a call on call center\nJolly worked as an aide and general counsel for the late U.S. Rep. C.W. Bill Young for more than a decade before becoming a lobbyist in 2007 for Washington firm Van Scoyoc Associates. He then lobbied through his own firm, Three Bridges Advisors, from 2011 until earlier this year, when he de-registered as a lobbyist to run for Young’s vacant House seat.\nLobbyists are required by law to disclose their clients, and Jolly listed work as a consultant for Faneuil in statements filed Dec. 2. The form requires candidates to list all positions both paid and unpaid in the current calendar year and the two years prior. Faneuil is a Virginia company that specializes in \"business processing solutions,\" such as running call centers, managing data entry or billing and providing customer service by phone or email.\nPeters couldn’t provide specifics to link Jolly to lobbying in connection with the health care law, while Jolly’s team said he worked for the company to advocate for \"transportation interests in Florida.\" Faneuil provides toll collectors and other employees under a staffing contract with the Florida Department of Transportation.\nFaneuil general counsel Alden J. Eldredge also said Jolly didn’t work on matters dealing with the health care law.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nFaneuil employed Jolly’s Three Bridges Advisors firm in the Sunshine State from May to December 2012.  In March 2013, Faneuil announced it had been selected to operate a Spokane, Wash., call center for the state’s health insurance exchange, Washington Healthplanfinder. The center began taking calls for enrollment assistance on Oct. 1.\nNeither Jolly nor Faneuil would further specify Jolly’s role with the company, although Jolly’s campaign emphasized that the Washington call center contract wasn’t awarded to Faneuil until March 2013, when Jolly was no longer being paid.\nPeters didn’t connect her own dots in the ensuing days. The following week, a flier appeared throughout Pinellas County mailboxes with slightly different wording:\n\"Last year, Washington lobbyist Jolly was paid at least $80,000 to represent a D.C.-area company that signs up people for Obamacare,\" it reads. \"Yet, as a candidate, he continues to claim he’s opposed to Obamacare … and makes false attacks against Kathleen Peters for her position.\"\nThat last part is aimed at Jolly’s previous assertion that Peters was not clearly in favor of repealing the Affordable Care Act. PolitiFact Florida checked a previous mailer from Jolly’s campaign that alleged Peters \"refuses to ‘take a stand’ to repeal Obamacare.\" We found that claim Mostly False.\nOtherwise, the mailer avoids saying specifically that Jolly had been \"lobbying for government-run health care,\" as she said in the press conference.\nOur ruling\nPeters said at a press conference that Jolly was guilty of \"lobbying for government-run health care just last year.\" She was attempting to link her opponent with Faneuil, a company that has worked with Washington state to operate a health care exchange.\nBoth Jolly and Faneuil say Jolly wasn’t lobbying on health care, and we didn’t find specific evidence to show that he worked on that project. Peters later backed off the accusation, changing the wording in a mailer to point out Jolly was being paid by a company that also is paid for operating an Obamacare health exchange.\nPeters didn’t find any specific evidence linking Jolly to the Washington call center project, and we didn’t find anything more in our own review of the public records. Meanwhile, the Jolly campaign offers a plausible explanation for what kind of work he did for the company. Due to a lack of evidence, we rate Peters’ statement False.", "vclaim_id": "vclaim-pol-08440"}