{"url": "/factchecks/2011/dec/06/us-chamber-commerce/us-chamber-commerce-targets-sherrod-brown-votes-en/", "speaker": "U.S. Chamber of Commerce", "vclaim": "Says Sen. Sherrod Brown \"voted to block American energy production and increase energy taxes.\"", "truth_label": "barely-true", "date": "stated on November 16, 2011 in a television commercial:", "title": "U.S. Chamber of Commerce targets Sherrod Brown votes on energy, taxes", "text": "There’s not much love lost between the U.S. Chamber of Commerce and U.S. Senator Sherrod Brown.\n\nNearly a year before Brown, a Democrat from Avon, Ohio, is up for re-election, the world’s largest business federation has targeted him with a pair of negative television ads as it launched a nationwide 2012 election effort  the group promises will be the \"largest voter education and grassroots mobilization campaign in its nearly 100 year history.\"\n\nThe Chamber says it spent more than $1 million on the initial round of political ads that target races in Ohio, Iowa, Montana, Washington, Pennsylvania and Nevada.\n\nThe first Ohio ad criticizing Brown on energy issues started to run Nov. 16. Claiming that Washington’s energy policies could leave Ohio families in the cold this winter, it says: \"When Sherrod Brown had the chance to help cut energy costs, he said no. Instead, Brown voted to block American energy production and increase energy taxes.\"\n\nOver the Thanksgiving weekend, the group substituted a second ad with an illustration of Brown peeking through window blinds as an announcer suggests he’s \"hiding from his tax-raising, job killing record.\" It goes onto assert that Brown \"supports raising energy taxes.\" It also faults his votes for last year’s health care reform law. Both ads tell voters to call Brown’s office.\n\nChamber spokesman J.P. Fielder says Brown is being targeted because his 9 percent level of support for U.S. Chamber voting positions is among the U.S. Senate’s lowest.\n\n\"With the economy in the state it is in, and notably, the way the economy is in Ohio, we think it is all the more important to highlight for voters where candidates stand on business issues,\" Fielder said.\n\nSince energy was sole topic of the Chamber’s first ad and a key point of its second one, PolitiFact Ohio decided to take a look. We’re focusing on the group’s claim in the first ad that Brown voted to block American energy production and increase energy taxes.\n\nThe chamber cited votes that Brown made on May 17 and May 18 of this year.\n\nOne of those votes was on a measure that would have eliminated $12 billion in tax breaks to big oil companies over 10 years as a way to reduce the budget deficit. It targeted five companies: Exxon Mobil, Chevron, Shell, Conoco Phillips, and BP.\n\nRepublicans, like Alaska’s Lisa Murkowski, argued its passage would increase gasoline costs and reduce domestic oil production. Democrats, like California’s Barbara Boxer, contended the measure would not raise consumer prices because the oil companies are flush enough with profits to forsake such \"corporate welfare.\" Despite Brown’s backing, It failed to get enough votes to warrant Senate consideration.\n\nThe second measure - which also failed to get enough votes to warrant full U.S. Senate consideration - would have expanded offshore oil and gas drilling. Brown opposed bringing it to the Senate floor. Republicans, like Utah’s Orrin Hatch, predicted the measure would reduce energy prices and the nation’s reliance on foreign oil. Democrats, like Robert Menendez of New Jersey, said the plan would cut oil prices by a mere three cents a gallon in 20 years while risking spill damage on the nation’s coasts.\n\nPolitiFact previously has found that new domestic drilling won’t have much impact on oil prices much because of the many years it would take to realize production gains and because any contribution to the global oil market would be too small to significantly shrink prices.\n\nFielder said the claim that Brown supports raising energy taxes, which is made in each ad, also is derived from a third vote he cast. Brown opposed an April 2009 budgetary amendment that would raise a parliamentary point of order against any legislation that would impose a national energy tax on individual taxpayers who make $200,000 or less, or couples with a top income of $250,000. According to the U.S. Senate website, a point of order is \"a claim made by a Senator from the floor that a rule of the Senate is being violated. If the chair sustains the point of order, the action in violation of the rule is not permitted.\"\n\nBrown spokeswoman Meghan Dubyak said the measure Brown voted against \"wouldn’t affect energy taxes by one dime\" because it was a procedural amendment to prevent any Congressional debate over energy issues.\n\nWhere does that leave the Chamber’s allegation that \"Brown voted to block American energy production and increase energy taxes\"?\n\nThere is an element of truth in the claim. Brown’s vote to repeal tax breaks to big oil companies could be deemed a vote to \"increase energy taxes.\" But those taxes would be on big oil companies - not the Ohioans whom the ad says \"need economic help, not higher energy taxes.\"\n\nPolitiFact has noted in previous items that the assertion that Brown’s opposition to the offshore drilling measure was \"a chance to help cut energy costs\" is dubious, since the consumer price impact of offshore drilling would be minimal and in the far future.\n\nAnd the Chamber argues that  Brown’s opposition to establishing a parliamentary \"point of order\" against debating energy tax legislation means that he \"supports raising energy taxes.\"  But that’s not what that vote was about.\n\nHis vote indicates that he wouldn’t bar discussion of such ideas, not that he supports them.\n\nOn the Truth-O-Meter, we rate the U.S. Chamber of Commerce’s claim Mostly False.\n\nComment on this item.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-11984"}