{"url": "/factchecks/2018/sep/18/viral-image/pelosi-didnt-say-building-wall-will-violate-rights/", "speaker": "Viral image", "vclaim": "Says Nancy Pelosi said, \"Building a wall will violate the rights of millions of illegals.\" ​", "truth_label": "pants-fire", "date": "stated on August 23, 2017 in a Facebook post:", "title": "Pelosi didn’t say ‘building a wall will violate the rights of millions of illegals’", "text": "A false political meme from 2017 is making the rounds again as the 2018 midterm elections loom.\nThe viral image says that House of Representatives Minority Leader Nancy Pelosi said, \"Building a wall will violate the rights of millions of illegals.\" The inaccurate quote has overlaid several different images of Pelosi.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe meme first started circulating more than a year ago after Pelosi responded to President Donald Trump’s threat to shut down the government if funding wasn’t secured for the border wall between the United States and Mexico.\n\"The obstructionist Democrats would like us not to do it, but believe me, if we have to close down our government, we're building that wall,\" Trump said at a rally in August 2017.\nPelosi issued a statement the next day.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"President Trump’s multi-billion dollar border wall boondoggle is strongly opposed by Democrats and many Republicans,\" Pelosi’s statement read. \"Democrats will stand fast against the immoral, ineffective border wall and the rest of Republicans’ unacceptable poison pill riders.\"\nAfter Pelosi’s statement, a meme began circulating with an image of Pelosi and text that said \"Building a wall will violate the rights of millions of illegals. It’s not just our country, it’s their country, too!\"\nThe text of that meme was copied to other memes that attributed it as a direct quote from Pelosi.\nWe have not found any credible news sources that quote Pelosi in this way, and none of the memes give an idea of where or when she would have made this statement.\nThe meme has popped up a few other times on social media. In January 2018, for example, the government was facing a shutdown, partially because of disputed funding for the border wall. Pelosi posted a thread on Twitter, speaking again in opposition of the wall. The meme started circulating again.\nOur ruling\nThere’s no credible source that Pelosi said building the border wall would \"violate the rights of millions of illegals.\" The meme started as a rough paraphrase and transitioned to an incorrect direct quote. We rate this claim Pants on Fire.\n Share the Facts 2018-09-19 16:12:20 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Nancy Pelosi said, \"Building a wall will violate the rights of millions of illegals.\"    Viral image Viral image https://pics.me.me/building-a-wall-will-violate-the-rights-of-millions-of-31799092.png   in a Facebook post Wednesday, August 23, 2017 2017-08-23    Read More  info", "vclaim_id": "vclaim-pol-01596"}