{"url": "/factchecks/2013/feb/13/sacramento-bee-editorial-board/california-editorial-says-texas-tops-carbon-dioxid/", "speaker": "Sacramento Bee Editorial Board", "vclaim": "Says Texas ranks first among the states in the amount of carbon dioxide emitted and toxic chemicals released into water.", "truth_label": "half-true", "date": "stated on February 6, 2013 in an editorial.:", "title": "California editorial says Texas is tops in carbon dioxide emissions and toxic releases into water", "text": "Reacting to Gov. Rick Perry’s pitch and woo of Californians, a Sacramento Bee editorial played off of a radio ad in which Perry urged businesses there to check out Texas.\n\nThe Feb. 6, 2013, editorial listed various ways Texas isn’t so great. We’ve since piled up related fact checks, here.\n\nFor this article, we’re reviewing this Texas reference in the editorial: \"Come check out a state that ranks... first in the amount of carbon dioxide emitted and first in the amount of toxic chemicals released into water.\"\n\nNo. 1 polluter, times two?\n\nStuart Leavenworth, who oversees the Bee editorial page, did not offer backup for the reference to toxic chemical releases. But he pointed us to a Texas news account about carbon dioxide emissions.\n\nFor our look, we’ll consider CO2, then toxic chemicals put into water, looking both at raw amounts and the totals adjusted for state populations and economic output.\n\nCarbon dioxide emissions\nThe Jan. 12, 2012, Houston Chronicle news article says that according to federal data released that day, Texas releases far more greenhouse gases into the air than any other state. The story continues: \"Texas' coal-fired power plants and oil refineries generated 294 million tons of carbon dioxide and other heat-trapping gases in 2010, more than the next two states – Pennsylvania and Florida – combined, the data show.\"\n\nThe story says the Environmental Protection Agency released the data from the largest industrial sources across the country for the first time as part of a broader effort to reduce emissions linked to global warming. It says the agency \"collected data from more than 6,700 industrial facilities that release at least 25,000 tons of greenhouse gases into the air a year. The threshold is comparable to the emissions from burning 131 railcars of coal, the EPA said.\"\n\nTo our inquiries, the Texas Commission on Environmental Quality and the Sierra Club in Texas each guided us to even more recent EPA data on industrial emissions of greenhouse gases, the primary driver of climate change, the federal agency says.\n\nAnd on the agency’s website, it’s possible to check on each state’s industrial emissions of eight gases, among them carbon dioxide, methane, nitrous oxide and hydrofluorocarbons.\n\nAccording to the posted information, Texas industrial facilities in 2011 emitted 391 million metric tons of carbon dioxide, mainly produced from the burning of fossil fuels. The database indicates that industrial CO2 emissions in other populous states were lower: California (95 million metric tons); New York (44); Florida (123); Illinois (41); Pennsylvania (141): Ohio (142); Michigan (89); Georgia (82); North Carolina (66); and New Jersey (23). Louisiana, on the Gulf Coast like Texas, had 132 million metric tons of CO2 emissions, according to the agency.\n\nIt’s no surprise, perhaps, that Texas plants make the state No. 1 in industrial carbon dioxide emissions. Neil Carman, who directs the Clean Air program for the Sierra Club’s Lone Star chapter, told us by email: \"Realize that Texas has more large oil refineries, major chemical and petrochemical plants, hundreds of natural gas processing plants, Portland cement kilns, carbon black plants, etc. than any other state because of the strength of the oil & gas industry and the large geographical size and population base as well.\"\n\nCarman’s comment underscored a hitch in the federal information. The data does not reflect total gases emitted in each state--just those attributed to industrial facilities.\n\nYet Al Armendariz of the Sierra Club guided us to a spreadsheet prepared by the U.S. Energy Information Administration, based on its analysis of emissions from the consumption of fossil fuels, estimating that in 2010, Texas had 653 million metric tons of CO2 emissions. California placed second, at 370 million metric tons, and Pennsylvania was third, at 257 million metric tons.\n\nSo, Texas has been No. 1 in total CO2 emissions.\nHowever, we calculated, Texas would have tied for 13th among the states if each state’s emissions were adjusted for its population that year, as gauged by the U.S. Census Bureau. Less populous states led after this adjustment, topped by Wyoming (108 metric tons per capita); North Dakota (76); Alaska (56); Louisiana (50); Montana (36); Kentucky (35); Indiana (34); Iowa (30); Alabama and New Mexico (28); Nebraska and Oklahoma (27). Kansas and Texas each had 26 metric tons of CO2 emissions per resident. California emissions were 10 metric tons per resident.\n\nToxic chemical releases\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWondering how Texas ranks in toxic chemicals released into water, we queried Luke Metzger, who heads Environment Texas, which describes itself as a statewide citizen-funded advocate for clean air, clean water and open spaces.\n\nMetzger pointed out that the EPA maintains a Toxic Release Inventory, tabulating reported releases into waterways of 231 toxic chemicals or classes of toxic pollutants. Environment Texas drew on the inventory for an April 2012 report stating that Texas ranked fourth nationally in 2010 with 14.3 million pounds of toxic discharges.\n\nTop Ten States by Toxic Industrial Releases Into Waterways, 2010 (Millions of Pounds)\n\n\n\n\nIndiana\n27.4\n1\n\n\nVirginia\n18.1\n2\n\n\nNebraska\n14.7\n3\n\n\nTexas\n14.3\n4\n\n\nGeorgia\n12.6\n5\n\n\nLouisiana\n10.9\n6\n\n\nPennsylvania\n10.1\n7\n\n\nAlabama\n9.9\n8\n\n\nOhio\n9.1\n9\n\n\nNorth Carolina\n9.2\n10\n\n\n\n\n\n\nSource: Environment Texas, April 2012 report.\n\nAccording to the report, Indiana had the most toxic releases, more than 27 million pounds, followed by Virginia (18 million pounds) and Nebraska (14.7 million pounds). Nationally, 226 million pounds were released in 2010, the report says. It cautions, too, that the totals solely reflect industrial releases, not accounting for other sources including wastewater treatment plants and agriculture-related facilities. Still, the report says, the federal inventory is the \"best and most complete set of data available.\"\n\nAdjusting these figures for each state’s 2010 population changes the rank order, putting Texas at No. 10, with toxic releases of 0.6 pounds per resident--and that is also without checking per-capita tallies for 40 remaining states. On a per-person basis, Nebraska led the nine other states, at 8 pounds per resident, followed by Indiana (4) and Virginia (2). Every other of the 10 states had a ratio of less than two pounds per resident.\n\nBy telephone, a consultant to Environment Texas, Tony Dutzik of the Boston-based Frontier Group, said another way to gauge CO2 emissions and toxic releases into water by state is to compare totals compared to each state’s Gross Domestic Product, which indicates its economic activity. We tried that for the 2010 toxic releases by using state GDPs for 2010, as posted by the federal Bureau of Economic Analysis. By this filter, Nebraska had the most toxic releases per dollar of GDP, Texas the 10th-highest--again, only among the 10 states identified as having the most overall industrial releases that year.\n\nWe also applied the GDP filter to the 10 states, including Texas, that had the greatest industrial CO2 emissions in 2010. By this metric, Texas was tied with Kansas for 12th; Wyoming ranked first.\n\nBy email, Metzger sent a spreadsheet, which he said Dutzik had built from more recent data posted by the EPA, indicating that Texas ranked third overall among the states in industrial toxic releases into water in 2011, trailing Indiana and Virginia, but running ahead of Georgia.\n\nOur ruling\n\nThe editorial said Texas ranks first nationally in the amount of carbon dioxide emitted and toxic chemicals released into water.\n\nWe can see a basis for the first part of the claim, though not the second.\nTexas ranks No. 1 in CO2 emissions, by a wide margin. But it trailed about a dozen states in 2010 after each state's emissions were adjusted for the state's population or economic output.\n\nIn 2011, Texas ranked third in total industrial releases of toxic chemicals into water; it was fourth nationally the previous year--and adjusting for each state’s population or economic output leaves Texas in 10th place among those states with the most industrial toxic releases that year.\n\nWe rate this two-part claim as Half True.", "vclaim_id": "vclaim-pol-09718"}