{"url": "/factchecks/2020/oct/13/viral-image/dont-worry-about-texas-poll-workers-writing-your-b/", "speaker": "Viral image", "vclaim": "“Your ballot could be disqualified if it is written on” in Haltom City, Tex.", "truth_label": "false", "date": "stated on October 13, 2020 in a Facebook post:", "title": "Don’t worry about Texas poll workers writing on your ballot, it’s the law", "text": "Early voting started in Texas on Oct. 13, and already misinformation is spreading in some communities there. \nA screenshot of a warning that was shared in a Facebook group for residents of Haltom City, Tex., claims that poll workers could endanger the validity of election ballots if they write on them. \n\"Just finished Poll Manager training!\" the post says. \"I passed all the classes. I want you all to know something...if you are checking in at the polls and they happen to write anything on your ballot before they give it to you to put in the voting machine...a letter, a checkmark, a star, an R or a D any writing of any kind...please request a new ballot. Your ballot could be disqualified if it is written on. Please be on the lookout for this type of behavior.\" \nThis information is incorrect and this post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe reached out to Heider Garcia, elections administrator for Tarrant County, where Haltom City is located near Fort Worth. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe Facebook post is wrong, he said. Texas law requires poll workers to sign the back of voters’ ballots to guarantee their authenticity. They may physically sign it or they might stamp it, he said. During early voting in Tarrant County, for example, Garcia may sign the ballots himself or poll workers may use a stamp with Garcia’s initials on the back of it to authenticate ballots. On Election Day, election judges at every precinct will either sign ballots or use a stamp with their signature, he said.\nNeither the stamp or the signature — or just an errant marking on the ballot — will disqualify it, Garcia said. \"Don’t get confused — poll workers have to do this.\" \nIt seems that the message in this Facebook post is being copied and pasted in communities around the country. On Oct. 9, Lead Stories fact-checked a nearly identical post in Myrtle Beach, S.C. \nThere, an election official said, poll workers don’t have a reason to write on a ballot, but it wouldn’t be disqualified if they did. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18684"}