{"url": "/factchecks/2017/mar/21/blog-posting/fake-quote-tom-price-did-not-tell-cancer-patients-/", "speaker": "Bloggers", "vclaim": "Says U.S. Health and Human Services Secretary Tom Price said, \"It’s better for our budget if cancer patients die more quickly.\"", "truth_label": "pants-fire", "date": "stated on March 16, 2017 in a headline:", "title": "Fake quote: Tom Price did not tell cancer patients to die more quickly", "text": "A fake news story pegged to a real forum with U.S. Health and Human Services Secretary Tom Price falsely quotes him as saying it’s better for cancer patients to die than to waste taxpayer money.\n\"Tom Price: 'It's better for our budget if cancer patients die more quickly,' \" reads the headline on a March 16, 2017, post on USPOLN.com. The post was flagged by Facebook users as potentially being fake news, but it still has been shared on the site more than 75,000 times.\nUSPOLN.com is a site that we’ve written about in other fact-checks, and identifies itself as \"a US Political News and hybrid News/Satire platform on the web.\"\nOther than that, there’s no indication the story is almost entirely fabricated. The domain is registered to an address in Kosovo. The site didn’t respond to our attempts to contact them via email.\nThe story — which again, is fake — is actually from a March 16 post on Politicops.com, a different fake news site. That site is related to the site Newslo.com, which refers to itself in a disclaimer as \"the first hybrid News/Satire platform on the web.\" The Politicops.com site is registered to an administrator named Eli Sompo, at an address in Israel.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhat makes Newslo.com-related stories especially confusing is that they use a small piece of real news or quotes by real people and build fake stories around them. They feature a pair of buttons that allow readers to highlight the true parts of their stories, so readers can conceivably know the difference. But on other sites without the buttons, there’s no way to know.\nIn this case, the disorienting details are compounded because the \"facts\" of the Politicops.com story are plagiarized directly from a news article on RawStory.com. That piece recounted an exchange about Medicaid between Price, who is a former GOP congressman from Georgia, and a man at a CNN town hall event.\nBrian Kline, who said he voted for President Donald Trump, noted he was using Medicaid, the federal health program for the very poor, to be treated for cancer. Kline asked Price why he wanted to stop the expansion of Medicaid as outlined in the Affordable Care Act. Price said he considered the entire program to be riddled with problems. The back-and-forth illustrated that Price does want to draw back access to Medicaid.\nThe fake comments in the made-up story, however, echo a real accusation made in 2009 by former U.S. Rep. Alan Grayson, a Florida Democrat, during debate on the Affordable Care Act. Grayson admonished GOP opposition to the bill by saying on the House floor that \"If you get sick America, the Republican health care plan is this: Die quickly.\"\nBut Price did not use the words Politicops.com attributed to him by saying the budget would benefit more from cancer patients who gave up and died.\nWe rate the statement Pants On Fire!\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  Says U.S. Health and Human Services Secretary Tom Price said, \"It’s better for our budget if cancer patients die more quickly.\"    Internet rumors bloggers   in a headline Thursday, March 16, 2017 03/16/2017    Read More  info", "vclaim_id": "vclaim-pol-03532"}