{"url": "/factchecks/2011/oct/24/alan-grayson/alan-graysons-defense-occupy-wall-street-impassion/", "speaker": "Alan Grayson", "vclaim": "Says 24 million people in this country \"can't find a full-time job,\" 50 million \"can't see a doctor when they're sick,\" 47 million people need government help to feed themselves and 15 million families owe more than the value of their home.", "truth_label": "true", "date": "stated on October 7, 2011 in appearance on Bill Maher show on Oct. 7, 2011:", "title": "Alan Grayson's defense of Occupy Wall Street is impassioned, but is it accurate?", "text": "Alan Grayson, an Orlando Democrat and former U.S. Representative running to reclaim a seat in 2012, emerged a big-time supporter of the Occupy Wall Street movement after appearing on HBO's Real Time with Bill Maher on Oct. 7, 2011.\n\nA couple of Maher's panelists, and even Maher himself, mocked the protesters for their worrisome bathroom situation, lack of media spokesperson, name choice, and proficiency (or lack thereof) in economics. Saying he was a former economist, Grayson jumped in, saying he had no problem understanding the protesters' grievances.\n\n\"They're complaining about the fact that Wall Street wrecked the economy three years ago and nobody's held responsible for that,\" he said. \"Not a single person has been indicted or convicted for destroying 20 percent of our national net worth accumulated over the course of two centuries. They're upset about the fact that Wall Street has iron control over the economic policies of this country. And that one party is a wholly owned subsidiary of Wall Street. And the other party caters to them as well. That's what they're upset about.\"\n\nIt gets more interesting. P.J. O'Rourke, a political theorist and author, said, \"Get the man a bongo drum. They've found their spokesman, okay. Take your shoes off, get a bongo drum, forget where to go to the bathroom, and it's yours.\" He got a few laughs. Then Grayson shot back with this:\n\n\"Listen, if I am a spokesman for all the people who think we should not have 24 million people in this country who can't find a full-time job, that we should not have 50 million people in this country who can't see a doctor when they're sick, that we shouldn't have 47 million people in this country who need government help in order to feed themselves, and we shouldn't have 15 million families who owe more on their mortgage than the value of their home, okay, I'll be that spokesman.\"\n\nMaher's audience gave Grayson a standing ovation. His retort popped up on YouTube and then spread through Facebook and Twitter. Liberal bloggers praised him for his succinct explanation. You can see the video clip here.\n\nWe decided to check Grayson's litany of claims about the economic plight of many Americans. (We previously checked a claim from Michael Moore that gets at Grayson's other major point, that no one associated with the 2008 economic collapse was arrested or indicted.)\n\nWe'll take the economic claims one by one.\n\n24 million people in this country can't find a full-time job\n\nA similar claim -- \"More than 25 million Americans are unemployed\" -- was presented in an article in the protester-produced Occupied Wall Street Journal, which we examined in a fact-check here. Grayson was wise to distinguish between the number of people who are \"unemployed\" and those who \"can't find a full-time job.\"\n\nAccording to the Bureau of Labor Statistics, 14 million Americans were unemployed as of September 2011, which is how officials determine the unemployment rate. We pointed out in our fact-check that BLS methodology has been criticized for not expanding the definition of unemployment so that it includes people who have stopped looking for work or who are working part time, even though they would rather have a full-time job.\n\nAn alternative measure called the \"U-6\" paints that picture. As of September, an additional 2.5 million Americans were deemed \"marginally attached\" to the labor force, and another 9.3 million are working part time but would prefer a full-time job. That adds up to 25.8 million people.\n\nIn our item, we pointed out the Occupy Wall Street Journal article described the expanded definition of unemployment, not the traditional one. Grayson's statement is a little low at 24 million but more precise in its definition.\n\n50 million people in this country can't see a doctor when they're sick\n\nAgain, this is close to what is cited by the Occupied Wall Street Journal article but is a little different. That story claimed \"more than 50 million live without health insurance,\" and we found that they were almost exactly right. A U.S. Census Bureau study called \"Income, Poverty, and Health Insurance Coverage: 2010,\" found that 49.9 million Americans were uninsured in 2010. That's about 16 percent of the population.\n\nWhile Grayson's statement isn't exactly the same, his point seems clear enough to us.\n\n47 million people in this country need government help in order to feed themselves\n\nGrayson is talking about what we know as food stamps, which has been called the Supplemental Nutrition Assistance Program since 2008. The U.S. Department of Agriculture funds SNAP and the states administer it, sometimes by other names. The economic recession has forced more people into the program since 2008, and the numbers are climbing, according to this annual summary. In fiscal year 2008, 28.2 million people received nearly $35 billion worth of benefits. The program served 33.4 million in FY 2009 and 40.3 million in FY 2010.\n\nThe most recent participation figure, for July 2011, is 45,344,946 people, with the most recent monthly allotment per household at $283.68. That enrollment figure isn't the program's highest number, but it's just 65,737 people short of the May 2011 record.\n\n\"We are dealing with historic participation,\" said Regan Hopper, USDA Food and Nutrition Service spokeswoman.\n\nGrayson's figure is pretty close.\n\nHe probably wasn't accounting for other government food programs, such as the Special Supplemental Nutrition Program for Women, Infants, and Children -- better known as WIC -- in his tally. But that USDA program provides low-income pregnant, post-partum and breastfeeding women, as well as infants and children up to age 5, with checks for certain kinds of food to supplement their diets. WIC served 8.9 million in July 2011, said Regan Hopper, a USDA Food and Nutrition Service spokeswoman. Further, USDA funds school lunch and breakfast programs, which provide free and reduced-price meals to some schoolchildren, and provides food and money through its Emergency Food Assistance Program to states for distribution in food banks, soup kitchens and the like.\n\n15 million families owe more on their mortgage than the value of their home\n\nThis housing phenomenon is also referred to as being \"underwater\" or \"upside down\" in mortgage payments. We asked a few companies that keep databases of mortgages and home loans, usually public records in counties, for the financial and property industries.\n\nSeattle-based Zillow.com puts the latest figure for these homes at 26.8 percent for the second quarter, which ended in June. That amounts to 15.3 million homes. It's down slightly from Zillow's first-quarter analysis, which put the number of underwater homes at 28.4 percent, or 16.2 million.\n\nWe posed the same question to CoreLogic, a Sana Ana, Calif. firm. In a study released in September, CoreLogic reported that 22.5 percent of all homes with a mortgage were in \"negative equity\" in the same period. CoreLogic's number is roughly 5 million homes fewer than Zillow's, coming in at 10.9 million. The company found another 2.4 million borrowers at the brink of negative equity, or having less than 5 percent equity.\n\nYou may have noticed some disparity with those estimates.\n\nCorelogic's data includes 48 million properties with a mortgage, accounting for more than 85 percent of all mortgages in the country. Zillow.com tries to provide an estimate for the country's total number of homes with outstanding mortgages, estimated by the U.S. Census bureau to be 50 million to 55 million. So part of the difference could lie in the 15 percent of homes CoreLogic does not cover.\n\nThere are also estimation errors to consider, said Zillow.com chief economist Stan Humphries, particularly in guessing the value of homes and current outstanding loan balance. A difference of about 4 percent between the companies' estimates is not really significant, he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\"We think this is a critically important metric in understanding the housing market,\" he said. \n\nThe point remains that economists have never seen housing values fall so low. Housing data is scant for the Great Depression, but Humphries believes the ongoing crisis outranks that period. He says Depression-era down payments were higher in the 1930s, giving folks some cushion as the crisis set in.\n\nOur ruling\n\nGrayson's defense of the Occupy Wall Street movement earned him praise from the left-wing blosophere and pundits for its pith. No pundit or official  in the movement's first month had quite articulated the protesters' qualms -- high unemployment, expensive health care, poverty and underwater mortgage payments -- as Grayson did in 20 seconds on Maher's show. We examined each of his economic claims and found them accurate, point for point. We rate his claim True.", "vclaim_id": "vclaim-pol-12204"}