{"url": "/factchecks/2011/nov/30/democratic-national-committee/mitt-romney-changes-position-tarp-dnc/", "speaker": "Democratic National Committee", "vclaim": "Says Mitt Romney has changed his position on supporting the TARP program.", "truth_label": "false", "date": "stated on November 28, 2011 in a Web ad:", "title": "Mitt Romney changes position on TARP, DNC says", "text": "The 2008 act authorizing the Treasury to spend up to $700 billion to stabilize financial markets, also known as the Troubled Asset Relief Program, is anathema to many conservative voters. Decried as a golden parachute for the financial industry that did nothing for average Americans, opposition to the law has become almost a basic qualifier for the Republican presidential nomination.\n\nBut there’s one candidate who stands by it: Mitt Romney.\n\nOr does he?\n\nA video ad released on Nov. 28, 2011, by the Democratic National Committee accuses Romney of changing his position on a litany of issues -- abortion, climate change, health care reform. Also TARP.\n\nAbout three minutes into the four-minute ad, the word \"TARP\" appears on screen. Then we see Romney in a split-screen with Fox News interviewer Neil Cavuto.\n\n\"TARP got paid back and it kept the financial system from collapsing,\" Romney says.\n\n\"So you feel it was well worth it?\" Cavuto asks.\n\n\"Well, it was the right thing to do,\" Romney answers.\n\nCut to another video clip, and we hear Romney say, \"TARP ought to be ended.\"\n\nRewind, then again, \"TARP ought to be ended.\"\n\nSounds contradictory, right? We checked it out.\n\nA fact sheet provided by the DNC tells us the source of the video clips. The first thing to note is that the statement in which Romney appears to support TARP was made after his \"ought to be ended\" clip.\n\nSo does that mean Romney was originally against TARP, and then he was for it? Not exactly.\n\nWe researched what Romney has said about TARP over the last four years and found that his position has largely remained unchanged.\n\nHere, in chronological order, is a sampling of what Romney has said on the matter.\n\nIn March 2009, Romney told Reuters, \"The TARP program, while not transparent and not having been used as wisely it should have been, was nevertheless necessary to keep banks from collapsing in a cascade of failures. You cannot have a free economy and free market if there is not a financial system. … The TARP program was designed to keep the financial system going, to keep money circulating in the economy, without which the entire economy stops and you would really have an economic collapse.\"\n\nIn December 2009, he said \"TARP ought to be ended\" -- the snippet of the interview used in the DNC ad -- to CNN’s John King. His complete statement, in answer to King’s question about how to get the economy going, was, \"And by the way, TARP has served its purpose. TARP ought to be ended. We've got hundreds of billions of dollars there that is being used as a slush fund by Secretary (Timothy) Geithner and the Obama administration. Stop the TARP recklessness at this point and get ourselves back to creating jobs by encouraging businesses to grow, expand their capital expenditures and hire.\"\n\nIn January 2010, Romney was interviewed on Fox. He had even more positive things to say about TARP than just what the DNC included in its ad. \"That was an investment made to try and keep a collapse of our entire financial system from occurring,\" Romney told Cavuto.\n\nAlso: \"We were on a precipice, which, now we can sit back and say it wasn’t so scary. Well, frankly, it was a very scary time for a lot of people, and that’s something which was resolved.\"\n\nThree months later, Romney’s book No Apology came out. He wrote that the TARP program \"was intended to prevent a run on virtually every bank and financial institution in the country. It did in fact keep our economy from total meltdown.\"\n\nBut he criticized President Barack Obama’s Treasury secretary, Geithner, for using TARP as a \"slush fund.\" Under Geithner, the program was \"as poorly explained, poorly understood, poorly structured, and poorly implemented as any legislation in recent memory,\" Romney wrote. His final word on the subject: \"It should be shut down.\"\n\nMore recently, while campaigning for the presidency, Romney has continued to defend the program as necessary to avoid a worse crisis.\n\n\"My experience tells me that we were on the precipice, and we could have had a complete meltdown of our entire financial system, wiping out all the savings of the American people. So action had to be taken,\" he said in a Republican primary debate in October 2011.\n\nOur ruling\n\nThe DNC portrayed Romney as having flip-flopped on his support for TARP, using one quote of him saying it was \"the right thing to do\" followed by another that \"it ought to be ended.\" But those two sentiments don’t contradict each other (and were presented out of order). Even his remark about ending TARP followed an assertion that the program served its purpose. The statements used in the ad actually echo what Romney has said on the topic all along -- that a Wall Street bailout was necessary to prevent a financial calamity, but the way the money was administered was poor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe should note that Romney has spoken more favorably of TARP as originally passed and signed by President George W. Bush. Romney’s later statements about TARP were more critical of its administration by Geithner and Obama, the man Romney aims to defeat in 2012. Nevertheless, while his evaluation of TARP looks at it from two perspectives and is nuanced -- which isn’t necessarily a bad thing -- it’s not a flip flop. We rate the DNC’s charge False.", "vclaim_id": "vclaim-pol-12012"}