{"url": "/factchecks/2016/jun/14/larry-yarborough/fears-marijuana-inspire-more-hemp-regulations-stat/", "speaker": "Larry Yarborough", "vclaim": "Says if you try to hide marijuana in a hemp field, \"it becomes worthless. The THC goes away.\"", "truth_label": "mostly-true", "date": "stated on June 9, 2016 in a meeting in the legislature about hemp regulations:", "title": "NC Rep says concerns over links between hemp, marijuana aren't based in science", "text": "It may look like marijuana, but hemp cannot get you high. They’re forms of the same species, although hemp has a negligible amount of THC, the high-inducing chemical found in marijuana.\nDue to the plant's industrial and and agricultural uses, the General Assembly legalized hemp farming last year.\nYet many lawmakers fear the hemp industry will provide cover for marijuana growing operations, since the two plants look similar. That argument came up again before the N.C. House overwhelmingly passed further regulations on the hemp industry on June 13.\nRep. Larry Yarborough, a Republican from Roxboro, voted for those regulations. But he had previously said the using-hemp-to-hide-marijuana argument is flawed.\nIf a marijuana plant \"gets the pollen (from hemp) and goes to seed, it becomes worthless,\" Yarborough said in a House Agriculture Committee Meeting a few days before the vote. \"The THC goes away.\"\nThat’s a pretty sweeping claim that would seem to debunk many concerns. We contacted Yarborough, a chemical engineer and business owner, to ask where he heard that. He backed off the quote a little bit.\n\"The plant with seed would be worthless in the market,\" he said. \"I don’t know for sure that all the THC would be gone but there would be very little, according to what I have read.\"\nUnlike his original statement, that aligns with mainstream research. We spoke with two professors who have studied hemp in other states, and we read a 2015 report on hemp and marijuana compiled by the federal government.\nAll came to the same conclusion: Anyone who tries to hide marijuana inside a hemp field isn’t a very smart criminal.\nRegulating hemp\nThe new regulations passed the N.C. House by a vote of 108-3. Next up is a vote in the Senate.\nIf they become law, they will limit the amount of land hemp can be grown on, require the location of all hemp fields to be disclosed to state and local law enforcement agencies, allow officials to inspect hemp fields at any time and make it a felony to use hemp to hide marijuana.\nYarborough, who represents Granville and Person counties, said he just wanted legislators to know all the facts.\n\"I represent an agricultural community and I have constituents that want to grow industrial hemp and medical marijuana,\" he said. \"I am certainly not an advocate of legalizing marijuana, but I have constituents that are and farmers that want to grow it.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nWhy it won’t work\nAs any experienced marijuana grower will tell you, according to the federal government’s Congressional Research Service, it’s imperative that pollen-producing male plants be kept away from female plants.\n(If you thought you could avoid discussion of gender segregation in a fact-check about hemp farming, and not North Carolina’s new bathroom law, we’re sorry to disappoint.)\nPollination creates seeds. The problem is hemp needs seeds to be worthwhile – they can be sold as food or turned into oil – but the opposite is true for marijuana.\n\"Marijuana growers would not want to plant near a hemp field, since this would result in a harvest that is seedy and lower in THC, and degrade the value of their marijuana crop,\" the Congressional Research Service paper said.\nSo people would need to smoke much more of the altered weed in order to get high – if they could still get high off it at all – and the smoking experience would also become much less pleasant.\nThat’s because of all the extra seeds, which pop when ignited, said Janna Beckerman, a professor of botany and plant pathology at Purdue University.\nLegally, hemp can’t contain more than 0.3 percent THC. According to the Purdue Hemp Project that Beckerman is a researcher for, that’s about 60 times weaker than the legal marijuana being sold in Colorado.\nAnd while hemp-pollinated marijuana likely wouldn’t see its THC content drop all the way to hemp’s virtually nonexistant levels, like Yarborough said, Beckerman said it would be drastically reduced.\nOregon State University crop and soil science professor emeritus Russell Karow said growing marijuana in a hemp field would lower the value of the hemp, too, providing further incentives against using the legal crop to hide marijuana.\nThe Congressional Research Service came to the same conclusion.\n\"The two crops are the same species and will indeed cross-pollinate,\" Karow said. \"This results in seed that will not be useful for either purpose – hemp or marijuana.\"\nOur ruling\nYarborough said that if you try to hide a marijuana growing operation in a hemp field, \"it becomes worthless. The THC goes away.\"\nCross-pollination of hemp and marijuana will cause marijuana's buds to lose much of their high-inducing THC, but the THC won’t go away entirely. Researchers agree that while the drug won’t become completely impotent, it will lose much or all of its worth and would also likely damage the value of the hemp crop.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-04832"}