{"url": "/factchecks/2009/sep/03/ibdeditorialscom/ibd-editorial-board-claims-cap-and-trade-unpopular/", "speaker": "Investor's Business Daily", "vclaim": "\"Cap-and-trade is wildly unpopular with Americans.\"", "truth_label": "false", "date": "stated on September 2, 2009 in an editorial:", "title": "IBD editorial board claims that cap-and-trade is unpopular in America", "text": "The editorial board of  Investor's Business Daily  says the supporters of a cap-and-trade bill face an uphill battle. \n \nIn a Sept. 2, 2009, op-ed about the European stake in a climate change bill passed by the House of Representatives, the editors wrote, \"Cap-and-trade is wildly unpopular with Americans. No matter how many suave European continentals you send here, it won't change voters' minds.\"\n \nTo support their claim, the board included a June 28-29 Rasmussen poll that shows that 56 percent of Americans said they wouldn't pay more taxes to cut greenhouse gases. The question — and the op-ed — leave out the important fact that the bill doesn't impose new taxes (though it's likely people would see higher utility bills as the result of cap-and-trade, which would raise the cost of energy at least slightly).\n \nBut the claim piqued our interest nevertheless, so we decided to check other polls to see how the plan is playing among voters.\n \nThe background: Cap-and-trade is a way to slow climate change by reducing carbon emissions. The idea is to cap emissions and require firms to either buy polluting permits or upgrade to cleaner technologies. House lawmakers included such a plan in a bill passed on June 26 that will lower carbon pollution by 17 percent by 2020 and 83 percent by 2050.\n \nSo let's look at how much support it has. A  Washington Post  /ABC News survey published on June 25, a day before the bill was passed, showed that 75 percent of Americans think the government should regulate greenhouse gas emissions to reduce global warming. About 52 percent support a cap-and-trade program to accomplish that. Opposition has grown to 42 percent, up from 34 percent in the summer of 2008.\n \nThe same pollsters did a follow-up survey Aug. 13-17 and found that support for cap-and-trade was unchanged. This time, however, the poll provided more detail. About 58 percent said they would support the idea if it raised monthly electric bills by 10 dollars. But when that cost went up to 25 dollars, support dropped to 39 percent.\n \n(We've already explored different opinions on how much the legislation might cost, and you can read about them  here  .)\n \nMeanwhile, a Zogby poll published on Aug. 11 found that 71 percent of Americans support the legislation that was passed in the House.\n \nIt's worth noting that all those numbers are up from polls that were taken earlier in the year, before the bill was debated and passed in the House. For example, in April, a Zogby poll found that 30 percent of respondents supported cap-and-trade. And a CNN poll done one month later found that 44 percent favor a cap-and-trade plan. \n \nSo, given the most recent polling, it would be fair to say that a slight majority of Americans support cap-and-trade but that those numbers may decrease depending on how much it would cost in higher utility bills. Even so, at its lowest, nearly 40 percent of Americans would still support cap-and-trade even if it meant heftier energy bills. In no case do polling numbers show that cap-and-trade is \"wildly unpopular,\" as the editors of  IBD  claim, so we give this one a False.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-15604"}