{"url": "/factchecks/2016/apr/06/rick-scotts-starbucks-heckler/did-gov-rick-scott-really-cut-access-womens-health/", "speaker": "Rick Scott's Starbucks heckler", "vclaim": "Says Rick Scott \"stripped women of access to public health care.\"", "truth_label": "half-true", "date": "stated on April 5, 2016 in a confrontation with Rick Scott at Starbucks:", "title": "Did Gov. Rick Scott really cut access to women's health care, as Starbucks woman says?", "text": "When Gov. Rick Scott walked into a Starbucks in downtown Gainesville, he got an earful from a woman who attacked his positions on health care.\nA video of the woman yelling at Scott for about a minute drew more than 259,000 hits on YouTube in about 24 hours and was shown on national television the next day.\n\"You cut Medicaid so I couldn’t get Obamacare,\" yelled the woman, Cara Jennings, a former Lake Worth city commissioner who is now a stay-at-home mother. \"You are an a------! You don’t care about working people. ... You should be ashamed to show your face around here.\"\nScott countered by saying, \"We’ve got a million jobs.\"\n\"A million jobs? Great. Who here has a great job or is looking forward to finishing school? Do you really feel like you have a job coming up?\" Jennings said. \"You stripped women of access to public health care. Shame on you, Rick Scott! We depend on those services.\"\nIn this fact-check we will explain whether Scott \"stripped women of access to public health care.\" Jennings is referencing a law Scott signed in March that pertains to clinics that provide abortions. (Here is our fact-check about her comments on Medicaid, an issue on which we gave Scott a Full Flop for changing his position on Medicaid expansion in 2015. We also checked Scott's claim about 1 million jobs.)\nScott’s action related to public health care\nThe Palm Beach Post in 2010 described Jennings, then a city commissioner, as an advocate for the poor, illegal immigrants and homeless.\nWe could not reach Jennings for comment. She told the Palm Beach Post and ABC Action News in Tampa that she had been reading about Scott signing a bill that cuts money for Planned Parenthood.\nHere's what Jennings had to say on Facebook: \"I am upset about the awful bill Governor Scott signed last week - cuts funding to Planned Parenthood and restricts abortion access. Just last night I looked online to see if there is a march planned to defend our rights to abortion. And then today, the Governor walked into the coffee shop I was at.....and left with no coffee. (video credit to the stranger who recorded the scene).\"\nOn March 25, Scott signed a bill that removes state funding from any clinic that does abortions. HB 1411 passed the House 76-40 and the Senate 25-15, and it takes effect July 1.\nA key provision in the law is that it prohibits public funding for an organization that owns, operates or is affiliated with a licensed abortion clinic. The law includes several requirements for abortion clinics, including annual licensure inspections, and prohibits selling or transferring fetal remains. In 2014, there were 72,073 abortions performed in Florida.\nFederal funding is already banned for abortions due to the federal Hyde Amendment, which includes limited exceptions. Florida’s Medicaid program will cover an abortion if needed to save the life of the mother or if she got pregnant as a result of rape or incest. Those exceptions continue under the new law.\nPlanned Parenthood serves about 5,500 Florida patients through Title X, a family-planning program that it provides through a state contract, and about another 2,000 more people through Medicaid in Florida.\nThe state Department of Health spent about $139,000 for the Title X services provided by Planned Parenthood in 2014-15 and expected to spend about $163,000 in 2015-16. The Florida Medicaid program paid about $106,000 in claims to Planned Parenthood in 2014-15, according to staff analysis of the bill.\nPlanned Parenthood offers many types of services beyond abortion, including birth control, STD testing and cervical cancer screening. These are the types of services that state dollars supported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRick Scott\n\n\nstated on June 8, 2010 in a campaign mail piece.\n\n\n\n\n\n\n\n\n\"Bill McCollum holds the same position on (embryonic stem cell research) as Barack Obama.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • June 11, 2010\n\n\n\n\n\n\n\nSo how much will Planned Parenthood lose in annual funding? We heard figures ranging from $114,000 from Scott’s office to $500,000 from Planned Parenthood.\nScott’s office argued that the funding cut is small compared to the overall state dollars given to clinics.\n\"Over $5 million in state funds are provided for non-abortion services at many charitable clinics and county health departments,\" according to a March 30 statement by Scott. \"HB 1411 makes sure no state funds can indirectly fund abortions by supporting the same institutions that perform them. For Planned Parenthood, this would only affect about $114,000 in funds they get annually.\"\nFamily planning services remain funded at various clinics and centers that don’t provide abortions, including all 67 county health departments. So Jennings exaggerated when she said that Scott \"stripped women of access to public health care\" because access to certain types of health care remain available.\nThe Florida Alliance of Planned Parenthood Affiliates issued its own statement that Scott was low-balling the amount of money clinics could lose. Laura Goodhue, executive director of the Florida Alliance of Planned Parenthood Affiliates, told PolitiFact Florida that she expects the total loss of money to be closer to $500,000.\nIn a news release, Planned Parenthood said Scott was downplaying the effects \"of patients losing access to care by only sharing the state funds that would be prohibited under this legislation. However, because the legislation is broadly written, Planned Parenthood will also lose access to reimbursements from local government entities and federal funding from the Title X program that is contracted through local county Health Departments.\"\nPlanned Parenthood arrived at a potential figure of losing $500,000 based on $50,000 for Medicaid, $147,000 for Title X, and then funding for specific services or counties -- the largest chunk in Palm Beach.\nThe two Planned Parenthood affiliates each had a budget of about $11 million last year. Planned Parenthood is determining whether it can find alternate sources of funding, so it couldn’t yet say how many fewer patients may be served.\nAlso, 70 percent of Planned Parenthood centers are located in medically underserved areas, which means that sometimes they are \"the only place where people can receive publicly funded family planning services,\" according to Planned Parenthood.\nCritics of Florida’s new law say similar provisions in Texas led about 20 clinics to shut down. Critics of the Texas law argued that it was unconstitutional before the U.S. Supreme Court in March. A spokesman for the ACLU of Florida said that it is analyzing the impact of the law but it hasn’t announced any decision about whether it will challenge it in court.\nSupporters of the bill, such as John Stemberger of the Florida Family Policy Council, argued that it will protect women.\nThe federal government has warned state officials that the bill may place Florida out of compliance with federal Medicaid law that bans states from restricting individuals from accessing care from any qualified provider. But it’s unlikely federal officials will consider action until the law goes into effect July 1.\nOur ruling\nThe Starbucks activist said Scott \"stripped women of access to public health care.\"\nScott signed a law this year that cuts off state funding for any clinic that provides abortions, including Planned Parenthood. We heard estimates that it will cut anywhere from $114,000 to $500,000 for Planned Parenthood, which provides other health services to low-income women.\nIt’s possible to wrongly assume from Jennings’ statement that Scott slashed women’s health care services broadly across the state. The cut targets abortion clinics, so it isn’t a cut for health care offices that don’t provide the procedure, such as county health departments.\nThere is some truth to the statement, but it’s too soon to tell exactly how the law will curtail women’s access to publicly supported health care.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/058d917d-1380-4c63-b4c9-0d26b9e31af3", "vclaim_id": "vclaim-pol-05146"}