{"url": "/factchecks/2018/jul/13/greg-abbott/greg-abbott-houston-home-more-brothels-starbucks-t/", "speaker": "Greg Abbott", "vclaim": "\"In Houston, Texas, there are more brothels than there are Starbucks.\"", "truth_label": "mostly-true", "date": "stated on June 27, 2018 in a fundraising conference call with supporters:", "title": "Greg Abbott says Houston is home to more brothels than Starbucks stores", "text": "Republican Gov. Greg Abbott, seeking re-election, responded to a supporter’s question about campaign messaging by talking about sexual exploitation and a ubiquitous brand of coffee shops.\n\"In Houston, Texas, there are more brothels than there are Starbucks,\" Abbott said during a June 27, 2018, fundraising conference call with supporters, according to a recap by Austin American-Statesman commentator Ken Herman.\nWe wondered if Abbott's claim holds up by the numbers.\nA Children at Risk statement\nAbbott’s campaign, responding to Herman, said the comparison originated with Robert Sanborn, president and CEO of the Houston-based nonprofit Children at Risk. In January 2018, Sanborn was quoted telling the Houston Chronicle for a news story: \"We have more brothels than we have Starbucks in our city.\"\nA brothel is a building where prostitutes are available. Houston’s illicit sex business, the Chronicle story said, \"includes top-dollar call girl agencies, legions of street walkers, hundreds of massage parlors fronting for sex shops and cantinas where a beer can be followed by a ‘date’ in a room behind the bar.\"\nRubMaps website\nSanborn told the newspaper there were over 400 storefront sex businesses operating in Houston--an estimate Children at Risk traced to posts on Rubmaps.com, \"where patrons rate and review illicit massage proprietors,\" the story said. Alfred T. Tribble Jr., an FBI supervisor who oversees the human trafficking unit in Houston, told the paper: \"Houston is fertile ground for trafficking because of its proximity to the border, its sexually oriented businesses, its diversity and the demand for sexual services.\"\nSeeking elaboration on the brothel count, we reached Jamey Caruthers, an attorney for Children at Risk, who pointed us to the group’s April 2018 report stating that statewide by the group’s analysis, over 35,000 children were attending 55 schools within 1,000 feet of a suspected illegal massage business, which the report describes as fronts for human trafficking and sexual exploitation. \"The women trapped in these places are made to provide sexual services to as many as ten men a day through force, fraud and coercion,\" the report says.\nAs of April 5, 2018, the report says, the group identified 689 suspected illegal massage businesses in Texas which the report says were listed on the RubMaps site as open; not labeled by users as \"non-erotic;\" and that had at least one customer review. By this sift, the report says, Harris County, home to Houston, had the largest concentration, with 259, followed by Dallas (97), Bexar (69), Collin (53) and Tarrant (52) counties.\nIn July 2018, Caruthers told us by email that suspected sites in Houston alone were counted if RubMaps showed the businesses having Houston street addresses. Caruthers said the Houston-specific count of such businesses has been around 200 since December 2017. \"Today it is at 221 (these numbers fluctuate based on new locations opening, closures, and Rubmap’s own internal changes which we are not privy to. Also, savvy owners will go on the site and mark their business as ‘closed’ in order to avoid scrutiny by law enforcement),\" Caruthers wrote.\nWe turned to the RubMaps site, which headlines its first page: \"Where Fantasy Meets Reality.\"\nText on that page says RubMaps’ unverified entries showing the location of each business, photos and reviews are entirely user-generated. \"Therefore, it is unknown whether these locations are accurate, if the pictures actually depict the locations, or if the reviews are factual,\" RubMaps says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nNext, we clicked to a search page and fetched a list of 576 Houston massage parlors which we winnowed to 224 businesses by specifying that \"kissing\" be available. That was enough searching for the Truth-O-Meter’s purposes.\nHouston police estimate\nSeparately, we reached James Dale of the Houston Police Department’s vice division who said by phone and email that the department identifies brothels by focusing on massage parlors, sometimes based on calls from neighbors. Dale also said the department partners with Children at Risk in battling brothels.\nDale said reports filed by police investigators covering October 2015 into July 2018 indicate the city is home to some 274 \"nuisance locations\" including apartment buildings and 214 \"known\" massage parlors. Police have pressed prostitution-related cases involving 47 of the parlors, Dale said.\nStarbucks stores in the Bayou City\nCaruthers told us that at the time of its report, Children at Risk employed the online Starbucks Store Locator and an enthusiast’s website, starbuckseverywhere.net, to ascertain there were 98 Starbucks stores in Houston. For our part, we counted 51 Houston stores by using the Starbucks locator website yet close to 100 Houston stores specified on the enthusiast’s site.\nWe emailed Starbucks without drawing a reply about its Houston stores. Meantime, the Starbucks enthusiast, who told us his full name is Winter, responded by email that as of June 5, 2018, he’d confirmed 155 Starbucks stores in Houston--93 owned by the company and 62 licensed to other vendors.\nWe asked Dale, of Houston’s police department, if it could be that Starbucks stores in Houston outnumber local brothels.\n\"There are a lot of massage parlors out there. They open up all the time. We do our best to look into them,\" Dale replied. \"I don’t want to say there are more massage parlors or more Starbucks right now. The numbers (of massage parlors) fluctuate greatly,\" Dale said.\nOur ruling\nAbbott said Houston has more brothels than Starbucks stores.\nOf late, Houston police have tied prostitution-related cases to less than 50 sites while Houston is home to 155 Starbucks stores. However, police have identified more than 200 massage parlors and other places where prostitution likely occurs--a count supported by our own search of Houston parlors listed on the Rubmaps site.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check.  Share the Facts 2018-07-13 18:40:14 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"In Houston, Texas, there are more brothels than there are Starbucks.\"    Greg Abbott Governor of Texas https://www.mystatesman.com/news/opinion/herman-gov-abbott-says-houston-has-more-brothels-than-starbucks/Uv3HMyLoTXMIEMuBoLHPkI/   Austin, Texas Wednesday, June 27, 2018 2018-06-27    Read More  info", "vclaim_id": "vclaim-pol-01859"}