{"url": "/factchecks/2015/dec/04/george-will/even-global-warming-propaganda-americans-carpoolin/", "speaker": "George Will", "vclaim": "Despite attention on global warming, \"fewer Americans carpool today to work than carpooled in 1980\" and \"SUVs have never been a larger proportion of the vehicles being sold in this country.\"", "truth_label": "mostly-true", "date": "stated on November 30, 2015 in a TV talk show:", "title": "Even with global warming 'propaganda,' Americans carpooling less, driving SUVs, George Will says", "text": "The two-week climate conference now under way in Paris, where President Barack Obama hopes for an international agreement to reduce greenhouse gas emissions, has generated attacks from conservatives such as syndicated columnist George Will.\nOn Nov. 30, 2015, the first day of the United Nations gathering, Will made a two-part claim that we want to check. He made the statement on Fox News’ \"Special Report,\" and it was replayed the next day by Milwaukee radio talk show host Charlie Sykes, whose guests are nearly always fellow conservatives.\nDespite 30 years of \"propaganda\" about global warming, Will stated, \"fewer Americans carpool today to work than carpooled in 1980. SUVs have never been a larger proportion of the vehicles being sold in this country. The American people may profess occasionally to be concerned about global warming, but their behavior tells you that none of this propaganda has had any effect.\"\nThe size of the cars Americans drive and how often they carpool are only two ways in which people produce greenhouse gases -- those such as carbon dioxide from vehicles that trap heat in the atmosphere and, scientists believe, contribute to global warming.\nBut let’s see how clean Will’s claim is.\nGreenhouse gases\nA little first on greenhouse gases.\nWhen Wisconsin Gov. Scott Walker stated in September 2015 that the Obama administration’s own Environmental Protection Agency has said its Clean Power Plan \"will have a marginal impact on climate change\" (Half True), we noted that the United States and China are considered the world’s top greenhouse gas polluters.\nAnd as PolitiFact National reported the same month, the United Nations Intergovernmental Panel on Climate Change has said it is \"extremely likely\" that humans are causing climate change, and \"very likely\" that greenhouses gases are the driver.  \nWe’ve also noted that according to the EPA, greenhouse gas emissions from vehicles in the United States amount to 27 percent of all sources of greenhouse gases, second only to electric power generation.\nNow to the first part of Will’s claim.\nCarpooling\nThe latest census figures show that slightly more than 9 percent of Americans carpooled to work in 2014.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAs Will suggested, that’s down from nearly 20 percent in 1980, which was the first census to survey about carpooling.\nDriving alone rose from 64.4 percent to 76.5 percent.\nAmong the reasons, according to experts: The rate of car ownership has risen, work schedules are less predictable, more people work from home and busier Americans want more freedom in managing their commutes with other tasks, such as getting kids to soccer practice.\nThe other part of Will’s statement, however, goes off road a bit.\nSUVs\nWe’ll note that, strictly speaking, there are traditional sport-utility vehicles, such as the Jeep Grand Cherokee and Dodge Durango, which are built on a truck platform; and the newer crossover-utility vehicles, which are built on a car chassis. They include the Honda CR-V and the Buick Encore.\nTraditional SUVs peaked with a 17 percent market share in 2002, according to the Ann Arbor, Mich.-based Center for Automotive Research, an independent research group. In 2014, they made up only 7.1 percent of all new vehicle sales.\nBut many people, as well as automotive experts, refer to both types of vehicles simply as SUVs.\nThe car site Edmunds.com told us that SUVs have reached their highest-ever market share in 2015, at 35.5 percent of sales.\nAnd the Center for Automotive Research provided us similar figures. In 2014, traditional SUVs and crossovers accounted for 34 percent of new-vehicle sales, as high as any year going back to 1995.\nOur rating\nWill said that despite attention on global warming, \"fewer Americans carpool today to work than carpooled in 1980\" and \"SUVs have never been a larger proportion of the vehicles being sold in this country.\"\nWill is correct on carpooling to work and essentially correct on SUVs, when taking into account both traditional SUVs and the smaller crossover vehicles. But it’s worth noting that the market share for the traditional SUVs is down from its peak in 2002.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-05655"}