{"url": "/factchecks/2020/jul/14/alex-azar/azar-says-federal-law-had-preexisting-conditions-c/", "speaker": "Alex Azar", "vclaim": "“First off, it’s in statute already in HIPAA that preexisting conditions are covered.”", "truth_label": "barely-true", "date": "stated on July 9, 2020 in comments made during a virtual summit sponsored by The Hill newspaper:", "title": "Azar says federal law had preexisting conditions covered before ACA. Not so much.", "text": "One of the most popular features of the Affordable Care Act is its guarantee of insurance coverage — at no greater cost — for people with preexisting health conditions.\nThus, even as the Trump administration argues before the Supreme Court that the entire Affordable Care Act should be declared invalid, the president and his administration officials maintain that regardless of what happens to the ACA, they will protect people who have had health problems in the past.\nSpeaking to a \"virtual health summit\" sponsored by the political newspaper The Hill, Health and Human Services Secretary Alex Azar answered a question about the case, Texas v. Azar, by pointing out \"it’s in statute already in HIPAA that preexisting conditions are covered,\" implying that if the ACA were declared unconstitutional, those protections would remain in place for everyone.\nUmm… Not so much. \nWhen we checked with HHS for more information about Azar’s comment, a spokesperson reiterated the secretary’s statement, adding that Azar was \"clear that the story on preexisting conditions doesn’t end with HIPAA\" and that affordability is a critical component.\nSo we investigated.\nA little about HIPAA\nThe Health Insurance Portability and Accountability Act, a law we have examined before, was passed by a Republican-led Congress and signed by Democratic President Bill Clinton in 1996. It is best known for safeguarding medical privacy and patient access to medical records, even though the privacy provisions were added toward the end of congressional deliberations.\nHIPAA’s original purpose was to end what was known as \"job lock,\" a situation in which people with preexisting conditions were reluctant to leave jobs with health insurance even for other positions with health insurance for fear their conditions would not be covered or they would be subject to long waiting periods for coverage. Both scenarios were common at the time.\nHIPAA addressed that problem — as long as people maintained \"continuous\" coverage, defined as having health insurance for at least 12 months without a break of more than 63 days. People who met that requirement could not have waiting periods or denials of coverage imposed upon their own or a family member’s preexisting condition. HIPAA included protections for people with coverage in the small-group insurance market, which primarily comprises small businesses, by requiring insurers who sold policies in that market to sell to all small groups, regardless of health status, and to cover every eligible member of the groups — again, regardless of health status.\nBut HIPAA was not designed to comprehensively address the problem of people with preexisting conditions getting and keeping affordable health insurance.\nFor starters, the protections were only for people who already had job-based insurance, to make it easier for them to move to other job-based insurance. It did nothing for those in the individual insurance market who needed to purchase their own coverage — such as self-employed people and those working for companies that did not offer health insurance.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nHIPAA attempted to create a pathway for people transitioning from employer-sponsored to individual coverage. It ensured that, after leaving a job, people who secured insurance through another law, the 1986 Consolidated Omnibus Budget Reconciliation Act, or COBRA, would be eligible to buy a \"conversion\" plan from their insurer once their previous job-based benefits were exhausted.\nHowever, two giant problems arose. First, COBRA, which allows individuals to continue their employer-provided coverage for up to 18 months if they pay the entire premium themselves (plus a small administrative fee), is prohibitively expensive for most people. In 2019, the average premium for a single worker was $599 per month.\nThe other problem was that even if a former worker did manage to pay for COBRA coverage until that 18-month period ended, there was no limit on how much insurers could charge for the conversion policies. So, even if they were technically available, they were frequently unaffordable.\nThere were other problems. COBRA coverage was not available to people who worked for small businesses, or for those who became unemployed because the business they worked for failed and no longer offered insurance to anyone. HIPAA also did not stipulate which benefits had to be offered.\nNext, the ACA\nThe ACA sought to deal with HIPAA’s shortcomings. It required most employers to offer coverage, and for those purchasing their own, it required insurers to provide a comprehensive package of benefits at the same price to all purchasers, regardless of health status.\nHowever, the ACA rewrote the HIPAA provisions regarding preexisting conditions, so if the ACA is struck down by the Supreme Court, it’s not clear whether even HIPAA’s lesser provisions would remain. Experts disagree about this, but there is a possibility that HIPAA’s protections could be swept away along with the ACA.\nLater in his answer to the question posed at The Hill’s summit, Azar pointed out that there are significant affordability problems with coverage under the ACA, as well. \"So we will work with Congress if the time ever comes, to get real affordable solutions,\" he said. That’s true… ACA plans, even with subsidies, can be too expensive for some people, and prohibitive for those who earn just slightly too much to qualify for government help. Earlier this month, Democrats in the House passed a bill to make ACA plans more affordable. \nOur ruling\nAzar’s statement suggested that if the Supreme Court rules against the ACA and that sweeping law is nullified, Americans with preexisting conditions would continue to have the protections originally offered under HIPAA.\nThough it contains an element of truth, it leaves out critical pieces of information. For instance, the HIPAA protections are not equivalent to those provided by the ACA. First, they are geared toward people who have work-based insurance coverage — as long as that coverage is continuous for at least 12 months with lapses no longer than 63 days. One expert we consulted pointed out that this window could be especially problematic now, during a time of \"enormous economic dislocation.\"\nAdditionally, the ACA rewrote the HIPAA provisions regarding preexisting conditions — bringing into question what might become of them, too.\nWe rate Azar’s claim Mostly False.", "vclaim_id": "vclaim-pol-17733"}