{"url": "/factchecks/2012/apr/28/scott-walker/recall-target-wisconsin-gov-scott-walker-says-work/", "speaker": "Scott Walker", "vclaim": "The Wisconsin law repealed by Republicans, which allowed discriminated workers to sue in state court, \"was kind of a gravy train\" for lawyers.", "truth_label": "barely-true", "date": "stated on April 10, 2012 in an interview:", "title": "Recall target Wisconsin Gov. Scott Walker says worker discrimination law was \"gravy train\" for lawyers", "text": "When PolitiFact Wisconsin first wrote about an attempt by Republicans to repeal a law that allowed discriminated workers to sue in state court, we found a surprising statistic:\n\nThe law had been in effect for nearly three years, but no such lawsuits had been filed.\n\nAnd yet a month later, days after signing a repeal of the law, GOP Gov. Scott Walker suggested the law had been a financial windfall for attorneys.\n\n\"In the past, it was kind of a gravy train for the trial bar,\" the governor told the Wisconsin Radio Network on April 10, 2012.\n\nHe added: \"The only change (the repeal) really makes is it no longer includes the benefit that was in place before for lawyers.\"\n\nWe know Walker stopped the high-speed trains that were headed to Wisconsin. But had there also been a \"gravy train\" running cash to plaintiffs’ attorneys?\n\nWalker’s claim relates to the \"war on women\" that Democrats say Walker and the GOP are waging in the run-up to the June 2012 gubernatorial recall election. So we decided to take a look.\n\nFirst, two points of background.\n\n-- In March 2012, we gave a Mostly False to state Rep. Cory Mason, D-Racine, for saying the old law, approved in June 2009 when Democrats controlled Madison, ensured that women could not be paid less than men for doing the same job. Act 20 allowed discriminated workers -- after proving discrimination to a state agency -- to sue their employers in state court for compensatory and punitive damages. Previously, they could sue only in federal court.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n-- On the same day of Walker’s radio interview, we gave Democratic recall candidate Kathleen Falk a False for saying the GOP repeal of the old law meant women \"can’t do something about\" pay discrimination. Discriminated workers can still seek \"make whole\" remedies from state as well as federal agencies. And for most types of discrimination, employees who work for an employer who has 15 or more employees can sue for larger damages in federal court.\n\nNow to Walker’s claim.\n\nWalker spokesman Cullen Werwie acknowledged that no state court lawsuits were filed while the old law was in effect. So, clearly lawyers weren’t getting paid based on their clients winning discrimination cases in state court.\n\nBut Werwie argued that the law was still a \"kind of a gravy train\" for lawyers because they could extract settlements from employers by threatening to sue in state court. Some attorneys who represent workers say the system for suing in state court under the old law was easier and less expensive than suing in federal court, plus it applied to more types of discrimination, so that law gave workers some advantages.\n\nEmployers would pay settlements, Werwie said, to avoid perhaps years’ worth of legal fees and the chance of having to pay up to $300,000 (for large employers) in damages if they lost at trial. (The same limits on damages apply to suits filed in federal court.)\n\nWerwie made three points:\n\n1. Old law led to costly settlements\n\nAt an October 2011 Senate committee hearing on the Republicans’ repeal legislation -- Act 219 -- Wisconsin Restaurant Association lobbyist Pete Hanson said that shortly after the old law took effect, one restaurant agreed to pay a roughly $50,000 settlement on a claim that typically would have been settled for a fraction of that because of the potential cost of a lawsuit. He said the case had been working its way through the state agency system when the 2009 law took effect.  \n\nHowever, that example does not quite fit the facts. When the law was passed, it said it could only be applied to future cases -- not those already in the pipeline.\n\n2. Lawyers wanted old law\n\nWerwie cited 2009 testimony in support of the old law by Madison attorney Paul Kinne, who represented the Wisconsin Association for Justice, formerly the Wisconsin Academy of Trial Lawyers. Kinne argued that workers needed the ability to sue in state court in order to fully pursue their discrimination cases.\n\n\"Limited damages make it very difficult to bring discrimination cases,\" Kinne wrote. \"Attorneys turn down dozens of cases because damages are limited and most people cannot afford to pay hourly fees.\"\n\nLike Werwie’s first point, this one does not provide hard evidence that the law was a financial boon for lawyers.\n\nBut both points suggest a more favorable scenario for lawyers under the old law: The threat of a state lawsuit gave plaintiffs more options in bringing a discrimination case against an employer.\n\n3. Lawyers, unions backed old law\n\nWerwie noted that, of six organizations that lobbied for the 2009 law, one was the trial lawyers group and four were unions.\n\nBut that, too, does not support the \"gravy train\" statement. The interest of the unions, presumably, was their members who might be discriminated against. And, as was noted from the start, the law did not produce any lawsuits in nearly three years.\n\nOur rating\n\nWalker said a law that allowed workplace discrimination lawsuits to be filed in state court, which he and the Legislature repealed, was \"kind of a gravy train\" for lawyers. His statement contains some element of truth, in that the old law gave another legal option to lawyers who represent workers claiming discrimination.\n\nBut Walker’s claim ignores critical facts -- or, put another way, lacks critical facts -- that would support his claim of a big financial gain for lawyers. After all, not a single lawsuit was filed in state court since the law took effect.\n\nWe rate Walker’s statement Mostly False.", "vclaim_id": "vclaim-pol-11193"}