{"url": "/factchecks/2010/sep/13/john-thrasher/would-rick-scott-be-floridas-first-bald-governor/", "speaker": "John Thrasher", "vclaim": "\"We will be the first party to elect a bald guy to governor.\"", "truth_label": "false", "date": "stated on September 10, 2010 in comments at the Republican Party of Florida's annual meeting.:", "title": "Would Rick Scott be Florida's first bald governor?", "text": "2010 is a historic election year in Florida.\n\nA gripping three-way U.S. Senate race that could decide the balance of power in Washington. Competitive races for the state Cabinet. A proposed constitutional amendment that could shape state growth for decades.\n\nThen there's the governor's race, where the Nov. 2 election will produce either Florida's first female chief executive or, a leading Republican says, its first bald one.\n\n(Cue screeching of brakes.) You read that right — bald.\n\nRepublican Party of Florida Chairman John Thrasher made that claim about Rick Scott on Sept. 10 at a victory party in Scott's honor. \"Rick, we will be the first party to elect a bald guy to governor,\" was the exact quote, according to the Associated Press' Brendan Farrington.\n\nEditors note: Being serious fact-checkers, PolitiFact Florida immediately abandoned analyses about the future of Social Security, the extension of the Bush tax cuts and federal hurricane policy. The staff thought it that critical to see if Scott can make hair history.\n\nBecause hair, after all, is a nonpartisan political issue.\n\nThe Economist, in a recent piece, raced hair in politics back to the Roman Republic, telling the story of how enemies of an up-and-coming young general Publius Cornelius Scipio tried to derail his rise by implying that he grew his hair un-Romanly long, in a Greek style that seemed soft and suspicious. Then there's the modern-day stories of John Edwards' $400 haircuts during the 2008 presidential campaign and Marco Rubio having to explain that his $135 barbershop bill in Miami wasn't for a back wax.\n\nScott, himself, already has poked fun at his (lack of) hair. \"Remember me, the handsome bald guy?\" Scott said during his primary night victory speech.\n\nLet the record show, Scott does have speckled gray and white hair around the sides and back of his head, but he is bald on the top and describes himself as bald.\n\nThe official definition, let the record also show, is \"lacking a natural or usual covering,\" according to Merriam-Webster.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nKnowing all that, we turned to Museum of Florida History Senior Curator Lisa Barton to help our exclusive investigation. Barton, among other things, curates the exhibit of the official portraits of Florida's governors on display at Florida's Historic Capitol building in Tallahassee.\n\nShe dutifully scoured the portraits, which you can see for yourself online.\n\n\"Check out the portrait of the 15th governor, Harrison Reed,\" she said. \"It looks like he was bald on top.\"\n\nReed served as the state's governor from 1868-1873. He's the 15th person to hold the title of governor, and the ninth after statehood. He was a Republican who faced two serious impeachment attempts from members of his own party, according to his biography. After leaving office, Reed became editor of the Semi-Tropical, a monthly magazine devoted to southern agricultural and economic development. He died in Jacksonville, where a street is named in his honor, in 1899.\n\nBut none of that's really germane to this investigation. His head is. The bald top of his head. Just look at his official portrait.\n\n\"Reed was a little man, slightly built, with a big, bald head and a bushy beard -- almost goat-like -- the upper lip shaven clean,\" wrote William Watson Davis in the book The Civil War and Reconstruction in Florida, Volume 53. \"A full fringe of hair on three sides of the bald spot, a high forehead, and heavy spectacles gave him an owl-like appearance, which accentuated his calm moderation and well-poised personal address.\"\n\nRichard Nelson Current in Those Terrible Carpetbaggers had the same opinion, describing Reed as \"bushy-bearded, bald-headed, (and) bespectacled.\"\n\nDuring our thorough investigation, we uncovered several governors with receding hairlines but we're hesitant to declare any other governor bald. William Dunn Moseley, the first elected governor of Florida post-statehood, was perhaps closest (he has no hair from his forehead to the crown of his head in his official portrait) — but far from a Shaquille O'Neal.\n\nOther contenders included George Franklin Drew (12th state governor, very high hairline), William Dunnington Bloxham (13th governor, widow's peak), and C. Farris Bryant (34th governor, balding. But bald?)\n\nTo confirm the results of our investigation, we turned to Mike Mercado, a stylist for 11 years who has spent the past three working as an educator at the Aveda Institute in St. Petersburg. We showed him pictures of Scott, as well as the previous governors.\n\nHe reached a stunning conclusion: He doesn't think Scott is bald at all. \"He definitely looks bald because he clips the hair on his side so short,\" Mercado said.\n\nBut Scott calls himself bald, we said. Bald on top might be a more accurate description, Mercado said.\n\nAnd for the others? He singled out Reed and Moseley. If they clipped their remaining hair as short as Scott, they would look \"just as bald,\" Mercado said.\n\nSo Thrasher said Scott would be a trailblazer for bald Floridians, being the first bald person elected governor. Thrasher — sorry, bad-pun police — is a hair off. First, there is a debate if Scott is truly bald. And even putting that aside, Reed was \"just as bald\" as Scott way back in 1868, and is described by historians as bald. We rate Thrasher's statement False.\n\nNow back to digesting that report about the future of Social Security …", "vclaim_id": "vclaim-pol-14437"}