{"url": "/factchecks/2010/jun/21/bill-mccollum/mccollum-accuses-scott-investing-company-used-ille/", "speaker": "Bill McCollum", "vclaim": "Rick Scott “has heavily invested in a company that is geared to helping illegal aliens transfer money to family and friends out of the country.\"", "truth_label": "true", "date": "stated on June 15, 2010 in a press release:", "title": "McCollum accuses Scott of investing in company used by illegal immigrants", "text": "Republican rivals for governor, Attorney General Bill McCollum and Rick Scott, have accused each other of being too helpful toward illegal immigrants -- a hot topic in the wake of the Arizona immigration law. Their campaigns sent dueling press releases June 15 and 16, 2010, trying to portray their opponent's business practices as being too friendly to illegal immigrants.The Republicans' positions on illegal immigration will be key for primary voters. If elected, Scott has promised to bring an Arizona-style law to Florida -- a law that requires officers who have made lawful stops to check an individual's immigration status. PolitiFact gave McCollum a full-flop for sending mixed signals on the law.McCollum sent these fighting words in a press release June 15, 2010: \"In just the latest case of hypocrisy, it was revealed today that Rick Scott has heavily invested in a company that is geared to helping illegal aliens transfer money to family and friends out of the country. ... Rick Scott says he wants to crack down on illegal immigration, but now we find out he has been profiting from illegal immigrants.\"The following day, June 16, 2010, Scott's campaign issued a press release about McCollum which stated: \"Bill McCollum jumped his sinking ship of a campaign today and fled to Washington, D.C., where he served as a lobbyist whose clients enabled mortgages for illegal immigrants.''In this Truth-O-Meter item, we explore whether Scott invested in a company that is \"geared to helping illegal aliens transfer money to friends and family out of the country.\"What’s the McCollum campaign talking about? The campaign provided a copy of a June 15, 2010, article in the Orlando Sentinel that stated that opposition research shows \"Scott's investment company was one of a handful of equity investors that lent $12.5 million in 2004 and 2005 to Emida Technologies. Emida provides electronic pre-paid services ranging from phone cards to money transfers, and focuses on Central and South American markets. According to its Web site, the company also partnered with another called IPP, which primarily focused on helping Hispanic migrant workers in Arizona transfer money and pay bills back in Mexico. Press releases from the company list Richard L. Scott Investments, LLC, as an equity partner.\"Rick Scott spokeswoman Mary Anne Carter said that Scott's company did invest in Emida Technologies, but she described it as a prepaid cell phone company. RLSI Emida Capital Partners, LLC was set up to invest in Emida, Carter wrote in an e-mail. That company invested about $2 million in 2004 and about $1 million in 2005. Scott's personal portion was $736,004, Carter wrote.Since Scott doesn't dispute that he invested in Emida, the only question is whether Emida allows illegal immigrants to send money to friends or family in other countries.But first, some background on Emida. The company, formerly located in Miami and now based in Foot Hills, Calif., and Bogata, Colombia, started in 2001, according to a March 14, 2006, article in Business Wire. An article in the Miami Herald Dec. 22, 2003, described Emida as \"a provider of transactional networks for electronic prepaid distribution, bill payment and money transfer services targeting the global Hispanic market.\" In 2005, Emida merged with Debisys Inc. -- another electronic prepaid solution company.Information on the privately-held company's website states that it has technology that \"enables the domestic and international distribution and value transfer of many types of prepaid products and payment services. Our strategy is to build profitable, robust distribution networks for many prepaid products in targeted operating geographies, and to introduce unique cross border value products between regions.\" To learn more about Emida, we spoke to Martyn Fricker, director of business development and marketing. We asked Fricker to describe what Emida does. He described a typical prepaid wireless phone plan, purchased by customers in the United States, allowing the recipient in Latin America to make calls but not get cash.Could illegal immigrants be customers? \"The merchants who offer this service I'm not sure they ask 'are you an illegal immigrant?'\" Fricker said.So where does the idea about \"money transfer\" come from? Fricker said Emida has wanted to expand into the money transfer business and has recently launched or is launching two other money-transfer or “virtual wallet” products. But he said neither one has had a single transaction as of June 16, 2010.If those products have only been recently launched, we asked why Emida was described as providing \"money transfer\" since at least 2004. \"Sometimes private companies tell people about capabilities,\" Fricker said, to draw their interest \"before they have the capability to deliver.\"So where does that leave us?There is no dispute that Emida could allow illegal immigrants in the U.S. to put money on cell phones for friends and relatives in other countries. Is that the same as a money transfer? Technically, no, but helping a relative keep their cell phone service available is financial help. McCollum's claim was that Scott invested in a company that was \"geared to helping illegal aliens transfer money to family and friends out of the country.\" Emida’s spokesman and its press releases acknowledge that’s the business the company is pursuing. Even if some of Emida's products are just launching this year, news articles since at least 2003 have described the company as providing \"money transfer\" -- even a press release from the company used that phrase in 2004 -- so it is clearly \"geared to\" that business. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-14878"}