{"url": "/factchecks/2015/may/18/david-perdue/fair-tax-claim-ignores-contradictory-economic-mode/", "speaker": "David Perdue", "vclaim": "The Fair Tax proposal encourages innovation and investment \"level the playing field\" for American companies to compete globally.", "truth_label": "half-true", "date": "stated on April 27, 2015 in his debut Senate floor speech:", "title": "Fair Tax claim ignores contradictory economic models", "text": "Georgia’s freshman Senator David Perdue is a big advocate of the Fair Tax – a proposal long linked to the Peach State that calls for replacing federal income taxes with a national sales tax on all goods and services.\nPerdue talked up the plan in the GOP primary and general election, and included it in his first speech from the Senate floor last month. The former Fortune 500 CEO said the Fair Tax would boost the national economy.\n\"Our archaic tax system is choking growth, holding back innovation, and discouraging investment,\" Perdue said, in calling for a transition to the Fair Tax to \"level the playing field with the rest of the world.\"\nPolitiFact Georgia wondered if evidence exists that the plan would boost investment and innovation, thereby improving the economy, and decided to check it out.\nSo what is the Fair Tax? Broadly, it is a plan to abolish all federal personal and corporate income taxes (including the inheritance and gift taxes) and set up a federal retail sales tax.\nNot surprisingly, the wholesale upheaval of the current tax system has been controversial. Advocates claim that since taxes apply only to what you buy, individuals or businesses will have more money on hand to invest. Critics, including many sympathetic to the idea of tax reform, claim the plan places too much of the overall burden on the middle class.\nThe two sides can’t even settle on just what the sales tax rate would be.\nPerdue is among 74 co-sponsors of the current proposal, which specifies \"the tax rate of 23 percent of the gross payments for the taxable property or services.\"\nThat means the plan calls for a 23 percent tax-inclusive rate. But when translated to a sales tax, which is typically expressed in tax-exclusive terms, the rate is 30 percent.\nSo the current plan assumes $30 in taxes on every $100 spent, with no tax cheats on sales for everything from mortgages to groceries to doctor visits.\n(More on that calculation is available from the nonpartisan Tax Policy Center and an essay by Bruce Bartlett, a supply-side economics expert who  served under former presidents Reagan and George H. W. Bush.)\nA bipartisan panel convened by former President George W. Bush reported that the plan would require a sales tax of at least 34 percent, a rate that would grow if exemptions were added back for popular items such as mortgages.\nThe Institute on Taxation and Economic Policy estimated the sales tax would need to be 45 percent to be revenue neutral, as the proposal pledges, and also account for tax cheats.\nThe rate matters when deciding if the proposal will do as Perdue suggests and boost economic activity.\nAmericans for Fair Taxation, the non-profit arm of Fair Tax advocates, reported to the House Ways and Means Committee that investment would be 75 percent higher the first year of the new system and 76 percent higher over a decade.\nThat’s because without corporate taxes, businesses will be more inclined to use foreign and domestic profits to grow operations. That jump in investment will naturally lead to greater innovation, the report concludes.\nLaurence Kotlikoff, a Boston University economist hired by Fair Tax advocates, said that conclusion builds on a long line of research that shows the path to increased investment is more saving.\nA standard life cycle model shows that the people who are most likely to spend, not save, are older people, he said. That puts the tax burden on younger people.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nThe Fair Tax reverses that, shifting the burden from \"young savers to old and rich spenders,\" Kotlikoff said.\n\"You redistribute from the old to the young, and the bread and butter models say you have less consumption,\" he said. \"Less consumption means more savings and more saving means more investment.\"\nBut the tax shift is what critics point out make the plan most unworkable.  The Fair Tax is a regressive sales tax, because it applies to all expenses (after a prebate), and spending on essentials such as food and shelter tends to make up more of a lower-income person’s budget.\nPut another way, regressive taxes come more from the poor and middle class than the rich.\nAllen Buckley, an Atlanta attorney and CPA who has run for statewide office as a Libertarian, said the fastest way to summarize that shift is to say the Fair Tax shifts the tax burden from the upper-middle class and rich to the middle class and elderly.\nMoreover, Buckley said, a history of major innovations do not show any relation at all to the tax system.  For instance, the highest marginal tax rate in the U.S. peaked at 94 percent in 1944 and remained as high as 70 percent through the 1970s.\nYet in that same period, public-private partnerships and businesses invented and developed commercial computers, heart-lung machines and various vaccines that saved millions of lives.\n\"The only positive I see, if it’s truly revenue neutral, is there will be some increase in economic activity,\" Buckley said. \"But that will be because the rich have more money to invest in the stock market, while a lot of retirees and ordinary Joes will see their savings and investments in real estate reduced in the shift.\"\nSome economic models back up the idea that businesses will invest that money in research and development as part of their growth, said Bruce Seaman, a professor of economics at the Andrew Young School of Public Policy at Georgia State University.\nBut those models can be overstated, considering some don’t control for very human factors such as greed and simple bad decisions, Seaman said.\nFor instance, businesses have been reporting record profits during the economic recovery – yet that has not translated into raises for workers or enough new jobs to significantly cut the unemployment rate.\nInstead, economists find that investment is lagging because consumption is lagging. Businesses need customers for profit, so encouraging consumption actually puts less money in the economy, Seaman said.\n\"Economists do have a concern about the corporate income tax as a double taxation, but even if you are broadly sympathetic to the idea here, the Fair Tax is a grotesque exaggeration,\" he said.\n\"If a business person took it seriously, and didn’t want you to buy anything, imagine what would happen to his business if suddenly no one wanted to spend money,\" he added.\nOur ruling\nDavid Perdue claimed the Fair Tax will boost the economy by increasing investment and innovation, making American companies more competitive on a world stage.\nThere are some models that reinforce the idea that the way to encourage investment is to free up more money in private sector – something the Fair Tax pledges to do.\nBut the claim ignores contrary economic models that show the additional money stays as profit for companies – or investments for the wealthy – while lower-income taxpayers spend most of their income.\nWhat exactly would happen can’t be known unless the change is fully implemented. But the Fair Tax also ignores political realities, such as tax evasion and potential uproar at increasing taxes on the powerful voting bloc of the elderly.\nThere is some truth that broad consumption tax will help the economy, but the specific Fair Tax has too many questions to be a certainty.\nWe rate Perdue’s claim Half True.", "vclaim_id": "vclaim-pol-06407"}