{"url": "/factchecks/2018/may/04/liberty-raise/no-michelle-wolf-wasnt-fired-after-making-fun-sara/", "speaker": "The Liberty Raise", "vclaim": "\"Breaking: Michelle Wolf fired -- Comedy Central apologizes to Sarah Sanders.\"", "truth_label": "pants-fire", "date": "stated on May 2, 2018 in a headline:", "title": "No, Michelle Wolf wasn't fired after making fun of Sarah Huckabee Sanders", "text": "An online hoax said that comedian Michelle Wolf was fired by Comedy Central after her controversial remarks at the White House Correspondents' Dinner.\n\"Breaking: Michelle Wolf fired -- Comedy Central apologizes to Sarah Sanders,\" stated a May 2 headline by The Liberty Raise. The story was copied from The Daily World Update, a website that identifies itself as satire.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes. Wolf defended her own speech after criticism from the Trump administration and some journalists. But she was not fired.\nThe hoax story used an alleged quote by a man identified as the CEO of Comedy Central, Art Tubolls. Don’t be fooled; this name has been used in other fake news stories. The president of Comedy Central is Kent Alterman.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nComedy Central spokesman Steve Albani told PolitiFact that Wolf departed The Daily Show with Trevor Noah at the end of 2017. Then she landed her own show on Netflix.\nThe Break by Michelle Wolf on Netflix is scheduled to debut on May 27. A spokesperson for Netflix confirmed for PolitiFact that Wolf’s show will start streaming weekly on that date.\nWe rate the story about Wolf being fired Pants on Fire.\nhttps://www.sharethefacts.co/share/7d83aa58-712d-440f-ae89-11b37e9b5451", "vclaim_id": "vclaim-pol-02105"}