{"url": "/factchecks/2012/jul/05/tommy-thompson/tommy-thompson-says-he-fired-kathleen-falk-elimina/", "speaker": "Tommy Thompson", "vclaim": "By eliminating the public intervenor’s office, \"I was the first one to fire Kathleen Falk.\"", "truth_label": "half-true", "date": "stated on June 4, 2012 in a speech:", "title": "Tommy Thompson says he \"fired\" Kathleen Falk by eliminating the state public intervenor's office", "text": "Republican U.S. Senate candidate Tommy Thompson made an extra effort to demonstrate his passion for property rights while addressing a tea party audience in Oconomowoc on June 4, 2012.\n\nHe talked up life on his 700-acre farm. He said as governor he \"took on the DNR\" -- the Department of Natural Resources -- and also took control of appointing the agency’s leader. He blasted \"Agenda 21,\" the United Nations environmental program.\n\nAnd, with a touch of glee in his voice, he recounted how as governor he got rid of Kathleen Falk as a public intervenor, a position in the state Attorney General’s office that served as a sort of watchdog in environmental disputes.\n\nFalk, a Democrat appointed to the position by Attorney General Bronson La Follette, later was elected four times as Dane County executive. She lost races for governor in 2002, attorney general in 2006 and governor again in the 2012 recall primary.\n\n\"Who had the guts to take away the public intervenor in this state?\" Thompson said at a meeting of the Lake Country Area Defenders of Liberty.\n\n\"I got rid of Kathleen Falk!\" he added, to big laughs in the crowd. \"I was the first one to fire Kathleen Falk!\"\n\nDid then-Governor Thompson eliminate the public intervenor’s office, getting \"rid\" of Falk and becoming the \"first to fire\" her?\n\nLet’s roll back the clock.\n\nThe issue arose in 1995, when Thompson -- then in his third term as governor -- sought to eliminate the public intervenor’s office in his two-year budget.\n\n\"It’s a law office hired by the state to sue us,\" Thompson complained at the time. He considered the intervenors \"state-financed lawyers for the environmental movement.\"\n\nProponents said the office saved the state money by solving problems and heading off lawsuits by environmental groups.\n\nThe office was created in 1969 by Gov. Warren Knowles, a Republican, as an independent mediator to represent the public's interest in court and state agency decisions.\n\nThe intervenors were assistant attorneys who often sued other state agencies to register objections to plans for highway, dredging and mining projects.\n\nWhen Thompson made his move, two assistant attorneys general -- Falk and Thomas Dawson -- had full-time intervenor status. Both had served as intervenors under both Republican and Democratic attorneys general.\n\nIn his budget bill, Thompson proposed doing away with the intervenor’s office by wiping out the attorney general’s authority to appoint intervenors.\n\nAlthough Republicans both chambers of the Legislature, the Senate passed a compromise abolishing one intervenor, and moving the other to the Thompson-controlled DNR with no power to sue.\n\nTwo years later, the Legislature and Thompson eliminated the DNR position, with Democrats saying it had little authority.\n\nSo Thompson can take credit for abolishing the office, which directly led to Falk losing the intervenor job.\n\nBut does that mean Thompson fired her?\n\nBoth Falk and Dawson stayed on as assistant attorneys general, just doing different assignments. Both positions were under the civil service system, so they could not lose their job by the stroke of Thompson’s pen.\n\nFalk stayed in the office for about two years until she left in 1997 to become Dane County executive. Dawson is a staff attorney in the office. Though Falk and others campaigned in subsequent years for restoring the intervenor’s office, it was never brought back.\n\nThompson, of course, said he was the \"first\" to fire Falk.\n\nHis campaign said he meant that statewide voters had later rejected her. That rings hollow because she never lost a campaign while holding an office. How can you be \"fired\" from a job you don’t have?\n\nOur rating\n\nThompson said he was the \"first to fire\" Falk by eliminating the environmental watchdog known as the state public intervenor’s office.\n\nIn making the remark, he did so in the context of abolishing the office, so he’s on target there.\n\nIn a colloquial sense, \"fired\" may fit because Thompson knew Falk would no longer be intervenor due to his actions. But he went too far in leaving the impression Falk was out on the street. And Falk was never removed from any other job we know of, so Thompson misfired with \"first to fire.\"\n\nWe rate the claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10817"}