{"url": "/factchecks/2012/jan/26/lincoln-chafee/rhode-island-governor-lincoln-chafee-says-interlin/", "speaker": "Lincoln Chafee", "vclaim": "The InterLink at T.F. Green Airport is the closest air-rail link in the country.", "truth_label": "false", "date": "stated on January 11, 2012 in a news conference:", "title": "Rhode Island Governor Lincoln Chafee says the InterLink at T.F. Green Airport is the closest air-rail link in the country", "text": "One of the key selling points of the new $267-million InterLink at T.F. Green Airport is the easy access it gives passengers coming in by rail to get to their flights.\n\nBecause of the intermodal transportation hub that was largely completed in 2010, they can simply hop on a train, get off at the airport’s rail station, and travel a mere 1,570 feet on moving walkways into the terminal.\n\nAt a news conference at T.F. Green on Jan. 11, Governor Lincoln Chafee, a longtime champion of the project, called it \"the closest air-rail link in the country,\" according to a story in The Journal.\n\nHe was repeating a claim that has been made in various ways by numerous state officials and agencies, including Warwick Mayor Scott Avedesian, the Rhode Island Airport Corporation and the Federal Highway Administration. Most used the superlative \"closest.\" \n\nA PolitiFact Rhode Island reader asked us to check out Chafee’s claim, noting that he had visited several airports that seemed to have closer rail links.\n\nBecause we had a request -- and because taxpayers footed most of the $267-million bill for the InterLink -- we decided to get to the bottom of it.\n\nWe called T.F. Green, the Rhode Island Department of Transportation and Chafee’s office to see if any studies had been done that could answer the question.\n\nWhile we waited for answers, we found a number of online railroad and airport forums with discussions of this very topic. Although none had clear-cut answers, they included anecdotal information that we used as a jumping-off point.\n\nFrom that start, we put together a partial list of airports with rail connections. They include Hopkins International Airport, in Cleveland, which in 1968 became the first airport in the country to be connected to a commuter rail system; and Seattle-Tacoma International Airport, which is connected to a light rail commuter system.\n\nOther major airports also have commuter rail links, including Reagan National Airport, in Washington, D.C., Chicago Midway International Airport and Hartsfield-Jackson Atlanta International Airport.\n\nWe also found that Philadelphia International Airport has multiple rail stops that are very close to its terminals.\n\nThe rail line bisects the airport, with the terminals on one side and baggage claim areas and parking facilities on the other, according to a map of the complex.\n\nVictoria Lupica, spokeswoman for the airport, said that passengers who get off at any of the airport stations can get into the terminals by riding an escalator one floor up.\n\n\"The airport line was designed so you can get off the train and go directly into the airport,\" she said.\n\nWe couldn’t find any measurements of the distances from the train stops to the terminals, so we asked Lupica how long it takes to get from one of the platforms into the airport.\n\n\"Thirty seconds,\" said Lupica, who rides the train daily. \"You literally get off the train and walk into the building.\n\nWhile we continued our search, we heard from Dana Alexander Nolfe, a spokeswoman for the DOT, and Patti Goldstein, a spokeswoman for the Rhode Island Airport Corporation.\n\nNolfe said T.F. Green’s InterLink should accurately be called \"the closest air-to-Amtrak rail line in the country.\"\n\n\"We do not have the closest air-to-commuter rail line in the country,\" she said.\n\nGoldstein agreed and said the Amtrak claim was first made in 1998 at a news conference attended by then-Warwick Mayor Lincoln Chafee, Governor Almond and officials from the Federal Railroad Administration. She gave us subsequent published references to the distance to the rail line made by Chafee (1,200 feet) and former Governor Bruce Sundlun (1,170 feet).\n\nMeanwhile, we heard that Bob Hope Airport, in Burbank, Calif. also has a nearby rail line that serves both commuter trains and Amtrak. There are stops for the two train services outside the airport.\n\nWe asked Victor Gill, a spokesman for that airport, how far the Amtrak line is from the closest terminal and he estimated the distance at 300 yards, or 900 feet.\n\nWe checked for ourselves on Google Maps and found that the walking distance from the Amtrak station to Terminal B is about 1,056 feet and from the station to Terminal A is about 1,584 feet. The rail line itself is literally across the street from a runway on the southwest side of the airport.\n\nOur ruling\n\nGovernor Chafee said the T.F. Green InterLink is the closest air-rail link in the country. Whether he meant closest commuter link or closest Amtrak link, he’s wrong.\n\nSeveral major airports have closer commuter links, including some that run adjacent to or through their terminals.\n\nAnd Burbank’s Bob Hope Airport is closer to an Amtrak line. Plus, it has something T.F. Green does not: an actual Amtrak station.\n\nAmtrak’s Northeast Corridor does indeed pass near T.F. Green, but Amtrak trains do not stop at the InterLink. Only commuter trains that are operated by the Massachusetts Bay Transportation Authority -- and use the Amtrak line -- do.\n\nOfficials have talked of having Amtrak trains stop at the InterLink eventually, but it hasn’t happened yet. So at this point it seems irrelevant that the airport is so close to the Amtrak rail line.\n\nWe rule Chafee’s statement False.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJames Bennett\n\n\nstated on August 15, 2011 in a news conference\n\n\n\n\n\n\n\n\nProvidence's port is \"200 miles closer to Europe than any other Eastern port.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • August 21, 2011", "vclaim_id": "vclaim-pol-11712"}