{"url": "/factchecks/2015/oct/12/richard-saslaw/salaw-says-virginia-unemployment-rate-all-time-low/", "speaker": "Richard Saslaw", "vclaim": "Virginia’s current unemployment rate is \"the lowest in Virginia history.\"", "truth_label": "false", "date": "stated on October 5, 2015 in a debate.:", "title": "Salaw says Virginia unemployment rate is at all-time low", "text": "Richard Saslaw, the state Senate minority leader, says although Virginia faces headwinds from federal budget cuts, the state’s economy is sailing forward.\n\"Our unemployment (rate) is the lowest in the Southeast U.S. and the lowest in Virginia history — the lowest in Virginia history,\" Saslaw, D-Fairfax, said during Monday’s debate against his Republican counterpart, Senate Majority Leader Tommy Norment of James City.\nSince Saslaw doubled down on his proclamation that the state’s jobless level has reached the lowest point ever, we checked to see if he was correct.\nWe turned to the U.S. Bureau of Labor Statistics, which keeps the closely watched tallies of each state’s unemployment rate. For August, the rate was 4.5 percent, according to the latest figures available when Saslaw made his claim.\nThese monthly figures date to 1976, but you don’t have to go back too far to find a time when the rate was lower than 4.5 percent.\nIt was lower than that level each month during the 149 months from May 1996 through September 2008. During that period, there were times it even was below the 3 percent threshold and actually reached a low point of 2.1 percent in October and November of 2000.\nIn September 2008, as the recession took hold, Virginia’s jobless rate started to grow at a brisk clip and eventually hit 7.4 percent by January 2010. The rate has trended down since then.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nThe 4.5 percent figure for August is the lowest the rate has been since it started to spike in 2008, Gov. Terry McAuliffe said in a Sept. 18 news release.\nSam Sterling, Saslaw’s campaign manager, said the senator was trying to reiterate the governor’s point that unemployment is the lowest since 2008, but he didn’t say that during the debate.\n\"He had meant to say that (Virginia) has its lowest unemployment rate since 2008,\" Sterling wrote in an email.\nWe also should note that Virginia has seen other periods of sub-4.5 percent unemployment, including 39 months from May 1987 through July 1990 and from December 1994 through April 1995.\nOur ruling\nSaslaw said during the debate that Virginia’s unemployment rate is the lowest in the state’s history. Figures from the Bureau of Labor Statistics show he’s wrong, and the senator’s campaign says he garbled his talking point.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-05868"}