{"url": "/factchecks/2016/may/06/paul-ryan/vexed-donald-trump-has-paul-ryan-changed-his-posit/", "speaker": "Paul Ryan", "vclaim": "On supporting the eventual Republican presidential nominee", "truth_label": "half-flip", "date": "stated on May 5, 2016 in an interview:", "title": "Vexed by Donald Trump, has Paul Ryan changed his position on backing GOP presidential nominee?", "text": "On May 3, 2016, Donald Trump earned the title of presumptive Republican presidential nominee by winning decisively in Indiana’s GOP primary election.\nTed Cruz, who is second in delegates behind Trump, dropped out of the race the same night. And John Kasich, the final remaining contender, ended his campaign the next day.\nBut less than 48 hours after Hoosiers gave Trump his climactic victory (for which he gives ex-basketball coach Bobby Knight big credit), House Speaker Paul Ryan made huge headlines by saying he is not ready to support Trump for president.\nPreviously, the Wisconsin Republican has said he will support the GOP nominee.\nSo, has Ryan -- the chairman of the convention and the highest-ranking member of his party to explicitly withhold his support from Trump -- flip-flopped?\nLet’s pivot to our Flip-O-Meter, which determines whether a politician has changed position on an issue.\nPast statements\nHere are some of the statements Ryan has made in recent weeks:\n\n\nJan. 13, 2016: Today Show host Matt Lauer asked, referring to Trump: \"If he becomes the nominee of the party, will you support him? Ryan replied: \"Yes, I will. I'll support whoever our nominee is.\"\n\n\n\n\nMarch 1, 2016: At his weekly news conference with reporters, Ryan criticized Trump for equivocating about receiving support from white supremacists, but said: \"I plan to support the nominee. I think I’ve said enough this morning about what’s happening right now. My plan is to support the nominee.\"\n\n\n\n\nMarch 15, 2016: Asked at a news conference at the Republican National Committee's headquarters whether whether he would support the eventual nominee, whoever it may be, Ryan said he would, adding: \"My position hasn’t changed on that.\"  \n\n\nPost-presumptive statements\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nCompare those to what Ryan said to CNN host Jake Tapper on May 5, 2016:\nTapper: So, Mr. Speaker, you have said throughout this process that you will support the Republican presidential nominee. Now you have a presumptive nominee, Donald Trump. Will you support him?\nRyan: Well, to be perfectly candid with you, Jake, I’m just not ready to do that at this point. I’m not there right now. And I hope to, though, and I want to. But I think what is required is that we unify the party. And I think the bulk of the burden on unifying the party will have to come from our presumptive nominee.\nMoments later, there was a follow-up question.\nTapper: So you’re saying you can’t support or endorse him right now?\nRyan: Yes, I am basically saying that ….But at this point, I think that he needs do more to unify this party to bring all wings of the Republican Party together ...\nPretty clearly a partial change in position.\nRyan invited Trump to meet Tuesday, May 10, with Republican House leaders, and Republican National Committee Chairman Reince Priebus is expected to meet that day with Ryan and Trump, according to a statement from Ryan’s office.\nOur rating\nRyan has said repeatedly he would support for president whomever wins the Republican nomination. He said so even when asked specifically about Trump being the nominee.\nBut in his first comments after Trump became the presumptive nominee, Ryan wavered. He did not say he would not support Trump. But he stated he is not ready to support him at this time.\nIt’s worth noting that the party won’t officially have a nominee until its convention in Cleveland in July 2016, although no one but Trump is in a position to claim the nomination. https://www.sharethefacts.co/share/b8406c30-75af-43c1-9588-614de3018d5c\nBut for pledging to support the GOP nominee and now withholding that support, at least for the time being, we give Ryan a Half Flip.", "vclaim_id": "vclaim-pol-04996"}