{"url": "/factchecks/2008/jan/18/hillary-clinton/exelon-staff-supports-obama/", "speaker": "Hillary Clinton", "vclaim": "\"Barack (Obama) has one of his biggest supporters in terms of funding, the Exelon Corporation, which has spent millions of dollars trying to make Yucca Mountain the waste depository.\"", "truth_label": "mostly-true", "date": "stated on January 15, 2008 in Las Vegas:", "title": "Exelon staff supports Obama", "text": "When candidates debate in Nevada, you can bet Yucca Mountain will be mentioned. And Hillary Clinton had her facts in order during a Jan. 15, 2008, debate in Las Vegas.\n\nYucca Mountain is the proposed site for a controversial proposal to store much of the nation's nuclear waste in one place. Predictably, most Nevadans oppose this. The original opening date for the site was in 1998, but opposition has prevented the project from going forward and its fate is unclear.\n\n\nSenate Majority Leader Harry Reid, D-Nev., is a powerful opponent. Both Clinton and Obama have urged that the project be shelved.\n\n\nA prominent supporter of Yucca Mountain, though, is Exelon Corp., an electric utility based in Chicago.\n\n\nExelon operates the largest nuclear fleet (17 reactors) in the United States and the third-largest commercial nuclear fleet in the world, according to Exelon's Web site.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn a speech to nuclear energy executives in May 2007, Exelon CEO John Rowe said permanent disposal at Yucca Mountain or a similar facility remains \"a long-term imperative\" for the industry, even while he acknowledged it would not happen soon.\n\n\nWe asked a spokesman for Exelon if they've spent \"millions\" promoting Yucca Mountain. We were told they don't track their spending by project. Public records, though, indicate the company has spent more than $10-million on lobbyists between 2002 and 2007, with Yucca Mountain listed among its top issues. That doesn't count previous years; the Yucca Mountain project has been debated for more than 20 years.\n\n\nMeanwhile, campaign finance records confirm Exelon is one of Obama's top contributors. The Center for Responsive Politics found that Exelon employees were his sixth-largest corporate donor group. (No. 1 was Goldman Sachs.)\n\n\nThe Obama campaign points to several mitigating factors: Obama opposes Yucca Mountain. Exelon is one of the largest companies and employers in Obama's hometown of Chicago. Obama has sponsored legislation specifically targeting Exelon after unplanned waste releases in Illinois. Obama has not accepted any money from Exelon lobbyists or Exelon's political action committee; rather, the contributions are from people who work at Exelon.\n\n\nOf all these points, it's the last we find most compelling. Obama is not taking money from Exelon as a corporate entity or PAC, rather he's accepting contributions from Exelon executives and employees. (Clinton, by contrast, accepts federal PAC money, though she hasn't accepted any from Exelon.) It's a small but real difference, so we rate her claim on Obama's ties to Exelon to be Mostly True.", "vclaim_id": "vclaim-pol-16399"}