{"url": "/factchecks/2008/jun/18/john-mccain/right-on-the-number-just-a-year-off/", "speaker": "John McCain", "vclaim": "\"George Bush, and a Republican Congress, have presided over a 55 percent increase in the size of domestic government spending in the last seven years.\"", "truth_label": "mostly-true", "date": "stated on June 17, 2008 in a comment by McCain campaign adviser Carly Fiorina on MSNBC's \"Morning Joe\":", "title": "Right on the number, just a year off", "text": "Some days, John McCain and his advisers sound like they are running as much against President Bush as against Sen. Barack Obama. And after using issues like climate change and nuclear disarmament to begin distancing themselves from the administration, McCain & Co. now are branding themselves as hard-nosed fiscal managers capable of putting the clamps on federal spending … unlike President Bush.\n\nMcCain adviser Carly Fiorina, former chief executive officer of Hewlett-Packard Corp., took aim at the president's economic stewardship during a June 17, 2008, appearance on MSNBC's\n\nMorning Joe\n\nprogram, criticizing Bush and GOP leaders who ran Congress for much of his tenure for failing to cut spending to offset his tax cuts.\n\n\n\"This Republican president, George Bush, and a Republican Congress, have presided over a 55 percent increase in the size of domestic government spending in the last seven years,\" Fiorina said.\n\n\nMcCain's camp is eager to draw distinctions, aware that Obama and Democrats are intent on trying to tie the presumptive GOP nominee to Bush's positions to taxes and some spending priorities. Earlier this month, McCain's top adviser, Douglas Holtz-Eakin, derided Bush's knowledge of the economy in an interview with Bloomberg Television, saying the president knows nothing about the economy except taxes. Holtz-Eakin later said he regretted personalizing the issue.\n\n\nWhile the definition of \"domestic government spending\" that Fiorina brought up is open to some interpretation, historical tables in the fiscal 2009 budget request that Bush issued in February 2008 demonstrate that all types of federal spending have surged during the Bush years. But domestic spending has not risen quite as fast as Fiorina suggests.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nTotal nondefense domestic spending rose to $2.18-trillion in fiscal 2007 from $1.49-trillion in fiscal 2000 — a 46 percent increase. A good portion of that is attributable to the 2003 Medicare prescription drug bill, which drove up entitlement costs. Throw in national security spending increases after 9/11, particularly the cost of wars in Iraq and Afghanistan, and cumulative spending for the same seven years rose 53 percent, from $1.79-trillion to $2.73-trillion.\n\n\nBecause McCain supported many of Bush's national security priorities, and even pressed for sending more troops to Iraq, it would be disingenuous for him to portray Bush and Republican Congresses as profligate in these areas. But on the domestic front, McCain did join other fiscal conservatives in opposing the 2003 Medicare drug bill, preferring to target drug benefits to the needy in an effort to avoid broad new federal mandates. And he has consistently spoken about the need to offset tax cuts with spending reductions, including stamping out earmarks in spending bills.\n\n\nThe budget documents show discretionary domestic spending — money not explicitly mandated by law and made available through annual spending bills in such amounts as Congress chooses — rose 54 percent over the seven-year timeframe Fiorina cited. Mandatory spending on Social Security, Medicare, other entitlements and interest payments on government debt rose 44 percent.\n\n\nInterestingly, Fiorina's claim is right on the money if you roll estimated spending for fiscal 2008 into the equation, which makes us wonder if she should tweak her talking points. Bush's budget request estimates nondefense domestic spending will total $2.32-trillion in 2008. That's precisely a 55 percent increase from the $1.49-trillion it totaled in 2000.\n\n\nEither way, Fiorina's point is generally backed up by the numbers. Domestic spending did surge during the Bush years, along with every other broad category of government outlays. We judge her claim Mostly True.", "vclaim_id": "vclaim-pol-16169"}