{"url": "/factchecks/2012/apr/20/chain-email/chain-email-says-voters-must-turn-out-protect-home/", "speaker": "Chain email", "vclaim": "Says there is an upcoming vote to preserve benefits of Texas homestead exemption for seniors and the disabled.", "truth_label": "pants-fire", "date": "stated on April 13, 2012 in a chain email forwarded by an Austin American-Statesman reader.:", "title": "Chain email says voters must turn out to protect homestead benefits of elderly and people with disabilities", "text": "A reader passed along a warning she’d fielded in an email about a so-called proposed constitutional amendment.\n\n\"You MUST vote in May to keep the Homestead tax cap for 65 and over, even if you are not 65 yet,\" the chain email says. \"If you are a Texas homeowner then this is important to YOU.\"\n\nThe email says that state lawmakers who approved a reduction in school property taxes in 2006 failed to share the benefits with senior citizens and people with disabilities. \"So an amendment is on the May ballot to correct this error,\" the email says. \"The problem is that most voters who are younger than 65 or not disabled probably won’t even notice the amendment or care.\"\n\nThe email closes by saying that early voting runs from April 30 through May 8 and election day is May 12, 2012.\n\nThose dates align with the schedule for upcoming municipal elections, according to the Travis County clerk’s office.\n\nHowever, Texans resolved the issue affecting homestead exemptions for senior citizens and people with disabilities in May 2007 -- nearly five years ago.\n\nIn that homestead-related vote, some 88 percent of voters authorized lawmakers to lower the cap on public school property taxes that may be imposed on residence homesteads of the elderly or disabled to reflect the reductions in rates approved by lawmakers the year before.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nWhen the same chain email surfaced in 2009, the Austin American-Statesman quoted Ashley Burton of the Texas Secretary of State’s office saying such emails were fakes. Burton further pointed out that there were no statewide issues on the May 2009 ballot, according to an April 24, 2009, American-Statesman news blog.\n\nSimilarly, there are no proposed constitutional amendments on the May 12, 2012 ballot.\n\nThe next statewide elections are the Republican and Democratic primaries on May 29, 2012. Proposed constitutional amendments do not appear on primary ballots.\n\nFinally: It’s not uncommon for chain emails to say Texans are voting on an issue not on the ballot. We pointed out a flaming example in 2010, adding that if voters want to check into anything on the ballot, the state recommends an online visit or a telephone call to the secretary of state at 1-800-252-8683.\n\nWe rate the chain email about turning out to vote on behalf of elderly residents and people with disabilities as a golden-oldie Pants on Fire.", "vclaim_id": "vclaim-pol-11233"}