{"url": "/factchecks/2015/nov/23/bernie-sanders/sanders-says-it-costs-more-send-person-prison-univ/", "speaker": "Bernie Sanders", "vclaim": "\"It costs a hell of a lot more money to put somebody in jail than send them to the University of Virginia.\"", "truth_label": "half-true", "date": "stated on October 28, 2015 in a speech.:", "title": "Sanders says it costs more to go prison than to the University of Virginia", "text": "U.S. Sen. Bernie Sanders, I-Vt., says society needs to figure out a way to focus more on educating people and less on throwing them behind bars.\nAfter all, Sanders told an Oct. 28 rally at George Mason University, it’s a simple matter of dollars and cents.\n\"And here’s the simple truth: It costs a hell of a lot more money to put somebody in jail than send them to the University of Virginia,\" Sanders said.\nSanders invoked U.Va.’s attendance costs to help buttress his call for reforming the criminal justice system with an eye toward lowering incarceration costs.\nWe wondered if the truth really is as simple as Sanders says it is, so we asked his campaign how he justified his claim. Warren Gunnels, the Sanders campaign policy director, sent us two figures to prove his point.\nCost of incarceration\nFor the cost of imprisonment, Gunnels cited a statistic from the Federal Bureau of Prisons published in March that says the average cost of incarcerating federal inmates was $30,619 in fiscal 2014.\nBut federal prisoners represent the smallest proportion of the U.S. inmate population. About 2.2 million people are incarcerated in the U.S., according to figures from the federal Bureau of Justice Statistics. About 200,000 are in federal prisons. Another 1.3 million are in state prisons, while another 700,000 are in local jails.\nLooking just at state prison inmates in the U.S., a 2014 report by the Bureau of Justice Statistics found that the average per-prisoner cost was $28,323 in 2010, the latest year for which figures were available. And that per-prisoner cost varies from state to state.\nThe Vera Institute of Justice, a nonprofit that researches criminal justice issues, in 2012 published a report that listed state-by-state spending per inmate in 2010. The annual cost per inmate ranged from a low of $14,603 in Kentucky to a high of $60,076 in New York.\nIn the Virginia prison system, the average inmate cost for fiscal 2014 was $27,462, according to a report by the state Department of Corrections.\nCost of attending the University of Virginia\nFor the cost of sending someone to U.Va., Gunnels pointed us to a \"Tuition, Fees and Cost of Attendance\" table on the school’s website.\nGunnels zeroes in on a part of that table that says undergraduate in-state tuition for a freshman was $10,016 in the 2013-14 school year. For students in U.Va.’s engineering school, tuition was a bit higher at $12,016.\nThese tuition figures would be lower than any of the prison costs. But there are major expenses that the tuition figure does not take into account.\nMany students have to pay for other things, such as room, board and books, among other expenses. A link to the U.Va. student financial services website provides an overall estimated cost to attend the school during the 2013-14 academic year that lumps tuition along with all those other costs to attend. The annual estimated in-state cost ranged from $26,166 for nursing students to $31,276 for commerce students.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nFor students who commute and don’t have to pay for housing, the estimated expense is much smaller: $18,436.\nBeyond the amount students and their parents pay, the state contributes some money to help pay for the education of U.Va. students who live in Virginia. In the 2013-14 school year, state support for every \"full-time equivalent\" in-state student at U.Va. came to $8,845, said Dan Hix, the finance director at the State Council of Higher Education for Virginia, the state agency that tracks state spending on college costs.\nYou add everything up - tuition, housing and other expenses along with the state contribution of a Virginia student’s educational costs - and the overall cost easily would outpace the nearly $31,000 figure that Gunnels cited.\nAlso, these expenses are only for in-state students. Anyone attending from out-of-state pays a lot more. Virginia does not contribute a dime to the cost of educating out-of-state residents, who saw the price of tuition alone of about $36,720 in the 2013-14 school year, according to the U.Va. table Gunnels cited.\nThat cost doesn’t include any room and board fees those non-Virginia students would pay. The U.Va. financial aid website says the total for tuition and other expenses for out-of-state residents could range from $53,942 to $59,922.\nOf U.Va.’s 15,669 undergraduate students, 31 percent are attending from out of state, said Anthony de Bruyn, a university spokesman.\nPrison sentences vs. college tenure\nThese prison and college costs all are annual figures. The final price tag for housing a prisoner easily could be lower than the full in-state cost of attending U.Va., if that inmate is serving a sentence of less than the four-year span of a typical bachelor’s degree education. On the other hand, if that prisoner is serving more than four years, it easily could outpace the cost most students pay to attend U.Va.\nThe Pew Charitable Trusts this month released a report that said the average amount of time federal prisoners served was 37.5 months in 2012, or just over three years. Those serving time for drug crimes spent an average of nearly 5 years behind bars.\nPew estimated in a previous report that state prisoners released in 2009 had been incarcerated for an average of 2.9 years, but Pew doesn’t have more recent figures. Local jails typically are short-term facilities where inmates are held while awaiting trial or while serving sentences of less than 12 months, according to the Bureau of Justice Statistics.\nFor Virginia state prisoners released in 2014, the average length of time served was 42.8 months, or roughly 3.6 years, according to the Department of Corrections.\nOur ruling\nSanders said \"It costs a hell of a lot more money to put somebody in jail than send them to the University of Virginia.\"\nHe starts his calculation with a figure of the nearly $31,000 average cost for a federal prisoner. Prisoners held by state corrections systems in the U.S., on average, cost closer to $28,000, based on the latest figures available. In Virginia, that is a little more than $27,000.\nSanders’ campaign compares prison costs only to the cost of tuition at U.Va. That figure represents a significant low-ball for many U.Va. students, who pay the added costs of room and board as well as other fees.\nU.Va. estimates of the full cost for attending in the 2013-14 school year ranged from $26,000 to $31,000 for in-state students. That price doesn’t include an additional $8,800 the state provided to pay for Virginia undergraduates’ education. Out-of-state students’ bottom-line cost can range from $54,000 to $60,000.\nWhen all those costs are put together, they exceed the annual prisoner costs Sanders cites.\nStill, the truth behind Sanders’ statement rests to some extent on the length of sentence for each prisoner and where they are held. If their incarceration surpasses four years, then it easily could surpass the cost of sending a student to the University of Virginia. Also, if that prisoner is held in a state such as New York, with high state prisoner incarceration costs of roughly $60,000 annually, it also could outpace the cost of sending someone to U.Va.\nWe rate his claim Half True.", "vclaim_id": "vclaim-pol-05693"}