{"url": "/factchecks/2014/feb/17/terry-mcauliffe/mcauliffe-says-70-percent-medically-uninsured-live/", "speaker": "Terry McAuliffe", "vclaim": "\"Seventy percent of all uninsured live in households in which at least one person is working.\"", "truth_label": "true", "date": "stated on January 13, 2014 in a speech.:", "title": "McAuliffe says 70 percent of medically uninsured live in working households", "text": "Gov. Terry McAuliffe is urging the General Assembly to expand Virginia’s Medicaid program, in part, because it would help the working poor.\n\"Seventy percent of all uninsured live in households in which at least one person is working,\" he said last month in an address to the legislature.\nWhen we asked where the figure came from, McAuliffe spokesman Brian Coy sent us a presentation used by the Virginia Health Care Foundation, a non-profit organization seeking to increase access to health care for the uninsured. The percentage was computed in 2011 by the Urban Institute, a research organization.\nThere’s a slight caveat McAuliffe did not explain. The 70 percent figure applies to people up to the age 64, as most people older than that are part of Medicare and, therefore, insured.\nThe analysis divided workers into two categories: Those working more than 35 hours per week were deemed full-time; while those working 35 hours or less per week were deemed part-time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nOf the uninsured living in Virginia:\n\n40.7 percent lived in a family with one full-time worker\n23.7 percent lived in a family with only part-time workers\n 5.9 percent lived in a family with two full-time workers\n28.6 percent live in a family with no workers\n 1.1 percent are children not living with adults.\n\nThat adds up to 70.3 percent of uninsured Virginians living in a household where at least one person is working.\nFor perspective, roughly 1 million Virginians are uninsured -- about 12 percent of the population.\nOur ruling\nMcAuliffe said 70 percent of medically uninsured Virginians live in households where at least one person works. His figure is backed by research from the Urban Institute and we were unable to find any contradictory study.\nSo we rate McAuliffe’s claim True.", "vclaim_id": "vclaim-pol-08242"}