{"url": "/factchecks/2008/jan/06/hillary-clinton/lobbyists-live-in-obamas-glass-house/", "speaker": "Hillary Clinton", "vclaim": "\"Sen. Obama's chair in New Hampshire is a lobbyist. He lobbies for the drug companies.\"", "truth_label": "true", "date": "stated on January 5, 2008 in a debate in Manchester, N.H.:", "title": "Lobbyists live in Obama's glass house", "text": "Hillary Clinton highlighted an accurate inconsistency in Barack Obama's rhetoric and reality during the Democratic debate in New Hampshire on Jan. 5, 2008, three days ahead of the state's primary.\n\n\"You know, when it comes to lobbyists ... Sen. Obama's chair in New Hampshire is a lobbyist,\" Clinton said. \"He lobbies for the drug companies.\"\n\n\nAs Clinton talked, Obama shook his head no as if he disagreed. \"He was shaking his head because her implication was that it violated our lobbyist pledge and his role quite clearly does not,\" Obama spokesman Bill Burton said afterward. The Democrat has pledged not to take money from federal lobbyists or from federal political action committees.\n\n\nThe man on the hot seat is Jim Demers, a veteran New Hampshire strategist and early Obama supporter who is one of the campaign's four state co-chairs.\n\n\nIn the May 20, 2007, announcement of his position, the Obama campaign kept its distance, labeling Demers a \"former lobbyist\" and saying he \"will act in a VOLUNTARY role as part of the statewide team.\"\n\n\nAnd for good reason. On the campaign trail, Obama frequently assails lobbyists' influence in Washington, rejecting their campaign contributions and vowing not to let them work in his White House. (We previously\n\nfound his antilobbyist policy has a few loopholes\n\nthat allow him to accept money from well-connected state lobbyists.)\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nRecords at the New Hampshire secretary of state's office show Demers currently is a registered lobbyist. He is president of the Demers Group, a lobbying firm based in Concord, N.H. In fact, he filed forms Dec. 28, 2007, to lobby for 20 organizations — including drugmaker Pfizer and the Pharmaceutical Research and Manufacturers of America (PhRMA).\n\n\nDemers, a University of Miami alum, is an experienced political player in New Hampshire. He served three terms in the state House and in 2004 was named the most influential lobbyist by PoliticsNH.com, according to biographies listed on various Web sites. Records show he is not currently a registered federal lobbyist.\n\n\nConfronted by Clinton's statement, the Obama campaign once again drew a line between lobbyists who seek to influence the federal government and those like Demers who work at the state level.\n\n\n\"A ban on lobbying money and PACs is far from perfect,\" Robert Gibbs, Obama's communications director, said in a statement. \"There is a difference between a college football player and professional football player.\"\n\n\nBy noting Obama's lobbyist ties, Clinton is trying to deflect the barrage of criticism she has received for taking the most money among all presidential candidates from lobbyists and the health care industry. (Claims we previously\n\nfound Mostly True\n\n.)\n\n\nDespite the Obama campaign's contention that there is a difference between lobbyists at the federal level and lobbyists at the state level, Clinton's charge was unspecific. It simply says Obama's chair in New Hampshire is a lobbyist. He is. We find Clinton's claim to be True.", "vclaim_id": "vclaim-pol-16430"}