{"url": "/factchecks/2016/sep/13/barack-obama/barack-obama-says-trump-foundation-took-other-peop/", "speaker": "Barack Obama", "vclaim": "Says Donald Trump's foundation \"took money other people gave to his charity and then bought a six-foot-tall painting of himself.\"", "truth_label": "true", "date": "stated on September 13, 2016 in a speech in Philadelphia:", "title": "Barack Obama says Trump foundation took other people's money, bought a six-foot-tall painting", "text": "President Barack Obama went to Philadelphia on Sept. 13 to campaign for Hillary Clinton, who was recovering from pneumonia. In his speech, Obama didn’t hold back in his critique of Clinton’s opponent, Donald Trump.\nIn one particularly vivid line, Obama took a shot at Trump’s foundation, contrasting it with the Clintons’ foundation, which focuses on improving global health.\nThe Clinton Foundation has been attacked by critics for taking money from donors who might have business before a future President Clinton.\nBut Obama was having none of it.\n\"You want to debate foundations and charities?\" Obama said. \"One candidate's family foundation has saved countless lives around the world. The other candidate's foundation took money other people gave to his charity and then bought a six-foot-tall painting of himself.\"\nObama added, to laughter, \"I mean, you know, he had the taste not to go for the 10-foot version, but…\"\nWe have previously written about how the Clinton Foundation helped 9 million people receive lower-cost HIV/AIDS medicine, as well as the foundation’s controversies.\nBut what about Obama’s statement that Trump’s foundation \"took money other people gave to his charity and then bought a six-foot-tall painting of himself\"?\nThe White House confirmed that the statement stems from a widely read Washington Post story by reporter David Fahrenthold, who’s written a series of stories about Trump Foundation and has inquired with organizations around the country to see if they actually received money from the real estate mogul.\nFahrenthold provided new details of his investigations in a Sept. 10, 2016, Post article headlined, \"How Donald Trump retooled his charity to spend other people’s money.\"\nBased on a review of 17 years of tax filings by the Donald J. Trump Foundation and interviews with more than 200 individuals and groups who were listed as recipients of its gifts, Fahrenthold found that \"nearly all\" of its money in recent years has come from people other than Trump, with his most recent personal gift to the foundation’s coffers dating from 2008.\nExperts told Fahrenthold that such an arrangement \"is almost unheard of for a family foundation.\"\nThe story by Fahrenthold includes the anecdote referenced by Obama in Philadelphia, which Fahrenthold wrote was one of two cases he found in which Trump used his money from the charity to \"buy himself a gift.\" By doing so, he wrote, the foundation appeared to be flouting IRS rules by buying items that only seemed to be for Trump’s benefit.\n\"In 2007, for instance, Trump and his wife, Melania, attended a benefit for a children’s charity held at Mar-a-Lago. The night’s entertainment was Michael Israel, who bills himself as ‘the original speed painter.’ His frenetic act involved painting giant portraits in five to seven minutes — then auctioning off the art he’d just created.\n\"He painted Trump.\n\"Melania Trump bid $10,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Nobody tried to outbid her.\n\" ‘The auctioneer was just pretty bold, so he said, \"You know what just happened: When you started bidding, nobody’s going to bid against you, and I think it’s only fair that you double the bid,\" ' Israel said in an interview last week.\n\"Melania Trump increased her bid to $20,000.\n\" ‘I understand it went to one of his golf courses,’ Israel said of the painting.\n\"The Trump Foundation paid the $20,000, according to the charity that held the benefit.\"\nFahrenthold’s article notes that the Post submitted detailed questions to the campaign but officials declined to comment. The campaign did not respond to an inquiry from PolitiFact for this article.\nWe asked Fahrenthold whether Obama’s version jibed with his reporting.\n\"It seems pretty accurate to me,\" Fahrenthold told PolitiFact. \"I talked to both the charity that held the auction and the artist who made the painting. They told me Melania Trump had actually been the one bidding on the painting at the auction, which she won for $20,000 -- half went to charity, half went to the artist. But the actual check came from the Trump Foundation, of which Donald is president and Melania is not an officer of any kind.\"\nHe added that the auction seems to have been held in 2006 but the check wasn’t cut until 2007, a year in which \"almost all of the money in the Trump Foundation was other people’s money.\"\nSpecifically, according to Fahrenthold’s reporting, the Trump Foundation began that year with $4,238 in the bank. Trump himself gave $35,000 to the foundation that year. But other donors gave $4.055 million, primarily a single $4 million gift from Vince and Linda McMahon, the founders of the WWE wrestling empire.\nUsing the most generous calculation, Fahrenthold said, Trump’s own money accounted for less than 1 percent of the total amount that entered the foundation that year, $4,094,238.\n\"So it was almost all other people’s money,\" he said.\nSo where is the painting? That’s a bit more mysterious. Even crowdsourcing the search through Twitter hasn’t produced a verified image of the painting.\n\"I can’t find the damn thing,\" Fahrenthold said. \"It’s out there somewhere. Neither the painter nor the charity -- the Children's Place at Home Safe, in Boca Raton, Fla. -- have been able to provide a picture of it.\"\nOur ruling\nObama said that Trump’s \"foundation took money other people gave to his charity and then bought a six-foot-tall painting of himself.\"\nFahrenthold verified the anecdote about the painting with the painter, and his reporting found that, at the time the painting was auctioned, the vast majority of funds in the foundation’s coffers were from other people, not Trump. Based on the information available, the story seems solid.\nWe rate Obama’s statement True.", "vclaim_id": "vclaim-pol-04333"}