{"url": "/factchecks/2016/may/03/alan-grayson/grayson-right-about-lack-paid-vacation-us-misses-d/", "speaker": "Alan Grayson", "vclaim": "\"There's only three countries in the entire world where there's no paid vacation by law, we happen to be one of them.\"", "truth_label": "half-true", "date": "stated on April 25, 2016 in an Orlando debate:", "title": "Grayson right about lack of paid vacation in U.S. but misses details", "text": "American workers aren’t getting the compensation they deserve, in either time or money, U.S. Rep. Alan Grayson said at a recent Orlando debate.\nAt a Senate campaign debate with U.S. Rep. David Jolly, R-Indian Shores, on April 25, 2016, Grayson said he supported a higher minimum wage. Providing more pay won’t hurt the businesses, he said, because other nations have higher wages with no ill effects.\nFurthermore, many countries also guarantee paid time off and their economies are fine, Grayson said. But not the United States.\n\"There's only three countries in the entire world where there's no paid vacation by law, we happen to be one of them. The other two are in Africa,\" he said.\nThat stat stopped us cold, and not just because we’re overdue for a long weekend off. Could Grayson be right that the United States is one of the only countries in the entire world that doesn’t grant a legal right to paid time off?\nWell, not exactly; Grayson’s campaign admitted he had misspoken. But available research shows he’s not far off the mark by suggesting that America is unique by not guaranteeing vacation time.\nZero guarantee\nGrayson campaign spokesman David Damron told us via email that the Orlando Democrat meant to say only a handful of island nations in the Pacific Ocean joined the United States in not guaranteeing paid time off — not two countries in Africa. Those five countries, according to Wikipedia, were Kiribati, the Marshall Islands, the Federated States of Micronesia, Palau and Nauru, he said.\n\"The congressman accidentally conflated guaranteed paid vacation and paid sick time in his recollection of which countries fell into this category of weak worker protections with the United States, which was the basis for his reference to Africa (rather than the Pacific),\" Damron wrote.\nWe don’t take Wikipedia’s word as gospel, of course, but we could not get experts to speak to specific conditions in those five countries. Together, they have a population of around 300,000 — or about the population of Pittsburgh.\nThe biggest repository of trusted data we found came from UCLA’s World Policy Analysis Center. Their database showed 13 countries, including the United States, with no guaranteed paid annual leave.\nTheir list did include Kiribati, the Marshall Islands and Nauru, but also larger countries like Pakistan and India. Now, sometimes leave varies by how long a worker is at a job or some other classification. The World Policy Analysis Center’s database notes they \"report the lowest amount of leave guaranteed to a worker with at least one year of tenure.\"\nThe World Bank has its own detailed numbers for vacation available to workers based on tenure. The bank measured paid annual leave for 189 economies, including splitting some countries into large metro areas. The United States, for example, is split into New York and Los Angeles.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe bank’s table did list five Pacific island nations that did not guarantee paid leave time for any workers with one or more years of service: The Federated States of Micronesia, the Marshall Islands, Kiribati, Palau and Tonga. It didn’t have data for Nauru, where unemployment among its 10,000 or so residents hovered around 90 percent in 2004.\nIf it sounds to you like those aren’t the kind of countries normally associated with a global economic powerhouse like the United States, you’d be right. Most studies on this issue stuck to smaller sets of much more comparable nations. These usually involved grouping countries with words like \"developed\" or \"rich.\"\nFor example, the Organization for Economic Co-operation and Development, an international economic group composed of 34 generally wealthy countries, notes that in 2014 the United States was its only member country with no statutory minimum of paid days off.\nA 2011 Business Insider roundup using data from global human resources firm Mercer said 39 developed countries offered more vacation time than the United States. Mercer’s Worldwide Benefit and Employment Guidelines, last updated in 2015, tracks 74 countries across the planet (the Pacific island nations Damron cited are absent). It notes the United States ranks the lowest among the surveyed countries with no \"statutory holiday entitlement.\"\nOften cited in media reports is the Center for Economic and Policy Research’s 2013 study, No-Vacation Nation Revisited. That paper compared paid vacation and paid holidays in 21 countries with advanced economies: 16 in Europe, Australia, Canada, Japan, New Zealand, and the United States.\nFrance led the pack with 30 paid vacation days. While the French get one paid holiday, Austrians get 13, plus 25 vacation days. The United Kingdom offers 28 vacation days. But almost every country in the CEPR study had more than 20 paid vacation days, except Canada and Japan, which only awarded 10.\nAmerica came in dead last in guaranteed time off, with a grand total of zero days.\nMany employers do offer paid vacation and holidays, but there’s no law that says they must. And businesses do take advantage of the fact.\n\"In the absence of a legal requirement for paid vacation and paid holidays, about one fourth of the U.S. workforce has no paid vacation or paid holidays in the course of their work year,\" the CEPR report read. \"The sum of the average paid vacation and paid holidays ― 16 in total ― offered in the private sector in the United States would not meet even the minimum required by law in 19 other rich countries analyzed here.\"\nOur ruling\nGrayson said, \"There's only three countries in the entire world where there's no paid vacation by law, we happen to be one of them.\"\nGrayson’s claim, taken literally, is incorrect. A Grayson spokesman said the congressman had fumbled his talking point a bit, especially the part about a pair of African nations being the other two.\nBut the point he was trying to make to viewers and voters largely holds up. The United States is certainly one of just a few countries that does not guarantee paid vacation as a right, and an outlier among developed nations.\nIn that sense, Grayson’s claim is partially accurate. We rate it Half True.", "vclaim_id": "vclaim-pol-05012"}