{"url": "/factchecks/2011/feb/18/federation-american-immigration-reform/georgia-pols-use-report-push-immigration-reform/", "speaker": "Federation for American Immigration Reform", "vclaim": "Illegal immigration costs Georgia $2.4 billion a year", "truth_label": "half-true", "date": "stated on July 1, 2010 in a report:", "title": "Georgia pols use report to push for immigration reform", "text": "Some strident critics of Georgia’s immigration policy have turned to what they hope will be the prevailing argument that sways state lawmakers to pass tougher policies this year.\n\nThe almighty dollar.\n\nGeorgia spends too much money, they say, on the estimated 425,000 illegal immigrants living in this state.\n\nAnd how much money does Georgia spend? One figure being passed around by supporters of two bills in the Legislature to tighten immigration guidelines is $2.4 billion. A Georgia tea party leader used the number at a recent state budget hearing. So has a U.S. congressman from Georgia.\n\n\"We have the seventh-highest population, and it’s estimated that illegal immigration costs our state $2.4 billion annually,\" U.S. Rep. Jack Kingston, a Republican from Savannah, said in one news release.\n\nKingston’s office said the cost estimate came from a report by the Washington-based Federation for American Immigration Reform. The 102-page report says it costs the state of Georgia and local officials $2.399 billion a year to assist illegal immigrants. That’s a substantial amount of money -- the entire state budget is about $18 billion.\n\nFew organizations dig into the annual cost of illegal immigration and offer estimates because it is such a slippery subject. But FAIR has consistently offered such estimates and has come under criticism for doing so. FAIR’s estimates are frequently used in the immigration debate, particularly those who support a crackdown.\n\nFounded in 1979, FAIR claims about 250,000 members and supporters. Its mission statement is to educate Americans on the impact of \"sustained, high-volume immigration.\"\n\nFAIR estimates how much it costs local and state officials to educate, provide health care and offer other services to Georgia’s illegal immigrants.\n\nThe estimate of 425,000 illegal immigrants in Georgia comes from the Pew Hispanic Center, a nonpartisan organization that conducts demographic research on Latinos. The Department of Homeland Security reports similar numbers, but even this estimate is a calculated guess.\n\nFAIR contends the biggest cost of illegal immigration -- more than 50 percent -- is education. The organization uses the average cost the state spends per pupil to educate children, which comes from the U.S. Department of Education. The most recent estimate we found is $10,597. FAIR’s per-pupil estimate is close, $10,907. FAIR believes there are 133,262 illegal immigrants in Georgia’s school system.\n\nBut some experts on illegal immigration say there’s a major flaw in FAIR’s numbers. The organization includes U.S.-born children of illegal immigrants. The U.S. Constitution guarantees citizenship to any child born in this country. Still, FAIR believes it is appropriate to include these U.S.-born children of illegal immigrants.\n\n\"Our reasoning is that they would not be in the U.S. and a burden on the Georgia taxpayer if it were not for the illegal presence of their parents,\" said Jack Martin, who helped put the FAIR report together.\n\nJeffrey Passel, senior demographer for the Pew Hispanic Center, thinks using the average per-pupil cost also presents problems. Costs, he says, may vary by student.\n\nThe second greatest cost, FAIR says, is medical care. The organization argues that because illegal immigrants aren’t eligible for taxpayer-funded health programs, they often rely on emergency care. For childbirth, that’s $10,000 per delivery. FAIR estimates that Georgia spends $317.6 million a year on medical care for illegal immigrants.\n\nThe FAIR report also examines the potential economic contributions of illegal immigrants. FAIR contends illegal immigrants often work jobs that aren’t taxed. Georgia collects about $142 million a year in taxes from illegal immigrants, FAIR estimates.\n\nA Congressional Budget Office report reviewed 29 studies on the matter in 2007 and found tax revenue typically does not offset the costs to states and local government for illegal immigrants. In Colorado, for example, a 2006 study found that state received between 73 and 86 cents for every dollar it spent on education, Medicaid and prison time for illegal immigrants.\n\nThe Internal Revenue Service estimates 6 million illegal immigrants -- about half the nation’s estimated illegal immigrant population -- paid some federal, state and local income taxes. The Social Security Administration estimates that half of illegal immigrants pay Social Security taxes.\n\nFAIR’s reports have become a bible of sorts for many frustrated with illegal immigration. Last year, Nathan Deal used a prior FAIR report to back up his claim during his successful candidacy for governor that \"illegal aliens are costing Georgia taxpayers over a billion dollars every year.\" PolitiFact Georgia reviewed that claim in July and ruled it Half True.\n\nSo where does all this information leave us? There’s strong evidence from several sources that illegal immigrants cost each state, including Georgia, massive sums of money. Studies show illegal immigrants use more money in state and local resources than they contribute. But the actual percentage is inconclusive.\n\nGeorgians who want tougher policies to deter illegal immigration should be careful using FAIR’s estimate. It is not a precise number and includes the U.S.-born children of illegal immigrants.  \n\nFAIR appears to be correct in its larger point that illegal immigration costs states such as Georgia large sums of money. But FAIR’s $2.4 billion estimate leaves out important details and in some cases takes things out of context.\n\nThat meets our definition of Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-13577"}