{"url": "/factchecks/2012/may/18/mark-neumann/senate-candidate-mark-neumann-says-state-republica/", "speaker": "Mark Neumann", "vclaim": "\"Victory! Republicans by 2 to 1 vote to endorse Mark Neumann on first ballot at GOP convention.\"", "truth_label": "false", "date": "stated on May 14, 2012 in a website alert:", "title": "Senate candidate Mark Neumann says state Republicans voted to endorse him", "text": "He finished second in a bid for for the Republican Party of Wisconsin’s endorsement, but that didn’t stop U.S. Senate candidate Mark Neumann from declaring himself top dog in separate fundraising appeals.\n\n\"Victory! Republicans by 2 to 1 vote to endorse Mark Neumann on first ballot at GOP convention!,\" a pop-up appeal covering Neumann’s website said. \"Join the Republican Party and conservative activists who voted to endorse Mark.\"\n\nThat sounds an awful lot like Neumann walked away with the party endorsement -- and on the first ballot.\n\nNo mention was made, on the website or in an email fundraising appeal, of the fact that not only did Neumann not win the endorsement --  no candidate reached the 60 percent voting threshhold to claim the prize.\n\nSo has down come to mean up?\n\nIn the spin zone, yes. But not on the Truth-O-Meter.\n\nNeumann, a businessman and former congressman, finished first in the first of three ballots at the party gathering. Each round of balloting narrowed the four-person field by one candidate. Businessman Eric Hovde dropped off first, then, in a surprise, former Gov. Tommy Thompson fell out.\n\nThat left Neumann and Assembly Speaker Jeff Fitzgerald in the final runoff.\n\nBut neither one passed the 60 percent threshold needed to win the party’s nod and nobody emerged with the endorsement. Fitzgerald actually edged Neumann with 51.5 percent. (We rated a related Fitzgerald claim of a \"win\" at the convention Mostly True)\n\nWhat about Neumann’s claim of \"victory\" related to the \"2 to 1 vote to endorse\" him.\n\nHe argues he won the most telling vote, when all four candidates were on the ballot for delegates, as they will be when facing voters in the September 2012 primary.\n\nIn that first round, Neumann had 42 percent, Fitzgerald 21 percent, Thompson 20 percent and Hovde 16 percent.\n\nThat’s the 2-to-1 margin, Neumann’s camp says. But that’s only true if you compare his share to any one of his rivals. Neumann didn’t win 65 or 70 percent of the vote, as his \"2-to-1\" claim suggests.\n\nNeumann was the frontrunner on the first two ballots, but his support stalled in the upper 40s, while Fitzgerald’s jumped to the slim majority in the final round.\n\nNeumann never got even a majority, much less 60 percent.\n\nSome observers -- and Neumann’s camp -- say Thompson and Hovde supporters voted tactically with Fitzgerald to deny Neumann the endorsement on later ballots.\n\nIt’s clear Neumann had something to crow about. He vanquished Thompson, the frontrunner in the polls, and led the pack on the earliest ballot. But that’s like declaring victory at the first turn and not the finish line.\n\nNeumann was runner-up on the final vote. And it’s highly misleading to say he was \"endorsed\" by delegates when no such endorsement was made.\n\nWe rate Neumann’s \"victory\" and \"endorsement\" claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel's website.)", "vclaim_id": "vclaim-pol-11074"}