{"url": "/factchecks/2012/jul/02/majority-pac/majority-pac-says-tim-kaine-made-virginia-best-sta/", "speaker": "Majority PAC", "vclaim": "Tim Kaine \"made Virginia the best state for business four years in a row.\"", "truth_label": "barely-true", "date": "stated on June 17, 2012 in a TV ad.:", "title": "Majority PAC says Tim Kaine made Virginia the best state for business", "text": "The Majority PAC, an advocacy group for Democrats, has jumped into Virginia’s ad wars to boost U.S. Senate candidate Tim Kaine.\n\nOne of its TV spots starts by slamming Republican nominee George Allen’s record during his term in the Senate from 2001 to 2007. Then the ad exalts Kaine’s record as governor from 2006 to 2010.\n\n\"But Tim Kaine? He made Virginia the best state for business four years in a row,\" the narrator says.\n\nIn citations in the ad and on its website, Majority PAC bases its claim on a story in The Virginian-Pilot on September 24, 2009 about then-Gov. Kaine’s announcement that Forbes magazine had named Virginia the best state for business for the fourth consecutive year.\n\nWe’ll stipulate that Forbes proclaimed Virginia the best state for business each year of Kaine’s governorship, a fact we have previously noted. On April 7, 2011, we gave a True rating to Kaine’s statement that during his governorship, various publications had named Virginia \"best managed state, best state for business and best state to raise a child.\"\n\nBut Majority Pac’s commercial adds a wrinkle. It says Kaine \"made’’ Virginia the best state for business.\n\nSo in this Truth-O-Meter, we will examine whether Kaine’s efforts as governor were the reason Virginia topped Forbes’ lists.\n\nKurt Badenhausen, a senior editor at Forbes who works on the state rankings, was reluctant to say whether Kaine was responsible for Virginia’s No. 1 status. \"I’ll just say that we base the rankings on 30-something economic metrics,\" he told us.\n\nBadenhausen said the metrics fall into six categories: business costs, labor supplies, regulatory environment, current economic climate, the state’s growth prospects and quality of life.\n\nAs our collegues at FactCheck.org recently noted, Forbes started its annual \"best state\" rankings in August 2006 --  just seven months into Kaine’s term as governor. That was hardly enough time for Kaine to have major impact on the Virginia’s business climate. Kaine didn’t take credit for the honor, and was quoted in the 2006 Forbes article saying the state had a \"bipartisan tradition of wanting to have a strong business climate.\"\n\nThe 2006 article lauded Virginia for a number of attributes that had been decades and longer in the making. Forbes noted Virginia’s low corporate income tax of 6 percent, a level that had existed for more than 30 years.\n\nThe magazine also said Virginia’s top-notch AAA bond rating kept the state from \"nickel and diming its corporate constituents.\" The state has had a AAA credit rating since 1938.\n\nThe article said, \"Virginia gets a \"tremendous benefit from its location and infrastructure. The state is located within 750 miles of two-thirds of the U.S. population. It is home to one of the country's busiest international airports, Washington Dulles International, and the country's fifth busiest port, Hampton Roads.\"\n\nForbes listed as among \"Virginia’s strongest attributes\" the University of Virginia (founded in 1819) and The College of William & Mary (founded in 1693).\n\nWe should note that Virginia was highly regarded by Forbes in 2005 -- the year before Kaine entered office.\n\nThat year, Forbes ranked the nation’s 150 largest metropolitan areas by their friendliness to starting a business or a career. Virginia had three regions on the Top 20 list: Washington DC-Northern Virginia, Hampton Roads and metropolitan Richmond. Only Texas had more, with four areas in the Top 20.\n\nForbes wrote, \"Where are the best places to jumpstart a business or a career? Texas and Virginia, with highly educated labor forces and relatively low business costs, score well on our annual rankings of the 150 biggest metros. No other state places more than one locale in the upper echelon.\"\n\nVirginia ranked second behind Utah on the Forbes best state list in 2010 and 2011 under Republican Gov. Bob McDonnell.\n\nOur ruling\n\nMajority Pac says Tim Kaine \"made Virginia the best state for business four years in a row.\"\n\nThe state earned the honor from Forbes Magazine for four straight years when Kaine was governor, but it’s wrong to say Kaine created the conditions that led to Virginia’s selection. The major attributes Forbes cited for Virginia’s rating were in place long before Kaine took office: a low corporate tax rate, AAA bond rating, infrastructure, location, an educated workforce and top universities.\n\nKaine certainly deserves kudos for preserving Virginia’s assets. But as governor, he attributed the top honors to Virginia’s \"bipartisan tradition\" of building a strong business climate.\n\nSo we rate Majority PAC’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10830"}