{"url": "/factchecks/2012/oct/19/ohio-republican-party/ohio-republican-party-says-obama-cut-medicare-700-/", "speaker": "Ohio Republican Party", "vclaim": "\"President Barack Obama (is) the first president in history to cut Medicare by $700 billion.\"", "truth_label": "half-true", "date": "stated on October 19, 2012 in an election flier :", "title": "Ohio Republican Party says Obama cut Medicare by $700 billion", "text": "Claims about the Affordable Care Act, commonly called Obamacare, were staples of congressional campaigns in 2010. Many have resurfaced, or simply continued, in the 2012 federal elections.\n\nSeveral appear in a brochure sent to voters by the Ohio Republican Party in support of Mitt Romney's presidential campaign.\n\nAimed specifically at seniors, the brochure says they can count on Romney, but not on President Obama, \"the first president in history to cut Medicare by $700 billion.\"\n\nIf the claim has a familiar ring to it, it’s because it similar to others that PolitiFact has reviewed. But its continued use, including in the presidential and vice-presidential debates, makes it worth another look.\n\nThe \"cut\" refers to an aspect of the Affordable Care Act, the health care reform known as Obamacare.\n\nThere are cuts and then there are CUTS. Neither Obama nor his health care law literally \"cut\" a dollar from the budget of Medicare, which operates as a government-run health insurance plan for Americans over age 65.\n\nRather, the health care law instituted a number of changes to reduce the growth of Medicare costs. At the time the law was passed, those reductions amounted to $500 billion over the next 10 years. Time’s passage has only boosted that number.\n\nWhat kind of spending reductions?\n\nThey were mainly aimed at insurance companies and hospitals, not beneficiaries. The law makes significant reductions to Medicare Advantage, a subset of Medicare plans run by private insurers. Medicare Advantage was started under President George W. Bush, and the idea was that competition among the private insurers would reduce costs. But the plans have actually cost more than traditional Medicare. So the health care law scales back the payments to private insurers.\n\nHospitals, too, will be paid less if they have too many re-admissions, or if they fail to meet other new benchmarks for patient care.\n\nStill, the overall Medicare budget is projected to continue to increase. The health care law tries to limit that growth, making it less than it would have been without the law. But it doesn’t reduce its overall budget.\n\nThat’s why claims that Obama would \"cut\" Medicare need more explanation to be fully accurate. And in the past, PolitiFact has rated similar statements Half True or Mostly False, depending on the wording and context.\n\nBecause Medicare spending gets bigger every year, the cost-saving mechanisms in the health care law also get bigger. Also, it takes a few years for the health care law’s savings mechanisms to kick in. In fact, the effects of time are the main reason the $500 billion number has turned into $700 billion.\n\nThe Congressional Budget Office, the nonpartisan agency with expert staff that generates projections about how laws affect the federal budget and economy, determined in 2011 that the federal health care law would reduce Medicare outlays by $507 billion between 2012 and 2021. In a more recent estimate released this year, the CBO looked at the years 2013 to 2022 and determined the health care law affected Medicare outlays by $716 billion.\n\nThat CBO estimate is cited as the supporting source for the claim in the brochure, that Obama is \"the first president in history to cut Medicare by $700 billion.\"\n\nThat claim is partially accurate.\n\nThat amount refers to the savings expected from Obamacare’s reductions in growth of Medicare spending over 10 years, primarily paid to insurers and hospitals. Those savings were credited to the health care law to keep it from adding to the deficit.\n\nWhat the law does not do, as the claim implies, is chop $700 billion that was already allocated to Medicare for its programs..\n\nOne other point worth noting: The changes that lead to the projected savings are a result of legislation that was approved by both houses of Congress and signed into law by Obama -- not as a result of an executive order or decision Obama made individually in his administration.\n\nThose are important details that give context to the statement.\n\nOn the Truth-O-Meter, the Ohio Republican Party’s claim rates Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10133"}