{"url": "/factchecks/2017/aug/09/roy-cooper/cooper-says-dems-won-nearly-half-2016-vote-hold-on/", "speaker": "Roy Cooper", "vclaim": "Last year, Democrats won nearly 50% of the vote, yet they hold only 38% of the seats in the state House and 30% of the seats in the state Senate.", "truth_label": "mostly-true", "date": "stated on July 28, 2017 in in a newsletter:", "title": "Cooper says Dems won nearly half of 2016 vote, but hold only 35% of NCGA seats", "text": "The concept of gerrymandering is easy to understand – someone re-draws election districts to favor one political party over another. But it can be difficult to prove or demonstrate.\nSome point to the party affiliation of voters in a district. (Does a district have more registered Democrats than Republicans?) Some simply point to jagged lines and odd district shapes on an election map.\nGov. Roy Cooper, to illustrate gerrymandering in North Carolina, recently compared the number of votes cast in the 2016 general election to the number of seats Democrats hold in the legislature.\nIn June, the U.S. Supreme Court upheld a lower court’s ruling that N.C. General Assembly election maps drawn by state lawmakers were unconstitutional racial gerrymanders. Judges recently told state legislators to redraw district maps by Sept. 1.\nIn a July 28 email newsletter, Cooper’s campaign \"Cooper for North Carolina\" asked supporters for donations to help the governor’s push for fair maps.\n\n\"Last year, Democrats won nearly 50% of the vote, yet they hold only 38% of the seats in the State House and 30% of the seats in the State Senate,\" the newsletter claims.\nThe claim implies that some voters’ ballots count far more than others. But is it true?\nThe second part of the claim is accurate.. In the state House, 46 of 120 members are Democrats. In the state Senate, 15 of the 50 members are Democrats. Those percentages check out.\nThe first part of the quote doesn’t specify which Democrats Cooper is talking about, and the full newsletter doesn’t elaborate. A reader might assume it’s referring to the votes cast for the state House and Senate.\nBut campaign spokesman Morgan Jackson says the Democrats who received nearly 50 percent of the vote were those in \"all major 2016 races\" – not just General Assembly elections.\nThe campaign pointed out the low number of Democrats in the state House and state Senate \"to illustrate that North Carolina is a true swing state and Republicans in the General Assembly have unconstitutionally gerrymandered the legislature,\" Jackson said.\nJackson said the campaign looked at the races for president, U.S. Senate, U.S. Congress, state House, state Senate, governor and other Council of State races. Council of State races include the lieutenant governor, secretary of state, attorney general, state treasurer, state auditor, superintendent of public instruction, labor commissioner, insurance commissioner and agriculture commissioner.\nIn the races identified by Cooper’s campaign, Democrats won 47.4 percent of the vote, according to the elections board. They garnered about 32.1 million out of 67.8 million total votes, while Republicans got about 35 million votes. Libertarians and unaffiliated candidates got the remaining 671,000 votes.\nDefining 'nearly'\nHow close were Democrats to drawing 50 percent of the vote, or 33.9 million votes? About 1.7 million votes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nDoes that constitute \"nearly\" 50 percent?\nIn the world of statistics, the word \"nearly\" isn’t well-defined, said Len Stefanski, head of the N.C. State University Department of Statistics.\n\"What a statistician can do is say, when voters are behaving more or less like coin tosses, is 47 percent different from 50 percent when you have 60 million coins tossed? The answer would be yes,\" Stefanski said.\nIn other words, 1.7 million votes is too many to gloss over. The margin of error for stats that large is 0.012 percent, Stefanski said. On the other hand, people aren’t coins. They can be influenced by current events or even the media, he said.\nA sign of gerrymandering?\nThen there’s the issue of whether Democrats’ performance in statewide races, compared with the number of seats they hold in the legislature, is evidence of gerrymandering. Opinions vary.\nMichael Li, senior redistricting counsel for the NYU School of Law’s Brennan Center for Justice, thinks the comparison is fair.\n\"It’s on the right track,\" Li said. \"The analysis might be a little more sophisticated than that or complicated than that.\"\nHe said votes for, say, governor, don’t necessarily need to match representation of state legislative seats in order for election maps to be considered fair.\n\"But you wouldn’t expect the disparities that you have,\" Li said, referring to North Carolina.\nEric McGhee, a research fellow at the Public Policy Institute of California, says people are better off determining redistricting bias by making apples-to-apples comparisons.\n\"I don't think a discrepancy between partisan votes for higher office and seats held by a party in the legislature necessarily means anything,\" McGhee wrote in an email. \"But a discrepancy between votes for the *legislature* and seats held in the legislature certainly can.\"\nThere are 120 state House districts and 50 state Senate districts. More than 8.3 million votes were cast in those races. Democrats received a bit more than 3.7 million – 45 percent – and were 418,000 votes away from reaching 50 percent of the vote.\nWhen it comes to elections, 45 percent of the vote likely wouldn’t come close to qualifying for a recount. Whether it’s \"nearly\" 50 percent is subjective, said Patrick Murray, director of the Monmouth University Polling Institute. \"But I probably wouldn’t use it if I was describing a 53/47 two-way split in the electorate,\" Murray said in an email.\nMcGhee, the expert in California, said voters should also consider uncontested races when weighing the fairness of election maps. Fifteen of the state Senate’s 50 districts went uncontested, while 56 of the state House’s 120 districts were uncontested. That means 41 percent of legislators ran unopposed in the November elections.\nOur ruling\nCooper’s claims about Democratic representation in the state House and state Senate are accurate. His claim that Democrats won close to 50 percent of votes is slightly exaggerated if only legislative races are considered, but is closer to the mark when it comes to broad support for Democratic candidates. We rate this claim Mostly True.\n Share the Facts 2017-08-09 21:01:36 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  “Last year, Democrats won nearly 50% of the vote, yet they hold only 38% of the seats in the State House and 30% of the seats in the State Senate”    Roy Cooper North Carolina Governor   Email newsletter Friday, July 28, 2017 2017-07-28    Read More  info", "vclaim_id": "vclaim-pol-03019"}