{"url": "/factchecks/2019/jun/04/ralph-northam/northam-wrongly-says-report-confirms-he-wasnt-raci/", "speaker": "Ralph Northam", "vclaim": "An investigation of a racist photo \"confirmed what I said all along, that I’m not in the picture.\"", "truth_label": "false", "date": "stated on May 23, 2019 in a TV interview:", "title": "Northam wrongly says report confirms he wasn't in racist photo", "text": "Gov. Ralph Northam says an investigation has \"confirmed\" he didn’t appear in a racist photo on his personal page in his 1984 medical school yearbook.\n\"I think it confirmed what I said all along, that I’m not in that offensive picture,\" Northam, a Democrat, said during a May 23 television interview on WHSV of Harrisonburg.\nWe fact checked the governor’s statement, examining his two assertions:\n• He \"said all along he wasn't in the picture; and\n• The report \"confirmed\" he wasn't in the photo. \nNortham’s governorship was rocked  Feb.1 when a conservative blog posted a photo on Northam’s yearbook page of a person in blackface standing next to someone in a Ku Klux Klan robe and mask. He issued two apologies that night.\n\"Earlier today, a website published a photograph of me from my 1984 medical school yearbook in a costume that is clearly racist and offensive,\" he said on his gubernatorial website. \"I am deeply sorry for the decision I made to appear as I did in this photo and for the hurt that decision caused then and now,\"\nNortham tweeted, \"That photo, and the racist and offensive attitudes it represents does not reflect that person I am today or the way that I have conducted myself as a soldier, a doctor, and a public servant. I am deeply sorry. I cannot change the decisions I made nor can I undo the harm my behavior caused then and today. But I accept responsibility for my past actions and I am ready to do the hard work of regaining your trust.\"\nThe next day, during a nationally televised news conference, Northam recanted. \"When confronted with the images yesterday, I was appalled that they appeared on my page,\" he said. \"But I believe then and now that I am not either of the people in that photo.\"\nNortham said he’d never seen the photo before, had no familiarity with its setting, didn’t know how it got on his page or the identity of the people in the offensive costumes. Northam confessed to wearing blackface at a different occasion that year, to look like Michael Jackson in a dance contest. \"...You remember these things,\" he said.\nNortham’s changed story added fuel to calls for his resignation from fellow Democrats.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"In light of his public admission and apology for his decision to appear in the photo, he has irrevocably lost the faith and trust of the people he was elected to serve,\" the General Assembly’s Black Caucus said. \"Changing his public story today now casts further doubt on his ability to regain that trust.\"\nSince the news conference, Northam has denied being the photo. He’s said he told his advisers from the start that he wasn’t in the photo - an account backed by Clark Mercer, his chief of staff. Northam told investigators his original statements - that he was in the picture - were written by his staff and released with his approval under mounting media pressure for a response.\nWhat the report said\nNortham graduated from Eastern Virginia Medical School in Norfolk. On Feb. 2, EVMS hired McGuireWoods, a large Richmond law firm, to investigate the racist photo. A  54-page report by the firm was released May 21.\nContrary to Northam’s assertion, the report did not confirm he was \"not in the picture.\"\n\"With respect to the photograph on Gov.Northam’s personal page, we could not conclusively determine the identity of either individual depicted in the photograph,\" the report said. \"The governor himself has made inconsistent public statements in this regard.\"\nNortham has said the photo appeared on his page by some unknown mistake. The report said, \"While we have identified no information that the photograph was placed on Gov. Northam’s personal page in error or by any other means not at his direction, we could not conclusively determine the origin of the photograph.\"\nWe asked the Northam’s office to show us the part of the report that, in the governor’s words, \"confirmed\" he’s not in the picture. Press Secretary Alena Yarmosky noted that investigators spoke to many of Northam’s former classmates. She pointed to a page in the report that says, \"No one we interviewed told us the governor was in the photograph, and no one could positively state who was in the photograph.\"  \nThat \"is in line with the governor's own assertion that he is not in the photograph,\" Yarmosky wrote in an email.\nOur ruling\n\"I think it confirmed what I said all along, that I’m not in that offensive picture,\" Northam said about an investigation into how a racist picture appeared on his page in his 1984 medical school yearbook.\nBut Northam has not said \"all along\" that he’s not in the picture. To the contrary, he originally issued two apologies saying it was him, then reversed course the next day.\nAnd an almost four-month investigation has not \"confirmed\" Northam isn’t in the two-person picture. \"... We could not conclusively determine the identity of either individual depicted in the photograph,\" the investigators reported. \"The governor himself has made inconsistent public statements in this regard.\"\nThe report offers scant cover for Northam. We rate his statement False.\n Share the Facts 2019-06-04 18:01:44 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  A report on a racist photo “confirmed what I said all along, that I’m not in the picture.”    Ralph Northam Gov. https://www.whsv.com/content/news/Governor-Northam-visits-Winchester-comments-on-racist-photo-probe-510350681.html   a TV interview Thursday, May 23, 2019 2019-05-23    Read More  info", "vclaim_id": "vclaim-pol-00575"}