{"url": "/factchecks/2008/sep/10/john-mccain/if-theres-lipstick-on-a-pig-its-this-mccain-ad/", "speaker": "John McCain", "vclaim": "Says Obama called Sarah Palin a pig.", "truth_label": "pants-fire", "date": "stated on September 9, 2008 in a Web ad:", "title": "If there's lipstick on a pig, it's this McCain ad", "text": "(Published Sept. 10, 2008)\n\n\nThe story begins, like so many these days, with Gov. Sarah Palin’s speech at the Republican National Convention last week. Having stirred the crowd to its feet more than once, Palin delivered a knockout line when she deadpanned:\n\n\n“I love those hockey moms. You know the difference between a hockey mom and a pit bull? Lipstick.”\n\n\nThe line drew cheerful applause and has echoed ever since, which seems to explain how Sen. Barack Obama found himself in the middle of an uproar when he uttered a time-worn phrase to denigrate Sen. John McCain’s proclaimed agenda for “change” in Washington.\n\n\n\"John McCain says he's about change, too,\" Obama said. \"And so I guess his whole angle is, 'Watch out, George Bush! Except for economic policy, health care policy, tax policy, education policy, foreign policy, and Karl Rove-style politics, we're really going to shake things up in Washington.'\"\n\n\n\"That's not change,\" Obama said. \"That's just calling something the same thing something different. But you know, you can put lipstick on a pig. It's still a pig. You can wrap an old fish in a piece of paper called change, it’s still going to stink after eight years. We’ve had enough of the same old thing.\"\n\n\nGasp! He just said lipstick! Did he just call Sarah Palin a pig??!!!\n\n\nThat’s the charge.\n\n\nLater that day, the McCain campaign arranged a conference call for reporters with Jane Swift, the former governor of Massachusetts. She said that when you add up Obama’s comments and Palin’s comments, you get Obama calling Palin a pig. Swift said Obama should apologize.\n\n\n“Calling a very prominent female governor of one of our states a ‘pig’ is not exactly what we want to see,” Swift said.\n\n\nThe issue has dominated the presidential campaign for two days, with the McCain campaign stirring a controversy by having local lawmakers call for Obama to apologize, and the Obama campaign responding with examples of how often he and others have used the phrase. The next day, Obama called the McCain’s campaign tactics “lies and phony outrage and Swift-boat politics.”\n\n\nOn Wednesday, the McCain campaign released a Web ad called “Lipstick.” It begins with a clip of Palin delivering her lipstick line, then text flashes on the screen saying “Barack Obama on: Sarah Palin.” A moment later, the ad plays a small portion of Obama’s “lipstick on a pig” remark, but not enough of his quotation to make clear what he was talking about. The ad concludes with a clip of CBS anchor Katie Couric soberly remarking on sexism on the campaign trail.\n\n\nThe ad has two big problems, as does the complaint of former Gov. Swift. First, in the full text of the remarks it’s clear that Obama isn’t talking about Sarah Palin. He’s talking about McCain’s argument that he represents change.\n\n\nSecond, “putting lipstick on a pig” is a popular put-down, especially among politicians. It generally means taking a bad or unattractive idea and trying to dress it up.\n\n\nWe weren’t able to pin down the origins of this folksy expression, but we found tons of instances of people using it. The political newspaper\n\nThe Hill\n\nlabeled the phrase “Congress Speak” back in June, and gave it an official definition: “an expression used to illustrate that something unattractive cannot be beautified or otherwise positively changed by any amount of makeup or other exterior alterations.”\n\n\nIn 1986, Texas Agricultural Commissioner Jim Hightower used the phrase to criticize Ronald Reagan’s farm policy. During the 2004 presidential campaign, both Dick Cheney and John Edwards used it to attack the other guy’s running mate. Earlier this year, Democratic Congresswoman Linda Sanchez of California gave a speech on trade policy. “You know the old saying about putting lipstick on a pig? Well, I smell bacon,” she groused.\n\n\nObama and McCain both have used the expression.\n\n\nIn September 2007,\n\nWashington Post\n\ncolumnist Eugene Robinson quoted Obama using the phrase to discuss Iraq policy:\n\n\n“I think that both Gen. Petraeus and Ambassador Crocker are capable people who have been given an impossible assignment,” Obama said. “George Bush has given a mission to Gen. Petraeus, and he has done his best to try to figure out how to put lipstick on a pig.”\n\n\nIn Iowa on Oct. 11, 2007, McCain panned Sen. Hillary Clinton’s health care plan, calling it “eerily reminiscent” of the plan that failed during Bill Clinton’s administration, according to a report in the Chicago Tribune.\n\n\n“I think they put some lipstick on a pig,” McCain said, “but it’s still a pig.”\n\n\nOn Feb. 1, 2007, McCain blasted a Senate resolution that would have criticized President Bush’s strategy in Iraq. Some had praised the resolution as a compromise measure, but McCain disagreed. “It gets down to whether you support what is being done in this new strategy or you don’t,” McCain said. “You can put lipstick on a pig, [but] it’s still a pig, in my view.”\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nIt is simply impossible to view the complete remarks by Obama and conclude that he’s making a veiled and unsavory reference to Palin. Her name never is used in the preceding sentence. In fact, it’s hard to see how one could interpret Obama’s lipstick-on-a-pig remark as referring directly to McCain, either. We think it’s very clear that Obama was saying McCain’s effort to call himself the “candidate of change” is like putting lipstick on a pig, trying to dress up a bad idea to look better. Agree or disagree with Obama’s point, but his remark wasn’t the smear that McCain’s people have tried to make it.\n\n\nIf anyone’s doing any smearing, it’s the McCain campaign and its outrageous attempt to distort the facts. Did Obama call Palin a pig? No, and saying so is Pants on Fire wrong.", "vclaim_id": "vclaim-pol-15996"}