{"url": "/factchecks/2010/jun/09/bud-chiles/bud-chiles-1-million-children-health-insurance/", "speaker": "Bud Chiles", "vclaim": "\"Almost 1 million children ... have no health insurance in this state.\"", "truth_label": "true", "date": "stated on June 3, 2010 in announcing his campaign for governor.:", "title": "Bud Chiles says 1 million Florida children are without health insurance", "text": "Lawton \"Bud\" Chiles III, son of the late Gov. Lawton Chiles, announced his independent run for governor on June 3, 2010, by saying he'd be a voice for those who traditionally have been cut out of the democratic process.\"I'm here to speak for 1 million Floridians who today are out of work, for almost 1 million children who have no health insurance in this state and for millions of Florida citizens like me, who believe that Florida can and must do better by its families and by its communities,\" Chiles said.Chiles, previously a registered Democrat, said he opted out of a Democratic primary with Chief Financial Officer Alex Sink after he spoke on the phone with Sink and she told him she plans to raise $30 million in the race. Sink denies using that figure.In this item, we wanted to check Chiles' claim that almost 1 million Florida children are without health insurance.The number is particularly surprising, given that the state operates a program called Florida KidCare, which provides free or heavily subsidized health insurance for many uninsured children under 19. To qualify for Florida KidCare you must be a U.S. citizen or an eligible non-U.S. Citizen (read the eligibility information here). The Florida Department of Health says that 1.8 million children are currently enrolled in the program.To begin to assess Chiles' figure we turned to the Henry J. Kaiser Family Foundation, a group that analyzes health care policy.In October 2009, they produced a report called \"The Uninsured, a Primer,\" which details the number of people insured and uninsured by race, gender, age and state.The report is based on Census information and averages 2007 and 2008 calculations to provide state-level data. Kaiser says the data comes with a margin of error between 5 and 7.9 percentage points.According to Kaiser, 18.3 percent of Florida's 4.3 million children under 19 are without health insurance, or about 787,000 children. Only Texas has a higher percentage of children uninsured, Kaiser found.Families USA, a national consumer health care group, said in an October 2008 study that 797,000 children in Florida were without health care (18.8 percent of all children). The study, like Kaiser's, relied on Census data and counted children under 19.Families USA found that over 60 percent of Florida’s uninsured children come from low-income families who likely are eligible for Florida KidCare.A third group, The Commonwealth Fund, found in a 2009 study that 18 percent of children 0-17 in Florida were without health insurance -- the highest percentage of children uninsured in the country. The Commonwealth Fund study did not attach a raw number like the Families USA and Kaiser surveys, but 18 percent is in the same range as the findings of the other two studies.In his announcement as a candidate for governor, Chiles said that almost 1 million children in Florida don't have health insurance. The most reliable and recent studies put the number at close to 800,000. Chiles uses the word \"almost,\" which gives him some leeway. We rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-14932"}