{"url": "/factchecks/2018/mar/16/robert-pittenger/pittenger-misleads-about-his-opponents-support-tru/", "speaker": "Robert Pittenger", "vclaim": "\"Mark Harris worked to stop Trump from being president.\"", "truth_label": "barely-true", "date": "stated on February 19, 2018 in an attack ad:", "title": "Pittenger misleads about his opponent's support for Trump", "text": "If Rep. Robert Pittenger has his way, the primary election for his seat will become a contest over loyalty to President Donald Trump.\nPittenger, a Republican from the Charlotte area, faces an opponent in Rev. Mark Harris, who came within 134 votes of beating him for the District 9 seat in June 2016.\nThe winner of the GOP primary faces the winner of the Democratic primary between Christian Cano and Dan McCready, as well as Libertarian Jeff Scott.\nHarris has attempted to position himself to the right of Pittenger. So Pittenger recently released an ad that casts Harris as a critic of Trump, who carried the district with 54 percent of the vote in 2016.\nIn the ad, a newspaper headline appears on screen and reads, \"Mark Harris worked to stop a Trump presidency.\"\nThe ad’s narrator says, \"Mark Harris worked to stop Trump from being president.\"\nIn a news release accompanying the ad, Pittenger strategist Paul Shumaker said Harris \"led the ‘Stop Trump’ campaign\" before the GOP convention.\nHarris, for his part, told The Charlotte Observer that there’s \"no record whatsoever that I was part of a Stop Trump movement.\"\nPolitiFact reached out to the Pittenger campaign about the claim. The campaign directed us to a WBT Radio clip from March 10, 2016, in which Harris talks about his support of Sen. Ted Cruz of Texas.\nA radio interview\n\"He’s gonna be the next president of the United States,\" Harris said of Cruz during the interview.\n\"It does seem that Donald Trump does have somewhat of a ceiling,\" Harris said. \"And in these close primaries, he loses most of the time. So I think that’s an interesting aspect. So I think coalescing behind Ted Cruz is a way to stop Donald Trump and go into the convention, get our nominee and come out and beat Hillary Clinton in the fall.\nThe radio host then asks Harris if he’d support Trump if Trump were to become the Republican nominee.\n\"That’s an interesting question,\" Harris responds. \"I think everyone is weighing that out and considering that.\"\n\"To be honest, it’s a very concerning decision that will have to be made because we’re looking at one entire generation of Supreme Court justices being nominated that will affect us and I’m truly concerned most of all of Hillary Clinton or Bernie Sanders having that ability to choose,\" Harris continued. \"I feel somewhat better about Donald Trump making those appointments but I can’t tell you I feel great about that by any stretch of the imagination.\"\nLawrence Shaheen, a spokesman for Pittenger, provided a link to a story in the Independent in April 2016 that reported Harris campaigning for Cruz. He also pointed to Harris’ Facebook and Twitter accounts to argue that Harris was never enthusiastic about Trump. Those accounts show very few pro-Trump tweets until Trump won the presidency.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nSupporting Cruz at the primary\nPolitiFact contacted the Harris campaign about the radio clip. Spokesman Andy Yates acknowledged in an email that Harris had concerns about Trump prior to his nomination.\nBut, Yates added, so did \"the 60 percent of NC primary voters who voted for someone other than Donald Trump for president in the March primary, including Congressman Pittenger who was still supporting outspoken Trump opponent Marco Rubio.\"\nThe North Carolina primaries took place on March 15, 2016. That’s when Trump won a plurality of the votes, with 40 percent, and Cruz was the runner-up with 36 percent.\nYates provided a link to Pittenger’s Feb. 3 endorsement of Rubio and defended the \"stop Trump\" comment, pointing out that the radio interview took place four months prior to the Republican National Convention.\n\"Dr. Harris was fully supporting President Trump well before the convention and never engaged in any efforts to try to stop President Trump from receiving the nomination he had won,\" Yates said.\nThe Baptist Press reported in July that Harris was slated to attend the Republican National Convention as a Cruz delegate, but had to withdraw \"to be with a ‘father in the ministry’ who has entered hospice care.\"\nWhen did his support shift?\nSo, about four months before the Republican National Convention in Ohio, Harris said \"coalescing behind Ted Cruz\" was the best way to \"stop Trump\" and beat Democratic nominee Clinton. Does that mean Harris \"worked\" to stop Trump from being president?\nCertainly, campaigning for another candidate can be considered \"working against\" another. So how long did it take for Harris to support Trump?\nHarris \"switched his support to Trump when it became clear to him that Trump had secured the delegates necessary to win the Republican nomination,\" Yates said. \"Mark said that if he remembered correctly it was around the time of the California primary.\"\nThe California primary in 2016 was held on June 7. By June 27 of that year, The Charlotte Observer wrote a story casting Harris as a defender of Trump’s.\n\"There’s more than just a four-year term for a president at stake,\" Harris said, referring to Trump’s critics. \"I think there’s a 40-year generation at stake. Decisions will be made by the next president that will affect us for 40 years.\"\nPittenger, for his part, shifted his support to Trump that May. Shaheen forwarded an email that Pittenger sent to the Charlotte Observer on May 4. Pittenger was then quoted as supporting Trump in the Charlotte Agenda later that month.\nBy the time November rolled around, the Daily Beast wrote a story that referred to Harris as \"part of Trump’s North Carolina spiritual advisory group.\" Yates said Harris ultimately traveled to six states to support Trump and that he endorsed Trump from the pulpit at Charlotte First Baptist, where he was a pastor.\nHe sent a clip of Harris speaking at a Trump rally. The video didn’t give a date for the rally but was published on Jan. 28, 2017.\nOur ruling\nPittenger said, \"Mark Harris worked to stop Trump from being president.\" He has a point that Harris supported Ted Cruz for president until Trump became the nominee. But he left out the important context that Pittenger also supported another candidate.\nIt’s disingenuous to cast Harris as someone who tried to sabotage Trump without providing context that Harris not only supported Trump after he became the nominee, but was reported to be among his spiritual advisors. We rate this claim Mostly False.\n Share the Facts 2018-03-16 19:42:17 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Mark Harris worked to stop Trump from being president.\"    Robert Pittenger Congressman (R-NC) https://www.charlotteobserver.com/news/politics-government/election/article200909869.html   North Carolina Monday, February 19, 2018 2018-02-19    Read More  info", "vclaim_id": "vclaim-pol-02297"}