{"url": "/factchecks/2020/sep/04/joe-biden/joe-biden-wrong-about-how-early-he-called-invoke-d/", "speaker": "Joe Biden", "vclaim": "Says he was the first person to call for invoking the Defense Production Act.", "truth_label": "false", "date": "stated on September 2, 2020 in a speech in Wilmington, Del.:", "title": "Joe Biden wrong about how early he called to invoke the Defense Production Act", "text": "During an event to discuss school reopening amid the coronavirus pandemic, Democratic presidential nominee Joe Biden repeated a talking point he’s used previously — that he was ahead of the curve in calling for the Defense Production Act to be used to boost manufacturing of high-demand health products, such as protective equipment.\nIn a question-and-answer session with reporters following his Sept. 2 event in Wilmington, Del., Biden said, \"When it got up to March, I kept saying, look, you’ve got to invoke, and you remember, I think I was the first — I may be mistaken — person calling about the Defense Production Act. … Use that authority. Use it to go out there now and don’t wait to talk about the need for us to have masks.\"\nBiden said he may be mistaken, and he is. But Biden made similar remarks in mid to late March, which our friends at FactCheck.org rated skeptically. Since he has continued to say it, we will put it on the Truth-O-Meter.\nLet’s take a fresh look.\nWhat is the Defense Production Act?\nThe Defense Production Act was signed by President Harry Truman in 1950 and amended periodically since then. Broadly, it allows the federal government to take a stronger role in directing domestic manufacturing capabilities during a national emergency, according to the Congressional Research Service. \nThese powers allow the government to tell private businesses when and how to fulfill orders for essential goods. Over the years, its scope has been expanded from military needs to natural hazards, terrorist attacks, and other national emergencies.\n\"The DPA is one of those seemingly obscure laws that is actually extraordinarily significant,\" Margaret O’Mara, a University of Washington historian who studies the connections between government and industry, told us in March.\nA look at the timeline\nThe earliest discussion of using the Defense Production Act to combat the coronavirus came on Feb. 26, just three weeks after the first coronavirus death in the United States. Here’s a rundown:\nFeb. 26: New York City emergency management commissioner Deanne Criswell, at a press conference with Mayor Bill de Blasio, speaking about masks, said, \"There's just a long waiting list and the only way to fulfill that is by the federal government. They have means where they can enact the Defense Production Act and get people to produce these more quickly.\"\nFeb. 28: Health and Human Services Secretary Alex Azar said at a White House roundtable for the media: \"We will use the Defense Production Act as necessary to enable that our contracts go to the front of the line on contracting. That is an authority that we have, and we intend to use it to acquire anything that we need to acquire. We won't use it unnecessarily, of course. We don't want to be disruptive if that's not needed. But if we need to, we will use it. We won't hesitate.\"\nMarch 1: Azar said in an appearance on Fox News Sunday, \"Right now, we are initiating the procurement processes for personal protective equipment, so that would be masks, as well as gowns, gloves, etc. We've got that process initiated. We're gathering information from potential vendors.\" Asked by host Chris Wallace whether that would be using authority under the act, Azar said, \"If we need to.\"\nMarch 13: A letter from 57 House Democrats urged the president to \"use the powers afforded by\" the Defense Production Act \"to begin the mass production of supplies.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nMarch 15: Sen. Edward Markey, D-Mass., released a statement about a letter he wrote to the White House urging use of the Defense Production Act. \nMarch 15: During the evening Democratic debate, Biden did not mention the Defense Production Act (nor did any of the other candidates). Biden pointed to his coronavirus plan on his campaign website, but that version of the plan did not include the Defense Production Act.\nMarch 17: At a White White House coronavirus task force press briefing, Trump himself was asked, \"Do you need to invoke the Defense Production Act to get more of those medical supplies to different hospitals across the country?\" He answered, \"Well, we're able to do that if we have to. Right now we haven't had to, but it's certainly ready.\"\nMarch 18: In the first statement we could locate by Biden on the issue, he released a statement urging the administration to \"prioritize and immediately increase domestic production of any critical medical equipment required to respond to this crisis — such as the production of ventilators and associated training to operate — by invoking the Defense Production Act.\"\nMarch 18: Trump signed an executive order citing the authority of the act to curb the spread of coronavirus. He specifically mentioned Title I, part of which involves prioritizing contracts that serve national emergency goals over any other contracts or orders. Trump’s executive order specifically named \"personal protective equipment and ventilators.\" \nLater that day, Trump indicated a certain reluctance in a tweet. \"I only signed the Defense Production Act to combat the Chinese Virus should we need to invoke it in a worst case scenario in the future. Hopefully there will be no need, but we are all in this TOGETHER!\"\nBiden’s campaign did not respond to an inquiry seeking earlier comments by the candidate about the Defense Production Act.\nIt’s worth noting that while several contracts have been awarded under the act’s authority, critics have said that Trump hasn’t used the Defense Production Act to its fullest extent. Several experts made this case to the New York Times in late July.\nTrump has not used the act \"to create a permanent, sustainable, redundant, domestic supply chain for all things pandemic: testing, swabs, N95 masks, etc.,\" Jamie Baker, a former legal adviser to the National Security Council and a professor of national security law at Syracuse University, told the Times.\nStill, even if Biden agrees that Trump’s follow-through has been weak, it doesn’t mean that he was the first official to call for the Defense Production Act to be used.\nOur ruling\nBiden has said several times he was the first person calling for use of the Defense Production Act. \nBut Biden was far from the first. A full 18 days before Biden made his first public comment on the act, Trump’s Health and Human Services secretary had publicly floated the idea, and Trump made it official the same day Biden made his remarks. In between, dozens of Democratic lawmakers publicly called for the act to be used, and Biden did not mention it in a Democratic primary debate.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-18874"}