{"url": "/factchecks/2012/jan/08/mitt-romney/mitt-romney-says-barack-obama-didnt-expand-us-trad/", "speaker": "Mitt Romney", "vclaim": "Says President Barack Obama has opened up no new trade relationships with other nations.", "truth_label": "false", "date": "stated on January 7, 2012 in a Republican presidential debate in Manchester, N.H.:", "title": "Mitt Romney says Barack Obama didn't expand U.S. trade deals", "text": "During the Jan. 7, 2012, Republican presidential debate in Manchester, N.H., former Massachusetts Gov. Mitt Romney took a shot at President Barack Obama’s trade policies.\n\n\"We have to open up markets for our goods,\" Romney said. \"We haven't done that under this president. European nations and China over the last three years have opened up 44 different trade relationships with various nations in the world. This president has opened up none.\"\n\nWe won’t check the claim about European and Chinese trade deals here, but we will look at whether Romney is correct about Obama’s record on trade agreements.\n\nAfter lengthy negotiations, Obama signed trade agreements with three separate nations on Oct. 21, 2011 -- South Korea, Colombia, and Panama.\n\nThese were not trivial deals. The one with South Korea, in particular, was \"the largest trade deal since 1994,\" when the U.S. approved the North American Free Trade Agreement, Bloomberg News reported at the time, citing administration data. The South Korea deal was poised to increase U.S. export access \"for everything from cars to farm goods,\" Bloomberg wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAll three deals were initially forged under President George W. Bush, but Bush was unable to get the deals past a Democratic-controlled Congress.\n\nAfter the GOP took control of Congress in the 2010 midterm elections, Congressional Republicans pointed to the proposed deals as rare areas of possible cooperation between the two parties. But implementation negotiations initially stalled amid administration insistence on securing protections for workers. During the 2008 campaign, Obama had promised to \"use trade agreements to spread good labor and environmental standards around the world.\"\n\nEven though negotiations with lawmakers dragged on, the administration was ultimately able to secure a legislative formulation that could garner enough votes to pass. Doing so required some political risk for the president with his own base, since a sizable faction within his own party is skeptical of expanding free trade agreements. (Public Citizen, a group that opposed all three agreements, produced a detailed comparison of what Obama promised and what the trade agreement with South Korea contains.)\n\nWe asked the Romney camp for their view, and a spokesman said that Romney was referring to new deals initiated and completed by this administration, rather than deals initiated during the previous administration and closed by Obama. But we think that's a misleading standard. If that's what Romney means, he's effectively stripping Obama of any credit for enactment of the three trade agreements, when in fact bringing them to fruition required significant negotiating efforts with lawmakers of the opposite party (and led to an achievement that eluded his predecessor, Bush).\n\nOur ruling\n\nIt did take the better part of three years for Obama and Congress to enact the languishing South Korea, Colombia and Panama trade agreements. But ultimately he did reach an accord with lawmakers that enabled the agreements’ relatively easy passage in both the House and the Senate, including strong support from Republicans as well as the votes of several dozen Democratic lawmakers. To say of \"trade relationships\" that Obama \"has opened up none\" deserves a rating of False.", "vclaim_id": "vclaim-pol-11836"}