{"url": "/factchecks/2009/may/05/chain-email/cass-sunstein-once-considered-fairnes-doctrine-sor/", "speaker": "Chain email", "vclaim": "\"Barack Obama's nominee for 'regulatory czar' has advocated a 'Fairness Doctrine' for the Internet\" that would require links to opposing opinions.", "truth_label": "half-true", "date": "stated on April 27, 2009:", "title": "Cass Sunstein once considered a \"Fairness Doctrine\" of sorts for the Internet, but then thought better of it", "text": "A PolitiFact reader sent us a chain e-mail that claims that President Barack Obama's nominee to be the administration's regulatory czar once advocated a \"Fairness Doctrine\" of sorts for the Internet, one that would require partisan sites to link to sites with opposing viewpoints.\n\n\nWe're talking here about Cass Sunstein, a Harvard Law School professor, who was tapped to head up the White House Office of Information and Regulatory Affairs.\n\n\nFirst off, let's peel back the onion a bit on this chain e-mail. It originates from an article on the conservative news site World Net Daily about comments on Sunstein by Brad O'Leary, author of the book\n\nShut Up, America! The End of Free Speech.\n\n\n\n\n\nSaid O'Leary: \"It's hard to imagine President Obama nominating a more dangerous candidate for regulatory czar than Cass Sunstein. Not only is Sunstein an animal-rights radical, but he also seems to have a serious problem with our First Amendment rights. Sunstein has advocated everything from regulating the content of personal e-mail communications, to forcing nonprofit groups to publish information on their Web sites that is counter to their beliefs and mission. Of course, none of this should be surprising from a man who has said that 'limitless individual choices, with respect to communications, is not necessarily in the interest of citizenship and self-government.' If it were up to Obama and Sunstein, everything we read online — right down to our personal e-mail communications — would have to be inspected and approved by the federal government.\"\n\n\nTo explore whether the claim is true, we went back to Sunstein's 2002 book,\n\nRepublic.com\n\n. In it, Sunstein discusses the drawbacks of limitless choices on the Internet that allow people to seek out only like-minded people and opinions that merely fortify their own views, creating an echo chamber that Sunstein argued is bad for democracy. In the book, Sunstein talks about the idea of the government requiring sites to link to opposing views.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\n\nIn a later edition of the book released in 2007,\n\nRepublic.com 2.0\n\n, Sunstein tempers that position, advocating instead for the creation of public spaces on the Internet where people with differing viewpoints could share their ideas with one another.\n\n\nBut in a video interview on the Web site Bloggerheads.tv on Feb. 29, 2008, Sunstein actually goes a little bit farther than that, calling it a \"bad idea\" he should never have ventured.\n\n\nAsked to explain some of the differences between the first book, what Sunstein called \"the initial inadequate edition,\" and its successor, Sunstein said, \"To me, the most important (difference) is that the first\n\nRepublic.com\n\nwas full of some bad policy recommendations and I was able to get rid of those. So I feel the book has been corrected.\"\n\n\n\"The initial book was interested in at least considering some government mandates that would require people to link to opposing views, that would require some attention to arguments that maybe had been neglected,\" Sunstein said. \"And while the book\n\nRepublic.com\n\nwas pretty tentative about that, to be tentative about a bad idea, it's probably better not to even venture a bad idea. Some of the bad ideas I ventured tentatively as worth considering in\n\nRepublic.com\n\n, in\n\n2.0\n\nI say they'd be bad ideas and they'd be unconstitutional.\"\n\n\nThe World Net Daily story notes that Sunstein \"rethought\" the proposal as \"too difficult to regulate\" and \"almost certainly unconstitutional,\" but that caveat is made later in the article and is overshadowed by the headline, which says \"U.S. regulatory czar nominee wants Net 'Fairness Doctrine.'\"\n\n\nYes, Sunstein acknowledges this was an idea he once threw out there — albeit, in his words, \"tentatively.\" But he now thinks it's a bad idea. So the chain e-mail/article is correct that Sunstein once suggested it. But contrary to the headline, it's a position he no longer holds, as he has since said strongly and repeatedly. Once true. No longer. That leaves us at Half True.", "vclaim_id": "vclaim-pol-15762"}