{"url": "/factchecks/2012/oct/12/ovide-lamontagne/republican-lamontagne-paints-opponent-hassan-tax-a/", "speaker": "Ovide Lamontagne", "vclaim": "Under Maggie Hassan's leadership, \"we increased state spending in the middle of the great recession by 24 percent leading up to and following it.\"", "truth_label": "half-true", "date": "stated on September 27, 2012 in a debate at Rivier University:", "title": "Republican Lamontagne paints opponent Hassan as tax-and spend liberal", "text": "A central strategy of Republican candidate for governor Ovide Lamontagne's campaign has been labeling Democratic rival Maggie Hassan as a liberal spender of epic proportion.\n\nIt's a strategy that’s proven successful before.\n\nIn 2010, Hassan, the state Senate’s top Democrat, was swept from office during a political landslide that gave control of the Senate and House back to Republicans who painted their Democratic rivals as tax-and spend liberals.\n\n\"If you look at state spending, the truth is under Maggie's leadership we increased state spending in the middle of the great recession by 24 percent leading up to and following it,'' Lamontagne said in the midst of his 90-minute debate with Hassan at Rivier University in Nashua late last month.\n\nPolitiFact New Hampshire decided to check the accuracy of that statement.\n\nHassan was elected to the state Senate in 2004 and spent six years in office. She became a chief budget writer in 2007-2008 and was Senate Majority leader in 2009-2010. The great recession peaked between 2007 and 2009, which covers her time in office. Democrats controlled the Senate during those years and she played a critical role in state budget decisions.\n\nWe checked with the Lamontage campaign and they backed up their 24 percent spending claim  by pointing to state budgets signed into law before the two-year budget cycle even begins, not what was actually spent.\n\nIn Fiscal Year 2006  and 2007, when Republicans were last in charge of the Legislature, the total budget they passed was $9.3 billion. The budget for the following 2 years was $9.7 billion.\n\nMeanwhile, the two year budget for fiscal years 2010 and 2011, the second under Sen. Hassan’s leadership, was $11.5 billion, which is in fact a 24 percent increase from four years earlier.\n\n\"Those numbers don't lie,\" said Lamontagne Communications Director Tom Cronin.\n\nHowever, those numbers aren’t the state’s actual spending.\n\nThe sitting legislature can make budgetary changes along the way, so the two-year approved budget isn’t the same as what gets spent.\n\n\"Every appropriated budget doesn't mirror what gets spent and it can change in either direction, less gets spent in some bienniums, more has to get spent in others,'' said Legislative Budget Assistant Jeff Pattison.\n\n\"The appropriated budget is an important statement because it does represent what the Legislature had intended to spend. But it's never the final picture.''\n\nFor example, the budget agreed to for 2010-11 that Hassan helped craft called for $11.5 billion in spending, but the state’s independent auditors confirmed what actually spent was $10.7 billion during that time.\n\nState spending is typically measured two different ways: One way is to include total spending, which includes federal grants. The other way is measure spending from state taxes and fees, which lawmakers have greater control over.\n\nPut another way, the state of New Hampshire plans to spend $10.4 billion over the next two years, which includes federal funds, but only 26 percent of that, $2.6 billion, comes from state taxes and fees.\n\nLets look at the numbers:\n\nUsing the total spending figures from all sources in the state budget for the 12-month period that ended on June 30 of that year, according to the state’s Comprehensive Annual Financial Report for FY2011, spending did go up while Hassan was in office, but not by as much as Lamontage says.  \n\nFiscal 2006: $4.4 billion\nFiscal 2007: $4.5 billion\nFiscal 2008: $4.8 billion\nFiscal 2009: $4.9 billion\nFiscal 2010: $5.4 billion\nFiscal 2011: $5.3 billion\n\nSo, total state spending over the years Hassan was in the Senate went up 20 percent, not 24 percent.\n\nNow, looking at spending from state sources that budget writers have more control over presents an even leaner spending picture.\n\nHere are the amounts actually spent from state taxes and fees in the state budget for the 12-month period that ended on June 30 of that year. (It should be noted that in 2010 and 2011, $180 million to operate the state-owned liquor stores and to support local school construction costs was removed from the state's books. For the purpose of testing the accuracy of Lamontagne's statement and comparing spending over those years, we added that money back in.)\n\nFiscal 2006: $1.35 billion\nFiscal 2007: $1.39 billion\nFiscal 2008: $1.51 billion\nFiscal 2009: $1.44 billion\nFiscal 2010: $1.38 billion*\nFiscal 2011: $1.33 billion*\n\nThese numbers reveal spending from state revenue sources actually went down slightly during Hassan’s time in office.\n\nSteve Norton, executive director of the non-partisan New Hampshire Center for Public Policy Studies, said lawmakers often make tweaks to the budget, but the depth of the recession required Governor John Lynch and Democrats controlling the Legislature to make deep spending cuts.\n\nIn the fall of 2009 and spring of 2010, Lynch and Democratic legislative leaders adopted two rounds of spending cuts totaling more than $233 million.\n\nThese included freezes on hiring, out-of-state travel and purchasing, laying off nearly 200 state workers, restructuring state debt, closing some programs and making the university system return $25 million in state aid.\n\nAnother maneuver was removing the State Liquor Commission off state spending books putting its $90 million budget in an independent enterprise account. Another $90 million was saved by issuing state-backed bonds rather than paying cash to cover the state costs for local school construction projects.\n\nHassan cites these cuts on the campaign trail, saying she helped decrease spending during her final two years in the legislature when she was majority leader. However, she is using the numbers from state taxes and fees, not total spending.\n\n\"There is no support for the notion that we overspent. In fact we were the first Legislature to actually cut state spending in decades of legislative control under Republicans,'' Hassan claimed at the first debate the two had at the New Hampshire Institute of Politics last week.\n\nThe Hassan campaign pointed to the state's Comprehensive Annual Financial Report that concluded state spending declined by 8 percent -- from $2.95 billion for the two-year 2008-09 period, down to $2.7 billion in 2010-11. Again, these figures look at strictly state spending and leave out the federal numbers.\n\nWhile Hassan is correct spending did go down in that second, two-year cycle when compared to the first two years she helped write the budget, but adding back in the $180 million for the liquor stores and school construction, the decrease is more like a 2.2 percent from the previous two years, not 8 percent.\n\nOur ruling\n\nIn trying to paint his challenger as a big spender, Lamontagne pointed to four years of state budgets when Hassan was in the Senate.\n\nWhile the proposed budgets show a 24 percent increase from all sources, total spending went up by 20 percent, which is slightly less. And looking at the money state budget writers have the most control over -- funds spent from state taxes and fees -- spending actually went down a hair, since the Democrats twice reopened the budget to make cuts.  \n\nBased on this analysis, we find the claim of state spending having gone up 24 percent to be Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10184"}