{"url": "/factchecks/2020/may/04/facebook-posts/claim-about-congressional-pensions-wrong-once-agai/", "speaker": "Facebook posts", "vclaim": "Politicians “receive full pay retirement after serving 1 term!”", "truth_label": "false", "date": "stated on April 13, 2020 in on social media:", "title": "Claim about congressional pensions is wrong, once again", "text": "A specious claim that’s been making the rounds for about two decades has recently resurfaced: that members of Congress can receive a pension equal to their full pay after serving just one term.\nBut it’s no more accurate now than it ever was.\nA Facebook post says, \"No one has been able to explain to me why young men and women who serve in the U.S. Military for 20 years, risking their lives protecting freedom, … only get 50% of their base pay. While politicians hold their political positions in the safe confines of the capital, protected by these same men and women, and receive full pay retirement after serving 1 term! Re-post if you believe this is absolutely WRONG.\"\nThe part about military pensions is somewhat accurate, but incomplete and outdated. However, the part about pensions for politicians — which we take to mean congressional pensions, since few executive branch politicians serve \"terms\" — is flat-out wrong.\nHere, we’ll tackle both parts of the claim.\n\nU.S. Marines near a military base in al-Hamra, United Arab Emirates, on March 23, 2020. (AP)\nMilitary pensions\nFor years, the Facebook post’s description of the military pension would have been in the ballpark.\nIf you joined the military before September 1980, you get 50% of your final base pay after 20 years of service, or 100% of base pay if you retire after 40 years.\nIf you joined between September 1980 and July 1986, you would be subject to the same percentages but a slightly different formula. Your pension would be based on the average of your three highest pay years, rather than your final base pay.\nIf you joined between August 1986 and December 2017, you could choose between the previous option or a plan under which you get a bonus on your 15th service anniversary in exchange for a lower retirement pay.\nUnder each of the systems above, a service member would qualify for a pension only after many years of service. Those with shorter military careers, who by some estimates account for about 80 percent of service members, would get no pension at all.\nThat changed under a new law that took effect in 2018. It governs pensions for individuals who entered the military starting that year. \nUnder this system, service members get pensions equivalent to 40% of their base pay after 20 years. But service members would also have a Thrift Savings Plan, which is similar to a 401(k), and after two years, the military would match contributions up to 5%. For the first time, service members will have a plan that can be rolled over after they leave the military, even if their departure comes just a few years after they sign up.\nSo the current military pension system is more complex than the Facebook post suggests, but the post does roughly reflect the system.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nCongressional pensions\nHowever, the post’s description of congressional pensions is simply inaccurate.\nMembers elected prior to 1984 belong to a pension program known as the Civil Service Retirement System. But only five current House members and two senators were elected prior to 1984, so the vast majority belong to the successor plan, known as the Federal Employees’ Retirement System. \nThe latter plan isn’t just for lawmakers; it’s available to every federal employee. It includes Social Security, a pension and the Thrift Savings Plan. (Read a summary of the system on the website of the nonpartisan Congressional Institute and in this report by the Congressional Research Service.)\nUnder either plan, a member of Congress can receive a pension only after serving for five years, although previous service as a federal employee can count toward that five-year vesting period. To be eligible, lawmakers must contribute part of their salary into the pension plan while they’re in Congress.\nTo collect, the lawmaker must be age 62, or be at least age 50 with 20 years of federal service, or be any age with 25 years of service. (The Constitution dictates a minimum age of 25 years for House members and 30 for senators.)\nUnder the current pension law, the size of the pension is based on the highest three years of a member's salary, the number of years of service and a multiplier, which is 1.7% for the first 20 years of service and 1% for subsequent years.\nHere’s an example, using a typical 25-year rank-and-file member who retired this year:\nThe pension would be the sum of two calculations. First, multiply $174,000 (which is the average salary over the last three years) times 20 years times 0.017. Then, multiply $174,000 times 5 years times 0.01 and add that number to the first calculation. The total: about $67,860 per year.\nA three-term congressman (or one-term senator) who has now reached retirement age would be eligible for an annual pension of $17,745 for six years of work. That's generous, but not close to full pay.\nIn fact, federal law prevents members of Congress from getting full pay as their pension. By law, the starting amount of a member's retirement annuity may not exceed 80% of his or her final salary.\nUnder the formula, it would take 67 years of federal service to hit that 80% limit. For context, no House member or senator has ever served more than 60 years in office.\nSo, to recap: Retired lawmakers don’t \"receive full pay\" for their pension, and unless they were already a federal employee for three years before entering Congress, they wouldn’t be vested after serving just \"1 term.\" And the earliest anyone could start receiving a pension is 50 years of age.\nOur ruling\nThe Facebook post said, politicians \"receive full pay retirement after serving 1 term!\"\nThe description of the military pension is in the ballpark, but incomplete and somewhat outdated.\nHowever, the description of the congressional pension is thoroughly inaccurate. Retired lawmakers don’t \"receive full pay\" for their pension, and unless they were already a federal employee for three years before entering Congress, they wouldn’t be vested after serving just \"1 term.\" Meanwhile, the earliest any retired lawmaker could start receiving a pension is 50 years of age.\nWe rate the statement False.\nCorrection, May 6, 2020: This version corrects the pension calculations in the examples for the 25-year and five-year member of Congress. The rating remains the same.", "vclaim_id": "vclaim-pol-18241"}