{"url": "/factchecks/2014/aug/11/mike-hymes/hymes-says-del-ben-chafin-took-money-sw-schools-wh/", "speaker": "Mike Hymes", "vclaim": "Del. Ben Chafin \"took money away\" from Southwest Virginia schools while voting to build a \"politician's palace.\"", "truth_label": "false", "date": "stated on July 16, 2014 in a TV ad:", "title": "Hymes says Chafin took money from Southwest Va. schools while voting for new legislative building", "text": "In a special state Senate election, Democrat Mike Hymes accuses Republican Del. Ben Chafin of cutting education spending while giving legislators a luxurious office building in Richmond.\nThe Aug. 19 contest between Chafin and Hymes, a Tazewell County supervisor who is also a human resources corporate director for a coal company, will fill the seat of former Sen. Phillip P. Puckett, D-Russell. It will decide control of the chamber.\nHymes recently released a television ad that accuses Chafin of putting his own needs before students.\nHere’s what the ad’s narrator says:\n\"Wonder why Southwest Virginia doesn’t get its fair share from Richmond? Here’s one reason – Del. Ben Chafin, a millionaire lawyer, took money away from public schools here while wasting it over there. Ben Chafin voted to tear down this legislative office building and build a nearly half-billion dollar politician’s palace in its place, putting his luxury before our kids’ education.\"\nWe looked into Hymes’ claim that Chafin stripped money from his region’s schools while voting for fancy new digs for the General Assembly.\nEducation money\nWe defined Southwest Virginia based on a map from Radford University. The region stretches from Lee County in the corner of the state to Roanoke County. The region includes 19 counties and six cities.\nChafin has served only this year in the House of Delegates. The fiscal year 2014, which covers the 2013-14 school year, just ended June 30, so we compared the numbers for this year and the recently approved budget that covers the 2015 and 2016 fiscal years.\nHere’s the state aid to Southwest Virginia by school year:\n\n\n2013-14, $606 million\n\n\n2014-15, $620 million\n\n\n2015-16, $638 million\n\n\nMeanwhile, public school enrollment is expected to continue to decline, so school divisions will actually receive more aid per student. The Education Department will adjust during the school year based on actual attendance. Here’s the state aid per student for Southwest Virginia:\n\n\n2013-14, $5,713\n\n\n2014-15, $5,887\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n2015-16, $6,133\n\n\nSo, what did the Hymes camp use to explain its claim? Campaign manager Peter Clerkin sent us a link to the Virginia Education Association’s budget wrap that compared spending in each division between the proposed budget from then-Gov. Bob McDonnell to what was actually enacted.\nThe amount ultimately adopted for Tazewell schools, for example, was a bit lower than what was originally proposed, so the Hymes campaign considers that a cut.\nBut it’s not a cut in spending -- the approved level of funding increases in the next couple of years. Tazewell schools received $35.8 million in the 2013-2014 budget year to $37.2 million in 2014-2015 and $36.8 million in 2015-2016.\nIn Russell County, approved spending of $28 million this year is expected to fall to $26.8 million by 2015-2016. Amid falling enrollments, both Tazewell and Russell will see an increase in the amount of state aid spent per pupil, which is a more fair way of tracking education spending.\nWhen looking at all Southwest Virginia districts -- not just the two counties Hymes cited -- the amount of state aid rises under the adopted budget.\nFunding for a year-old compensation grant program was eliminated. We would agree that was a true cut, to the tune of $7.5 million. But only two divisions in Southwest Virginia -- Roanoke City and Salem -- received money through this program.\nHymes also cites the budget’s change in funding for the K-3 class size reduction program, but the overall amount for that initiative is still projected to rise under the adopted budget. He also notes the budget eliminated a plan to loan money from the literary fund for school construction, but that hasn’t been done since 2008, so it's hard to say that amounts to a cut.\nBefore we examine Hymes’ legislative office building claim, a key thing to keep in mind is the general fund and lottery sources of money that pay for education programs are not what would have been used for a new General Assembly building.\n\"Politicians’ Palace\"\nReaders of the Richmond Times-Dispatch are well acquainted with the legislators’ office and meeting building, which has been the subject of many articles on its decrepitude. Its issues include asbestos, fire and safety code violations and a crumbling facade. The proposed project to tear it down and build a new office building also includes renovation to Old City Hall and construction of a parking garage, funded by a $300 million bond sale.\nThis project was never considered in a stand-alone vote, but was instead considered as part of the caboose budget bill, which makes final adjustments for the current fiscal year. Chafin voted for that caboose budget bill. It’s not for us to say whether the project is a waste. But the measure was a minute piece of a much larger -- $89 billion -- two-year spending plan. And McAuliffe ordered all work on a $300 million replacement stopped, perhaps in retaliation for the loss of Medicaid expansion in the budget.\nIn a final piece of irony, the Virginia Education Association named Chafin a \"legislative champion\" -- a recognition that would be unlikely if Chafin had indeed conspired to take money away from schools. He introduced a budget amendment to authorize paying the state’s share of a 6 percent salary increase for public school employees. This was an VEA legislative wish list, but was unfulfilled.\nOur ruling\nHymes suggests there’s a tie between education spending and a new office building for legislators. School aid comes from the general fund, which is supported by sales and income taxes, while the construction project would have been a separate expense covered by borrowing money through bonds.\nThey come from two distinct parts of the budget and a bond sale would not have hurt the amount of general fund money available for schools.\nThat misplaced comparison is compounded by an inaccurate statement regarding funding for Southwest Virginia schools. Chafin did not take money away from schools. Overall, schools in Southwest Virginia will see an increase both in total state aid and state aid per pupil under the recently approved budget.\nWe rate the claim False.\nCORRECTION: An earlier version was incorrect on teacher pay for the coming school year. Teachers will not receive a pay increase.", "vclaim_id": "vclaim-pol-07459"}