{"url": "/factchecks/2013/feb/07/chris-redfern/ohio-democratic-party-chairman-chris-redfern-says-/", "speaker": "Chris Redfern", "vclaim": "Says Gov. John Kasich can remove the president of the State Board of Education.", "truth_label": "mostly-true", "date": "stated on January 23, 2013 in a press statement:", "title": "Ohio Democratic Party Chairman Chris Redfern says Gov. John Kasich has power to force school board president to step aside", "text": "Re-posting an item from a friend on Facebook led to calls for the resignation of the president of the Ohio Board of Education, Debe Terhar.\nTerhar, a Republican from Cincinnati, re-posted a photograph of Hitler with a caption reading: \"Never forget what this tyrant said: ‘To conquer a nation, first disarm its citizens.’ — Adolf Hitler.\"\n\nThe Columbus Dispatch, reporting the story, said the item originated \"with the Facebook page of Uncle Sam’s Misguided Children, which features a variety of anti-Obama, pro-gun posts and pictures.\"\n\nAfter the story appeared, Terhar removed the material, and then closed her Facebook page. She issued a statement saying she was not comparing President Obama to Hitler, had not researched the posted material and had made no comment on it.\n\nA little research might have saved a lot of trouble.\n\nOur friends at the myth-busting site Snopes.com could not find any source documenting the purported Hitler quote. Neither could Salon.com, which pointed us to a 2004 paper by University of Chicago law professor Bernard Harcourt. He found the quote \"is probably a fraud and was likely never uttered.\" (Harcourt further noted that the Weimar government immediately before Hitler’s had tougher gun laws than the Nazi regime.)\n\nTerhar, who is married to Ohio Rep. Lou Terhar, said in a statement that she regretted \"the consequences of carelessly sharing\" the posted material and would be \"more selective in my use of social media in the future.\"\n\nGov. John Kasich said he saw no need for further action.\n\n\"It was clearly a mistake, and she says it was a mistake,\" he told the Dispatch from the World Economic Forum in Switzerland. \"I’m glad that she’s come out and said she’s sorry about it, that it’s a mistake, and she’s not going to do it again.\"\n\nOhio Democrats led calls for Terhar to resign. Ohio Democratic Party Chairman Chris Redfern went further in a statement.\n\n\"In absence of a full, formal apology from Terhar,\" Redfern said, \"Kasich has a duty to remove his hand-picked state school board president from office.\"\n\nA subsequent email from Redfern that solicited letters to Kasich and the school board demanding Terhar's resignation carried the subject line, \"Tell Kasich: Fire Terhar!\"\n\nPolitiFact Ohio wondered if Kasich had the power to do that. We called Redfern's office.\n\nA party spokesman, Jerid Kurtz, told us that Redfern understands Kasich has no direct formal power to remove Terhar, but Kasich does have a bully pulpit as the state's most visible and arguably most powerful public figure. The governor should issue a statement of no confidence, rather than his initial \"no comment,\" and can pressure Terhar to resign as president, Kurtz said for Redfern.\n\nKurtz noted that Kasich showed power over the board two years ago by forcing out Superintendent Deborah Delisle, who resigned, citing pressure from the governor’s office.\n\nThe state superintendent serves at the discretion of the board. Delisle said in a letter to board members that Kasich’s administration had informed her that a majority of the board would replace her if she did not step down. The same day, Terhar was elected board president by fellow board members with Kasich’s support, reversing the outcome of a vote two months earlier.\n\nUsing that example, one would conclude that if Kasich wanted Terhar gone from the president’s chair, he has the influence to make it happen.\n\nRemoving her from the board altogether would be a different matter.\n\nThe board is made up of 19 members. Eleven are elected on a district basis, and eight are appointed by the governor.\n\nTerhar, self-described as \"an early participant in the Tea Party,\" is an elected member from Cincinnati representing Hamilton and Warren counties. She started her four-year term on Jan. 1, 2011, was elected board president in March 2011 and re-elected unanimously by the board to the post last month.\n\nHer seat on the board is not among the positions subject to removal at the pleasure of the governor under the Ohio Revised Code.\n\nUnder the code and the state constitution, in fact, Ohio lacks any provision for the recall of state officials.\n\nSo what's the verdict here?\n\nTerhar posted a bogus quotation and false history. Whether there should be consequences is a matter of opinion that we can't rate. That includes calls for her resignation.\n\nRedfern's statement that Kasich \"has a duty to remove\" her, however, means that Kasich has the power to do so.\n\nThe Democratic Party spokesman, explaining Redfern’s remarks, said the call for Terhar’s resignation or removal extended only to her position as school board president, not as a board member. That’s an important distinction.\n\nHe acknowledged that Kasich does not have statutory control over the Board of Education, but he accurately cited Kasich’s forcing out of a state school superintendent as a demonstration of the governor’s power over the board.\n\nWe rate Redfern’s statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09753"}