{"url": "/factchecks/2016/may/31/hillary-clinton/fact-checking-hillary-clintons-claim-her-email-pra/", "speaker": "Hillary Clinton", "vclaim": "\"It was allowed,\" referring to her email practices.", "truth_label": "false", "date": "stated on May 26, 2016 in an interview on ABC:", "title": "Fact-checking Hillary Clinton's claim that her email practices were 'allowed'", "text": "Hillary Clinton is sticking to her defense that her use of a private email server while secretary of state was \"allowed,\" despite a critical independent audit that found it really wasn’t.\nIn a May 26 interview, ABC reporter Liz Kreutz asked Clinton about her decision to use a server located in her New York home instead of a government email, as well as the audit, which was conducted by the State Department’s Office of the Inspector General.\n\"But this report said that you, quote, 'had an obligation to discuss' using your personal email and that you didn’t,\" Kreutz said. \"So how can you really say that it was allowed? Was it an error of judgment?\"\nClinton replied: \"Well it was allowed, and the rules have been clarified since I left about the practice. Having said that, I have said many times that it was a mistake, and if I could go back I would do it differently.\"\nSince the news of Clinton’s email came to light in 2015, she has argued that she \"complied with every rule\" and that the practice was \"allowed.\" We haven’t yet put the issue on the Truth-O-Meter because there were too many unknowns.\nBut the inspector general’s report has clarified some of those unknowns and demonstrated that Clinton’s exclusive use of personal email was, in fact, not allowed.\nClinton spokesman Brian Fallon told PolitiFact that in this specific interview, Clinton was making the point that some personal email use is permitted. She wasn’t disputing the inspector general’s finding that her exclusive use of personal email was not permitted.\nBut for anyone unaware of that nuance — say, the average voter — it sounds like Clinton is defending her email practices as a whole, as something that was fully permitted by the State Department, which is the argument she has been making all along. And that’s just not right.\nThe gist of the problem is that Clinton never asked anyone if she could use her personal email setup. And the report seems to find that if she had asked, the policy was clear that such a request should have been rejected.\n\"The private email server was only allowed in the sense that no one managed to prevent it from happening,\" said John Wonderlich, director of policy at the Sunlight Foundation, which promotes government transparency.\nFirst of all, the State Department’s policy as of 2005 (Clinton joined in 2009) is that all day-to-day operations are to be conducted on the official State Department information channel. Clinton never once used this State Department email system.\nAnd if an employee needs to use a personal email for conducting official business, he or she has an \"obligation\" to consult with the chief information officer and the assistant secretary for diplomatic security. However, Clinton did neither.\nThese two offices told the inspector general that they \"did not — and would not — approve her exclusive reliance on a personal email account to conduct Department business, because of the restrictions in the (Foreign Affairs Manual) and the security risks in doing so.\"\nShe also didn’t consult the Bureau of Information Resource Management, which she was supposed to do if she needed to send sensitive but unclassified information over non-departmental channels. Many of her emails contain this kind of information.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nFurther, Clinton needed to show that her personal email had the proper security features to send sensitive but unclassified information. While Clinton has said her private server was secure, she did not formally demonstrate this to the State Department.\nClinton also didn’t comply fully with records management expectations. Notably, she did not ensure that her work-related emails were preserved on the State Department system in real time, nor did she surrender them when she left office.\nThe inspector general and the National Archives and Records Administration say Clinton’s retroactive turnover of 30,000 emails has mitigated this problem somewhat, but the record is incomplete — with certain chunks of time and correspondence missing from her email vault.\nFallon pointed PolitiFact to a May 26 CNN interview where Clinton said that at the time she made the decision to use a private server, she \"thought it was allowed.\"\nAnd campaign chair John Podesta wrote in an email to supporters: \"Had Secretary Clinton known of any concerns about her email setup at the time, she would have taken steps to address them. She believed she was following the practices of other Secretaries and senior officials.\"\nBut it’s hard not to be skeptical of the narrative that Clinton was ignorant of the rules when the assistant secretary for diplomatic security sent a memo directly to Clinton in March 2011 that urged employees to \"minimize the use of personal web email for business,\" citing cybersecurity concerns. Three months later, a similar email went out to all staff, sent under Clinton’s name.\nAccording to the audit, the Bureau of Diplomatic Security employees tried to get Clinton to use a department-issued BlackBerry smartphone as soon as she took office, but they were unsuccessful.\nIn fairness to Clinton, the inspector general found 90 individuals in the State Department who used their personal email for business. One of her predecessors, Colin Powell, also used personal email exclusively. However, the rules regarding email records preservation were a lot less clear under Powell, who served from January 2001 to January 2005, than under Clinton.\nAnd the rules became even more explicit in 2014, after Clinton left office, clearly stating that \"personal accounts should only be used in exceptional circumstances.\"\nIn any case, experts said Clinton should have known better.\n\"Given that the secretary of state was responsible for promoting State Department policies and enforcing them, she should be precluded from claiming she did not know about or understand them,\" said Douglas Cox, a law professor at City University of New York who studies records preservation.\nOur ruling\nRegarding her decision to use a private email server, Clinton said, \"It was allowed.\"\nNo one ever stopped Clinton from conducting work over her private email server exclusively. But that’s not the same thing as it being allowed. Offices within the State Department told an independent inspector general that if she had asked, they would not have allowed it.\nThe report from the State Department’s Office of the Inspector General shatters one of Clinton’s go-to phrases about her email practice. We rate her claim False.\nhttps://www.sharethefacts.co/share/4b4db57e-35dc-448b-90e4-fb3a1cbbb333", "vclaim_id": "vclaim-pol-04895"}