{"url": "/factchecks/2012/mar/11/steve-rothman/congressman-steve-rothman-claims-wealthiest-americ/", "speaker": "Steve Rothman", "vclaim": "\"They're paying a less rate of tax -- these richest people in America -- than they have in the last 80 years.\"", "truth_label": "mostly-true", "date": "stated on February 13, 2012 in a campaign video posted on YouTube:", "title": "Congressman Steve Rothman claims the wealthiest Americans pay a lower tax rate “than they have in the last 80 years”", "text": "As U.S. Rep. Steve Rothman recently told workers at a small business in Bergen County, the middle-class must pick up the tab for wealthy Americans paying their lowest income tax rate in 80 years.\n\nThe congressman pointed to that reduced tax rate during a campaign video posted Feb. 13 on YouTube, where he is seen talking to employees of Lanzo Plumbing in Hackensack.\n\n\"If these guys and gals making over a million dollars a year...won’t pay their fair share because the Republicans are protecting them, that means working people and the middle-class and seniors have to pick up the tab for them. It’s crazy,\" Rothman (D-9th Dist.) said. \"They're paying a less rate of tax -- these richest people in America -- than they have in the last 80 years.\"\n\nAs PolitiFact New Jersey found, Rothman’s claim is off, but not by much.\n\nThe federal income tax rate for the top income bracket stood at 35 percent in 2011, marking a lower statutory rate than during most of the last eight decades. But for five tax years -- 1988 to 1992 -- the top rates were lower than they are today, according to data from the Internal Revenue Service.\n\nNow, let’s trace the evolution of the top income tax rate.\n\nIn 1931, the top rate was 25 percent on taxable income greater than $100,000. The following year, the top rate increased to 63 percent on income above $1 million, and then grew in 1936 to 79 percent on income greater than $5 million.\n\nThe top rate remained at 70 percent or greater through 1980 -- and exceeded 90 percent during World War II and from the early 1950s to the early 1960s.\n\nBy 1988, the top rate fell to 28 percent and stayed there through 1990. For 1991 and 1992, the top rate rose to 31 percent, and then increased to 39.6 percent for tax years 1993 to 2000. In 2003, the top rate reached its current level of 35 percent.\n\nSo, for most of the last 80 years, the top statutory rate has been higher than it is today, with the exception of tax years 1988 to 1992.\n\nSince various tax deductions can reduce an overall tax bill, we also looked at actual taxes paid as a percentage of one’s income.\n\nAccording to a June 2010 report by the nonpartisan Congressional Budget Office, the top 1 percent of households, on average, paid 19 percent of their income in federal income taxes in 2007. That figure was lower than amounts paid in 25 of the 28 years between 1979 and 2006, according to the budget office.\n\nIt’s worth noting that as a group, the top 1 percent were covering a larger share of federal income taxes in 2007 than they did in 1979.\n\nStill, based on taxes paid as a percentage of income, Rothman’s claim is mostly on target.\n\nPaul Swibinski, a consultant to Rothman’s campaign, told us the congressman’s statement was \"‘close enough.’\" But he argued that Rothman was \"speaking off the cuff\" and said scoring him as \"‘partially truthful’\" would send the wrong message.\n\n\"Steve was being completely genuine and completely honest,\" Swibinski said in an e-mail. \"Do we want our politicians to parse every single word they say -- just go around repeating the same words over and over because it's ‘safe’ ??? That would seem to me to contradict the purpose of Politifact.\"\n\nOur ruling\n\nIn a YouTube video, Rothman claimed the wealthiest Americans are paying a lower tax rate \"than they have in the last 80 years.\"\n\nWe looked at two measures -- the top statutory income tax rates and taxes paid as a percentage of one’s income. In both cases, Rothman’s statement is slightly off, but his overall point about current income tax rates is solid.\n\nThe top statutory rate is lower now than during most of the last eight decades, and the top 1 percent of households were paying a smaller percentage of their income in federal income taxes as of 2007 than in nearly all of the previous 28 years.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\n stated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11456"}