{"url": "/factchecks/2009/sep/08/rush-limbaugh/health-care-bill-transfers-limbaugh/", "speaker": "Rush Limbaugh", "vclaim": "The government is \"going to have the right to get into your bank account with the health care bill and make transfers without you knowing it.\"", "truth_label": "barely-true", "date": "stated on August 28, 2009 in his radio program:", "title": "Rush Limbaugh says health care bill would allow government to make transfers in your bank account", "text": "On his radio program on Aug. 28, Rush Limbaugh continued to hammer the Democrat-backed health care bill, claiming ominously that it would allow government \"the right to get into your bank account...and make transfers without you knowing it.\"\nA similar claim was included in a widely circulated chain e-mail that contains numerous distortions about the health care bill. We examined the claims in depth and reported on many of them  here. \nLimbaugh has raised this issue several times. On Aug. 6, 2009, a caller to his radio program said, \"Listen, of all the scary things in this health care bill, Rush, the scariest thing is this:  The government, if this passes, will be able to go into your bank account or anybody's bank account — I just read this last night — anybody's bank account, take the money out to fund this monstrosity.  Did you know that?\" \n\nSaid Limbaugh, \"He's right, folks, he's right.  That is in the House bill.\"\nThe provision in question is in Section 163 of the House bill (page 59) , under the heading \"Administrative Simplification.\" It broadly sets out goals for standardizing electronic health records.\nThe legislative summary says the intent in the section is \"to adopt standards for typical transactions\" between insurance companies and health care providers.\nEdwin Park, a senior fellow at the left-leaning Center on Budget and Policy Priorities, said the intent is to set standards for electronic communication between health providers and insurance companies and has nothing to do with an individual's bank account. So for example, a doctor would have access to real-time information about a patient's co-pays and whether a particular procedure or medication is covered under their plan, how much is owed, and so on, he said. Much of that already happens today, he said, but it would standardize electronic records so that with out-of-network transactions, everyone is using the same coding and standards.\nPark's interpretation is shared by Health Care for America Now, which is lobbying for health care reform. According to the group's Web site, the provision \"continues the discussion of administrative standards, and authorizes electronic transfers of money within the government. In no way does this provision grant the government access to individual bank accounts.\"\nBut some say the wording of the bill is ambiguous, and does appear to allow for the possibility of addressing electronic health payments from a patient's individual bank account. Robert Book of the Heritage Foundation pointed to a clause in Section 163 that states that it would \"enable electronic funds transfers, in order to allow automated reconciliation with the related health care payment and remittance advice.\"\nSome interpret that as a vehicle to allow people to pay their health bills through automatic deductions from their personal bank accounts.\nAnd in an e-mail sent out by David Axelrod, a senior adviser to President Barack Obama, in which he sought to debunk some of the \"lies and distortions\" that have circulated in e-mails about health care reform, he seems to suggest that's exactly what is being contemplated.\n\"No, government will not do anything with your bank account,\" Axelrod wrote. \"It is an absurd myth that government will be in charge of your bank accounts.  Health insurance reform will simplify administration, making it easier and more convenient for you to pay bills in a method that you choose.  Just like paying a phone bill or a utility bill, you can pay by traditional check, or by a direct electronic payment. And forms will be standardized so they will be easier to understand. The choice is up to you – and the same rules of privacy will apply as they do for all other electronic payments that people make.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nOn the White House Web site, Nancy-Ann DeParle, director of the White House Office of Health Reform, spoke to the issue, saying,  \"Individuals, not the government, will be in charge of their bank accounts, just like they are today.\"\nWe read Section 163 and found nothing that would  require  patients to participate in electronic payments.\nSo Limbaugh is wrong that the bill would allow the government \"the right to get into your bank account.\" The choice would be up to the person if they'd like to allow electronic withdrawals from their bank accounts.\nJohn S. Hoff, deputy assistant secretary for Health and Human Services under President George W. Bush, doesn't see much to support the critics' claims. But the bill was written in such an ambiguous way, he said, that it opens the door for this kind of speculation.\nPerhaps, he said, the provision is intended only to deal with standardizing electronic communication between health providers and insurance companies, he said. But the wording \"seems to contemplate getting money from (an individual's) account electronically.\"\nStill, he said, \"I think there is something that would protect you, that would allow you to block access to your account. It doesn't say that they could force you to do it. Does this override your relationship with the bank? No, I don't think so. Suppose you didn't want electronic transfers, you could tell the bank not to do it.\"\nDr. Glenn Laffel, senior vice president of clinical affairs at Practice Fusion, which provides free, Web-based electronic health records, read the wording of the bill and came away confused.\n\"At best, it's vague and ambiguous,\" Laffel said. \"At worst, it would empower the government to do something that isn't right. It's something that needs to be addressed.\"\nSo in summary, some of the experts we talked to said the wording of the bill is ambiguous enough to allow speculation like Limbaugh's that the government might be able to tap into an individual's bank account to square health payments. But there's nothing in the bill that suggests this program would be required.\nAnd while it sounds ominous to say the government could get into your bank account, the same is true for utility and mortgage companies for whom customers have given permission to extract regular electronic payments directly from their bank accounts. The way Limbaugh says it, it sounds like the government would require this program (that it would \"have the right\") to get into your account, that the government could do it without your permission. And we find no basis for that claim in the bill. We also think Limbaugh exaggerates when he says the government could then transfer money in your account without you knowing it. If you sign up for electronic withdrawal, you know about it. And so we rate this claim Barely True.\n \n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15601"}