{"url": "/factchecks/2013/feb/13/barack-obama/barack-obama-says-hes-kept-congress-fully-informed/", "speaker": "Barack Obama", "vclaim": "\"Throughout, we have kept Congress fully informed of our efforts\" to create a legal framework on counterterrorism.", "truth_label": "false", "date": "stated on February 12, 2013 in the State of the Union Address:", "title": "Barack Obama says he's kept Congress \"fully informed\" on targeted killings", "text": "After being criticized for using drones to kill suspected terrorists, including American citizens, President Barack Obama said in his State of the Union address that he has been transparent with Congress about his administration’s policy.\n\n\"Where necessary, through a range of capabilities, we will continue to take direct action against those terrorists who pose the gravest threat to Americans,\" Obama said. \"Now, as we do, we must enlist our values in the fight. That's why my administration has worked tirelessly to forge a durable legal and policy framework to guide our counterterrorism efforts. Throughout, we have kept Congress fully informed of our efforts.\"\n\nWith all the controversy, we wondered if it was correct that he'd kept Congress \"fully informed.\"\n\nThe White House’s case\n\nThe White House told us Obama has been transparent about his policies on the killings, citing speeches by two high-ranking officials on how the administration decides to target a terrorist suspect. One was by Attorney General Eric Holder at Northwestern University School of Law on March 5, 2012. The other was by John Brennan, now Obama’s pick to head the CIA, at the Woodrow Wilson International Center for Scholars on April 30, 2012.\n\nThe White House also noted that in the run-up to Brennan’s confirmation hearing, the administration released key documents to the committee, including a 2010 memo by the Office of Legal Counsel that laid the groundwork for the U.S. drone strike a year later on Anwar al-Awlaki, an American-born cleric tied to Al Qaida. Those documents were to be studied privately by the committee and were not made public. However, NBC News obtained a shorter \"white paper\" that is believed to have been derived from the longer Office of Legal Counsel memo.\n\nThe White House also highlighted a comment that Rep. Mike Rogers, R-Mich., who chairs the House Intelligence Committee, made in an interview with MSNBC’s Andrea Mitchell. When Mitchell asked whether the president \"is making the decision with no congressional or judicial oversight,\" Rogers replied, \"I'll disagree a little bit. There is oversight.\" Referring to the al-Awlaki case, Rogers said, \"I knew about the operations leading up to it and I review all of the airstrikes that we use under this title of the law.\"\n\nHow lawmakers see it\n\nHowever, several lawmakers, including several senior senators, have spent years seeking documents from the administration, which indicates that not everyone agrees with Obama’s claim of having kept Congress \"fully informed.\"\n\nFour days before the State of the Union address, a blog by Marcy Wheeler called \"emptywheel\" assembled a list of 15 instances from the past two years in which lawmakers have sought information from the administration about its policy on targeted killing. The blog post backs up its claims with links to original documents.\n\nThe lawmakers seeking information include Republicans (Sen. Charles Grassley of Iowa and Rep. Tom Graves of Georgia) and Democrats (Sens. Ron Wyden of Oregon and Patrick Leahy of Vermont and Reps. John Conyers of Michigan, Jerry Nadler of New York and Bobby Scott of Virginia). Some examples:\n\n• Following a June 7, 2012, hearing of the House Judiciary Committee on Justice Department oversight, members of the panel sent a series of follow-up questions to Holder. Among these was a series of questions by Nadler on targeted killing policy. Among other things, Nadler wrote that \"we have yet to get any response to our requests\" for information on the Office of Legal Counsel memo that would later be provided privately to the House and Senate intelligence committees.\n\n• On Dec. 4, 2012, three Democratic members of the House Judiciary Committee -- Conyers, the ranking Democrat, plus Nadler and Scott -- wrote a letter to Holder saying that the \"white paper\" provided to the committee was insufficient. \"Unfortunately, while providing some additional information, the paper does not fully satisfy our prior requests or fulfill our ongoing need for information that allows us to conduct meaningful congressional oversight,\" the lawmakers wrote.\n\n• On Feb. 4, 2013, a bipartisan group of 11 senators wrote to Obama asking for \"any and all legal opinions that lay out the executive branch’s official understanding of the president’s authority to deliberately kill American citizens.\"\n\n• Finally, on Feb. 8, 2013, six House Judiciary Committee members -- Conyers, Nadler and Scott, plus Republicans Bob Goodlatte of Virginia, the panel’s chairman; James Sensenbrenner of Wisconsin and Trent Franks of Arizona -- wrote to Obama requesting the opportunity to view the same documents he had shown to the intelligence committees.\n\nMeanwhile, Wyden suggested at Brennan’s hearing that he was not satisfied with the administration’s release to the intelligence committees. While he called the release a \"good first step,\" Wyden asked Brennan whether he would \"go back to the White House and convey to them the message that the Justice Department is not yet following through on the president's commitment.\" (Brennan said he would.) Wyden also asked Brennan to release \"any and all countries where the intelligence community has used its lethal authorities.\" (On that request, Brennan was noncommittal.)\n\nThe office of Sen. Patrick Leahy, D-Vt., released a statement to PolitiFact for this story, saying, \"Sen. Leahy has reviewed the Department of Justice white paper on targeted killings of U.S. citizens, but the White Paper raises more questions than it answers. The White Paper is not an adequate substitute for any Office of Legal Counsel opinions that may address this issue. Sen. Leahy for a considerable period of time publicly and privately has pressed the administration to disclose any such opinions to Congress, and he recently also was part of a larger group of senators who, on a bipartisan basis, asked the president to direct the Department of Justice to turn over any Office of Legal Counsel opinions. He looks forward to hearing from the administration on this issue.\"\n\nComing from a senior senator -- Leahy chairs the Senate Judiciary Committee -- and a member of the president’s own party, this perspective carries some weight in our analysis.\n\nOur ruling\n\nThe White House has certainly provided some information to Congress and the public about the process of targeting suspected terrorists, and the adversarial relationship between the executive branch almost ensures that not every one of the 535 members of Congress will be satisfied with what the executive branch discloses.\n\nStill, we think the magnitude of the complaints, and the fact that they’re bipartisan, suggest that this goes well beyond a small fringe of lawmakers.\n\nWe particularly find problems with the president’s claim that he’s been transparent \"throughout\" his term and has kept Congress \"fully informed.\" The requests for additional information have been pending for much of the president’s tenure in office, a far cry from being transparent \"throughout\" his term. And a recurring theme of these requests is not that the administration is providing no information, but that it is holding back on a portion of the information being sought, which is the opposite of keeping Congress \"fully informed.\"\n\nWe rate Obama’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09719"}