{"url": "/factchecks/2014/oct/28/facebook-posts/viral-meme-says-1956-republican-platform-was-prett/", "speaker": "Facebook posts", "vclaim": "Says the 1956 Republican Party platform supported equal pay, the minimum wage, asylum for refugees, protections for unions and more.", "truth_label": "mostly-true", "date": "stated on October 28, 2014 in a meme on social media:", "title": "Viral meme says 1956 Republican platform was pretty liberal", "text": "Liberals are getting nostalgic about the 1950s Republican agenda -- at least judging by the social media meme several readers recently sent us.\nThe meme, created by the group Occupy Democrats, summarized a few planks from the 1956 Republican Party platform, followed by the wistful comment, \"Share if you miss the good old days!\"\nHere are the seven planks listed in the meme, which to today’s ear sound more like Democratic talking points:\n1. Provide federal assistance to low-income communities;\n2. Protect Social Security;\n3. Provide asylum for refugees;\n4. Extend minimum wage;\n5. Improve unemployment benefit system so it covers more people;\n6. Strengthen labor laws so workers can more easily join a union;\n7. Assure equal pay for equal work regardless of sex.\nWe wondered whether the meme accurately describes these elements of the 1956 platform, and if so, whether the 1956 document contrasts sharply with the most recent party platform in 2012. So we took a closer look.\nWhat the 1956 platform said\nWe located a copy of the official party platform from 1956, when Dwight D. Eisenhower was running (successfully, as it turned out) for his second term as president.\nAll told, the meme is generally accurate in portraying these seven elements of the 1956 platform, with some caveats.\nOn federal assistance to low-income communities, the 1956 platform said the party would \"promote fully the Republican-sponsored Rural Development Program to broaden the operation and increase the income of low income farm families and help tenant farmers.\"\nOn protecting Social Security, the platform touted the Eisenhower administration’s extension of Social Security to 10 million more workers and benefits hikes for 6.5 million Americans.\nOn refugees, the platform spotlighted the administration’s work in sponsoring the Refugee Relief Act \"to provide asylum for thousands of refugees, expellees and displaced persons,\" promising its \"wholehearted support\" for additional efforts. M. Christine Anderson, a Xavier University historian, noted that many refugees were coming from communist countries in Eastern Europe, so this wasn't an especially controversial issue during the Cold War era.\nOn the minimum wage, the platform notes that the Eisenhower administration raised the minimum wage for more than 2 million workers. It urged extending minimum-wage protections \"to as many more workers as is possible and practicable.\"\nOn improving the unemployment benefit system, the 1956 platform touted the administration’s actions to bring unemployment insurance to 4 million additional workers, and backed efforts to \"improve the effectiveness of the unemployment insurance system.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOn strengthening unions, the platform says the \"protection of the right of workers to organize into unions and to bargain collectively is the firm and permanent policy of the Eisenhower Administration.\"\nThat’s full-throated rhetoric in support of unions -- but the policy reality is a bit more nuanced, said Jennifer Delton, a Skidmore College historian and author of Rethinking the 1950s. The platform did not support unions’ key agenda item that year -- a repeal of states’ ability to pass \"right to work\" laws that would ban compulsory union membership.\nOn equal pay for equal work regardless of sex, the platform says the Eisenhower administration will \"continue to fight … (to) assure equal pay for equal work regardless of sex.\"\nWhat the 2012 platform says\nThe party’s 2012 platform is pretty different, both in tone and substance.\nOn federal assistance to low-income communities, the 2012 platform takes a much more skeptical view. \"The federal government’s entire system of public assistance should be reformed to ensure that it promotes work,\" the 2012 platform says, arguing that the system has become overly bureaucratized and discourages work. The 2012 platform also takes a shot at federal low-income housing policy, saying the government \"has spent billions more on poorly designed and ineffective housing assistance programs.\"\nOn Social Security, the platform says current retirees or those approaching retirement should continue to receive Social Security as currently configured. However, it goes on to say that demographic and financial challenges mean that the program is \"long overdue for major change, not just another legislative stopgap that postpones a day of reckoning,\" including the possibility of \"personal investment accounts as supplements to the system.\"\nThe 2012 platform doesn’t address refugees specifically, but it does address immigration. It criticizes President Barack Obama for creating \"a backdoor amnesty program unrecognized in law (and) granting worker authorization to illegal aliens.\" It also says that \"granting amnesty only rewards and encourages more law-breaking,\" and it promises to \"create humane procedures to encourage illegal aliens to return home voluntarily, while enforcing the law against those who overstay their visas.\"\nThe 2012 platform doesn’t mention the minimum wage specifically, but it does place an emphasis on free-market business practices rather than government regulation of labor markets, laying the blame for the nation’s weak economic recovery on \"unprecedented uncertainty in the American free enterprise system due to the overreaching policies of the current administration.\"\nEven accounting for the nuances of the 1956 platform, the clearest contrast between the two platforms may be in their approach to labor unions. The 2012 platform offers no rhetorical niceties, accusing the Obama administration of \"clinging to antiquated notions of confrontation and concentrating power in the Washington offices of union elites\" and of turning the National Labor Relations Board into \"a partisan advocate for Big Labor, using threats and coercion outside the law to attack businesses.\"\nThe 2012 platform doesn’t mention two of the meme’s seven items from 1956 -- unemployment benefits and equal pay for women.\nThe bottom line, then, is that on most of these issues, the GOP moved to the right between 1956 and 2012, though the degree of that shift has varied somewhat issue by issue.\nWhat historians say\nWe asked scholars whether the contrast between the two platforms is noteworthy, and they generally agreed that it was.\nDelton noted that the Republican Party in the 1950s was divided between moderates (including Eisenhower) and conservatives. She said the moderates controlled the process of platform-writing in 1956, but they threw a few bones to conservatives in certain portions of the document. For instance, the platform said the government wouldn’t sign a treaty or enter into an international agreement in violation of individual rights -- an issue that continues to energize conservatives decades later -- and there’s a plank about a balanced budget, which was seen as a conservative position.\nThe seven items listed in the meme were supported by moderates, Delton said. At the time, she said, \"conservatives would have focused, with horror, on the very items the meme highlights.\"\nEisenhower was facing a Democratic Congress in 1956 and didn’t want to try to reverse the New Deal, Anderson said. \"If the point is that Eisenhower was not as extreme as Republicans today, it is accurate.\"\nOur ruling\nThe meme says the 1956 Republican Party platform supported equal pay, the minimum wage, asylum for refugees, protections for unions and more.\nThat’s generally correct. However, it’s worth noting that other elements of the 1956 platform were considered conservative for that era. Also, some of the issues have changed considerably between 1956 and 2012, such as the shift from focusing on post-war refugees to focusing on illegal immigration.\nThe claim is accurate but needs clarification or additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-07068"}