{"url": "/factchecks/2019/mar/28/julian-castro/rise-uninsured-under-trump-tops-1-million-beware-e/", "speaker": "Julián Castro", "vclaim": "Says Donald Trump’s health care policies have \"left millions more Americans uninsured since he took office.\"", "truth_label": "half-true", "date": "stated on March 26, 2019 in a tweet:", "title": "Yes, more people are uninsured since Donald Trump took office, but be leery of specific numbers", "text": "The Trump administration’s decision to ask a federal court to declare the entire Affordable Care Act unconstitutional has fired up Democrats. By one estimate, about 20 million people rely on the law for their health care.\nPresidential candidate Julian Castro, who served as Housing and Urban Development secretary in the Obama administration, said President Donald Trump’s latest move comes on top of his broader policy to undermine the signature health care program of President Barack Obama.\n\"Donald Trump is doubling down on a health care agenda that has left millions more Americans uninsured since he took office,\" Castro tweeted March 26. \"As President, I will expand access to quality health care, and make universal coverage my first legislative priority.\"\nIn this fact-check, we focused on whether millions more people are uninsured since Trump took office.\nA key Gallup poll\nCastro’s staff pointed to the results in the January 2019 Gallup National Health and Well-Being Index. It said 13.7 percent of Americans were uninsured in the last quarter of 2018.\n\"Today's level is the highest in more than four years, and well above the low point of 10.9 percent reached in 2016,\" the report said. \"The 2.8-percentage-point increase since that low represents a net increase of about seven million adults without health insurance.\"\nSo that squares with Castro’s \"millions,\" but we’ve found before that Gallup is an outlier, largely because its estimate for the uninsured was lower than anyone’s in 2016. From that low point, any increase appears larger. So we kept looking for more sources.\nGovernment numbers are lower\nAccording to the latest figures from the Centers for Disease Control and Prevention, between 2016 and the first nine months of 2018, the number of uninsured rose 1.3 million. That number comes from the National Health Interview Survey, a long-standing research program that drew responses from a pool of more than 61,000 people.\n\"The National Health Interview Survey is the gold standard in terms of measuring health insurance enrollment at the national level,\" RAND health policy analyst Christine Eibner said. \"My only caveat is that the most recent data do not incorporate the elimination of the individual mandate penalty, which took effect on Jan. 1, 2019. So, it’s possible that we will see further erosion.\"\nRepublicans lifted the requirement for everyone to have insurance as part of the 2017 Tax Cut and Jobs Act.\nChris Condeluci, a former Republican Senate committee staffer on health care benefits, also trusts the CDC data.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"There’s a slight uptick in the number of uninsured,\" Condeluci said. \"A slight uptick isn’t millions, but you can't shy away from the fact that there are now some people who are uninsured who had insurance in 2016.\"\nThe government’s survey found that the uninsured rate rose from 12.4 percent in 2016 to 13 percent in September 2018. The CDC analysts have not said the increase is statistically significant. On the other hand, the latest results are preliminary, and the CDC authors noted that \"preliminary estimates of persons without health insurance coverage are generally 0.1 to 0.3 percentage points lower than the final estimates.\"\nIn short, the best available survey shows a rise in the number of uninsured, and it’s possible the uninsurance rate will be higher when the final numbers come out.\nOther surveys find signs of an increase\nThe New York-based Commonwealth Fund, a private health policy group, also measures insurance coverage. Based on its work, about 2 million people lost health coverage under Trump.\nA large research effort by the Urban Institute has found small but statistically significant signs that progress toward wider coverage has stalled and might be reversing.\nThe Census Bureau’s \"Health Insurance Coverage in the United States: 2017\" analysis showed an increase of the uninsured of 492,000 people between 2017 and 2016. That’s only for one year, but the trend is upward.\nThe Trump effect\nWhatever the rise in the number of uninsured, Castro broadly ties the trend to Republican policies.\nThere’s no question that Trump and congressional Republicans worked hard and nearly repealed Obamacare. Trump canceled about $10 billion in reimbursements to insurance companies, a move that drove up premiums, although since then, they’ve moderated. The administration tightened the screws on enrollment, by shortening the sign-up period and cutting the marketing budget by 90 percent. However, enrollment for Obamacare plans fell only 2.6 percent between 2018 and 2019. Total sign-ups were over 11.4 million.\n\"Trump and Congress took many actions that could have an upward effect on the uninsured rate,\" said Cynthia Cox with the Kaiser Family Foundation. \"But the actual effect of Trump Administration policies on the uninsured rate is still an open question.\"\nOur ruling\nCastro said that millions more people are uninsured as a result of Trump’s policies. One poll did estimate a jump of 7 million people without health insurance. But the most trusted government survey found a smaller increase of 1.3 million.\nWhatever the role of Republican policies, there’s broad agreement that the number has gone up.\nCastro said it was millions. The best data says it’s closer to 1.3 million.\nCastro has the trend right, but the numbers don’t quite back him up on the specifics. We rate this claim Half True.\n Share the Facts 2019-03-28 15:53:02 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Donald Trump’s health care policies have \"left millions more Americans uninsured since he took office.\"    Julián Castro Former Secretary for Housing and Urban Development https://twitter.com/JulianCastro/status/1110620705094361091   In a tweet. Tuesday, March 26, 2019 2019-03-26    Read More  info", "vclaim_id": "vclaim-pol-00838"}