{"url": "/factchecks/2010/sep/22/afl-cio/union-attacks-marco-rubio-over-unemployment-benefi/", "speaker": "AFL-CIO", "vclaim": "Marco Rubio \"opposes extending unemployment benefits.\"", "truth_label": "half-true", "date": "stated on September 20, 2010 in a campaign mailer.:", "title": "Union attacks Marco Rubio over unemployment benefits extension", "text": "The AFL-CIO is targeting Republican U.S. Senate candidate Marco Rubio in a new mailer that calls him anti-worker.\n\nThe issue: Rubio's supposed opposition to extending unemployment benefits for out-of-work Americans.\n\n\"How do we know Marco Rubio is a bad choice for workers?\" asks the mailer, which began circulating Sept. 20, 2010. \"His anti-union voting record says it all. Our jobless rate is almost 12%, but Rubio still opposes extending unemployment benefits to the workers who need it most right now.\"\n\nDoes the AFL-CIO detail Rubio's position correctly?\n\nFirst, a little background: When workers lose full-time work through no fault of their own, they are usually eligible for unemployment benefits, small weekly payments intended to partially make up for lost wages. Employers pay taxes to fund the program, and states administer it based on federal guidelines. How much a person gets and how long benefits are paid varies by state. Usually, the benefits last about six months.\n\nIn tough times, though, Congress often extends benefits, because of the difficulty of finding new jobs when unemployment is very high, as it has been since 2008, when the economy floundered. As a result, Congress has been arguing this summer about extending benefits again after extending them five times since Obama took office in 2009. Recent extensions have been structured so that workers in states where unemployment is higher receive additional weeks of benefits. In the states where unemployment is highest, some unemployed workers have been paid benefits for close to two years.\n\nThis summer, Republicans in the House and Senate balked at extending jobless benefits to about 3 million Americans without first finding a way to offset the $34 billion cost. Republicans proposed to pay for the extension with unspent funds from the 2009 economic stimulus package. Sen. Mitch McConnell of Kentucky even offered a specific proposal to extend benefits for two months while cutting the deficit $1.7 billion, he said. How? By adjusting Medicaid payments, trimming stimulus-funded food stamps in 2014, cutting $600 million in stimulus-supported programs to expand broadband Internet access and eliminating a provision letting qualified residents receive their earned-income tax credit throughout the year instead of at the end of the tax filing season.\n\nDemocrats rejected McConnell's proposal, saying that the stimulus money would be needed elsewhere to boost job growth. They also accused Republicans of playing political games and noted correctly that emergency extensions typically never include cost offsets.\n\nThe Senate passed the extension on July 21, without cost offsets, by a vote of 59-39. Maine Republicans Olympia Snowe and Susan Collins joined all but one Democrat, Ben Nelson of Nebraska, in supporting the extension without a way to pay for it.\n\nThe House passed the benefits extension the next day 275-152. Six Florida Republicans supported the extension in the House -- Gus Bilirakis, C.W. Bill Young, Mario Diaz-Balart, Lincoln Diaz-Balart, Bill Posey and Ileana Ros-Lehtinen.\n\nHow would Rubio have voted?\n\nNo, spokesman Alex Burgos told us.\n\n\"Marco opposes Washington's continued borrow-and-spend binge that is growing our debt and threatening to diminish America,\" Burgos told PolitiFact Florida. \"While he believes unemployment benefits are legitimate government safety net programs, he would only have supported the last round of extensions if specific cuts were identified to offset the cost.\"\n\nBurgos' explanation mirrors the one Rubio gave to the St. Petersburg Times' Adam C. Smith back on July 20, when the debate over extending unemployment benefits was raging.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nSmith wrote that Rubio would support extending benefits \"only if specific cuts were identified to offset the $34 billion cost.\" He then quoted Rubio as saying, \"At some point someone has to draw a line in the sand and say we are serious about not growing debt.\"\n\nFor the record, Charlie Crist and Kendrick Meek both supported extending unemployment benefits without a cost offset.\n\nThe key to Rubio's position appears to have gotten lost in translation by the AFL-CIO, which said in a mailer that Rubio \"opposes extending unemployment benefits.\" Really, Rubio opposed extending benefits without a way to pay for it, which was the main Republican argument in Congress. We rate the AFL-CIO claim Half True.", "vclaim_id": "vclaim-pol-14384"}