{"url": "/factchecks/2015/aug/23/rhode-island-center-freedom-and-prosperity/ri-center-prosperity-freedoms-rails-against-regula/", "speaker": "Rhode Island Center for Freedom and Prosperity", "vclaim": "\"Rhode Island will become just the second state to mandate the vaccine … and the only state to do so by regulatory fiat, without public debate, and without consideration from the elected representatives of the people.\"", "truth_label": "half-true", "date": "stated on July 30, 2015 in news release:", "title": "R.I. Center for Prosperity & Freedom rails against 'regulatory fiat'", "text": "Rhode Island has issued a controversial vaccination requirement designed to fight HPV, or human papillomavirus, a sexually transmitted virus that can cause cancer.\nThe requirement, ordered by the Rhode Island Department of Health, took effect Aug. 1. It has drawn fire from a group of critics that included the Rhode Island Center for Freedom and Prosperity, which calls itself a \"free enterprise think tank.\"\nThe new policy calls for the vaccination of  all  seventh grade boys and girls before the start of school. The requirement does not apply to students whose doctors cite a medical problem; or to students whose parents object for religious reasons. And the health department defines religious reasons very liberally.\nBefore a series of public information meetings on the vaccination requirement, the Center for Freedom and Prosperity posted this statement on its website:\n\"Rhode Island will become just the second state to mandate the vaccine … and the only state to do so by regulatory fiat, without public debate, and without consideration from the elected representatives of the people.\"\nWe telephoned Mike Stenhouse, the center’s founder and chief executive officer, and asked him for his sources. We didn’t get anything from him right away.  \nSo we did our own research and found that Virginia is the only other state to require students to receive immunization for HPV. Virginia’s vaccination requirement, which is only for sixth-grade girls, took effect in 2008 following an act of the legislature.\nRhode Island’s policy is the product of a regulatory process that began in 2013 under the leadership of Michael Fine, then the state’s director of the Department of Health.\nIn both states, HPV vaccination policies use the word \"required\" and both have opt-out provisions. In Virginia,  parents have \"sole discretion\" on whether their children receive the vaccination.\nStenhouse labels the policies in Virginia and Rhode Island as mandates. But Jason L. Schwartz, an assistant professor at the Yale University School of Public Health, says you can’t call policies with such liberal exemptions mandates.\nThe breadth of Rhode Island’s opt-out provisions may not have been clear to the  public — or to Stenhouse — before a public meeting Aug. 5. That’s when Dr. Nicole Alexander-Scott, the new director of the Department of Health, told parents that their philosophical objections would qualify for the religious exemption spelled out in the regulations.\nBut what about the center’s claim that Rhode Island imposed the requirement by \"regulatory fiat, without public debate, and without consideration from the elected representatives of the people\"?\nAnd, as the center says later in its policy statement, was the health department’s decision an example of \"regulatory despotism\" that \"bypasses the traditional democratic process\"?\nWhile it’s true that the General Assembly did not pass a law for the HPV vaccination, existing Rhode Island law gives the health director the power to adopt regulations to protect public health. And, of course, the health director is appointed by, and serves at the pleasure of, the governor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nFurther, control of health-care policy by the executive branch is common in the United States. The U.S. Food and Drug Administration, for example, makes decisions affecting the health welfare of the country without first getting an act of Congress.\n\"To say it’s anti-democratic would be a misunderstanding of how we structure our government in the United States,\" says Schwartz, the Yale professor, who co-authored a recent article about state vaccination requirements for the Journal of the American Medical Association.\nAlso it’s not as if the state adopted the regulation in a back room somewhere — even though Stenhouse’s organization on July 30 described the news of the requirement as a \"stunning revelation.\"\nOn Dec. 2, 2013, Fine, the former health director, filed a notice of public hearing for Jan. 16, 2014, and also solicited written statements on the issue. In response to criticism, the department delayed the beginning of the program from Aug. 1, 2014, to Aug. 1, 2015, according to a form for the regulation that was filed with the Office of Secretary of State Nellie M. Gorbea.\nThe Rhode Island Affiliate of the American Civil Liberties Union registered its ardent opposition to the proposed regulation at the hearing and in written comments. On Jan. 27, 2014, the ACLU called on the health department to reconsider the proposal. The ACLU also criticized the requirement on Facebook.\nThat’s seems like debate to us.\nWe tried to get Stenhouse to explain what the center meant by the phrase \"regulatory fiat.\" He declined. Instead, he sent us a written statement in which he said the center \"stands by its statement\" and he challenged PolitiFact’s fairness and objectivity.\nOur ruling\nThe center says \"Rhode Island will become just the second state to mandate the vaccine … and the only state to do so by regulatory fiat, without public debate, and without consideration from the elected representatives of the people.\"\nThe center, in its statement, got two things right and two things wrong.\nIt was right about Rhode Island being the second state and it was right that the requirement was not adopted by \"the elected representatives of the people.\"\nIt was wrong when it said the vaccination requirement was imposed \"by fiat\" and \"without public debate.\"  \nIn 2014, the ACLU sharply criticized the vaccine requirement at the public hearing and debated the proposal in social media and on its website.  \nAs for acting by fiat, the regulation was put in place through a process established by law. And comments at a public hearing influenced that process, leading to a decision by the director of health to delay execution of the policy for one year.  \n More recently, the new health director told the public that philosophical objections were enough to qualify for the religious exemption. In other words, parents can pretty much say whatever they want to get exemptions for their children.  \nFor those reasons, we rate the statement Half True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06050"}