{"url": "/factchecks/2011/jan/07/lloyd-doggett/lloyd-doggett-says-richest-americans-getting-bigge/", "speaker": "Lloyd Doggett", "vclaim": "\"The richest 1 percent of America will get a bigger tax cut through this bill than the family income of the average family here in Central Texas.\"", "truth_label": "mostly-true", "date": "stated on December 12, 2010 in an interview.:", "title": "Lloyd Doggett says tax cut for richest Americans exceeds annual income of average Central Texas families", "text": "Austin U.S. Rep. Lloyd Doggett vigorously opposed the deal reached between President Barack Obama and Republicans to extend tax cuts initially put in place by Congress when Republican George W. Bush was president.\n\nAfter Vice President Joe Biden urged House Democrats Dec. 9 to vote for the deal, Doggett told reporters: \"If it's take it or leave it, we'll leave it,\" according to an online USA Today news post. Early Dec. 17, the House approved the extension. Doggett then said on CNN’s \"American Morning:\": \"We all like less taxes. But this came at an immense cost. It's our money. It certainly is. But it's also our (future) debt.\"\n\nDoggett, a Democrat representing the state's 25th Congressional District, which takes in parts of Travis and Bastrop counties plus Hays and five counties south and east of Austin, had swung home before the vote. And on Dec. 12, he told Austin’s KVUE-TV, Channel 24: \"The richest 1 percent of America will get a bigger tax cut through this bill than the family income of the average family here in Central Texas. That’s just not equitable.\"\n\nSolid comparison?\n\nTo our inquiry, Doggett’s office passed along a report by Citizens for Tax Justice, a liberal group focused on federal, state and local tax policies and their impact. The Dec. 9 report states that under the extension, the nation’s wealthiest 1 percent would enjoy an average tax cut of almost $77,000 in 2011. The report says that in Texas, the wealthiest 1 percent would see an average cut of $79,563.\n\nDoggett spokesman Cameron Arterton said the U.S. Census Bureau says the median family income for Doggett’s Congressional District 25 based on a 2009 survey is estimated at $57,723. Arterton said for Travis County, the median family income is $67,030; for Hays County, $70,998; and for Bastrop County, $55,344. To refresh, the median is not the same as the average, which is based on adding up all the family incomes and dividing the total by the number of families. In this instance, half of the area’s families have a lower income than the median and half of the area’s families have a higher income than the median.\n\nAt the Census Bureau, spokeswoman Jenna Arnold guided us to county-by-county survey research showing estimated median and mean (or average) family incomes for the counties singled out by Doggett’s office for 2005-09; they differ slightly from the one-year estimates cited by Doggett’s office. For 2005-09,  the median family income in Travis County is estimated at $69,251, about $25,000 less than the county’s average estimated family income of $94,955. Bastrop County’s median family income, $59,582, was about $12,000 less than its estimated average, $71,656. Hays County’s median family income, $72,647, was about $14,000 less than its estimated average, $86,364.\n\nMedian or mean, what’s the best way to judge income?\n\nLloyd Potter, the state demographer, told us that generally, he prefers to use average (or mean) income in comparisons rather than median income. \"There’s something intuitive about the concept of an average,\" he said.\n\nBut averages, Potter said, are sometimes distorted by extreme values at the high or low ends.\n\"So if you had someone (in your county) who was really wealthy, like a billionaire, or just a couple, that would pull the mean up fairly significantly. It’s perhaps misleading as far as how most people are living,\" Potter said. \"You’ve got some very wealthy people in Travis County. Doesn’t Sandra Bullock live there?\"\n\nWe heard next from Doggett, who pointed out via e-mail that in his Dec. 16 House remarks opposing the extension, he correctly compared the tax cut for the wealthiest Americans to median--not average--family incomes in Central Texas.\n\nDoggett said that in the earlier KVUE interview, \"I wasn’t trying to change the standard of measurement... I was conveying the same important point about this tax deal -- the inequality between the tax benefits for the wealthiest 1 percent in this deal and the typical family income in our area for an entire year.\"\n\nHis e-mail continues: \"Even if you strictly limit ‘average’ to mean ‘mean,’ not ‘median,’ my statement is still accurate for the congressional district I represent.\" His office pointed us to census research indicating that family incomes in the district averaged $75,455 for 2005-09 in 2009 inflation-adjusted dollars.\n\nDoggett added that \"‘median’ is a type of ‘average’ too according to Merriam Webster’s online, which lists the first definition of  ‘average’ as ‘a single value (as a mean, mode, or median) that summarizes or represents the general significance of a set of unequal values.’)\"\n\nAs he acknowledges, Doggett didn’t specify median or mean incomes to KVUE, enabling his statement to leave the misimpression that the 2011 tax cut for the nation’s wealthiest 1 percent exceeds the average income of Central Texas families.\n\nSolely considering average family incomes, his claim doesn’t hold up for two of three counties singled out by his office. Taking median incomes into account, though, his statement is supported.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-13804"}