{"url": "/factchecks/2011/feb/15/glenn-beck/glenn-beck-says-muslim-brotherhood-wants-declare-w/", "speaker": "Glenn Beck", "vclaim": "The Muslim Brotherhood has \"openly stated they want to declare war on Israel.\"", "truth_label": "false", "date": "stated on February 4, 2011 in a comment on his television show:", "title": "Glenn Beck says Muslim Brotherhood wants to declare war on Israel", "text": "One of the thorniest questions to emerge from the tumult in Egypt has been what to make of the Muslim Brotherhood. Western observers have characterized the enigmatic group -- also called Al-Ikhwān -- as everything from democratic reformers to Islamic Socialists bent on global dominion.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nOn his Fox News Channel program for Feb. 4, 2011, Glenn Beck wrapped up five days of frightening Egypt forecasts with this blunt assessment:\n\n\"We told you this week how if (President Hosni) Mubarak does step down, however, the Muslim Brotherhood would be the most likely group to seize power. They've openly stated they want to declare war on Israel and they would end the peace agreement with Israel and they would work towards instituting something we told you about, a caliphate.\"\n\nThat’s a lot to unpack. We decided to check Beck’s claim that the Brotherhood has \"openly stated they want to declare war on Israel,\" because so much of the debate in the United States revolves around the Muslim Brotherhood's intentions toward the main U.S. ally in the region.\n\nBeck neglected to name a source in that Feb. 4 broadcast, so we took a look through the rest of his transcripts for the week. Sure enough, three days earlier he informed viewers that \"a top official in the Muslim Brotherhood has just said that … ‘The people should be prepared for war against Israel.’\"\n\nWho was that top official? Beck’s website pointed to a Feb. 1, 2011, item in the Jerusalem Post that had a \"leading member\" of the Brotherhood, Muhammad Ghannem, declaring that \"the people should be prepared for war against Israel.\" The next day a Washington Times editorial picked up the quote, saying it \"succinctly summed up\" the Muslim Brotherhood's foreign policy. Then Sen. Mark Kirk, R-Ill., repeated the fiery words in a floor speech.\n\nThe Jerusalem Post piece cited an interview Ghannem gave to an Arabic-language Iranian network, Al-Alam. With deft use of Google Translate we were able to verify that Ghannem was quoted saying something along those lines in a Jan. 31, 2011, piece on Al-Alam’s website. The key question then becomes whether Ghannem can speak for the sprawling Muslim Brotherhood.\n\n\"I have never heard of him,\" said Dr. Jason Brownlee, an associate professor in the Department of Government at the University of Texas and a scholar with the Woodrow Wilson Center in Washington, D.C. \"It’s a big organization, and there may be people who say things like that, but that doesn’t mean it’s policy. It doesn’t jibe with my experience visiting Egypt and doing research on the Muslim Brotherhood for over a decade.\"\n\nThree other experts on the Muslim Brotherhood all agreed. \"The MB is a massive organization with many different ideological trends within it,\" explained Dr. Joshua Stacher, a political scientist at Kent State. \"I have never heard anyone on or off the record say they ‘wish to declare war on Israel.’ \" None were familiar with Ghannem, who we confirmed is not among the the Brotherhood’s policy elite, the 16-member Guidance Bureau.\n\nStill, there’s no doubt that the Brotherhood officially condemns Israel, its neighbor across the Sinai Peninsula. According to a report on the group’s own website, a controversy erupted in 2007 when spokesman Essam El-Erian was quoted in London-based paper Al-Hayat saying that the Brotherhood would recognize Israel if it came to power.\n\nIn response, then-Supreme Guide Mohamed Mahdy Akef clarified that \"the Brotherhood does not and will never recognize Israel. ... Israel does not exist in the Brotherhood’s dictionary.\"\n\nEl-Erian maintained that he had been misquoted and was only calling for a referendum on the peace treaty between Egypt and Israel. That’s still the official line since the protests in Tahrir Square began.\n\nAt a press conference in Cairo on Feb. 9, 2011, El-Erian and Mohammed Musri -- both of whom do sit on the Brotherhood’s Guidance Bureau -- declared that the group respects the treaty and any changes would be up to a democratically elected government.\n\nBrownlee pointed out that many Egyptians believe the 1979 treaty lacks legitimacy; it passed with nearly unanimous approval in what was seen as a fraudulent vote. Opinions vary as to how it would fare today, but, as George Washington University professor Nathan Brown pointed out, revoking a peace treaty is a far cry from declaring war.\n\nIn a Feb. 2 interview on NPR’s All Things Considered, El-Erian confirmed that view. He called again for revising the terms of the treaty but, asked what that would mean, dismissed fears of armed conflict.\n\n\"Oh, no threat of war,\" El-Erian told Robert Siegel. \"The people are not pushing for war. But it is not our duty to protect Israel from Palestinians. We are not guards for Israel.\"\n\nSo some members of the Muslim Brotherhood may be calling for war. But the ones who say that don’t speak for the group; and the ones who do speak for the group, don’t say that. We rate Beck’s claim False.", "vclaim_id": "vclaim-pol-13603"}