{"url": "/factchecks/2020/apr/15/kellyanne-conway/kellyanne-conway-misleads-name-covid-19-says-its-n/", "speaker": "Kellyanne Conway", "vclaim": "\"This is COVID-19, not COVID-1, folks. And so you would think the people charged with the World Health Organization facts and figures would be on top of that.\"", "truth_label": "false", "date": "stated on April 15, 2020 in an interview on \"Fox & Friends\":", "title": "Kellyanne Conway misleads on name for COVID-19, says it’s ‘not COVID-1’", "text": "In a swipe at the World Health Organization, White House counselor Kellyanne Conway made a misleading claim about COVID-19, implying that the disease caused by the novel coronavirus was so named because it’s the latest in a string of similar coronaviruses. \n\"Some of the scientists and doctors say there could be other strains later on, this could come back in the fall in a limited way,\" Conway said in an April 15 \"Fox & Friends\" interview. \"This is COVID-19, not COVID-1, folks. And so you would think that people charged with the World Health Organization facts and figures would be on top of that.\"\n\"People should know the facts,\" she added.\n\nThe comment came one day after President Donald Trump announced his intention to halt U.S. funding to the WHO and review its handling of the virus. \nBut the name of the disease doesn’t mean the WHO had 18 chances to learn about coronaviruses before the latest strain hit. \nCOVID-19 is short for \"coronavirus disease 2019,\" a name that reflects the year in which the disease was first identified. The WHO announced the name on Feb. 11.\nAccording to the Centers for Disease Control and Prevention, \"CO\" stands for \"corona,\" \"VI\" stands for \"virus,\" and \"D\" stands for \"disease.\" Before the WHO formalized a name for the disease, it was referred to as the \"2019 novel coronavirus\" or \"2019-nCoV.\"\nThe virus itself, by contrast, is known as \"severe acute respiratory syndrome coronavirus 2\" and abbreviated as \"SARS-CoV-2,\" according to the WHO. The CDC lists seven coronaviruses that are known to infect humans, some of which are relatively common.\nConway was clearer about the origins of \"COVID-19\" during a separate interview with Fox Business host Maria Bartiromo roughly 30 minutes after her comment on \"Fox & Friends.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n \n\n\n\n\n\n\n\"It’s called COVID-19 because that’s the year, that’s the year,\" Conway said while ripping the WHO’s response to the coronavirus outbreak. \"It’s not COVID-20. It’s COVID-19.\"\nFacing blowback for her \"Fox & Friends\" comment, Conway tweeted the clip from her interview with Bartiromo. She said she knows \"19 refers to (the) year,\" but that she was making the point that the WHO \"should see pandemics coming\" because of the funding it gets from the U.S. \nDear @RepBobbyRush: I know 19 refers to year. I’m in Task Force daily (Congress is out until May 4). Point: WHO has received billion$ from USA for decades; it should see pandemics coming & be honestWhich felt better:insulting me or endorsing Bloomberg for President?God bless https://t.co/3LpvkoQERb— Kellyanne Conway (@KellyannePolls) April 15, 2020 \nIn a statement to PolitiFact, a White House official said Conway is \"well aware that ‘19’ refers to the year\" and that she attends meetings held by the White House’s coronavirus task force. \nConway was addressing \"the sheer number of years the U.S. has given billions and billions of dollars to WHO and were failed by them,\" the White House said, adding that in each of her April 15 interviews, she said the WHO’s job is to anticipate infectious disease pandemics.\n\"Kellyanne never mentioned ‘18 other coronaviruses,’\" the White House said.\nOur ruling\nConway said, \"This is COVID-19, not COVID-1,\" arguing that the WHO should have been better prepared to deal with the virus. \n\"People should know the facts,\" she added.\nWe agree. The name of the disease caused by the coronavirus, COVID-19, doesn’t mean it’s the 19th in a series of similar coronaviruses. The 19 refers to the year it was discovered, 2019. \nConway made the claim with a straight-face, but she later said she knew what the name meant.\nWe rate her original statement False.", "vclaim_id": "vclaim-pol-16945"}