{"url": "/factchecks/2018/mar/22/universal-news-portal/hoax-claims-barack-obama-broke-law-reclaim-preside/", "speaker": "Universal News Portal", "vclaim": "\"Obama just broke federal law in attempt to take over presidency from Trump.\"", "truth_label": "pants-fire", "date": "stated on March 18, 2018 in in a fake news blog post :", "title": "Hoax claims that Barack Obama broke the law to reclaim the presidency from Donald Trump", "text": "Former President Barack Obama didn’t break any federal laws to reclaim the Oval Office from President Donald Trump, despite internet hoaxes.\n\"We got him: Obama just broke federal law in attempt to take over presidency from Trump,\" said the headline on March 18, 2018, on Universal News Portal, a blog promoting sensational headlines.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes. We found no evidence that Obama tried to  overthrow the current president.\nIn the article, Obama is falsely accused of being obsessed with taking Trump down by establishing a shadow government outside the White House that recruits active members to protest Trump’s every move.\nWhile there have been protests against policy decisions made by the Trump administration, there is no evidence to suggest that Obama influenced or administered them in any way. There is also no proof of an established shadow government, which has been referred to as a conspiracy theory by several news outlets.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nObama is also accused of urging senators not to repeal Obamacare without Trump’s knowledge and of following Trump to the G20 Summit in Germany in 2017, which PolitiFact already debunked last year. Obama’s spokesperson told us that he did not attend the event, nor was he in Germany at the time it took place. There have also been no reports of Obama meeting with senators to discuss fighting the repeal of Obamacare.  \nThe alleged crime in the fake news story  is that Obama is supposedly held secret meetings with world leaders.\nSince Obama is now out of office, doing so would be considered illegal under the Logan Act, which bars private citizens from interfering with diplomatic relations between the United States or foreign governments.\nWhile Obama has met with some world leaders, such as President Xi Jinping of China and Prime Minister Narendra Modi of India, it was part of a longstanding tradition of former presidents traveling overseas after leaving office to try and attract donations and support for their foundations, libraries and presidential centers. Obama has also leisurely traveled and made speeches abroad since he has left his presidency.\nWe found no evidence of any illegal action taken by Obama since he has been out of office or any attempts to illegitimately take over the presidency.\nWe rate this post Pants on Fire.", "vclaim_id": "vclaim-pol-02277"}