{"url": "/factchecks/2012/jul/24/woody-degan/candidate-vanderbilt-state-sharia/", "speaker": "Woody Degan", "vclaim": "Gov. Bill Haslam is \"making our Economic Development department Sharia compliant\" by hiring a woman \"who specializes in Sharia compliance. That’s what her job is.\"", "truth_label": "pants-fire", "date": "stated on June 28, 2012 in in an interview with The Commercial Appeal.:", "title": "Candidate says state hired Vanderbilt alum to make department of economic development Sharia compliant", "text": "Woody Degan, an East Shelby businessman challenging state Senate Majority Leader Mark Norris, R-Collierville, in the Republican primary in District 32, is making several bold claims in his campaign.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nIn an interview with The Commercial Appeal, he claimed there is an effort under way to make the state’s economic development agency \"Sharia compliant.\" He contends that Gov. Bill Haslam has appointed a director at the state Department of Economic and Community Development (ECD) who Degan says specializes in \"Sharia compliance\" and is working to make the agency \"Sharia compliant\" in order to \"go after Sharia money.\"\n\nHere is but one of the full from Degan: \"They’re making our Economic Development department Sharia compliant. They hired Samar Ali, who came directly from the Obama administration, who specializes in Sharia compliance. That’s what her job is.\"\n\nDegan repeated those charges at a candidate forum in Shelby County on Sunday, July 22, specifying again that the official in question is Samar Ali, ECD’s director of international development. Degan is not the only person attacking Ali -- eight county-level Republican committees have passed resolutions denouncing the governor’s appointment and demanding that Ali be fired, which Haslam has refused to do.\n\nSo we decided to look into the matter.\n\nAt its simplest, Sharia law is the moral code and religious law of the Islamic faith, addressing a variety of personal and secular topics. Aspects of Sharia law do govern business dealings, and some Muslims conduct business only under Sharia-compliant conditions. For example, Sharia may prohibit interest on loans, considering it usury, but may allow other lending fees in lieu of interest. Some people believe that Muslims are trying to incorporate Sharia law in the United States.\n\nIn his attack on ECD and Samar Ali, Degan is echoing those groups that have attacked the governor’s appointment, largely because Ali is Muslim. She was a White House Fellow in 2010-11 and her resume includes work as a lawyer in a U.S. law firm’s Abu Dhabi office that involved Sharia-compliant business transactions – which is routine in many Middle Eastern countries.\n\nDegan spent eight minutes, in a 42-minute recorded interview, talking about Sharia and Ali. Among his assertions:\n\n--\"Our governor several weeks ago appointed Samar Ali straight from the Obama administration to the top position in the Tennessee economic development department . . . so we’re preparing our state for Sharia money to come in.\"\n\n--\"By Sharia law, 20 percent of all proceeds from their profits have to go to their mosques, many of which support jihad . . .  We’re going to let them bring it into Tennessee and let those proceeds go back to kill our boys.\"\n\n--\"They’re making our economic development department Sharia compliant. Why would you make it Sharia compliant if you weren’t going after Sharia money?\"\n\nDegan’s most specific allegation regarding Ali is that she \"specializes in Sharia compliance, financial compliance. That’s what her job is . . . and that’s what she was brought into Tennessee for.\"\n\nClint Brewer, ECD’s assistant commissioner for communications, wrote in an email that Degan’s assertions are false.\n\n\"Samar Ali was hired to be ECD’s international director. Her job duties are to manage the TNTrade export program and to supervise our four international offices in Germany, Japan, China and Canada.\" He added: \"There is no part of her job -- or any department operations -- that involves Shariah compliant finance or Shariah law.\"\n\nBrewer also said there is no such effort under way, or planned, to make the agency Sharia compliant. \"None whatsoever nor will there be any,\" he said.\n\nAli was born in Nashville and raised in Waverly, Tenn., the daughter of two medical doctors who emigrated from the Middle East when they were young. She is a graduate of Vanderbilt University and its law school. An article on the Vanderbilt Law School website in 2010 summarized her accomplishments when she was selected as one of 13 members of the 2010-11 class of the prestigious White House Fellow program:\n\n\"During her freshman year, she co-founded the Middle Eastern Students Association and began her three-year involvement with Vanderbilt’s Student Government Association by joining the multicultural committee and the SGA Future Leaders Program. Just two days after the Sept. 11 attacks, Ali rose to an unofficial leadership position by speaking publicly about her Muslim faith and her religion's condemnation of the perpetrators' action. She was the university’s first Arab-Muslim student body president.\"\n\nMike Newton, a Vanderbilt professor who supervised a project Ali completed on comparative human rights in Islamic societies, was quoted in the article that, \"Samar was an amazingly well-rounded and poised student who added a very valuable perspective to our student body and to the International Law Practice Lab.\"\n\nWhen asked what evidence he had to back up his assertions about Sharia law at ECD, Degan said, \"Her specialty is Sharia law and when she was put into that position as a Sharia law expert, it certainly raises questions and concerns about it. The evidence is in what she does…. I’m concerned, yes. Do I have evidence? No.\"\n\nDegan later emailed us a more elaborate response that included several attachments from the far-right blogosphere in opposition to Ali’s appointment. He wrote, \"Evidence?  Well, I agree, not until it starts happening is there actual concrete evidence.\"\n\nOur ruling\n\nA candidate in the Republican primary for state Senate made strong charges aimed at the state’s economic development department, saying that it had hired a woman specializing in Sharia law in order to make the department Sharia compliant. But even Degan admits he has no evidence.\n\nThe department itself strongly denies the allegations and says Ali will have no involvement in Sharia compliance or Sharia transactions. Whether some like Degan in the Republican party feel it is necessary to attack the governor’s office for hiring a Muslim is up to them, but for making a claim that lacks evidence, we rate Degan’s statement Pants On Fire!", "vclaim_id": "vclaim-pol-10716"}