{"url": "/factchecks/2013/nov/08/greg-abbott/davis-not-pushing-gun-control-bloomberg-has-favore/", "speaker": "Greg Abbott", "vclaim": "Wendy Davis is \"fighting to bring ... Bloomberg-style gun control to Texas.\"", "truth_label": "half-true", "date": "stated on November 7, 2013 in a donation web page:", "title": "Davis not pushing gun control, but like Bloomberg has favored gun show checks", "text": "Austin political consultant Steven Rivas drew our attention to a claim on a donation web page for Greg Abbott’s gubernatorial campaign saying state Sen. Wendy Davis is \"fighting to bring California values to Texas\" including \"Bloomberg-style gun control.\"\nSetting aside how much California agrees with New York’s gun-control advocate mayor Michael Bloomberg, we thought Texans would want to know Davis’ views, as her bid to become governor is the first statewide campaign for the Fort Worth Democrat.\nDavis hasn’t, so far, focused on gun control in her campaign. Abbott, a Republican who’s served as Texas’ attorney general since 2002, says on his campaign site that he’ll fight federal limits on gun rights.\nAbbott campaign spokesmen Matt Hirsch and Avdiel Huerta told us by email that Davis, a former Fort Worth City Council member elected to the Senate in 2008, had \"voted twice against campus carry,\" \"voted to prohibit gun shows in Fort Worth,\" supported background checks for gun buyers and had opposed a measure to remove cities’ abilities to restrict guns in municipal buildings; they also provided citations and backup materials.\nAsked for specifics on \"Bloomberg-style,\" Huerta sent a March 26, 2013, PolitiFact fact-check that said, \"Bloomberg is pushing for universal background checks on all firearm purchases.\"\nIn addition, Bloomberg, a powerful advocate for gun control both locally and nationally, has long urged and in some cases helped enact measures including strengthening punishments for those who illegally possess guns, registering gun offenders and banning military-style weapons. He also focuses on \"straw\" purchases -- those made by people who intend to re-sell the weapons to illegal buyers -- and has been criticized for his city administration’s sting operations in other states to uncover such transactions.\nBloomberg co-founded and co-chairs Mayors Against Illegal Guns, a group that launched a $12 million, 13-state ad campaign March 23, 2013, promoting expanded background checks. Group spokeswoman Erika Soto Lamb told us by email that \"Bloomberg-style\" could fairly be defined as \"common-sense gun reforms that will save American lives by keeping guns out of dangerous hands.\" Universal background checks -- requiring private sellers everywhere (not just at gun shows) to run background checks -- are a prime example and the group’s priority, she said.\n \nDavis on gun shows\n \nHirsch of Abbott’s campaign emailed us citations from news stories saying that as a member of the Fort Worth City Council in 2000, Davis supported making sure all buyers faced background checks at gun shows in city-owned facilities and that she recently told the Texas Tribune she still held that view.\nA Sept. 11, 2013, Tribune news story Hirsch emailed to us said Davis was a gun owner and quoted her as saying of the gun show restrictions, \"I haven’t pursued it as a senator because I know it’s like spitting in the wind\" and \"But I still believe it’s the right thing. And if I were governor and a bill came to my desk that provided for background checks at gun shows, I would sign that.\"\nHirsch also cited a Sept. 18, 2013, commentary by Georgia writer Brandon Howell, posted on the conservative Daily Caller website, that went further, saying Davis also \"sought banning gun shows on city-owned property.\"\nA Fort Worth ordinance Davis proposed in 2000 could have barred some gun shows from city property, but was tabled along with a related proposal, according to news stories starting in 2000 about a months-long city government debate on gun control that year.\nAn Aug. 9, 2000, news story in the Dallas Morning News said her ordinance would have placed restrictions on shows \"including provisions that would allow only licensed dealers to sell firearms on city premises.\" According to the story, Davis said that another option was requiring background checks on gun buyers at the shows.\nA July 19, 2000, News story said Davis also supported the other tabled proposal, a resolution by which the council would have asked the federal government to require background checks of gun show buyers.\nBloomberg supports background checks on gun show buyers, evidenced notably when he sent New York investigators to gun shows in states as far away as Nevada in 2006, 2009 and 2011 to find evidence that private dealers would sell to buyers who wouldn’t pass background checks. In a July 25, 2012, fact-check, PolitiFact gave a Half True rating to his claim that \"you can sell guns without a background check at a gun show, forty percent of guns are sold that way, same thing on the Internet.\"\n \nDavis on campus carry\n \nLegal gun owners’ ability to take their weapons onto college campuses doesn’t appear to be an issue Bloomberg emphasizes, based on our check of the Nexis news archive. Mayors Against Illegal Guns has supported college leaders calling for tighter gun restrictions on campuses nationwide, but doesn’t name the issue among its principles or in the primary categories on its scorecard for lawmakers. New York state bans weapons on campuses.\nHirsch, turning to Davis’ tenure as a state senator, cited her 2009 vote against a proposal to allow Texas concealed-handgun license holders to carry handguns on college campuses. That proposal passed the Senate by 20-11 and cleared a House committee, but it died toward the end of the legislative session short of reaching the full House.\nHirsch also specified Davis’ 2011 vote on legislation intended to let such license holders carry guns inside campus buildings. Senators including Davis voted 19-11 not to bring the proposal up for floor consideration, and it then died (a similar measure failed to pass in the 2013 session).\nTo our inquiry, Davis campaign spokeswoman Rebecca Acuña told us by email that Davis voted for three pro-gun measures, supported two others and was quoted in a Jan. 13, 2013, Fort Worth Star-Telegram news story as saying, \"Americans have the right under the Second Amendment to own firearms, and that is not going to change.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAcuña said Davis wants to protect Second Amendment rights on firearms \"for honest citizens by assuring that they are kept out of the hands of criminals.\"\nOne of the Senate votes Acuña cited was related to campus carry issues. In the 2013 session, Davis was among the \"yea\" votes when the Senate approved, 27-4, a proposal to allow college students with concealed-handgun licenses to store handguns in locked vehicles on campus. The measure became law and took effect Sept. 1, 2013.\nThe Daily Caller item Hirsch provided to us described that as \"an easy vote\" for Davis because the proposal passed by such a wide margin. Davis told the bill’s author, according to an April 30, 2013, Star-Telegram news story, that \"she planned to support his bill but said she wanted his assurance that ‘you will not allow that opening, that broad opening to become a part of what you’re passing out of here today.’ … ‘You understand that there are many of us in the Senate chamber who are concerned about the broader impacts of carrying on campus.’ \"\nThe story said Davis later issued a statement saying that \"it is important that the local control of colleges and universities over their campuses be preserved with regard to carrying guns on campus.\"\n \nDavis on concealed-carry measures and cities’ abilities to restrict guns\n \nBloomberg and his group have long opposed letting states recognize out-of-state concealed-carry permits. New York City, where Bloomberg is nearing the end of his 12-year stretch as mayor, issues concealed-carry permits in limited circumstances.\nAnd Bloomberg favors expanding at least some concealed-carry restrictions; after the Feb. 26, 2012, death of Trayvon Martin in Florida, Bloomberg said in an April 11, 2012, speech at the National Press Club in Washington, D.C., that George Zimmerman, who shot Martin, should never have been allowed to carry a concealed weapon because of his legal history.\nHuerta sent us part of a May 24, 2001, Star-Telegram news story in which council members including Davis \"criticized a bill passed by the state Senate that would ... give the Legislature the sole right to regulate whether\" concealed-handgun license holders \"can take their weapons to such locations as city halls, libraries or parks.\"\nThe story quoted Davis as saying, \"I think it's a terrible idea\" and \"Once again, it's an example of the state getting involved in an issue that should be within the city's jurisdiction.\"\nAcuña cited Davis’ 2013 votes on three measures simplifying the process to get a concealed-carry license. Davis voted for a proposal to prohibit state officials from requiring applicants’ Social Security numbers that became law and takes effect Jan. 1, 2014, and for two measures that became law effective Sept. 1, 2013, cutting the number of instruction hours needed and eliminating the need to take a proficiency test. The Senate approved the measures by votes of, respectively, 25-6, 29-1 and 27-4.\nAcuña also noted that Davis voted for a measure allowing the state’s attorney general to get an injunction against a city or county that breaks state law by restricting ownership, transport, licensing or other actions regarding firearms, ammunition and supplies. The Senate approved it 24-6; it became law and took effect June 14, 2013.\nIt’s not a new restriction on cities, but rather a specific way to enable the enforcement of existing state law that bars such local restrictions.\n \nSo is Wendy like Mike?\n \nThe mayoral group’s spokeswoman named universal background checks as \"Bloomberg-like.\" So does the NRA, it turns out.\nSpokesman Andrew Arulanandam of the NRA’s lobbying arm told us by phone, \"AG Abbott is correct in his assessment,\" based on Bloomberg’s federal-level push for expanding background checks and Davis’ remarks to the Texas Tribune favoring \"background checks at gun shows.\"\nAt the Texas State Rifle Association, which is affiliated with the NRA, spokeswoman Alice Tripp told us by phone that she agreed with Abbott based on Davis’ 2000 push for background checks at gun shows. \"Bloomberg seems to attack firearm ownership in that kind of parental way,\" she said.\nShannon Watts, founder of Moms Demand Action for Gun Sense in America, told us by email her group hopes Davis \"will come out in support of common-sense gun reform, including background checks,\" and said that to her group, \"Bloomberg-style gun control\" is not a pejorative term.\nThe groups did not have scorecards or endorsements for specific candidates this far ahead of Texas’ Nov. 4, 2014, general election.\nOur ruling\nAbbott said Davis is \"fighting to bring\" \"Bloomberg-style gun control to Texas.\"\nLike Bloomberg, Davis supports background checks for all buyers at gun shows. She has opposed campus-carry measures, but voted to allow concealed weapons locked in vehicles while warning the author not to take it any farther. She has opposed letting the state tell cities or colleges they can’t regulate guns on their property, but voted to let the state pursue injunctions against cities that overstep limitations currently in state law. She joined most of the Senate in voting for three laws simplifying concealed-handgun permit applications.\nDavis has taken some actions Bloomberg might approve, and others he might not. However, she doesn’t appear, so far, to be \"fighting\" for tighter gun control if elected governor. We rate Abbott’s partly accurate statement as Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08640"}