{"url": "/factchecks/2010/dec/15/george-allen/george-allen-says-sen-jim-webb-negates-votes-sen-m/", "speaker": "George Allen", "vclaim": "Sen. Jim Webb \"persists on negating\" Sen. Mark Warner’s votes", "truth_label": "false", "date": "stated on December 9, 2010 in a news release.:", "title": "George Allen says Sen. Jim Webb negates votes of Sen. Mark Warner", "text": "Former U.S. Sen. George Allen is taking aim at a rival who took away his seat in 2006, Sen. Jim Webb.\n\nIn a Dec. 9 news release, Allen criticizes Webb for breaking with Virginia's junior senator, Democrat Mark Warner on two recent votes. Webb opposed banning earmarks and backed an unsuccessful effort to advance legislation that would give police and firefighters’ unions collective bargaining rights.\n\nAllen, a Republican, is considering a 2012 rematch with Webb. He says Webb, a Democrat, \"canceled out Senator Warner’s\" votes and \"denied our commonwealth a voice in the Senate.\"  \n\nAllen writes: \"No one expects both of our Senators to agree all the time, but when one persists on negating the other, the will of a vast majority of Virginians is ignored, and the Commonwealth is bumped from a leadership role and onto the sidelines.\"\n\nWe looked at Allen’s assertion that Webb \"persists on negating\" Warner’s votes.\n\nThe Oxford Dictionary offers this definition for the verb persist : \"Continue firmly or obstinately in an opinion or a course of action in spite of difficulty, opposition, or failure.\"\n\nHas Webb really established a pattern of parting with his fellow Virginia senator and party mate?\n\nWe went to the voting records.\n\nAccording to Open Congress’s head-to-head comparison, the two senators have voted together 727 times time since Warner took office in January 2009, or 87 percent of the time. That’s 2 percentage points shy of the average voting similarity for Democrat senators -- 89 percent.\n\nSo it seems hard to support the assertion that Webb \"persists on negating\" Warner while voting with him almost nine times out of 10.  \n\n\"Webb votes far more often with his fellow Democrat Warner than not, said Mark J. Rozell, a professor of public policy at George Mason University. \"Picking a few issues of differences does not prove that the senators are marching in opposite directions.\"\n\n\"But so what if they disagree some times?\" he added. \"Allen's argument is frankly silly. Are two senators supposed to vote as a unit on each issue merely because they are from the same state? Our electoral system never anticipated unity of state delegations. Let's say the House delegation from Virginia goes 6-5 on some issue. Does that mean that 10 members canceled each other out and only one mattered?\"\n\nLarry Sabato, director of the Center for Politics at the University of Virginia, agreed.\n\n\"It is highly misleading to suggest that Webb ‘persists’ in negating Warner,\" he said. \"The Senate’s roll call records clearly show this is not true.\"  \n\nRepublican Senators vote together 78 percent of the time on average, according to Open Congress. So it would seem that there’s even more \"negating\" occurring on the other side of the aisle. Democrat and Republican senators average a 46 percent voting similarity.\n\n\"The unusual twist here is that this is a tactic most often employed in a state when one senator is a Republican and the other senator a Democrat,\" Sabato said of Allen’s attack.  \"The irony is that the charge would almost certainly be accurate if the two Virginia senators were named Mark Warner and George Allen.\"\n\nSabato’s point : If Allen were elected to replace Webb in 2012, the chances are nearly 100 percent that Warner and Allen would cancel out each other’s votes on the Senate floor far more often than do Warner and Webb.\n\nJust as point of interest, Webb votes with his party 85 percent of the time while Warner votes with party 91 percent of the time.\n\nSo it’s clear that Allen is wrong to say that Webb persists in negating Warner based on total voting records. But maybe he’s pointing to a more recent trend.  \n\nSince Congress reconvened in November after a recess,  the two Virginia senators have both voted on 22 measures, differing on four of them (two of which are the basis for Allen’s claim). They agreed 82 percent of the time.\n\nThat’s lightly lower than their average, but hardly a persistent disagreement.\n\nWhat about key votes?\n\nThe senators voted together on health-care reform, the 2009 Stimulus bill, the Pay-As-You-Go Act increasing the statutory limit on the public debt, the HIRE Act, or Senate jobs bill, and most recently on the National Defense Authorization Act for FY11 (including the repeal of Don’t Ask, Don’t Tell) and the Dream Act.\n\nNot a lot of division on big issues.\n\nHow about the suggestion that casting a differing vote is \"negating\" Warner’s, thereby robbing the Commonwealth of a voice?\n\nCouple problems there.\n\n1) Why is Webb the one negating Warner? Couldn’t Warner just as easily be negating Webb?\n\n2) Oxford defines \"negate\" as \"nullify; make ineffective.\" Is a vote nullified or made ineffective just because one senator voted another way? Of course not. Virginia is not a sovereign federal entity in which legislation only affects the commonwealth if both of the state’s senators agree.\n\n\"The constitutional framers created two senators from each state and staggered election cycles in part to ensure there would be different voices, which leads to better representation,\" Rozell noted.\n\n\"Without independent judgment by each senator, why not just have one senator from each state?\" Sabato said. \"The assertion that one vote ‘negates’ the other is simplistic, obviously, since the real goal is to achieve 51 votes (most floor measures) or 60 votes (to shut off a filibuster and proceed to a vote) or 67 votes (treaties and impeachment convictions), depending on the circumstances.\"\n\nLet’s recap:\n\nOn the basis of two votes upon which Virginia’s two senators differed, Allen claims that Webb has established a pattern of canceling out Warner’s votes, thereby neutralizing Virginia’s voice in the Senate.  \n\nThe argument is deeply flawed. Webb and Warner vote together 87 percent of the time, and rarely differ on key votes. Were a Republican to replace Webb, that percentage would undoubtedly plummet.   \n\nDisagreeing doesn’t deny Virginia a voice in the Senate, it merely offers two opposing ones.\n\nWe find the claim to be False.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13865"}