{"url": "/factchecks/2019/may/10/viral-image/no-minneapolis-didnt-set-sharia-hotline-report-peo/", "speaker": "Viral image", "vclaim": "\"The city of Minneapolis has set up a Sharia hotline for residents to report citizens who criticize Islam, in order to prosecute them for ‘hate crimes.’\"", "truth_label": "pants-fire", "date": "stated on May 8, 2019 in a Facebook post:", "title": "No, Minneapolis didn’t set up a “Sharia hotline” to report people who criticize Islam", "text": "In 2006, voters in Minnesota’s 5th Congressional District elected the first Muslim to Congress and last year, they elected Ilhan Omar, the first of two Muslim women to serve in the U.S. House. Both were historic elections, but they’ve been coupled with falsehoods about Islam.\nWe’ve fact-checked some of them. Social media posts falsely claimed, for example, that former President Barack Obama settled 43,000 Somalian refugees in Minnesota to help elect Omar. Other posts falsely claimed Omar said, \"I think all white men should be put in chains as slaves because they will never submit to Islam.\"\nNow a May 8 Facebook post with a false claim about Minneapolis, which Omar represents, is gaining traction.  \n\"The city of Minneapolis has set up a Sharia hotline for residents to report citizens who criticize Islam, in order to prosecute them for ‘hate crimes,’\" reads the text above a photo of a woman wearing a hijab. \"Wake up America!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nHere are the facts:\nIn June 2017, the city of Minneapolis opened a new hotline to report hate crimes. A hate crime, according to the city, \"is any crime against a person or property motivated by prejudice against someone’s race, religion, disability, sexual orientation, ethnicity, gender or gender identity. This includes prejudice-motivated property damage (including graffiti), stalking and assault.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nReporting citizens who \"criticize Islam\" is not listed.\nAt the time, Velma Korbel, director of the city’s Department of Civil Rights, said \"hate-motivated speech\" had no place in Minneapolis. That raised suspicions about free speech. But Korbel later said the hotline \"is not a tool to curtail anybody’s free speech, nor is it set up to compel anybody to worship or not worship in a way that they choose.\"\nThe city isn’t the first to debut such a hotline (see: New York City and Seattle, among others), but as the Star Tribune reported in July 2017, it became \"a focal point of criticism in the blogosphere, where it was called a political move designed to quell speech in the wake of President Donald Trump’s election.\"\nOne website, which called it a \"Sharia hotline for hate speech snitches,\" included a comment by former Minnesota Rep. Michele Bachmann, who said the hotline was a way to impose \"Islamic anti-blasphemy laws on non-Muslims.\" We fact-checked that and rated it Pants on Fire.\nThis Facebook post is also smelling smoky.\nWhile Minneapolis announced the hate-crime hotline at a time when assaults against Muslims in the United States were on the rise, the new city service was not tailored to address crimes against Muslims and it makes no mention of Sharia. Rather, it’s aimed at reporting crimes motivated by prejudice against someone’s race, religion, disability, sexual orientation, ethnicity, gender or gender identity.\nWe rate this post Pants on Fire.\n \n Share the Facts 2019-05-10 19:37:24 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"The city of Minneapolis has set up a Sharia hotline for residents to report citizens who criticize Islam, in order to prosecute them for ‘hate crimes.’\"    Viral image On the internet     Wednesday, May 8, 2019 2019-05-08    Read More  info", "vclaim_id": "vclaim-pol-00649"}