{"url": "/factchecks/2012/sep/06/kamala-harris/Kamala-Harris-Romney-favors-letting-foreclosures/", "speaker": "Kamala Harris", "vclaim": "Mitt Romney said we should let foreclosures \"hit the bottom.\"", "truth_label": "half-true", "date": "stated on September 5, 2012 in a convention speech:", "title": "Kamala Harris says Romney favors letting foreclosures hit bottom", "text": "To demonstrate the contrast between President Barack Obama and Republican Mitt Romney, California Attorney General Kamala Harris pointed to the housing crisis.\n\n\"We don't have to guess what Mitt Romney would have done if he were president. Because he told us,\" Harris said in a Sept. 5 speech at the Democratic National Convention. \"He said we should let foreclosures—and I quote—’hit the bottom’ so the market could—I quote—’run its course.’\"\n\nThe Democratic National Committee made this claim in an ad last year, and PolitiFact checked it out. We found that a significant portion of Romney’s quote was omitted. Here’s a recap.\n\nWhat he said\n\nThe quote about housing comes from an interview Romney gave to the Las Vegas Review-Journal’s editorial board last year.\n   \nThe newspaper posted video of his comments online, noting that they were in answer to the question, \"How will you help with the housing and foreclosure problems in the U.S.?\"\n   \nHere’s a transcript of Romney’s extended answer:\n   \n\"As to what to do for the housing industry specifically, and are there things you can do to encourage housing? One is, don't try and stop the foreclosure process. Let it run its course and hit the bottom. Allow investors to buy homes, put renters in them, fix the homes up, and let it turn around and come back up. The Obama administration has slow-walked the foreclosure processes that have long existed, and as a result we still have a foreclosure overhang. Number two, the credit (that) was given to first-time homebuyers was insufficient and inadequate to turn around the housing market. I think it was an ineffective idea. It was a little bit like the cash-for-clunkers program, throwing government money at something which was not market oriented, did not staunch the decline in home values anymore than it encouraged the auto industry to take off. I think the idea of helping people refinance homes to stay in them is one that's worth further consideration. But I'm not signing on until I find out who's going to pay and who’s going to get bailed out, and that's not something which we know all the answers to.\"\n\nWe also reviewed Romney's economic plan, \"Believe in America: Mitt Romney’s plan for Jobs and Economic Growth,\" but it has only passing mentions of the housing sector. It emphasizes low tax rates, reduced regulations for business, initiatives for the energy sector and measures that would reduce the influence of organized labor.\n   \nIn the interview with the newspaper, Romney expressed some hesitation about too much government intervention in the housing market. But he did indicate he was open to the idea of helping homeowners refinance through some government action to encourage it.\n\nOur ruling\n\nHarris quoted Romney as saying the housing market should be allowed to \"hit the bottom\" so the crisis could \"run its course.\"\n\nHe did say that, but he also said that when new investors come in and rehab homes, the market could then \"turn around and come back up.\" Romney also suggested he’d be open to refinancing options that would help some homeowners stay in their homes.\n\nThat’s important context omitted from Harris’ speech. We rate her statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10439"}