{"url": "/factchecks/2016/jan/26/virginia-center-public-safety/gun-control-group-says-more-americans-have-died-fi/", "speaker": "Virginia Center for Public Safety", "vclaim": "\"Since John F. Kennedy was assassinated in 1963, more Americans have died by gunfire within our own country than American servicemen and women who were killed in all our wars.\"", "truth_label": "true", "date": "stated on January 18, 2016 in a rally flier:", "title": "Gun control group says since 1963 more Americans have died by firearms than in all U.S. wars", "text": "During a recent rally at Capitol Square in Richmond, gun control advocates handed out fliers with a grisly statistic.\n\"Since John F. Kennedy was assassinated in 1963, more Americans have died by gunfire within our own country than American servicemen and women who were killed in all our wars,\" says the brochure, distributed on Jan. 18 by the Virginia Center for Public Safety.\nThe claim is familiar to PolitiFact; it’s been vetted by our colleagues in the national office twice over the years. We decided to take a new look through the lens of the latest available data.\nWar casualties\nThe most comprehensive list we found on U.S. war dead was compiled in January 2015 by the Congressional Research Service. It included casualties from the Revolutionary War through Operation Inherent Resolve, which is targeting the Islamic State militant group in Iraq and Syria.\nThe number of U.S. dead in all those conflicts comes to nearly 1.2 million, according to the research service.\nWe should add a qualifier here: The research service says that during the Civil War, the nation’s deadliest conflict, Union and Confederate losses combined were 525,000 to 530,000. But a 2012 study by a Binghamton University historian estimated the combined toll was much higher -- about 750,000.\nIf we use that higher Civil War figure, it would bring the total U.S. deaths in military conflicts to about 1.4 million.\nGun deaths\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe federal Centers for Disease Control and Prevention provides a series of hard figures and estimates of yearly gunfire deaths in the U.S. from 1968 to 2014. They add up to about 1.5 million fatalities.\nThe Virginia Center for Public Safety’s claim on gun deaths goes back a little bit further, to 1963.  We couldn’t find figures going back to that year, since the oldest year for which data were available was 1968. A CDC chart shows 24,000 gun deaths occurred that year.\nWith that in mind, the figure of 1.5 million deaths since November 1963 surely is an underestimate of the level of gun violence since then, because it excludes four years. The actual number probably is close to 1.6 million.\nA key thing to know about these figures: They include not just murders but all gun deaths. In 2013, according to CDC data, 63 percent of gun deaths were suicides; 33 percent were homicides; and the rest were from accidents, legal interventions and undetermined causes.\nOur ruling\nThe Virginia Center for Public Safety says that since 1963, more Americans have been killed by gunfire than have been killed in all U.S. wars.\nFigures going back to 1968 show about 1.5 million firearms deaths have occurred since then. That doesn’t include data from gun deaths from 1963 to 1967, years for which figures aren’t available, so this is a conservative estimate on firearms deaths since Kennedy was assassinated.\nIn contrast, a high-side figure for U.S. war deaths shows that about 1.4 million service members have been killed in conflicts.\nSo we rate the claim True.", "vclaim_id": "vclaim-pol-05509"}