{"url": "/factchecks/2016/jul/01/bonnie-reiss/did-arnold-schwarzenegger-protect-more-land-any-ca/", "speaker": "Bonnie Reiss", "vclaim": "\"When he served as governor, Schwarzenegger preserved more land than any other gubernatorial administration in California’s history.\"", "truth_label": "mostly-true", "date": "stated on June 8, 2016 in a newspaper column.:", "title": "Did The Governator protect more land than any California governor in history?", "text": "Arnold Schwarzenegger’s achievements are many: Body builder. Movie star. Governator. Honorary Forest Ranger.\nYes, he was named an Honorary Forest Ranger by the federal government.\nBut was he California’s environmental champion, its greenest governor in history, in terms of protecting the state’s natural beauty through land conservation?\nThat’s what a top official with the USC Schwarzenegger Institute for State and Global Policy, Bonnie Reiss, claimed in a recent opinion column.\n\"When he served as governor, Schwarzenegger preserved more land than any other gubernatorial administration in California’s history,\" Reiss, the institute’s global director, wrote in the Malibu Times on June 8, 2016.\nShe continued: \"He established the Sierra Nevada Conservancy that oversees more than 25 million acres of land in Northern California, reached an agreement to preserve Hearst Ranch with its 13 miles of pristine coastline in Central California and brokered the Tejon Ranch Conservation Agreement that permanently preserved 90 percent of the 270,000-acre ranch in Southern California.\"\nSchwarzenegger’s publicist made the same claim about protecting \"more land\" than any other California governor recently on Twitter.\n\nReiss, who served as a senior advisor to then Gov. Schwarzenegger, also highlighted the recent completion of the National Park Service’s Backbone Trail project near Malibu, to which Schwarzenegger donated 40 acres of his personal property.\nOn the big screen, the Hollywood icon regularly saves the day. So we decided to fact-check whether he’s saved \"more land\" than any governor \"in California’s history.\"\nOur research\nEnvironmentalists and state officials said they are not aware of records that track land conservation by a governor. Reiss told us she knows of no official rankings.\nTo back up her claim about Schwarzenegger, she pointed to articles by Wikipedia and an environmental nonprofit that describe the Sierra Nevada Conservancy as the largest of its kind in California and the nation.\nIt operates across a huge swath: 25 million acres stretching from the Oregon border to Kern County. But that’s the boundary inside which land can be protected. The total acreage conserved by the agency is much less -- about 58,000 acres over the past decade, according to a conservancy spokeswoman.\nThat is still a large patchwork of protected land. But Reiss’ emphasis on the 25 million acre boundary muddies the water.\n\"It’s not like they created a new park,\" said Bill Magavern, who was director of Sierra Club California at the same time Schwarzenegger was governor. \"They established a new government entity.\"\nSchwarzenegger did not originate plans for the conservancy -- he signed a bill into law in 2004 creating it. The state agency administers grants to local governments and trusts seeking to preserve land.\nAlso in response to our questions, Reiss pointed to the conservation of Hearst Ranch along the Central Coast and Tejon Ranch north of Los Angeles, two mammoth conservation deals, both completed during Schwarzenegger’s tenure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThose protected 80,000 acres and 240,000 acres, respectively, according to websites for each. Environmentalists say Schwarzenegger deserves credit, not as the architect of the deals, but as a significant player in both.\nThe Tejon Ranch Company describes its agreement as the largest private conservation deal in California history.\n\nThen California Gov. Arnold Schwarzenegger speaks in May 2008 at Tejon Ranch.\nState officials we spoke with, including researchers at the California State Library, said they are not aware of any other governor whose administration protected larger collections of land.\nConservation money\nWhile it’s difficult to track governors by acreage protected, there’s another way to measure their green works: Money raised for land conservation.\nDuring the early and mid-2000s, California voters approved nearly $20 billion for conservation through six bond measures.\nThis was \"a huge influx of money,\" dwarfing amounts raised in previous decades, said Bryan Cash, who serves as deputy assistant secretary of the California Natural Resources Agency under current Gov. Jerry Brown and also worked for the agency under Gov. Schwarzenegger.\nFour of the bond measures were approved under Gov. Gray Davis, but later implemented by Schwarzenegger. The voter-approved bond money led to the preservation of 1.5 million acres across California from 2000 to 2011, Cash said.\n\"The statement,\" about Schwarzenegger protecting more land than any California governor, \"is probably true,\" Cash added.\nCash said money still flows to conservation under the Brown Administration, but significantly less than in the 2000s.\n\nThe USDA named Schwarzengger an 'Honorary Forest Ranger' in 2013.\nOur ruling\nBonnie Reiss of the USC Schwarzenegger Institute said: \"When he served as governor, Schwarzenegger preserved more land than any other gubernatorial administration in California’s history.\"\nState officials and environmentalists agree Schwarzenegger helped protect vast tracks of California’s hills, forests and coastline. No other governor, they said, compares in this category.\nThey also said Schwarzenegger benefitted from conservation efforts initiated before he took office, including plans for the Sierra Nevada Conservancy and state bond measures that helped fund much of the land protected under his watch.\nAlso, Reiss’ emphasis on Schwarzenegger’s establishment of the \"25 million acre\" Sierra Nevada Conservancy needs the clarification that only a small fraction of that acreage has been preserved over the last decade.\nWe rate the claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-04751"}