{"url": "/factchecks/2010/jul/06/daniel-senor/senor-inflates-japans-interest-payments/", "speaker": "Daniel Senor", "vclaim": "Japan's \"interest on its own debt\" is \"25 percent of its national budget\"", "truth_label": "false", "date": "stated on July 4, 2010 in ABC's 'This Week':", "title": "Senor inflates Japan's interest payments", "text": "It's hard to talk about the economy without mentioning debt. That point was clear during this week's segment of ABC's This Week. Talking about stimulus spending and unemployment benefits, the round-table discussion eventually turned to the question of debt and long-term fiscal sustainability.\n\"You begin to get in a situation where the interest payments on the debt become unsustainable, the debt becomes unsustainable, and there's a lot of uncertainty. There's uncertainty now about the expiration of the Bush tax cuts, the impact that'll have on the economy, the impact on health care, the Obamacare spending, what impact that will have, possible cap and trade. And people are just sitting on the sidelines saying, 'Where does this end?'\" said Daniel Senor, Adjunct Senior Fellow for Middle Eastern Studies at the Council on Foreign Relations and a former Bush administration official.\nTo demonstrate his point, Senor brought up Japan as an example of a country whose debt is unsustainable.\n\"I mean, if you look at just the interest payments alone that the Japanese government pays, it accounts for 25 percent -- the interest on its own debt, 25 percent of its national budget,\" said Senor.\nThat comment caught the attention of Paul Krugman, a Princeton economist who was also at the round-table.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"That's just not right,\" objected Krugman.\nJake Tapper, the show host, moved the argument along, but not before inviting PolitiFact to act as an objective judge. So we decided to investigate. We'll leave the debate about Japan's financial stability to economists, however, and focus on the numbers. Is a quarter of Japan's budget going solely to the interest payments on its debt?\nThe details of Japan's fiscal condition are nicely summarized in a document put out by the Japan Ministry of Finance in February 2010. Page two of the report indicates that Japan spends 22.4 percent of its budget on \"national debt servicing.\" Debt servicing consists of interest rate payments and bond redemption, which is essentially a repayment of the loan principal. Looking at interest rate expenses alone, that percentage is 10.6 percent.\nOne can also look at the percentage as compared with the budget that does not include debt-related expenditures. That works out to 13.7 percent. Either way, Senor was off by a significant amount.\nWe checked with Senor, who told us that even if we go with the 13.7 percent, his broader point stands -- Japan's debt is not sustainable. As we said before, that's a mess we'll leave to the economists.\nOur goal was to see if Senor was using the correct figures, and we found that he wasn't. Even if we go with the higher of the two figures, Senor missed the target by nearly half. For that, we give him a False.", "vclaim_id": "vclaim-pol-14807"}