{"url": "/factchecks/2020/aug/27/ryan-holets/drug-overdose-deaths-declined-2018-theres-more-sto/", "speaker": "Ryan Holets", "vclaim": "“Drug overdose deaths decreased in 2018 for the first time in 30 years.”", "truth_label": "mostly-true", "date": "stated on August 25, 2020 in in a speech at the Republican National Convention:", "title": "Overdose deaths declined in 2018. But there’s more to the story", "text": "Detective Ryan Holets, whose personal story includes the adoption of an infant born to a drug-addicted mother, addressed the Republican National Convention on its second night.\nHe praised President Donald Trump’s efforts in addressing drug and opioid abuse and noted \"drug overdose deaths decreased in 2018 for the first time in 30 years.\"\nThe detective has worked for the Albuquerque, New Mexico, police department for nine years and was invited by Trump to the 2018 State of the Union address. The year before, Holets promised an addicted mom that he and his wife would adopt her baby — and they did.\nHolets has seen the results of the nation’s drug crisis both professionally and personally. We reached out to the Albuquerque Police Department for the source of Holets’ data but did not get a response.\nThe nation’s opioid crisis has been a talking point in Trump’s campaign since 2016 — and his administration has touted efforts it has made to provide money to states for treatment and other programs, so we decided to look into it.\nDid the death rate decline in 2018 as Holets noted? Yes, but that’s not the whole story.\nFirst, some context\nAccording to the Centers for Disease Control and Prevention, 67,367 people died of a drug overdose in 2018. That number exceeded the tally, based on the most recent data available, of those who died either in car wrecks or by firearms.\nTwo-thirds of those drug overdose deaths involved some type of opioid, including those given by prescription or those purchased illicitly, such as heroin.\nThe CDC cites a rise in opioid deaths as coming in three \"waves.\"\nThe origin of the first wave came after doctors began prescribing more opioids for pain relief in the 1990s, with data showing a rise in deaths emerging around 1999, the CDC said.\nAnother wave began in 2010. This one was fueled by deaths involving the illegal use of heroin. The third wave quickly followed, starting in 2013, with increases in deaths associated with synthetic opioids, particularly illicitly manufactured fentanyl.\nDespite the rising number of deaths, opioid prescribing continued to rise, fueled by marketing campaigns aimed at physicians by drug manufacturers. The total number of opioid prescriptions peaked in 2012 at more than 81 prescriptions per every 100 people in the U.S., according to CDC data.\nTo combat that, a growing number of prescribing recommendations have been issued by physician and hospital groups, aimed at reducing the number of pills per prescription and the total number of prescriptions.\nThe overall prescribing rate fell to 51 prescriptions per 100 people by 2018, according to the CDC.\nStill, Americans are more likely to fill a prescription painkiller than patients in other countries, and the rate of opioid prescriptions in the U.S. remains among the highest in the world.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n \n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nDeaths associated with all types of opioid use — from prescriptions to street use — are a lagging indicator of the number of people dependent or addicted to the drugs, said experts. Improved access to treatments to help people quit, as well as increased use of overdose reversal treatments, such as naloxone, can suppress death rates.\nThe Trump administration has continued and expanded funding efforts, some of which began under President Barack Obama, to help provide treatment, research and other services.\nYet the administration is also actively seeking to end the Affordable Care Act, which includes a provision requiring insurers to offer substance abuse treatment and has expanded access to treatment through Medicaid in the majority of states that fully implemented the law.\nSo what happened with drug overdose deaths?\nDrug overdose deaths did decrease from 2017 to 2018, dropping by about 4.1%, according to the CDC. Still, the agency notes that the crisis is far from over, as the number of overdose deaths was four times higher in 2018 than in 1999.\nParsing those numbers further, the decrease in deaths in 2018 came in three categories, with prescription-involved opioid deaths falling the most, a 13.5% decrease, followed by heroin deaths, down 4%.\nConversely, deaths associated with the use of synthetic opioids, such as fentanyl, rose by 10%.\nSo Holets was correct to say drug overdose deaths fell in 2018.\nBut that statistic doesn’t put the issue in perspective.\n\"It did decrease slightly, meaning it went from 134 deaths a day to 130 deaths a day,\" noted Dr. Chad Brummett, a director of the Michigan Opioid Prescribing Engagement Network, a collaboration of physicians that makes recommendations on prescribing.\n\"It’s disingenuous to pretend that was a huge win,\" said Amy Bohnert, associate professor at the University of Michigan. \"As someone who does research on this, I would be reluctant to consider a change of that scale to be clearly a sign of a real change as opposed to random error.\"\nBrandeis University professor Andrew Kolodny said it was the first overall downtick in drug overdoses in 30 years, but he would parse it a bit for opioids, saying it was the first decline in 25 years.\nHowever, a bigger issue for Kolodny is that the speaker failed to mention that drug overdose numbers went up again last year.\n\"It is misleading to point to a slight reduction in 2018, when deaths went up again in 2019 and we remain at record-high levels of opioid deaths,\" said Kolodny, medical director for the Opioid Policy Research Collaborative at the Heller School for Social Policy and Management.\nThe CDC says preliminary data shows reported overdose deaths went up 6% in the 12 months ending in January 2020.\nOur ruling\nHolets is correct in saying that overall drug overdose deaths ticked down in 2018, although a small category of deaths — those related to fentanyl — rose. And it’s pretty close to 30 years since a decline was documented.\nStill, Holets failed to mention that drug overdose deaths went up again last year, according to preliminary data from the CDC. Also left unsaid were other factors that may contribute to the rising or falling drug death rates — and what that may say about the underlying level of dependence or addiction.\nWe rate his statement Mostly True.", "vclaim_id": "vclaim-pol-17195"}