{"url": "/factchecks/2011/nov/13/mark-neumann/gop-wisconsin-senate-candidate-mark-neumann-sees-m/", "speaker": "Mark Neumann", "vclaim": "The federal \"limousine fleet has increased by 42 percent since Barack Obama took office.\"", "truth_label": "barely-true", "date": "stated on November 9, 2011 in a radio interview:", "title": "GOP Wisconsin Senate candidate Mark Neumann sees many more federal limos under Obama", "text": "Wisconsin Republican Mark Neumann says he is running for the U.S. Senate \"because our $14.6 trillion debt is destroying our country.\"\n\n\"We must cut spending, balance the budget and repeal ‘Obamacare’ to create jobs,\" he declares on his campaign website.\n\nTo cut spending, the former congressman and 2010 gubernatorial candidate announced on Nov. 9, 2011 a proposal to save $2 trillion by trimming or eliminating 82 programs.\n\nThe same day, Neumann discussed his plan with Jay Weber, a conservative talk show host on WISN-AM in Milwaukee. He said he would eliminate an ethanol subsidy, make federal employees contribute more toward their pensions and save $10 million by reducing the size of the federal limousine fleet to what it was before President Barack Obama took office.\n\n\"Tell me why the limousine fleet has increased by 42 percent since Barack Obama took office,\" Neumann said. \"Why are we spending taxpayers’ money on that? Limos should be for weddings and proms, certainly not for government officials to be riding around in.\"\n\nWell, we at PolitiFact Wisconsin take limos to work every day, so we’re not sure what all the fuss is about ....\n\nBut, seriously, Neumann’s claim made us wonder whether the federal fancy fleet has indeed grown by 42 percent since Obama was inaugurated in January 2009.\n\nFortunately for us, our colleagues at PolitiFact National have already been down this road.\n\nIn June 2011, presidential candidate and U.S. Rep. Michele Bachmann, R-Minn., made a claim similar to Neumann’s. She said on CBS’ \"Face the Nation\" that \"the number of federal limousines for bureaucrats has increased 73 percent\" under Obama.\n\nThat earned her a Mostly False.\n\nBachmann’s claim was based on an article by the non-partisan Center for Public Integrity, which does investigative journalism. The article, citing annual federal fleet reports, said the number of limousines rose from 238 in fiscal 2008, the last year of the George W. Bush administration, to 412 -- including 259 limos in the State Department -- in 2010.\n\nThat would be a 73 percent increase.\n\nBut as our colleagues pointed out, the article itself quoted a spokeswoman for the General Services Administration, which tracks federal vehicles, as saying the limo figures were not reliable.\n\nThe spokeswoman said limousine had not been defined in the reports, which meant some vehicles listed as limos actually ranged from protective-duty vehicles to sedans. She also said her agency \"cannot say that its report accurately reflects the number of limousines.\"  \n\nIn other words, there weren’t any good numbers on the number of federal limos.\n\nThe General Services Administration promised at the time to fix its record keeping, so we contacted spokesman Gregory Mecher. He told us his agency issued a memo after PolitiFact National’s story was published, directing federal agencies on how to identify limos in their fleet reports. But those limo figures won’t be available until January 2012, he said.\n\nSo, the limo numbers are still in limbo.\n\nWe asked Neumann campaign spokesman Chris Lato for evidence to back Neumann’s claim. He cited the same flawed federal figures Bachmann did.\n\nIf the government reduced the number of limos from 412 to 238, as Neumann proposes, that would be a 42 percent decrease. But again, the agency that tracks federal vehicles says that, despite the published fleet statistics, it really doesn’t know how many limos the federal government has -- and at least some in the count are not limos at all.\n\nOur conclusion\n\nNeumann said the federal limousine fleet \"has increased by 42 percent since Barack Obama took office.\" Figures from the agency that tracks federal vehicles indicate the number of limos is up. But the agency says its record keeping is such that it doesn’t know how many limos there are, and won’t be able to calculate any level of increase under Obama until January 2012.\n\nWe rate Neumann’s statement Mostly False.", "vclaim_id": "vclaim-pol-12098"}