{"url": "/factchecks/2015/mar/12/florida-chamber-commerce/florida-considers-medicaid-expansion-chamber-makes/", "speaker": "Florida Chamber of Commerce", "vclaim": "Medicaid is close to 30 percent of the state budget and \"the biggest expenditure at the state.\"", "truth_label": "mostly-true", "date": "stated on March 10, 2015 in a Senate health policy committee hearing:", "title": "As Florida considers Medicaid expansion, Chamber makes claim about size of Medicaid budget", "text": "After rejecting Medicaid expansion in 2013, the Florida Legislature is taking a serious look at it this session. The program pays for health insurance for the very poor.\nOn March 10, a state Senate panel approved a proposal that would allow Florida to accept $50 billion in federal dollars to expand coverage to about 800,000 low-income residents. The plan would establish a state-run private insurance exchange for residents who earn less than $16,000 a year or $33,000 for a family of four.\nThough the bill won unanimous support of the GOP-dominated Senate Health Policy Committee, it faces an uphill battle in the more conservative House. Also, it would require the federal government to grant Florida a waiver. The feds might object to parts of the Senate proposal that require beneficiaries to pay a monthly premium based on their salary, ranging from $3 to $25.\nDuring the Senate hearing, the Florida Chamber of Commerce President and CEO Mark Wilson said he had met with legislators to discuss the chamber’s ideas for a Medicaid proposal.\n\"We recommended a 32 percent cap on state expenditures, we are coming close to 30 percent right now,\" he said. \"It's the biggest expenditure at the state and we’d like to protect taxpayers with a 32 percent cap.\"\nDoes Medicaid come close to eating up nearly one-third of the state budget and is it the state’s biggest expenditure?\nMedicaid and the state budget\nMedicaid is a joint state and federal program aimed at providing health insurance to the very poor. The 2010 Affordable Care Act encourages states to expand eligibility and agreed to pay 100 percent of the expansion for the first three years, declining to 90 percent in 2020 and beyond. Twenty nine states adopted the expansion -- six including Florida are considering it, according to the Henry J. Kaiser Family Foundation.\nRepublican Gov. Rick Scott initially opposed Medicaid expansion but switched his position in 2013 when he came out in support of it. But Scott didn’t lobby the GOP-led Legislature, which ultimately rejected the expansion. In 2014, Democratic challenger Charlie Crist attacked Scott for not pushing for it and argued it would have led to increased jobs in Florida.\nEdie Ousley, a spokeswoman for the chamber, sent PolitiFact Florida state budget documents, as well as information from groups such as Florida TaxWatch, to show how much of the budget is devoted to Medicaid. We also examined documents we received from the Florida Office of Economic and Demographic Research.\nThe original 2014-15 Medicaid appropriation was $23.6 billion from all state and federal funds. The total budget for all funds was about $77.08 billion, which means that Medicaid accounts for about 30.6 percent of the budget.\nOn March 4, the state released its latest revision for how much is needed for Medicaid this year and concluded it was $23.52 billion -- about 55 percent is federal dollars and 45 percent is state money.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"For all funds, Medicaid is the largest program,\" Amy Baker, the state’s chief economist, told PolitiFact Florida.\nBut education programs -- including K-12 and higher education -- have received on average slightly more than 52 percent of all state general revenue appropriations since 1997-98. The second-largest policy area is human services.\n\"Over this same period, the human services portion of the budget has grown from 25 percent to nearly 30 percent, primarily because of the state’s Medicaid program growth,\" Baker said.\nNationwide, Medicaid accounts for about 20 percent of state general fund appropriations while K-12 accounts for about one-third, according to the National Conference of State Legislatures. Medicaid eats up such a large chunk of the budget due to rising health care costs and growing caseloads -- and it continues to grow at a faster rate than education spending, said Arturo Perez, fiscal affairs director for the NCSL.\nThe National Association of State Budget Officers found that if they combined state and federal spending, on average about 26 percent of states’ budgets were for Medicaid in 2014.\nWhen combining those federal and state dollars, \"there is no question it is the biggest chunk of the budget in total -- no question,\" said Kurt Wenner, of Florida TaxWatch.\nGeorge Washington University health policy professor Leighton Ku said that as far as state-based fiscal burdens, a better measure is to focus on how much of the state general fund goes to Medicaid. That level is about 20 percent of state general fund expenditures, he said.\n\"The general fund corresponds better to what state taxpayers contribute and takes out stuff like federal revenue.  Still a lot, but much lower than 31 percent. Nonetheless, there is no doubt that Medicaid is a large component of state budgets, so there is reason for legislators to be concerned about the costs.\"\nBut the majority of Medicaid costs that are paid by the federal government are not a burden to state taxpayers, but essentially an influx of federal funds to the state that promotes economic growth in the state, Ku said.\n\"Thus, the actual ‘burden’ to state taxpayers is far less than 30 percent of their state tax dollars,\" he said. \"In terms of state/local expenditures, education costs are always much higher.\"\nOur ruling\nMedicaid is close to 30 percent of the state budget and \"the biggest expenditure at the state,\" Wilson said.\nThere are two ways to look at Medicaid spending. The 30 percent figure is correct if Wilson counts both the state and federal dollars that go toward Medicaid, and it is the biggest expendituree. However, if we only count state dollars, then education eats up a bigger piece of the budget.\nIt's important to understand that the federal government contributes to Medicaid, so the statement is accurate but needs additional information. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-06631"}