{"url": "/factchecks/2017/may/10/ted-budd/what-will-happen-north-carolina-premiums-if-ahca-r/", "speaker": "Ted Budd", "vclaim": "Says if the AHCA replaces Obamacare it will \"significantly reduce insurance premiums in\" North Carolina.", "truth_label": "half-true", "date": "stated on May 4, 2017:", "title": "What will happen to North Carolina premiums if the AHCA replaces Obamacare?", "text": "One of the Republicans key to the American Health Care Act’s passage was North Carolina Rep. Ted Budd, who had said in March he would oppose the bill but in May ended up voting for an amended version of it.\nHe was one of about three dozen Republicans who flipped from a No to a Yes, according to a Washington Post tally. The bill needed 216 votes to pass and squeaked by with 217.\n\"Ultimately, the legislative process is a human process with all the flaws that entails,\" Budd said, explaining why he supported the AHCA. \"The results of that process are never perfect, and this bill isn’t either. What I believe it will do is significantly reduce insurance premiums in our state, and help put the individual insurance marketplace on a more sound financial footing.\"\nThe claim that the AHCA will \"significantly reduce insurance premiums\" in North Carolina stuck out to us.\nBudd clarified in an email that he was talking about premiums for people who don’t buy health insurance through work. So we kept our research focused on non-employer coverage.\nHalf a million North Carolinians buy their health insurance on the individual market.\nA general summary\nFor people who get health insurance on their own, experts agree that premiums nationwide would likely rise in the short-term but decrease in the long-term if the AHCA replaces the Affordable Care Act.\nSo from that birds-eye view, Budd’s claim could be called right or wrong.\nPolitiFact previously ruled Half True a claim by House Speaker Paul Ryan that \"the American Health Care Act will lower premiums.\"\nWe asked Budd for proof about his claim that focused on North Carolina; he responded that national factors will apply to North Carolina as well.\n\"Reducing premiums by increasing flexibility will in turn provide the incentive for young and healthy people to re-enter the insurance market, making the insurance pool as a whole healthier,\" he said. \"A healthier pool is more cost effective and sustainable.\"\nHe’s right that healthier pools are cheaper for everyone. But unfortunately for his argument, the AHCA is expected to do the exact opposite of what he described, at least in the beginning.\nShort term vs. long term\nBy 2026, according to a report from the nonpartisan Congressional Budget Office in March, 24 million people are expected to drop their health insurance if the AHCA passes. The AHCA was amended since then, but there’s no new CBO analysis yet.\nFirst, healthy people who don’t need coverage will drop it because the AHCA would get rid of Obamacare’s penalties for being uninsured. As they leave, the CBO found, premiums will rise and millions more will drop their health insurance as it becomes unaffordable.\nAnd in those next few years, North Carolinians on the individual marketplace would be worse-off than people in every other state but Alaska, according to a study by the liberal Center for Budget and Policy Priorities, based on CBO data.\nNorth Carolinians would face an average $5,900 premium hike, as we found in a previous fact-check of Democratic N.C. Rep. David Price.\nAs insurance becomes less affordable, that’s where Budd’s explanation about healthier people re-entering the market fits in.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"Over the long run premiums would go down as expensive-to-cover people (primarily older buyers) are priced out of the market,\" Duke University health care researchers David Anderson wrote in an email.\nBy 2026, the CBO estimated, premiums would be 10 percent lower under the AHCA than under Obamacare.\nNot apples-to-apples\nThere are more caveats to Budd’s claim.\nOne is that North Carolina might not just be an outlier in the short-term, but also the long-term.\n\"North Carolina is an expensive state with high premiums,\" Anderson said, due in part to its unusually large rural population.\nBut right now there’s no way to know exactly what might happen to premiums by 2026 in North Carolina if the AHCA passes – either for us or for Budd – because no nonpartisan analysis at the state level goes that far into the future. Budd might well end up being right, but he has no evidence.\nIn general, Anderson said, young people and wealthy people will likely end up paying less while poor people and older people will either have to pay more or stop being insured.\nIt’s also impossible to gauge a last-minute change to the AHCA, to allow insurers to charge people with pre-existing conditions more than Obamacare would allow.\nThe House passed the bill before the CBO could analyze the financial impact it would have. For more on that procedural oddity, see PolitiFact’s \"Full Flop\" ruling for House Speaker Paul Ryan.\nAnother caveat is that long-term cost savings will only materialize if people accept plans with fewer options, since the AHCA would allow insurers to offer less coverage than Obamacare.\nThe Brookings Institution found that if people want to keep their same level of coverage, in 2026 premiums would actually be 13 percent higher under the AHCA – not 10 percent lower.\nThe final caveat is that even people with lower premiums might still pay more for health care.\nThat’s because the AHCA would also allow insurers to charge higher deductibles. Premiums are what you pay to buy insurance, and deductibles are what you pay before that insurance kicks in.\nPeople who wouldn’t max out their deductibles under the ACA wouldn’t notice the difference, of course, but Anderson said people who would hit those caps under the ACA will certainly feel the pinch of having to pay even more money under the AHCA.\n\"Increasing out-of-pocket maximums harms people who are already at the limit,\" he said.\nOur ruling\nNorth Carolina Republican Rep. Ted Budd defended his vote for the American Health Care Act, saying it will \"significantly reduce insurance premiums in\" North Carolina.\nIn the short-term, insurance premiums on North Carolina’s individual market would actually increase. It’s not a small increase, either, but is rather expected to be the second-largest in the nation.\nBudd does have a point that premiums are expected to decrease in cost nationally a decade from now. People can quibble over whether an expected 10 percent decline is \"significant,\" but it is a decline. However, that’s a national estimate. There’s no solid analysis yet into how North Carolina specifically might fare, a point against Budd.\nIt's also just an average. Some people will see lower premiums, while others will see higher premiums – for many of them, high enough that experts believe they'll drop insurance entirely. And finally, even people with lower premiums might still pay more in the end, since their deductibles could be higher under the AHCA.\nSince Budd’s claim is partially accurate but missing some important context, we rate it Half True.\n Share the Facts 2017-05-10 18:46:36 UTC   Politifact    3 1 7  Politifact Rating: Half True  Says if the AHCA replaces Obamacare it will \"significantly reduce insurance premiums in\" North Carolina.    Ted Budd U.S. Representative    Thursday, May 4, 2017 2017-05-04    Read More  info", "vclaim_id": "vclaim-pol-03322"}