{"url": "/factchecks/2011/may/21/ron-paul/us-rep-ron-paul-says-arab-and-muslim-nations-get-t/", "speaker": "Ron Paul", "vclaim": "\"The Arab and the Muslim nations get twice as much money as Israel.\"", "truth_label": "mostly-true", "date": "stated on May 5, 2011 in a presidential debate:", "title": "U.S. Rep. Ron Paul says \"the Arab and the Muslim nations\" get twice as much foreign aid as Israel", "text": "Asked during the first debate of the 2012 presidential campaign about his concern that Israel will start a war with Iran, U.S. Rep. Ron Paul of Texas shifted the focus to his position that the United States should stop sending money to other countries.\n\n\"I don't want any of this foreign aid — Pakistan or anybody else — because the principle is wrong and because it doesn't achieve anything,\" the Lake Jackson Republican said during the May 5 debate. \"If we stopped all the foreign aid, you say, ‘Oh, you're going to hurt Israel.’ But, you know, the Arab and the Muslim nations get twice as much money.\"\n\nWe looked into Paul’s foreign aid comparison.\n\nPaul didn’t respond to our request for evidence, but he’s spoken frequently about his opposition to all foreign aid.\n\nSome background: A 2004 Congressional Research Service report lists several objectives of foreign aid, including economic development, poverty reduction and democracy promotion. Since the Sept. 11, 2001, attacks, the United States has also established aid programs across the Middle East in an effort to deter radicalism.\n\nFor our fact-check of Paul’s debate comment, we turned to a database of U.S. foreign assistance, including loans and grants, kept by the U.S. Agency for International Development. The database includes information on assistance that flows from the military, USAID, the State Department and the Agriculture Department.\n\nAccording to the latest year of available data, the United States distributed about $45 billion to more than 180 countries in fiscal 2009, which ran from October 2008 through September 2009. Israel received $2.4 billion, ranking second to Afghanistan, where the United States has ongoing military and reconstruction operations.\n\nNot knowing the countries Paul means by \"the Arab and the Muslim nations,\" we zeroed in on those that could be identified as either Arab or Muslim based on entries in the CIA’s World Factbook, which presents information on countries throughout the world.\n\nResult: Seven of the top 11 recipients of foreign aid in 2009 can be described as Arab, Muslim or both: Afghanistan ($8.8 billion in aid), Iraq ($2.3 billion), Egypt ($1.8 billion), Pakistan ($1.8 billion), Sudan ($1.2 billion), the Palestinian territories ($1 billion), and Jordan ($816 million). Together, those entities received $17.7 billion.\n\nIn addition, at least 30 other countries that can be considered Arab or Muslim received U.S. aid, including Somalia ($281 million), Morocco ($244 million) and Indonesia ($226 million).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nCollectively then, the 2009 aid to these nations was more than seven times the aid to Israel — not much of a surprise considering Paul’s comparison was between 40-plus countries and just one other, though that nation also has long been the prime U.S. beneficiary.\n\nFrom its founding in 1948 through 2004, Israel was the largest cumulative recipient of U.S. foreign aid, according to a September 2010 CRS analysis. It also was the largest annual recipient from 1976 until it was surpassed in 2005 by Iraq, which the U.S. invaded in 2003. Nearly all of Israel’s current U.S. aid is military assistance. According to a February CRS report, the close U.S.-Israel relationship has been \"based on common democratic values, religious affinities, and security interests.\"\n\nMeanwhile, U.S. aid policy toward the Middle East has changed. A June 2010 CRS report says it \"has gradually evolved from a focus on preventing Soviet influence from gaining a foothold in the region and from maintaining a neutral stance in the Arab-Israeli conflict, to strengthening Israel’s military and economy and using foreign aid as an incentive to foster peace agreements between countries in the region.\"\n\nTwo top Arab recipients have signed peace agreements with Israel: Egypt in 1979 and Jordan in 1994.\n\nLet’s take a closer look at the numbers from the USAID database, calculated in inflation-adjusted 2009 dollars: From 2000 through 2009, Israel received $32.3 billion in U.S. assistance — 82 percent of which was military assistance.\n\nWe compared that figure with the 10-year aid total for the seven major Arab or Muslim recipients. Their take during those years: $136.4 billion, more than four times Israel’s. Their military component: 42 percent.\n\nAnd before 2000? The relative shares of aid look different. From 1990 through 1999, Israel’s U.S. aid totaled $44.2 billion, while the seven Arab or Muslim nations got $35.2 billion. But other Muslim and Arab nations also received U.S. assistance during that decade, including Turkey ($6.1 billion) and Bangladesh ($1.8 billion). All together, the nations’ cumulative total was more than Israel’s but nowhere near twice as much.\n\nSo where does that leave us?\n\nOn the face of it, stacking one nation’s foreign aid dollars against 40 others may not be a meaningful comparison. Regardless, based on the most recent decade of U.S. foreign aid data, Paul’s statement is correct: Collectively, the 40-plus Arab and Muslim countries drew far more than double what Israel got.\n\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-13065"}