{"url": "/factchecks/2020/aug/18/donald-trump/we-dont-want-trump-says-new-zealand-after-country-/", "speaker": "Donald Trump", "vclaim": "The coronavirus has seen a “big surge in New Zealand. It's terrible. We don't want that.\"", "truth_label": "false", "date": "stated on August 17, 2020 in a speech:", "title": "‘We don’t want that,’ Trump says of New Zealand after country reported nine new COVID-19 cases", "text": "Speaking in Minnesota ahead of the Democratic National Convention, President Donald Trump compared the ongoing surge of coronavirus cases in the U.S. to the situation in New Zealand, where the virus returned recently after more than 100 days of no community spread.\n\"When you look at the rest of the world ... now all the sudden, a lot of the places that they were using to hold up, they’re having a big surge,\" Trump said Aug. 17 in a speech at an airport in Mankato, Minn. \"They were holding up names of countries, and now they’re saying, ‘Whoops.’\"\n\"In fact, even New Zealand. You see what's going on in New Zealand?\" the president continued. \"They beat it. They beat it. It was like front page, they beat it, because they wanted to show me something. The problem is, big surge in New Zealand. It's terrible. We don't want that.\"\n\nNew Zealand, an island nation of about 5 million people, saw the return of the virus’ community spread on Aug. 11 after months with no locally transmitted cases. \nBut on Aug. 17, the day of Trump’s remark, New Zealand had reported just nine new COVID-19 cases. The previous day, it reported 13 new cases, up from seven new cases on Aug. 15. \nOn Aug. 18, following Trump’s comment, New Zealand reported another 13 new cases.\nThe new cases in recent days have caused alarm in New Zealand, where strict lockdown policies and travel restrictions aim to put a lid on the virus. The leadership has responded by postponing the country’s election and locking down Auckland, its largest city. \nAndrew Noymer, an associate professor of public health at the University of California, Irvine, said it’s a stretch for Trump to say New Zealand had ever \"beat\" the virus, since the pandemic was raging elsewhere and New Zealand has needed mitigation efforts to keep cases low.\nBut New Zealand’s new cases are a far cry from the outbreak in the U.S., which has reported more than 50,000 new cases per day for most of August and July, according to the COVID Tracking Project. The seven-day average of new cases in the U.S. was 50,927 on Aug. 17.\n\"That is the most ridiculous thing I have heard in quite a while,\" Brooke Nichols, an assistant professor of global health at Boston University, said of Trump’s claim comparing the two nations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nAs of Aug. 18, New Zealand’s health ministry had recorded 1,643 confirmed and probable cases in total, along with 22 deaths. There are currently 90 active cases in the country.\nThe U.S. leads the world in cumulative cases and deaths, by contrast. It has seen nearly 5.5 million cases and more than 171,000 deaths as of Aug. 18. That’s a quarter of the world’s known cases in a country that, with around 330 million people, represents about 4% of the global population.\nThe disparity is wide even when you adjust for the size of both countries. According to the World Health Organization, the United States has 16,175 confirmed cases for every 1 million people. New Zealand has 268 confirmed cases per million people.\nRELATED: Donald Trump says US is at the top globally in COVID-19 fight. It isn’t.\nNew Zealand’s leaders were quick to dismiss Trump’s suggestion that the \"big surge\" in their country was something the U.S. would not \"want.\" Prime Minister Jacinda Ardern said Trump’s comparison between the two nations was \"patently wrong,\" according to local reports.\n\nNew Zealand Prime Minister Jacinda Ardern gestures during the opening ceremony for Redcliffs School in Christchurch, New Zealand, on June 25, 2020. (AP)\n\"I don’t think there’s any comparison between New Zealand’s current cluster and the tens of thousands of cases that are being seen daily in the United States,\" Ardern added Aug. 18.\nNichols, the Boston University professor, agreed. \"New Zealand has had a few dozen cases in the last week, the United States has had a few dozen new cases in the last couple of minutes,\" Nichols said. \"I wish we were ‘surging’ like New Zealand is.\"\nThe White House and Trump campaign did not respond to our inquiries by deadline.\nOur ruling\nTrump said: \"The problem is, big surge in New Zealand. It's terrible. We don't want that.\"\nNew Zealand reported nine new cases on Aug. 17, the day of Trump’s remark. The U.S., by contrast, has frequently reported more than 50,000 cases per day since July.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-17131"}