{"url": "/factchecks/2016/sep/20/david-jolly/david-jolly-attacks-charlie-crist-saying-alabama-c/", "speaker": "David Jolly", "vclaim": "Says Charlie Crist \"stood there, over 3 African-American prisoners in chains, on their knees, on the side of the road. Saying that it was a great sight. Saying we needed to bring it to Florida. And you did this — whether you know or not — on the eve of Juneteenth, the day the African-American community celebrates the end of slavery.\"", "truth_label": "half-true", "date": "stated on September 19, 2016 in a debate:", "title": "David Jolly attacks Charlie Crist for saying Alabama chain gang was a 'great sight'", "text": "During a congressional debate, Republican U.S. Rep. David Jolly attacked his Democratic opponent Charlie Crist for a proposal to bring chain gangs to Florida when Crist served as a Republican state senator.\nAt a televised debate in St. Petersburg Sept. 19, 2016, moderators from the Tampa Bay Times and 10 News WTSP allowed the candidates to ask the other a question. Crist declined, saying he’d rather save the time for a question from a college student.\nJolly used the time to paint a vivid picture of Crist traveling to Alabama in 1995 with Florida’s first African-American corrections secretary to inspect a chain gang in operation.\n\"You stood there, over three African-American prisoners in chains, on their knees, on the side of the road. Saying that it was a great sight. Saying we needed to bring it to Florida,\" Jolly said. \"And you did this — whether you know or not — on the eve of Juneteenth, the day the African-American community celebrates the end of slavery.\"\nCrist replied that he was in favor of chain gangs because of the state’s high crime rate at the time (we fact-checked Crist’s rebuttal). He called Jolly’s insinuation that race had anything to do with it \"appalling.\"\nDid Crist loom over black prisoners in chains and call it \"a great sight\"? Jolly is right about Crist taking a trip to Alabama to view work crews in that state, but his details need to be revisited.\nCrist in Alabama\nCrist earned the moniker \"Chain Gang Charlie\" by being a champion of bringing chained prison work crews back to Florida, a practice not used since 1946. He sponsored a state Senate bill allowing chain gangs during the 1995 legislative session.\nDespite criticism that making humans work in chains was inhumane and echoed the days of slavery, the idea gained traction in the state Legislature. In May 1995, he tacked his Senate bill onto an omnibus corrections bill as an amendment, and it passed.\n\"The Department of Corrections shall implement a plan by Dec. 1, 1995, to require that selected inmates perform labor wearing leg irons in chain gang work groups,\" the measure read.\nThe next month, Crist and state Corrections Secretary Harry Singletary, who had reluctantly agreed to the chain gangs provision, visited the state of Alabama, which had earlier revived the practice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nJolly said the visit was on \"the eve of Juneteenth,\" the anniversary of the June 19, 1865, announcement of the abolition of slavery in Texas. At least one newspaper (the New Orleans Times-Picayune) did run a Cox News Service story about the visit on June 18. But Crist and Singletary actually visited Decatur, Ala., on June 8, the same day the Associated Press snapped the photograph to which Jolly is referring (see above).\nIn the photo, Crist and Singletary are shown watching over at least four inmates having their legs chained together prior to starting work. It’s difficult to determine the races of the inmates in the 21-year-old, black and white photograph, but it was clear from coverage that the vast majority of inmates in the work program were African-American.\nAccording to the Cox News Service article, which ran in the Palm Beach Post on June 11, 1995, Crist did say he wanted to bring a similar program to Florida, but he did not call it \"a great sight,\" as Jolly alleged.\nJolly spokeswoman Sarah Bascom pointed to that article, in which the reporter wrote, \"For Crist, it was a mighty fine sight.\" But that’s the reporter writing, not Crist talking.\nThe story later quotes Crist as saying, \"I see justice. I see justice being done.\"\nIn an Associated Press story that accompanied the photo, Crist said, \"I’m very impressed by what I’ve seen so far.\"\nSingletary, meanwhile, had agreed to enforce the law, but was cool to the idea of chaining prisoners together. He said during the trip that he favored chaining a prisoner’s ankles, but not linking a group of people, as Crist and other lawmakers had envisioned. (Crist’s 1997 plan to have chained groups of inmates work along state highways was not heard in committee.)\nEventually, the state prison system began the program in December 1995 using only leg irons, calling the groups of inmates \"restricted labor squads\" instead of chain gangs.\nOur ruling\nJolly said, Crist \"stood there, over three African-American prisoners in chains, on their knees, on the side of the road. Saying that it was a great sight. Saying we needed to bring it to Florida. And you did this — whether you know or not — on the eve of Juneteenth, the day the African-American community celebrates the end of slavery.\"\nJolly missed the mark on the finer points of the visit and the photograph. Crist went to Alabama to observe chain gangs in action more than a week prior to Juneteenth. He also didn’t say it was \"a great sight,\" although he expressed his approval of the practice. He also wanted to bring the same style of chain gangs to Florida, which had just passed a law allowing it. The Department of Corrections only implemented individual leg irons later that year.\nThe statement is partially accurate, but leaves out important details. We rate it Half True.\nhttps://www.sharethefacts.co/share/a70ef2b5-29a4-481c-9367-3307b97d5cbe", "vclaim_id": "vclaim-pol-04297"}