{"url": "/factchecks/2010/nov/10/bob-donovan/alderman-says-milwaukee-public-schools-spends-77-c/", "speaker": "Bob Donovan", "vclaim": "In 2011, Milwaukee Public Schools \"will provide 77 cents in employee benefits for every dollar it spends on wages.\"", "truth_label": "mostly-true", "date": "stated on September 29, 2010 in a news release:", "title": "Alderman says Milwaukee Public Schools spends 77 cents on employee benefits for every dollar it spends on salaries", "text": "When new census numbers ranked Milwaukee among the poorest big cities in America, Alderman Bob Donovan laid part of the blame on Milwaukee Public Schools -- and proposed an extreme step for the district.\n\nIn a statement issued Sept. 29, 2010, the fiery alderman said MPS should declare bankruptcy.\n\nIt’s not clear if the district could. The state Department of Public Instruction says the MPS board would have to determine if it is possible and the city attorney has not researched the question.\n\nWe’ll leave it to students of finance to sort out if bankruptcy is the right approach to take. But we were struck by one of the claims Donovan made in stating his case.  \n\nArguing that MPS’s pension and health benefits are \"unsustainable and overly generous,\" Donovan pointed to the district’s 2010-2011 budget and said:\n\n\"MPS will provide 77 cents in employee benefits for every dollar it spends on wages.\"\n\nWait a minute. Don’t most employers -- even public sector ones -- pay far less in benefits for every $1 in wages?\n\nLet’s start with Donovan’s specific claim, then take a look at his larger point -- that MPS benefits are excessive, taking limited money away from the classroom.\n\nIn making his claim, Donovan said the 77 cent figure came from the city’s Legislative Reference Bureau, which is the research staff for the Common Council.\n\nIn turn, the reference bureau said it came from a March 2010 column written by education writer Alan Borsuk in the Milwaukee Journal Sentinel. Borsuk said the figure came from an estimate MPS made that month, in developing the school district’s 2010-2011 budget.\n\nBy the time Donovan made his statement in late September, however, the district had revised its estimate to a somewhat smaller number: 74 cents. That is where the figure remained after the School Board approved the budget in October 2010.\n\nSo, Donovan is generally on target.\n\nBut some additional clarification is in order. Donovan’s statement suggests the pay-to-benefits ratio applies to the cost of current employees only.\n\nWhen MPS calculates its benefits in this fashion, it also includes the cost of providing benefits -- including pensions and health care -- to retirees. The district could not separate those costs for us, but that approach makes the figure higher.\n\nHow does the 74-cent figure compare?\n\nHere’s what some other local governments estimate they will spend in 2011 on benefits -- for employees and retirees -- for every $1 spent on wages:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nCity of Milwaukee: 48 cents (for general employees).\n\n\n\nRacine Unified School District: 57 cents\n\n\n\nMilwaukee Metropolitan Sewerage District: 59 cents.\n\n\nMeanwhile, Milwaukee County -- struggling with the cost of enhanced pension benefits that led to officials being removed from office -- projects it will pay $1 in benefits for each dollar it pays in wages in 2011.\n\nAll right, the bell is about to ring, so we’ll wrap up our lesson.\n\nIn calling on Milwaukee Public Schools to file for bankruptcy, Milwaukee Alderman Bob Donovan said that for every $1 MPS will spend in 2011 on wages, it will spend another 77 cents on benefits. The figure was off a bit, since he used an early estimate -- the actual number is 74 cents. And it’s a little confusing for taxpayers, since it rolls in costs related to retirees, not just current employees. But his larger point -- that MPS pays a lot more in benefits than other local governments pay -- is on the money.\n\nWe rate Donovan’s claim Mostly True.", "vclaim_id": "vclaim-pol-14040"}