{"url": "/factchecks/2010/jun/14/john-oxendine/oxendine-says-georgia-has-higher-dropout-rate-alab/", "speaker": "John Oxendine", "vclaim": "Georgia has \"a dropout rate that’s higher\" than Alabama's.", "truth_label": "true", "date": "stated on June 4, 2010 in a campaign video on his website:", "title": "Oxendine says Georgia has a higher dropout rate than Alabama", "text": "When gubernatorial candidate John Oxendine sought to demonstrate that Georgia's schools need help in a Web site campaign video, he made a striking claim. He said Georgia's students were doing worse than Alabama's. \"As a parent of four children, three of them in school, I’m very concerned about our schools,\" he said. \"We have SAT school scores lower than that of Alabama, yet a dropout rate that’s higher. We need to make some serious changes in how we address education.”Georgians think they should beat Alabama any day. In everything. Graduation rates, SAT scores. (Not that we do. Consider, for instance, the Bulldogs' football record against the Crimson Tide.)For the sake of state pride, we will verify Oxendine's claims. An earlier PolitiFact Georgia item rated Oxendine's statement on SAT scores as Half True. This item deals with his statement about dropouts.Calculating dropout rates is tricky. This measure tends to undercount students who don't finish school, said Chris Swanson, vice president for research and development with Editorial Projects in Education, the nonprofit group that publishes the education news and policy magazine Education Week. Instead, experts tend to rely on another measure: the graduation rate. This is the percentage of students who receive their diplomas on time. Graduation rates are more widely available and consistent, he said.Making a fair comparison between states is even more difficult. Few groups publish graduation rates that are comparable between states. Swanson's group does. So does the National Center for Education Statistics, which collects and publishes data for the U.S. Department of Education. Oxendine's statement avoids both of these pitfalls. Although he used the word \"dropout,\" Oxendine's claim is actually based upon graduation rates, according to his campaign manager. His data come from the National Center for Education Statistics. For the past 13 years, average secondary-school graduation rates have been lower in Georgia than Alabama. In the 2006-2007 school year, the most recent time period available, Georgia graduated 64.1 percent. Alabama graduated 67.1. Figures from Editorial Projects in Education also show that Georgia lags behind Alabama. Its 2009 report states that the rate of Georgia students finishing high school with a regular diploma is 55.9 percent. Alabama's is at 61.4 percent.Indeed, Alabama beats Georgia. We rate Oxendine's statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14917"}