{"url": "/factchecks/2020/jun/22/facebook-posts/no-nascar-didnt-say-noose-found-bubba-wallaces-gar/", "speaker": "Facebook posts", "vclaim": "Says NASCAR announced that driver Bubba Wallace mistook a serpentine automotive belt for a noose in his garage stall.", "truth_label": "pants-fire", "date": "stated on June 22, 2020 in a Facebook post:", "title": "No, NASCAR didn’t say noose found in Bubba Wallace’s garage was an automotive belt", "text": "A noose was recently found in the garage stall of Black driver Bubba Wallace during a NASCAR race at the Talladega Superspeedway in Alabama. \nThe incident occurred just weeks after Wallace — who is the only fulltime Black driver in NASCAR’s Cup Series — painted his car in a Black Lives Matter scheme for a race and successfully helped push NASCAR to ban the Confederate flag at its events and facilities.\nNASCAR issued a statement saying it’s launching an immediate investigation. The FBI and U.S. Justice Department said they are also looking into it. \nBut one Facebook user claims that these investigations are apparently already over, sharing a purported announcement from NASCAR that Wallace confused a circular serpentine automotive belt for a noose.\nThe post, made to look like a screenshot of a news report, reads:\n\"Talladega, Ala. – NASCAR said a serpentine belt was confused as a noose in Bubba Wallace’s garage stall at Talladega Speedway in Alabama on Sunday. Wallace, who is from Mobile, is the only Black driver in the Cup Series\nIn a statement released Sunday night, NASCAR said, ‘Late this afternoon, NASCAR was made aware that something that resembled a noose was found in the garage stall of the 43 team. We were angry and outraged, and cannot state strongly enough how seriously we took this allegation. We launched an immediate investigation, and determined Bubba Wallace had mistaken a 26\" serpentine automotive belt for a noose.’\"\n\nIn the caption, the user wrote: \"What a moron! Can’t drive and don’t even know what a serpentine belt is. Get everybody all stirred up over your stupidity AGAIN!!!!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nNASCAR made no such announcement. The post was manipulated to make it look like a NASCAR statement. \nDespite its appearance as a news story, the supposed development has not been reported by any news organization. The most we could find was this unsourced photo on social media.  \nThe faux statement contains some similarities to the real one that NASCAR released on June 21, but it also has notable differences, particularly the omission of a serpentine belt. \npic.twitter.com/aArKg0Tq3c— NASCAR (@NASCAR) June 22, 2020 \n \nWallace released his own statement, and in a show of support, dozens of drivers and crew members pushed Wallace in his car to the front of the field during pre-race activities on June 22.\nOur ruling\nA Facebook post says NASCAR announced that Wallace mistook a serpentine automotive belt as a noose.\nThis isn’t accurate. NASCAR has made no such statement as investigations continue. \nWe rate this Pants on Fire!\n(Update: On June 23, 2020, NASCAR released a subsequent statement about the incident. It read: \"The FBI has completed its investigation at Talladega Superspeedway and determined that Bubba Wallace was not the target of a hate crime. The FBI report concludes, and photographic evidence confirms, that the garage door pull rope fashioned like a noose had been positioned there since as early as last fall. This was obviously well before the 43 team’s arrival and garage assignment. We appreciate the FBI’s quick and thorough investigation and are thankful to learn that this was not an intentional, racist act against Bubba. We remain steadfast in our commitment to providing a welcoming and inclusive environment for all who love racing.\")", "vclaim_id": "vclaim-pol-17968"}