{"url": "/factchecks/2015/mar/13/rush-limbaugh/limbaugh-ted-kennedy-undercut-reagan-back-door-lin/", "speaker": "Rush Limbaugh", "vclaim": "Says \"Ted Kennedy sent a letter to then Soviet leader Yuri Andropov apologizing for Ronald Reagan and begging the Soviets not to overreact.\"", "truth_label": "false", "date": "stated on March 10, 2015 in a broadcast of \"The Rush Limbaugh Show\":", "title": "Limbaugh: Ted Kennedy undercut Reagan with back-door line to Soviets", "text": "The balance of power between Congress and the president has been topic No. 1 this week after 47 Republican senators signed a letter designed to undercut a nuclear deal with Iran. That deal has yet to be written, but the senators warned Iran that any agreement could be reversed \"by the stroke of a pen\" by a future president or by an act of Congress.\nIn the war of words that followed, one newspaper tagged the senators as traitors, while conservatives shot back that Democrats have also meddled in foreign policy in the past. A reader asked us about an example making the rounds in conservative media. Fox News host Megyn Kelly, the Newsbusters website, and Rush Limbaugh all have pointed to an episode involving Democratic Sen. Ted Kennedy and Republican President Ronald Reagan that purportedly took place in 1983.\nIn Limbaugh’s account, \"Ted Kennedy sent a letter to then Soviet leader Yuri Andropov apologizing for Ronald Reagan and begging the Soviets not to overreact, essentially saying that Reagan was a reckless cowboy and worse, that the Democrats are gonna do their best to rein him in.\"\nIn the past, we have reached the Limbaugh show through the company that distributes the program. We did so again and did not hear back. Still, we were able to find much of the story through our own reporting and research, and there’s a lot more uncertainty to the episode -- including if it ever happened at all -- than Limbaugh’s comments suggest.\nStep back to 1983\nIn early 1983, Reagan’s plan to place medium-range nuclear missiles in Western Europe generated great concern among voters in the West and within the leadership of the USSR.\nIn this tense period, Viktor Chebrikov, then head of the Soviet spy agency, addressed a memo to Yuri Andropov, the general secretary of the Communist Party and the USSR’s top leader. The memo purports to convey what Kennedy’s \"close friend and trusted confidant J.Tunney\" had to say about Kennedy’s views when visiting Moscow. J. Tunney would be former U.S. Sen. John Tunney, D-Calif. \n\"Kennedy believes that, given the current state of affairs, and in the interest of peace, it would be prudent and timely to undertake the following steps to counter the militaristic politics of Reagan and his campaign to psychologically burden the American people,\" the memo said.\nThose steps included Andropov inviting Kennedy and Sen. Mark Hatfield, R-Ore., for a meeting in Moscow. The purpose \"would be to arm Soviet officials with explanations regarding problems of nuclear disarmament so they may be better prepared and more convincing during appearances in the USA.\" In addition, Kennedy’s middleman suggested that Andropov come to the United States where he could do interviews on the big three broadcast networks and speak to the \"peaceful intentions of the USSR.\"\nAccording to the memo, Kennedy’s goal was to \"root out the threat of nuclear war, and to improve Soviet-American relations, so that they define the safety of the world.\" As a parting thought in the memo, Tunney said that Kennedy planned to run for president in 1988.\nIs the memo accurate?\nFirst of all, we note that while Limbaugh talked about a letter, there is no evidence that Kennedy ever sent one to Andropov. We asked the Senate Historical Office and the Reagan Library for any record of either a letter or overture made by Kennedy’s office to the Soviet leadership in 1983. Both found nothing.\nAt the end of the day, without any independent documentation, assessing Limbaugh’s claim hinges on whether you believe the memo is telling the truth.\nThe memo gained attention when it was the basis of a news report published in the Times of London in 1992. When the report came out, Tunney told the Times  that it was \"bullshit.\" We reached Tunney and he emphatically repeated that.\n\"The idea that I would be handling contacts with Andropov is preposterous,\" Tunney said. \"This memo is completely false.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nAt the time, Tunney was no longer a senator but a private businessman; his friendship with Kennedy dated back to law school. He said that while he had made many trips to Moscow over the years and knew people in the KGB, the only political topic Kennedy ever asked him to broach with the Soviets was a deal to release dozens of dissidents. In exchange, Kennedy would make a speech at a university in one of the USSR’s republics in Central Asia. That took place several years earlier.\nTunney said that some time after the memo emerged, Kennedy asked him if he knew anything about it and Tunney said \"this is crazy.\"\nIn 1992, a Boston Herald reporter reached Kennedy spokesman Paul Donovan. Donovan said Kennedy’s office had made other efforts to meet with Andropov, but nothing ever came of it. According to the Herald, Donovan said \"The rest of the memo is KGB fiction.\"\nDenials from anyone tied to Kennedy might be expected, but Kennedy does have a sort of character reference in the arena of foreign relations from a Reagan insider, the administration’s disarmament negotiator Max Kampelman.\nIn his memoirs Entering New Worlds, Kampelman wrote that the Soviets liked working with Kennedy as a back-door conduit of information, and Kampelman welcomed the arrangement.\n\"I learned that the senator never acted or received information without informing the appropriate United States agency of official,\" Kampelman wrote.\nIn 1985, Reagan himself approved using Kennedy this way and a working relationship grew between Kampelman and Kennedy.\nWhile it is possible that the administration never caught wind of any contacts Tunney had with the KGB, it is worth noting that when the archivists at the Reagan Library searched the White House files on Kennedy, no episode involving the USSR in 1983 popped up.\nSmoke but no fire?\nIn the Reagan years, Kenneth Adelman served as deputy U.S. Ambassador to the U.N. and then director of the U.S. Arms Control and Disarmament Agency. We asked Adelman what he made of the KGB memo, and he dismissed it.\nHe had no idea if an overture might have been made, but even it had, Adelman said it didn’t matter.\n\"We knew senators were doing this sort of thing all the time and we ignored it,\" Adelman said. \"We didn’t think it was important, and it wasn’t. The administration didn’t care about it.\"\nStephen Cohen, a political scientist at Princeton University and New York University, suggested that KGB memos shouldn’t be taken at face value.\n\"As someone who has worked for years in once closed Soviet-era archives, I can tell you that many false documents can be found there,\" Cohen told PunditFact. \"As the saying goes, rubbish in, rubbish out.\"\nOur ruling\nIn the context of a Republican letter to Iran, Limbaugh said that Kennedy sent a similar letter to Andropov in the 1980s that apologized for Reagan and begged the Soviets not to overreact. There is no evidence there ever was a letter from Kennedy. Limbaugh’s statement rests on a 1983 KGB memo that said there was a verbal overture from a friend of Kennedy's to meet with Andropov. Whether the memo was accurate or a KGB invention is deeply contested. We have a firm denial from the man who allegedly made the overture, and a Soviet archive researcher told us that memos of this sort are not always reliable. So Limbaugh was wrong about the letter, and spoke with great certainty about an event when its authenticity is very much in question.\nOverall, we rate the claim False.", "vclaim_id": "vclaim-pol-06624"}