{"url": "/factchecks/2014/oct/02/wisconsin-professional-police-association/violent-crime-wisconsin-higher-under-scott-walker-/", "speaker": "Wisconsin Professional Police Association", "vclaim": "Data on violent crime shows Wisconsin \"has become less safe than it was when Scott Walker took office.\"", "truth_label": "barely-true", "date": "stated on September 25, 2014 in a news conference:", "title": "Violent crime in Wisconsin higher under Scott Walker actions, police union says", "text": "The state’s largest police union explained its endorsement of Mary Burke for governor by saying Wisconsin has become more dangerous.\n\"Under Scott Walker, not only has Wisconsin trailed its neighbors in creating jobs but in combating violent crime as well,\" Jim Palmer, the Wisconsin Professional Police Association's executive director, told reporters on Sept. 25, 2014.\n\"The crime data shows that Wisconsin has become less safe than it was when Scott Walker took office.\"\nUnlike many statistics-driven claims we have seen, the union did not offer a specific number for a narrow period. Rather, it cited the more general \"less safe\" and pointed to the nearly four years since Walker took office.\nIt also added an element of blame -- that any increase in violent crime is at least partly Walker’s fault.\nMany factors -- demographics, rates of incarceration, even police misreporting offenses -- can contribute to fluctuations in the incidence of crime, which is typically viewed more as a local issue than a statewide one.\nStill, the governor does have some say in how much money local governments have to spend.\nSo let’s investigate.\nViolent crime data\nPalmer referred us to the FBI’s Uniform Crime Reports. Four offenses are counted as violent crimes: murder and nonnegligent manslaughter, forcible rape, robbery and aggravated assault.\nOne problem: The most recent year available is 2012, so the numbers only cover about half of Walker's time as governor.\nWe found that Wisconsin’s violent crime rate declined each year from 2007 through 2011, Walker’s first year in office, but increased in 2012.\n \n\n\n\n\n\nYear\n\n\nWisconsin population\n\n\nNumber of violent crimes\n\n\nViolent crimes/ 100,000 people \n\n\nOne-year change in rate\n\n\n\n\n2011\n\n\n5,711,76\n\n\n13,532\n\n\n236.9\n\n\n-4.7%\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\n2012\n\n\n5,726,398\n\n\n16,064\n\n\n280.5\n\n\n+18.4%\n\n\n\n\n\n\nNationally, violent crime also declined each year 2007 through 2011.\nBut, in contrast to Wisconsin, the national rate declined again in 2012, to 386.9 violent crimes per 100,000 residents.\nIn any case, it’s important to note that based on available statistics, the union's claim can't account for nearly the entire second half of Walker’s term. That is a significant unknown.\nWalker’s role\nAs for pinning an increase in Wisconsin’s violent crime rate on Walker, local police and sheriff’s departments -- not the State Patrol or Capitol Police -- are most responsible for fighting crime.\nAt the same time, cities, villages, towns and counties get a big chunk of their revenue from the state. And Walker also put strict limits on how much local governments could raise property taxes.\nPalmer pointed us to Walker’s first state budget, for 2011-’13 -- which reduced \"shared revenue\" to local governments. He also cited a related fact-check we did during the failed campaign to recall Walker in 2012.\nIn that item, we found that Walker cut shared revenue by $76 million, or 9 percent -- the largest reduction in at least a decade.\nBut two other points from that fact-check are also important:\n \n\n\nShared revenue is general aid from the state that local governments use for various programs, not just police and fire. The state money is typically mixed with local money and isn’t tied to a specific local government function.\n\n\n \n\n\nWalker’s Act 10 collective bargaining reform law helped many local governments absorb at least some of the shared revenue cuts by forcing most public employees (though not police and firefighters) to pay more for their health and pension benefits.\n\n\n \nAs for the size of law enforcement agencies, Palmer cited state Office of Justice Assistance statistics covering the more than 12,000 sworn officers in local police and sheriff’s departments, as well in the State Patrol, universities and the state Department of Natural Resources. The number of sworn officers per 1,000 residents declined by 2 percent in 2011 and 1.8 percent in 2012.\nBut local governments, not the governor, ultimately make decisions that determine the lion’s share of front-line law enforcement officers around the state.\nOur rating\nThe Wisconsin Professional Police Association union said: Data on violent crime shows Wisconsin \"has become less safe than it was when Scott Walker took office.\"\nIn 2012, Walker’s second year in office, violent crime increased and he reduced funding to local governments.\nBut the available violent crime data cover only about half of Walker’s time in office, so the union’s statement is based at best on a partial picture. Beyond that, a number of factors other than the governor bear on the rate of violent crime.\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.", "vclaim_id": "vclaim-pol-07213"}