{"url": "/factchecks/2016/sep/19/elaine-phillips/new-york-has-been-most-corrupt-state-decades/", "speaker": "Elaine Phillips", "vclaim": "In the past decade in New York State \"more than 30 current and former state officeholders have been convicted, sanctioned or accused of wrongdoing — more than any other state.\"", "truth_label": "true", "date": "stated on August 26, 2016 in a post on Facebook:", "title": "Yes, New York has more corrupt officials than any other state", "text": "Lawmakers led away in handcuffs seem like clear signs of a corruption problem in New York State. But the worst in the nation? Elaine Phillips says that’s the case. The Republican is running for a vacant State Senate seat on Long Island, and she has made public corruption in Albany the centerpiece of her campaign.\nShe outlined her plan for state ethics reform in a Facebook post, in which she claimed New York State leads the nation in lawmakers in trouble with the law.\n\"Over the past decade in Albany, more than 30 current and former state officeholders have been convicted, sanctioned or accused of wrongdoing — more than any other state,\" Phillips said in the post. She referenced the number from an article in the New York Times. Phillips took that claim a step further by saying New York led the pack in corruption among other states.\nIn Albany, running afoul of the law is bipartisan, and not just for backbenchers. Two of the state’s legislative leaders were convicted of corruption charges, former Assembly Speaker Sheldon Silver, a Manhattan Democrat, and former Senate Majority Leader Dean Skelos, a Long Island Republican.\nPhillips, mayor of the Nassau County village of Flower Hill, faces Adam Haber, a Democrat who most recently served with the Nassau Interim Finance Authority Board, which monitors the county’s finances.\nSo is Phillips right? Can New York State be the worst in a nation that includes politicians from Illinois - think Rod Blagojevich - and Louisiana, where a recent headline read \"New Orleans FBI chief calls political corruption in Louisiana ‘robust’\"?\nStruggle with corruption\nThe New York Times, The Buffalo News and other publications have chronicled more than 30 corruption cases in the past decade.\nDr. Jeffrey Milyo and Scott Delhommer from the University of Missouri have compiled a database that focuses specifically on public corruption at the state level across the country. Their research focuses on state legislators, high-ranking executive branch officials, and supreme court justices. They tracked bribery, influence peddling and theft of public funds among other charges.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nOther studies have looked solely at federal convictions or public officials at all levels of government. The Missouri researchers are the only ones who looked at corruption through a state lens, the kind of cases Phillips talks about.\nFrom 2006 - 2015, the Missouri researchers identified 28 corruption cases dealing with state officials in New York. Include 2005, and that number rises to 30. \nThat puts New York first for the number of public corruption cases, followed by Pennsylvania, where 24 cases have been filed over the past decade. New Jersey ranks third with 12 corruption cases.\nLook further back, and New York State has topped the list since at least 1986, Milyo said.\n\"Historically, New York has struggled with corruption and continues to do so,\" said Jennifer Rodgers, executive director of the Center for the Advancement of Public Integrity. \"While measuring corruption is a challenge, I think it's fair to say that New York remains one of the most corrupt states if not the most corrupt state.\"\n\nThe corruption in New York State is likely rooted in culture, Rodgers says.\n\n\"Much of corruption is cultural, and in New York that means that you have to think about the way the New York political system has developed over more than 200 years,\" Rodgers said. \"So you start with these corrupt political machines like Tammany Hall, and over time the problem replicates itself as the next generation figures out how things work and how much corruption will be tolerated, and so on down the line. We've made some progress, of course, but not enough.\"\nOur ruling\nIn her pitch for ethics reform, Phillips said in a Facebook post that \"over the past decade in Albany, more than 30 current and former state officeholders have been convicted, sanctioned or accused of wrongdoing — more than any other state.\"\nShe’s right. The analysis from the University of Missouri researchers shows New York State has had more state lawmakers and statewide officials running afoul of the law. She could have gone further. The data shows New York State has led the nation in public corruption for decades.\nWe rate this claim as True.\nhttps://www.sharethefacts.co/share/5c62d79f-6d1b-4be6-a625-932fed3951d8", "vclaim_id": "vclaim-pol-04302"}