{"url": "/factchecks/2011/jul/20/mitt-romney/mitt-romney-says-president-obama-was-planning-visi/", "speaker": "Mitt Romney", "vclaim": "During his first year, President Obama said he \"was going to visit Kim Jong-ll and Ahmadinejad and Assad and Chavez – the worst actors in the world.\"", "truth_label": "barely-true", "date": "stated on July 5, 2011 in a town hall in Wolfeboro, N.H.:", "title": "Mitt Romney says President Obama was planning to visit Kim Jong-ll, Ahmadinejad, Assad and Chavez in first year", "text": "A persistent theme in Mitt Romney's campaign for president has been the complaint that President Barack Obama has been coddling U.S. enemies such as Iran, North Korea and Syria.\n\nSo when Romney was asked about Iran during a town hall in Wolfeboro, N.H., on July 5, 2011, he noted that it is \"the national sponsor of terror groups across the globe\" and lamented that the U.S. doesn’t do a better job of promoting itself abroad.\n\n\"The President, when he was running for office, said he was going to engage Iran, and engage North Korea. Remember in his first year he was going to visit Kim Jong-ll and Ahmadinejad and Assad and Chavez – the worst actors in the world. And how did that work out?\"\n\nTo check whether Romney was right, we explored two questions: Did Obama actually say he was going to meet in the first year of his presidency with North Korean leader Kim Jong-II, Iranian President Mahmoud Ahmadinejad, Syrian leader Bashar al-Assad and Venezuelan President Hugo Chavez? And did Obama say those meetings would take place in the leaders' home countries?\n\nRomney’s campaign pointed us to the transcript of the CNN/YouTube debate in Charleston, S.C. in July 2007.\n\nQUESTION: \"In 1982, Anwar Sadat traveled to Israel, a trip that resulted in a peace agreement that has lasted ever since. In the spirit of that type of bold leadership, would you be willing to meet separately, without precondition, during the first year of your administration, in Washington or anywhere else, with the leaders of Iran, Syria, Venezuela, Cuba and North Korea, in order to bridge the gap that divides our countries?\"\n\nOBAMA: \"I would. And the reason is this, that the notion that somehow not talking to countries is punishment to them — which has been the guiding diplomatic principle of this administration — is ridiculous. Now, Ronald Reagan and Democratic presidents like JFK constantly spoke to Soviet Union at a time when Ronald Reagan called them an evil empire. And the reason is because they understood that we may not trust them and they may pose an extraordinary danger to this country, but we had the obligation to find areas where we can potentially move forward.  And I think that it is a disgrace that we have not spoken to them.\"\n\nObama's remarks drew criticism from his Democratic rival, then-Sen. Hillary Clinton, who called Obama’s position \"irresponsible and frankly naive\" and said that agreeing to meetings \"without preconditions\" risked that they could be used \"for propaganda purposes.\"\n\nRepublican nominee John McCain said Obama's position proved his much younger rival’s \"inexperience and reckless judgment.\"\n\nBack in 2008, PolitiFact examined McCain’s contention that candidate Obama \"said again and again\" that he’d be willing to meet with the President Ahmidinejad without precondition, and rated it  True. More recently, we've examined Romney’s claim that in his first year, Obama \"traveled around the globe to apologize for America,\" which earned a rating of Pants on Fire.\n\nHere, Romney is returning to familiar turf to echo those themes. But in doing so, he exaggerated what Obama said at the debate.\n\nFirst, when he was in that town hall meeting in Wolfeboro, Romney didn’t say Obama said he was \"willing to meet \" the leaders; Romney said Obama \"was going to.\"  Those are two very different things in the precise language of diplomacy. And Romney didn’t use the word \"meet,\" as Obama and McCain did. Instead, he substituted \"visit.\"\n\nDiplomatic experts told us those changes significantly change the meaning of Romney's statement.\n\n\"There is a big difference between visiting a capital and being willing to meet with another government, another government’s leaders -- so it would be unfair to suggest that’s what Obama said. He didn’t say that, and in international politics and diplomacy the difference is quite important,\" says R. Nicholas Burns, a professor of diplomacy and international politics at Harvard’s Kennedy School of Government. Burns was Ambassador to Greece under President Bill Clinton and Ambassador to NATO under President George W. Bush.\n\nKurk Volker, of the Johns Hopkins School for Advanced International Studies, said Romney's statement is \"an exaggeration.\" Volker, also a U.S. Ambassador to NATO under President George W. Bush who is backing the Presidential campaign of Tim Pawlenty, said he doesn’t see Romney’s charge as coming \"completely out of thin air\" but says it stretches the facts.  \"It's more specific and more solicitous to say he’s going to visit them. And the imagery around that would be very different, to have the president photographed on the other guy’s turf, it would be a different thing.\"  \n\nAnd as things stand, 30 months into President Obama’s term, he has visited none of these U.S. antagonists, nor are there any public plans to do so. In fact, the only documented direct contact Obama’s had with any of the leaders Romney’s named was with Venezuelan President Hugo Chavez at the multilateral Summit of the America’s in 2009. Press accounts characterize their interactions as brief. They took place on the neutral ground of Trinidad.\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThere is a small amount of truth in Romney's claim, but his wording exaggerates what Obama really said. When asked if he would be willing to meet with the leaders of Iran, Syria, Venezuela, Cuba and North Korea -- \"without precondition, during the first year of your administration, in Washington or anywhere else\" -- Obama said he would. But in the language of diplomacy, that is significantly different than saying he \"was going to visit\" them, which is how Romney characterized it. We find his statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12716"}