{"url": "/factchecks/2010/oct/15/john-kitzhaber/john-kitzhaber-claims-chris-dudley-finds-oregons-m/", "speaker": "John Kitzhaber", "vclaim": "Says Chris Dudley thinks Oregon’s minimum wage is too high.", "truth_label": "half-true", "date": "stated on October 14, 2010 in a television ad:", "title": "John Kitzhaber claims Chris Dudley finds Oregon’s minimum wage too high", "text": "What Chris Dudley thinks of Oregon’s minimum wage -- is it too low, too high, or just right? -- has been one of the more contested issues in Oregon’s heated race for governor.\n\nJohn Kitzhaber, the Democrat, has released a television ad claiming that Dudley thinks waitresses make too much and that the minimum wage is a problem for Oregon’s struggling economy. The Democratic Party of Oregon followed up with a press release saying that Dudley was caught on camera agreeing with a person who thinks the wage is too high.\n\nIn Kitzhaber’s jaunty 30-second spot, the announcer describes Dudley as a wealth strategist who wants to give huge tax breaks to the rich. Then, it cuts to a clip of Dudley at a Sept. 9 , 201o, event at Intel in Hillsboro. The text of his words appear on screen: \"Restaurants will say ... it doesn’t make sense that our waitresses are getting tips ... plus the highest minimum wage in the country.\" However, the audio does not have him saying the part about \"restaurants will say.\"\n\nThe commercial then cuts again to Dudley saying, at the same event, \"... having the highest minimum wage in the country negatively impacts the state.\"\n\nBoth camps have been urging PolitiFact Oregon to rule on the question of what Dudley said about the minimum wage. So we will.\n\nSome background: Oregon has the second highest minimum wage in the country, after Washington state. And the hourly rate is set to increase another 10 cents, to $8.50 an hour, on Jan. 1.  Oregon is one of 10 states where the wage is adjusted every year, pegged to inflation. (Last year, the minimum was not increased because inflation was flat.)  The ballot measure ensuring such increases was approved by voters in 2002.\n\nThe restaurant association and the farm bureau, which support Dudley, have long complained bitterly about Oregon’s minimum wage.  The restaurant lobby in Oregon and elsewhere has pushed for short-term training wages to pay first-time workers.\n\nDudley said later at the Intel exchange that he would like to look into a training wage program to get young workers job experience without burdening employers.  Democrats say that’s further evidence that Dudley wants to lower Oregon’s minimum wage. Dudley’s camp says that’s not necessarily true since they could set up a system where the state makes up the difference between the minimum wage and a training wage.\n\nLet’s start with a fuller transcript of the exchange Dudley had with the questioner. (And by the way, the Democratic Party of Oregon released the video and has been shopping it around to showcase Dudley’s uber-rich leanings.)\n \n\nQuestioner: \"My question comes back to labor and labor costs. I’ve noticed that our state tends to have a very high minimum wage and I think that’s difficult for our businesses but I think it, it also attracts people from other states to come to our state and take our jobs away from our kids and, and those that might need them.  I think it attracts the wrong end of the labor pool to  our  state, and they tend to stay here and ... I’m concerned about that, I’m interested to know what your - if you share that philosophy and if you have any idea what you would do about that or if you want to address that issue.\"\u2028 \u2028\n\n\nDudley at first says, \" I agree with you on that issue.\" He then goes on to say, \"having the highest minimum wage in the country negatively impacts the state,\" and \"you talk to restaurants, restaurants will say, listen, we’ve got less employees than we would otherwise because of this and it doesn’t make sense ...\" He goes on to mention restaurant kitchen workers who don’t get tips and says \"there’s so many negative issues with it that I think need to be addressed.\"\n\n\nIt’s fair to say his 72-second response was unscripted and a bit rambling. But it is clear that he agreed with the questioner that Oregon’s high minimum wage causes problems for the business community.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\n\nDudley spokesman Jake Suski said his boss \"was agreeing that there is some economic theory supporting the question.\" As for the part about whether wait staff earn too much, Suski says Dudley was \"explaining what restaurants have told him, not offering his own opinion.\" Suski said Dudley does not want to lower Oregon’s minimum wage and he does not think servers earn too much.\n\nDudley’s comments at Intel have dogged him on the campaign trail. The issue came up in a Sept. 28 meeting with The Oregonian’s Editorial Board, where he said he wanted to look at the minimum wage in light of high unemployment among young people.  \n\nIn the only debate between the two candidates on Sept. 30, Kitzhaber indicated that Dudley was more concerned about waitresses and their tips than sound fiscal policy. Dudley responded forcefully: \"I’ve never said I wanted to reduce the minimum wage and I’m not. End of story. Not reducing the minimum wage. End of story.\"\n\nDudley’s current, clearer message leaves the distinct impression that, at least when it comes to what he said about waitresses and tips, he probably wishes he could eat his words.\n\nBut is Kitzhaber right? Does Dudley, in his heart of hearts, think Oregon’s minimum wage is too high, too low or just right?\n\nPolitiFact Oregon put the question to the Dudley camp. It took a couple of tries, but we might have an answer.\n\n\"That's not the issue, he has clearly said he won't lower it and that the voters have decided on this issue,\" Suski said in an initial e-mail. Then he wrote in a second e-mail:  \"He doesn't believe that the minimum wage is too high and he's clearly not in favor of lowering it...\"\n\nSo if he thinks the minimum wage is not too high, why not say that to the person who asked the question?\n\nSuski responded: \"He just acknowledged the economic theory around it and said he's not making an issue of it.  What he wants to address is youth unemployment and getting young people opportunities in the workforce, which is why he's been talking about a credit for employers to hire young workers.\"\n\nIf we had a Duck-O-Meter, PolitiFact Oregon would rate this a Full Duck. Dudley said he \"agrees\" with the questioner on the issue, but now his campaign says he was merely acknowledging a theory.\n\nBut if Dudley is ducking, Kitzhaber is stretching. Oregon Democrats and Kitzhaber go too far in claiming that Dudley thinks waitresses make too much money and that he wants to lower the minimum wage. Nevertheless, any reasonable person watching the original exchange would believe that Dudley agrees the minimum wage is too high or, at the least, problematic -- despite what his camp says now. We rate the claim Half True.\n\n \n\nComment on this item.", "vclaim_id": "vclaim-pol-14225"}