{"url": "/factchecks/2019/feb/22/joe-biden/how-much-have-domestic-violence-rates-fallen-viole/", "speaker": "Joe Biden", "vclaim": "\"Since the passage of (the Violence Against Women Act), annual rates of domestic violence have dropped by 63 percent.\"", "truth_label": "half-true", "date": "stated on February 15, 2019 in a tweet:", "title": "How much have domestic violence rates fallen since the Violence Against Women Act passed?", "text": "Joe Biden championed the Violence Against Women Act as a Democratic senator from Delaware in 1994. Two and a half decades and two terms as vice president later, he’s still touting the law and its impact as he considers whether to run for president in 2020.\nThe law increased funding and provided additional legal tools for combating violent crimes committed against women. The law has been reauthorized in 2000, 2005, and 2013, and it expired in the recent government shutdown. It must now be reauthorized, which Biden urged lawmakers to do quickly.\n\"Since the passage of VAWA, annual rates of domestic violence have dropped by 63%,\" Biden tweeted Feb. 15. \"The National Domestic Violence Hotline responds to more than 26,000 people a month, creating a safety net for survivors. We have made progress, but there is much more to do. Right now.\"\nSince the passage of VAWA, annual rates of domestic violence have dropped by 63%. The National Domestic Violence Hotline responds to more than 26,000 people a month, creating a safety net for survivors. We have made progress, but there is much more to do. Right now.— Joe Biden (@JoeBiden) February 15, 2019\n\nWe have previously looked at a similar assertion. In 2013, Rep. Gwen Moore, D-Wis., cited a drop of 67 percent since passage. We found official Justice Department data from 2010 showing that it had fallen 63 percent by then, so we rated the statement Mostly True.\nBut that was more than six years ago. What does the current data say? Biden appears to be in the ballpark, though when we discussed the data with domestic violence experts, they offered a few caveats.\nRecent data is lacking\nAs it happens, the data hasn’t advanced very much.\nThere hasn’t been any equivalent data published for the years beyond 2012. In 2012, the domestic violence rate was slightly higher than it was in 2010, so the drop between 1994 and 2012 was about 60 percent. This was the report that Biden’s office pointed as evidence to when we contacted them.\nMore recent data — related, but distinct — suggests that at least one subset of domestic violence, intimate partner homicide, may actually be experiencing a modest upswing.\nAccording to a paper now being finalized by Northeastern University criminologists Emma E. Fridel and James Alan Fox, homicides by intimate partners have risen modestly since about 2014, both for men and women as victims. Here’s a chart from the forthcoming paper:\n\nSource: Courtesy James Alan Fox, Northeastern University\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nWhile the frequency of intimate partner homicide is well below where it was in the early 1990s, Fox said, \"there has been a recent uptick, particularly with guns.\"\nHow much credit goes to the law?\nThe second caveat concerns cause and effect.\nIt would stand to reason that the law did help bring down the domestic violence rate. But it may not have been the only factor.\nBiden’s statement \"implies causation, when all we have is correlation,\" said Leigh Goodmark, a law professor at the University of Maryland Carey School of Law, where she launched the Gender Violence Clinic.\nGoodmark noted that the decline in domestic violence has paralleled a similarly steep decline in overall violent crime. This makes it hard to determine how much of the decline in domestic violence is due to the law and how much is due to broader societal trends.\nHere’s a chart from the Justice Department showing the trend lines for all violent crime and for all intimate partner violence between 1993 and 2010:\n\nSource: U.S. Justice Department’s Bureau of Justice Statistics\nGoodmark added a related point: Most of the decline occurred prior to 2000. Between 2000 and 2010, by contrast, the domestic violence rate essentially stagnated.\n\"At the same time that, through the Violence Against Women Act, we’re putting hundreds of millions of dollars into the criminal legal response to domestic violence, the rate of domestic violence fell less than the overall crime rate fell,\" she said. \"What’s remarkable is that domestic violence is stubbornly resistant to falling even when the overall crime rate is still falling significantly.\"\nOur ruling\nBiden said, \"Since the passage of (the Violence Against Women Act), annual rates of domestic violence have dropped by 63%.\"\nHe’s close on the percentage, which was 60 percent between 1994 and 2012. However, this data should be treated cautiously because it is six years old, and it’s unclear whether the decline is due to the law itself or to the broad, societal decline in all types of violent crime since the early 1990s. And after 2000, as violent crime continued to fall, the domestic violence rate remained about the same.\nWe rate the statement Half True.\n Share the Facts 2019-02-22 21:14:58 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Since the passage of (the Violence Against Women Act), annual rates of domestic violence have dropped by 63 percent.\"    Joe Biden Former vice president https://twitter.com/JoeBiden/status/1096434419378933760   a tweet Friday, February 15, 2019 2019-02-15    Read More  info", "vclaim_id": "vclaim-pol-00986"}