{"url": "/factchecks/2017/may/26/chris-abele/has-tough-crime-sheriff-david-clarke-cut-number-hi/", "speaker": "Chris Abele", "vclaim": "Says David Clarke reduced the number of Milwaukee County sheriff's deputies \"from about 700 and something to 300 and something.\"", "truth_label": "half-true", "date": "stated on May 18, 2017 in an interview:", "title": "Has tough-on-crime Sheriff David Clarke cut the number of his deputies by half or more?", "text": "Has tough-talking Milwaukee County Sheriff David A. Clarke Jr., who has apparently landed a post in the administration of President Donald Trump, actually slashed the number of his deputies by half or more?\nThat’s the attack from Milwaukee County Executive Chris Abele, the millionaire son of the co-founder of the Boston Scientific medical device company and a political nemesis of Clarke’s.\nOn May 18, 2017, the day after after Clarke announced he would be joining the U.S. Department of Homeland Security as an assistant secretary, Abele was asked on WTMJ radio in Milwaukee what legacy Clarke would leave behind.\n(Clarke said he would take on his new post in June 2017, but the Trump administration has not confirmed Clarke’s announcement. Two days after Abele’s comments, CNN reported that Clarke plagiarized parts of his master’s thesis. Clarke has denied that accusation, but has said the report could kill his appointment.)\nAbele, who was once accused by Clarke of having \"penis envy,\" said Clarke’s legacies include reducing the number of deputies \"long before I was there from about 700 and something to 300 and something.\"\nGiven that Clarke, who calls himself \"America’s sheriff,\" has built a reputation on Fox News and elsewhere as being tough on crime, let’s see if Abele’s statement is on point.\nSheriff’s role on crime\nClarke’s national profile as a favorite of conservatives has risen largely because of his blunt comments on crime, among other topics. In a 2013 interview, he advised citizens, in the context of a home invasion, to \"point that barrel center mass and pull the trigger\" because \"911 is not our best option.\"\nBut given that all of Milwaukee County is served by city and village police departments, the role of the Sheriff’s Office isn’t on the front line as much in fighting crime. In 2011, we rated Half True a claim by Abele that the sheriff’s office \"plays only a limited role as a traditional law enforcement agency.\"\nWe noted at the time that Abele had proposed with his county budget cutting 240 positions from the sheriff’s office.\nThat underscores an important point in weighing Abele’s claim: It’s the not the sheriff alone who determines how many deputies there will be.\nIn the annual county budget process, the sheriff asks for a certain number of deputies; then the county executive recommends a number as part of an overall county budget proposal; and ultimately a number is authorized when the County Board of Supervisors approves the county budget.\nThe numbers\n(Note: All of the deputy figures in this article are authorized positions, rather than an actual count of deputies, given that the number fluctuates with retirements, resignations, etc.)\nWith the 2002 budget that Clarke inherited after he was elected, there were 649 deputy positions authorized for the sheriff’s office. In the 2011 budget, the final one before Abele took over as county executive, there were 328 deputy positions. The executive during those years was Wisconsin’s current governor, Republican Scott Walker.\nSo, as far as the numbers go, Abele was high with the first part of his claim but on target with the second part.\nBut the thrust of Abele’s claim is that Clarke reduced the deputy positions.\nThis chart shows the number of deputies Clarke sought with his budget request; the number that were recommended by Walker with his full county budget proposal; and the number that were ultimately authorized in the final budget approved by the County Board. Again, we’re looking at the period before Abele took over as county executive.\n\n\n\n\nYear\n\n\nDeputies requested by sheriff\n\n\nDeputies recommended by county executive\n\n\nDeputies authorized by County Board\n\n\n\n\n2003\n\n\n*\n\n\n627\n\n\n625\n\n\n\n\n2004\n\n\n*\n\n\n573\n\n\n593\n\n\n\n\n2005\n\n\n*\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n588\n\n\n588\n\n\n\n\n2006\n\n\n538\n\n\n519\n\n\n519\n\n\n\n\n2007\n\n\n443\n\n\n443\n\n\n475\n\n\n\n\n2008\n\n\n457\n\n\n457\n\n\n457\n\n\n\n\n2009\n\n\n439\n\n\n435\n\n\n435\n\n\n\n\n2010\n\n\n393\n\n\n393\n\n\n393\n\n\n\n\n2011\n\n\n328\n\n\n328\n\n\n328\n\n\n\n\n*Not available\nThe figures, from the county budget office, are incomplete for the first three years. The number of deputies ultimately authorized by the County Board dropped by 37 by 2005, but the figures don’t show whether Clarke requested any reductions.\nIn any case, 2005 was an important year.\nIn that budget, Clarke requested and the County Board approved, changing 200 positions in the county jail from deputies to lower-paid correctional officers. The change was not immediate; as deputies left the jail jobs, they were replaced by correctional officers. Over the next several years, the number of deputies steadily declined.\nIn fact, Clarke requested fewer deputies than he did in the previous year in each year but one between 2006 and 2011 -- when he requested and was authorized 328 deputy positions.\nSo, there were 649 authorized deputy positions when Clarke took office and only 328 by the time Abele took office. That’s a reduction of 321 deputy positions. But the reduction in total force was less, given that 200 of the deputies were jailers who were replaced by correctional officers.\nOur rating\nAbele said that before he took over as county executive, Clarke reduced the number of sheriff’s deputies from about 700 to about 300.\nThe sheriff’s office had 649 authorized deputy positions when Clarke took office in 2003 and 328 in 2011, the final county budget before Abele took over. That’s a total reduction of 321.\nIncomplete county records don’t indicate whether deputy reductions during first three years were requested by Clarke or were simply made by the County Board. But in 2005, he requested and was granted a gradual turnover of 200 positions in the county jail from being deputies to lower-paid correctional officers.\nSo, at least 200 of the 321 deputy reductions were specifically requested by Clarke, although those 200 deputies were jailers who were replaced by lower-paid correctional officers.\nWe rate Abele’s statement Half True.\n Share the Facts 2017-05-26 16:56:39 UTC   PolitiFact    3 1 7  PolitiFact Rating: Half True  Says David Clarke reduced the number of Milwaukee County sheriff's deputies \"from about 700 and something to 300 and something.\"     Chris Abele Milwaukee County executive   In an interview Thursday, May 18, 2017 2017-05-18    Read More  info", "vclaim_id": "vclaim-pol-03268"}