{"url": "/factchecks/2019/oct/11/viral-image/no-nancy-pelosi-didnt-divert-social-security-money/", "speaker": "Viral image", "vclaim": "Says Nancy Pelosi diverted \"$2.4 billion from Social Security to cover impeachment costs.\"", "truth_label": "pants-fire", "date": "stated on October 9, 2019 in a Facebook post:", "title": "No, Nancy Pelosi didn’t divert Social Security money for the impeachment inquiry", "text": "House Speaker Nancy Pelosi recently drew the ire of some Facebook users as they reacted to a headline claiming she was tapping Social Security funds for the impeachment inquiry. \n\"Pelosi diverts $2.4 billion from Social Security to cover impeachment costs,\" reads the headline in a screenshot published on Facebook on Oct. 9. A banner below the headline and above Pelosi’s photo says, \"This can’t be allowed!\" and it features this web address: potatriotsunite.com. \n\"Leave our money alone,\" someone wrote in comments, calling Pelosi a derogatory name. \n\"Stop right there you old thief,\" another user said. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhat’s unclear from the post is that potatriotsunite.com is a website \"for satire, ridicule and mockery,\" according to its logo. Scroll to the bottom of the page where this fake story about Pelosi appears and you’ll find \"Copyright 1776-2906 - Paid Liberal Trolls of America.\"\nThe article, tagged as \"satire that makes you horny, the continuing saga of Nancy Pelosi’s fictional alcoholism,\" and quotes the speaker as saying: \"Well most of Trump’s voters and supporters are retired seniors. I think it’s fitting that we ask them to help pay to fix the mistake they made. They’ll just have to do without cable for a year or two. Okay? Now excuse me, I have to meet up with my liquor boy.\"\nWe searched for *real* news coverage of Pelosi diverting Social Security money for the impeachment inquiry, but none exists. \nWe rate this Facebook post Pants on Fire!", "vclaim_id": "vclaim-pol-00068"}