{"url": "/factchecks/2017/jan/23/donald-trump/white-house-website-says-dc-homicides-climbed-50-p/", "speaker": "Donald Trump", "vclaim": "\"In our nation’s capital, killings have risen by 50 percent.\"", "truth_label": "barely-true", "date": "stated on January 20, 2017 in a statement on the White House website :", "title": "White House website says D.C. homicides climbed 50 percent, but more recent data shows they fell", "text": "When Donald Trump was inaugurated as the nation’s 45th president, the incoming administration quickly put its mark on the White House website.\nIn the section titled, \"Standing Up For Our Law Enforcement Community,\" it says in part, \"The Trump Administration is committed to reducing violent crime. In 2015, homicides increased by 17 percent in America’s 50 largest cities. That’s the largest increase in 25 years. In our nation’s capital, killings have risen by 50 percent. There were thousands of shootings in Chicago last year alone.\"\nIn this article, we’ll fact-check this portion of that statement: \"In our nation’s capital, killings have risen by 50 percent.\" The White House did not respond to an inquiry for this article.\nWe turned to data from the Metropolitan Police Department, the Washington, D.C., police force.\nIn 2014, there were 105 homicides in D.C. The following year -- 2015 -- there were 162. That’s an increase of 54 percent -- and that’s in line with what the White House website said.\nBut the story doesn’t end there. There is already city-level data for homicides in 2016, and the release of that data painted a different picture.\nThe figure for 2016 was 135 homicides. That’s down 17 percent from the previous year -- not up roughly 50 percent.\n\"In 2015, Washington, D.C., as well as many other large cities, saw a significant increase in homicides,\" said Metropolitan Police Department spokeswoman Margarita A. Mikhaylova. But Washington, D.C., \"has been able to notably reduce the homicide rate in 2016.\" She cited \"a concerted focus on removing illegal firearms from the streets, preventing robberies, and especially, continuing to build trust with the communities we serve.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMikhaylova added that violent crime overall -- which includes homicides, sex crimes, assaults with a dangerous weapon, and robbery -- fell by 10 percent in Washington, D.C., between 2015 and 2016.\nLet’s look at the trend a little further back.\n\nSo, over the previous two decades, the number of homicides in Washington, D.C., has tumbled -- it’s 55 percent lower than 20 years earlier.\nThat said, the number of homicides has risen by 53 percent since it hit its lowest level in 2012. In theory, that statistic can be used to bolster Trump’s claim. However, using the low year of 2012 as the baseline amounts to cherry picking. Both the longer-term trend (20 years) and the most recent year-over-year figure are down, rather than up.\nOur ruling\nThe Trump White House website said, \"In our nation’s capital, killings have risen by 50 percent.\"\nThat statistic would have been correct prior to the release of the most recent annual statistics by the Metropolitan Police Department. However, the most recent figures, from 2016, show a 17 percent decline in homicides from 2015. In addition, the long-term trend shows significantly lower numbers for homicides in Washington, D.C., than was the rule for the 1990s -- even if you compare the spike of 2015.\nWe rate the statement Mostly False.\n\nShare the Facts\n\n\nPolitifact\n\n\n3\n6\n Politifact Rating:\n \n\n\"In our nation’s capital, killings have risen by 50 percent.\"\n\n\n\nDonald Trump\npresident\n\n\nin a statement on the White House website\nFriday, January 20, 2017\n-01/-20/2017\n\n\nRead More\ninfo", "vclaim_id": "vclaim-pol-03765"}