{"url": "/factchecks/2017/apr/21/realnewsrightnowcom/internet-story-claiming-trump-wants-renew-military/", "speaker": "RealNewsRightNow.com", "vclaim": "\"Trump on revamping the military: We’re bringing back the draft.\"", "truth_label": "pants-fire", "date": "stated on April 29, 2016 in an Internet post:", "title": "Internet story claiming Trump wants to renew military draft is still old, still fake", "text": "A fake news article that said then-candidate Donald Trump would reinstitute the military draft should he be elected president was actually posted on a parody site early in 2016.\nAn April 29, 2016, article on the website RealNewsRightNow.com with the headline \"Trump on revamping the military: We’re bringing back the draft\" has enjoyed something of a resurgence on Facebook.\nUsers recently reported the story as possibly being fabricated, as part of Facebook’s efforts to cut down on fake news.\nThe post includes bogus quotes of Trump at a campaign rally in Costa Mesa, Calif., telling a crowd that he wants to re-establish conscription, which ended in the United States in 1973.\n\"We’re bringing back the draft, OK? We’re going to bring it back, and we’re going to make America as strong as we were in the Sixties,\" he’s quoted. He also goes on to say \"was a very big supporter of the Vietnam war and, of course, the troops.\"\nExcept Trump never said those things (although he was in Costa Mesa for a rally that day). RealNewsRightNow.com is a parody site attempting to write for comedic effect.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTheir About Us page doesn’t carry any sort of disclaimer, but it’s apparent from the absurd biography written for alleged founder R. Hobbus J.D that the site is a joke.\nBesides multiple Pulitzer Prizes and Nobel Peace Prize nominations, Hobbus apparently won the fictional Stephen Glass Distinction in Journalistic Integrity, for example. Glass was a notorious fabricator of scads of people and quotes in stories he wrote for The New Republic. He was exposed back in 1998, before we used the trendy term \"fake news.\"\nIt’s also clear from the other stories on the site that the news is fake. More recent headlines included \"TSA to give complimentary massages to select travelers during security screenings\" and \"CNN report: 1 in 5 American voters spoke to Russian ambassador before U.S. election.\"\nWe reached out to the site via its contact form but did not hear back. The site is registered through a hosting service with a Los Angeles address.\nTrump has been criticized in the past for receiving five draft deferments from 1964 to 1968. Four were educational deferments for attending college and one was a medical deferment for heel spurs. Some opponents labeled Trump a \"draft dodger.\"\nThe goal of the story was obviously to play off this issue. For whatever reason, social media seemed to recently rediscover the story, which many must have thought was real.\nBut it’s fake, so we rate it Pants On Fire!\n Share the Facts 2017-04-21 19:54:19 UTC   Politifact    6 1 7  Politifact Rating: Pants on Fire  \"Trump on revamping the military: We’re bringing back the draft.\"    RealNewsRightNow.com website   in an Internet post Friday, April 29, 2016 2016-04-29    Read More  info", "vclaim_id": "vclaim-pol-03399"}