{"url": "/factchecks/2010/oct/04/florida-police-benevolent-association/police-union-attacks-rick-scotts-budget-plan-sayin/", "speaker": "Florida Police Benevolent Association", "vclaim": "\"Rick Scott's prison plan would cut Florida's prison budget in half, close prisons, and release tens of thousands of prisoners early -- murderers, rapists, sex offenders, armed robbers, drug dealers.\"", "truth_label": "barely-true", "date": "stated on September 27, 2010 in a TV ad.:", "title": "Police union attacks Rick Scott's budget plan, saying it closes prisons and releases prisoners early", "text": "The state's two big police unions are backing Democrat Alex Sink for governor. Now one of them is bringing out its big guns to attack Sink's opponent, Republican Rick Scott.\n\nThe Florida Police Benevolent Association debuted a new television ad Sept. 27, 2010, that claims that Scott's plan to cut state budgets will result in fewer prisons and the early release of tens of thousands of violent criminals.\n\nThe ad shows a Rick Scott look-alike (wearing a T-shirt that says \"Rick Scott\") waiting at the prison gate happily greeting a gaggle of departing inmates dressed in classic black-and-white striped prison uniforms.\n\n\"Rick Scott's prison plan would cut Florida's prison budget in half, close prisons, and release tens of thousands of prisoners early -- murderers, rapists, sex offenders, armed robbers, drug dealers,\" a baritoned narrator says over a series of haunting, low minor chords.\n\nThe ad closes with the same group of inmates, led by a tattooed man with a chain, mocking Scott's famous slogan.\n\n\"Let's get to work,\" the inmate says directly into the camera.\n\n\"Yeah,\" the inmates reply, smiling.\n\nThe ad is powerful in its prose, and its visuals get the attention of viewers. But do the facts support the PBA's rhetoric?\n\nThe basis of the group's claim is rooted in Scott's 7-7-7 economic plan, something we've dealt with before. The bottom line: Scott says the 7-step plan will create 700,000 new private sector jobs in 7 years. Actually, if you read the plan it says it will only create about 660,000 new jobs, PolitiFact Florida found. But why let math get in the way of a catchy slogan?\n\nAnyway, Scott has released what we consider an executive summary of the plan -- meaning it has some high-level ideas but little in the way of how Scott would accomplish them or how they'd create jobs, per se. Step 2 of the 7-step plan is to reduce government spending. Included in that section is Scott's discussion of the state Department of Corrections. Here's what he says: \"Paying competitive market-based salaries for corrections' staff, utilizing inmate labor to grow prison food, and competitively bidding health care contracts, prisoner costs would be reduced by $1 billion.\"\n\nEven the thought of cutting $1 billion out of the state Department of Corrections budget, in part by cutting salaries, has raised plenty of objections. In an article published by the St. Petersburg Times and Miami Herald -- and the source for the PBA ad -- former Corrections Secretary James McDonough, who served for two years under Republican Gov. Jeb Bush, called Scott's plan a \"shell game.\"\n\nThe Florida Department of Corrections is the nation's third-largest prison system, with more than 100,000 inmates in 139 facilities. Scott's proposed cut represents more than 40 percent of the agency's $2.4 billion budget.\n\nThis is probably the point in the fact check where the two sides -- Scott and the PBA -- would stop agreeing. So let's break it down using each point of view.\n\nWhat Scott says\n\nScott's plan to cut prison costs has three planks -- pay competitive salaries for staff (read, pay them less), have inmates grow their own food and competitively bid health care contracts.\n\nThere is no mention of closing prisons or releasing violent criminals early to make the numbers work.\n\nJoe Kildea, a Scott spokesman, said that's because that isn't part of the plan. At all. \"Nowhere in Rick's plan does he discuss closing prisons. Rick Scott's budget 'plan' is to take every program and service through accountability budgeting; a cost benefit analysis to determine if tax dollars are being spent most effectively. As part of that process, we will look at what other states are doing well. There are other states that have lower prison budget costs than Florida, because they have some less expensive facilities and have lower recidivism rates. One billion dollars represents the gap between Florida's and Texas' costs, and is an example of where the accountability budgeting process will begin, but is not a final budget plan.\"\n\nWhat the PBA says\n\nThe PBA counters that it's impossible for Scott to cut the budget that much without closing prisons and releasing inmates.\n\nThey point to a quote from prison system spokeswoman Gretl Plessinger, who after digesting Scott's plan told the Times: \"You would have to close prisons.\" (That's what she said).\n\nPBA executive director David Murrell noted that in 2010, Department of Corrections Secretary Walt McNeil talked about having to close five state prisons and release 2,519 prisoners early when the Senate was debating shedding $100 million from the DOC budget.\n\nState law requires prisoners who committed crimes on or after Oct. 1, 1995, to serve 85 percent of their sentence before being released, but that might need to be waived to comply with a court order related to prison overcrowding, McNeil said.\n\n\"Multiply a $100 million cut by 10 ($1 billion) and you have tens of thousands of inmates released to overcrowding,\" Murrell said.\n\nScott also promises voters in his 7-7-7 plan that he will cut the state workforce 5 percent. One in four state employees works in corrections.\n\nWhat Scott says\n\nWe fired off a series of questions to Kildea, hoping to clarify Scott's position. Here's the result of that exchange.\n\nWould Scott rule out closing prisons? Because the number of state prisoners is on the rise in Florida, it seems extremely unlikely that there would be a need to close prisons. (Florida's prison population has grown from about 62,000 in 1995 to 85,000 in 2005 to more than 100,000 today).\n\nWould Scott release prisoners early to make his budget figures work?  No. And he never indicated he would.\n\nDoes Scott even have the authority to release prisoners early? No. But that's irrelevant because he wouldn't anyway.\n\nWhat the PBA says \n\nSaying you can cut $1 billion from the budget without closing prisons ignores reality, Murrell says.\n\n\"If Scott says that prisons will not have to be closed and dangerous inmates won't be released on his extreme budget cut idea, I would submit that he is engaging in the same sort of creative accounting which enabled him and his company to steal billions from American taxpayers in Medicare and Medicaid fraud,\" he said (we rated claims about Scott's time at Columbia/HCA here and here and here and here).\n\nTime for us to jump in\n\nFirst things first, the PBA says \"Rick Scott's prison plan would cut Florida's prison budget in half, close prisons, and release tens of thousands of prisoners early.\" His plan doesn't call for that. It calls for cutting $1 billion from the Department of Corrections budget, but not by closing prisons and releasing inmates.\n\nThat's immediately misleading in the PBA ad.\n\nWhen we asked whether Scott wants to, plans on, or will agree to release inmates early, the answer was no.\n\nBut the PBA argues there is no other way to cut $1 billion from the department's $2.4 billion budget. And maybe, they have a point.\n\nPolitiFact Florida looked at the numbers.\n\nOne of the ways Scott says he'll save $1 billion is by paying corrections employees competitively. Currently, the agency spends more than $1.5 billion on salaries and benefits for its nearly 27,700 employees. If Scott cut the compensation package for each and every employee 10 percent, the state would save $151 million in total, using DOC budget figures. That's less than one-fifth of the way to $1 billion. And that's using the example of a hefty 10 percent pay cut.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nAnother way Scott wants to save money is by having inmates grow their own food. But having inmates in charge of their own meals may only provide minor cost savings. The agency fired two private food service vendors two years ago and now cooks all prison meals in house to save money. The daily food cost per inmate in August 2010 was $2.30.\n\nThe Department of Corrections also already grows its own food. Inmates harvested over 4.7 million pounds of produce last year, including broccoli, cabbage, cantaloupe, and watermelon. The crops supplement inmate meals, but cannot sustain inmates because of unpredictable weather and the large inmate population, officials said.\n\nThe agency is also already competitively bidding some of its health care contracts, which is the third part of Scott's plan to reduce costs. Contracts for lab services, X-rays and pharmaceuticals are competitively bid, said DOC spokeswoman Gretl Plessinger. Contracts for physicians and hospitals are negotiated on a percentage of Medicare.\n\nThe agency spent a total of $413 million in health care costs, including for employees, last year.\n\nAccording to the DOC, it costs an average $52.00 a day or $18,980 per year to house an inmate in a Florida prison. The Department of Justice, in 2006, said Florida's cost per prisoner was $71.93 -- Scott relies on that number, not the state produced figure.\n\nIn its ad, the Florida Police Benevolent Association says \"Rick Scott's prison plan would cut Florida's prison budget in half, close prisons, and release tens of thousands of prisoners early.\" That's a prediction more than anything, though it doesn't come across that way in the 30-second commercial.\n\nScott's plan is to cut the prison budget by 40 percent, but not by closing prisons or releasing prisoners early. The Scott campaign maintains they can reach their targeted spending levels without closing prisons or releasing prisoners early, and has taken the option of releasing inmates off the table.\n\nThe PBA is editorializing, in essence, what would happen if Scott is elected and has a say over the Department of Corrections budget. At PolitiFact Florida, we shy away from trying predictions, so we're specifically not ruling on what would happen if the state cuts $1 billion out of its prison budget.\n\nBut we can say the PBA is about right on the size of the budget cuts being suggested by Scott, and wrong that's Scott's plan is to close prisons and release inmates. We rate the group's claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14307"}