{"url": "/factchecks/2020/feb/10/committee-defend-president/meme-spreads-dubious-theory-about-why-mitt-romney-/", "speaker": "Committee to Defend the President", "vclaim": "Says Mitt Romney voted against convicting President Donald Trump because Burisma board member Joseph Cofer Black “is Romney’s national security advisor” and because of ties to Obama CIA director John Brennan.", "truth_label": "false", "date": "stated on January 31, 2020 in a Facebook post:", "title": "Meme spreads dubious theory about why Mitt Romney voted to convict", "text": "After Sen. Mitt Romney, R-Utah, joined all Senate Democrats in voting to convict President Donald Trump on an article of impeachment, he became a target of social media ire from Trump allies.\nOne example is a Jan. 31 Facebook post by the Committee to Defend the President, a pro-Trump political action committee that says on its Facebook page, \"The Crooked Media has shown us time and time again that they can not be trusted, we will defend him!\"\nThe post, which was shared about 8,000 times, features photographs of Romney and two former CIA officials, Joseph Cofer Black and John Brennan. It says:\n\"If you don’t know who the guy in the middle (Black) is, you had better get up to speed, and fast. Joseph Cofer Black is Romney’s national security advisor. He also currently sits on the board of Burisma holdings. JCB joined the CIA in 1974, and was the head of their counter-terrorism center during the 9/11 terror attacks. John Brennan was the CIA station chief in Saudi Arabia who approved the sketchy visas for the 9/11 attackers. He followed JCB as the head of CIA’s counter-terrorism. And this is just scratching the surface of their relationships.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe found that the post sprinkles a few facts — and a few erroneous assertions — into an unsupported claim. We’ll take the elements one by one.\nClaim: \"Joseph Cofer Black is Romney’s national security advisor.\"\nWhile Joseph Cofer Black has advised Romney in the past, he is not currently his \"national security advisor,\" Romney’s office confirmed.\nBlack served as director of the CIA’s Counterterrorism Center from 1999 to 2002 and as U.S. ambassador-at-large for counterterrorism from 2002 to 2004. Since then, he’s worked in the private sector, including a stint as vice chairman of Blackwater, a controversial security contractor. \nBlack’s relationship with Romney came primarily during Romney’s two presidential campaigns. Black served as senior adviser for counterterrorism and national security on Romney's 2008 presidential campaign, then served as a special adviser for national security and foreign policy on Romney’s 2012 presidential campaign.\nThe 2012 campaign team assembled dozens of foreign policy experts from the party, as is typical for both Republican and Democratic presidential candidates. \nClaim: Black \"currently sits on the board of Burisma holdings.\"\nThis appears to be correct, according to the Ukranian energy company’s website. When we checked it on Feb. 7, 2020, Black was listed as a director of the company. (The company’s press office did not respond to an inquiry.)\n\nIn fact, at one point, Black served on the board at the same time as Hunter Biden — the son of former Vice President Joe Biden who became a target of President Donald Trump and whose service on Burisma’s board inspired the actions that led to Trump’s impeachment. Here’s an archived version of the company’s website in 2017, showing both Biden and Black.\n\nIn a news release about Black’s hiring in 2017, Black is quoted saying, \"I was impressed to learn that Burisma Group is the fastest-growing private gas producer in Central Europe. International projects where the Group is involved require a more thorough analysis and risk assessment, not only in terms of conventional risks — financial or political but also in terms of security.\"\nClaim: Black was the \"head\" of the CIA’s \"counter-terrorism center during the 9/11 attacks.\"\nThat’s correct. \nAs the Daily Beast noted in 2012, then-CIA chief George Tenet wrote that after the 9/11 attacks, Black insisted on staying at his office with his staff in a relatively exposed area of the CIA headquarters, rather than moving to a safer location. \"Well, they could die,\" Tenet recalls telling Black about his staff. Black responded, \"Well sir, then they are just going to have to die.\"\nClaim: \"John Brennan was the CIA station chief in Saudi Arabia who approved the sketchy visas for the 9/11 attackers.\"\nThis is false.\nFirst, the CIA does not handle visas — the State Department does. The congressionally authorized 9/11 report went into detail about how each of the plot participants secured their visas. \"Individual consular officers (were) involved with the adjudication of visas to the hijackers,\" the report said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nSecond, during the time that Brennan was posted in Saudi Arabia, only a few of the visas were granted to the plotters (and not all of the terrorists got their visas in Saudi Arabia). Shortly after the plot quietly went into motion in 1999, President George W. Bush tapped Brennan to serve as chief of staff to Tenet at CIA headquarters, so Brennan was in the United States for most of the time the attack’s planning was underway. He was named the CIA’s deputy executive director in 2001, serving through 2003.\n\"He never approved a single U.S. visa,\" said Nick Shapiro, a spokesman for Brennan.\nClaim: Brennan followed Black \"as the head of CIA’s counter-terrorism.\"\nThis is false, although similar names have tripped up some non-experts.\nBlack was head of the CIA’s counter-terrorism center, commonly known as CTC, from 1999 to 2002. The center is a part of the CIA.\nBrennan, by contrast, was named by Bush as interim director of the National Counterterrorism Center, an inter-agency group under the umbrella of the Director of National Intelligence. Brennan served in the post from 2004 to 2005.\nClaim: Brennan has been close to Romney.\nThis is ironic, since during the 2012 presidential campaign, Black was working on behalf of Romney, the Republican challenger, while Brennan was working in the administration of the incumbent, President Barack Obama.\nThe 2012 Daily Beast article specifically pairs the two as combatants. Black, the article said, was Romney’s \"trusted man inside the intel community,\" while Brennan’s role for Obama in the administration was \"so powerful that many senior spies complain that Brennan is the de facto CIA chief.\" (He would later be named CIA director by Obama.)\n\"I am not aware of any connection between Gov. Romney and John Brennan, nor can I imagine any, since Brennan was with Obama,\" Andrew Natsios, a professor at Texas A&M’s Bush School of Government and Public Service, told PolitiFact. Natsios is also a former administrator of the U.S. Agency for International Development who served on the same 2012 Romney advisory panel as Black did.\nThat said, times have changed in the Trump era, as Brennan has praised Romney for his stance on impeachment. \nIn October, Brennan tweeted, \"How many other Republican Senators are ready to show the courage, integrity, & principled position of Senator Romney?  Thank you, Senator, for putting our Nation & our Constitution above party politics & the corrupt behavior of Donald Trump.\"\nThe implication: Romney voted to convict Trump in order to protect Black.\nForeign policy experts said it is unlikely that Romney was thinking of protecting an adviser from eight years ago when weighing one of the most important votes he would ever cast in the Senate.\nRomney laid out his reasoning for voting to convict in his widely noted Senate floor speech. \n\"Given that in neither the case of the father nor the son was any evidence presented by the president’s counsel that a crime had been committed, the president’s insistence that they be investigated by the Ukrainians is hard to explain other than as a political pursuit,\" Romney said.\nHe continued: \"The grave question the Constitution tasks senators to answer is whether the President committed an act so extreme and egregious that it rises to the level of a \"high crime and misdemeanor. Yes, he did.\"\nThe Committee to Defend the President did not respond to an inquiry for this article.\nOur ruling\nA Facebook post says that Romney voted against convicting Trump because Burisma board member Joseph Cofer Black \"is Romney’s national security advisor\" and because of ties to Obama CIA director John Brennan.\nThe meme mixes a few facts with several inaccuracies to make an unsupported assertion.\nBlack was an advisor to Romney’s 2008 and 2012 campaigns, and according to Burisma’s website, he serves on the company’s board.\nHowever, we see no evidence that Black is still advising Romney eight years later, and the notion that Brennan is close to Romney is undermined by the fact that he was working for the Obama administration when Romney was trying to unseat Obama in the 2012 presidential race.\nAll told, Romney’s public explanation about why he voted to convict in such an important case is clear and more plausible than a desire to protect an adviser from eight years ago.\nWe rate the statement False.\nCLARIFICATION, Feb. 10, 2020: This article has been updated to clarify that Brennan was not working on Obama's 2012 campaign but was rather working for the Obama administration.", "vclaim_id": "vclaim-pol-17367"}