{"url": "/factchecks/2017/jun/30/blog-posting/no-leonardo-dicaprio-isnt-moving-orlando-suburb/", "speaker": "Bloggers", "vclaim": "\"Leonardo DiCaprio explains why he’s moving to Casselberry, Florida.\"", "truth_label": "pants-fire", "date": "stated on June 27, 2017 in in a blog post:", "title": "No, Leonardo DiCaprio isn't moving to an Orlando suburb", "text": "Leonardo DiCaprio may have signed up for Elon Musk’s trip to Mars, but he isn’t moving to Casselberry, Fla., anytime soon.\nIn an undated fake news post, kbr31.com announced that DiCaprio told an undisclosed magazine in an interview he would be moving to Casselberry because he is looking for a \"big change\" in his life.\n\"I’m just tired of the L.A. lifestyle and I feel like, at this point in my life, I’d rather just live in a place full of real, genuine people,\" the post quotes him as saying. \"I’ve been to Casselberry, Fla., a couple of times over the years and the people there are real… they’re genuine, and yeah every community has its problems but the people there are good, decent people and they care about their community. Those are the things I find most important in deciding where to live.\"\nCasselberry is a real city, located ten miles north of downtown Orlando. But it isn't the Oscar winner’s new hometown.\nThis isn’t the first time DiCaprio is quoted as saying this, though, nor is Casselberry the celebrity’s only alleged haven from the L.A. lifestyle. Fake news sites have announced DiCaprio’s moves to Gilroy, Calif., Woodstock, Ill., Temple, Ariz., Warren, Mich., Swedesboro, N.J., and even to small towns overseas, including Naas in Ireland and Guilford in England.\nThe stories appear on a chain of websites that seem to bank on readers clicking on particular versions of the post to generate advertising revenue. The sites’ names sound like official media outlets, like \"WCRK 35\" or \"Q 102.\"\nThe sites are also known for including various versions of stories that falsely claim an event has happened. We previously debunked a fake news story that celebrities’ cars were breaking down in small towns.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nEvery version of these stories is almost identical, though, with a different town name.The other element that sometimes changes is the name of the celebrity leaving L.A. in search of \"good, decent people\" who care about their community.\nIf you believe these Internet rumors, you will find that Will Ferrell is moving to Yuba City, Calif.; Ben Affleck to Delray Beach, Fla.; Miley Cyrus to Sedalia, Mo.; Eminem to Rocklin, Calif.; Scarlett Johansson to Clovis, Calif.; Matt Damon to Missoula, Mont.; and Bill Murray to Salisbury, Mass.\nNeedless to say, there is no evidence any of these celebs are packing their bags and heading to your suburb any time soon.\nAlthough there is no banner on this or any of the other posts announcing they are fake, a disclaimer on the website announces that kbr31.com is a satirical and fantasy website.\n\"None of the articles on kbr31.com should be considered true and are simply works of satire or fantasy meant for entertainment purposes,\" the disclaimer said. \"The satirical and fantasy articles on kbr31.com poke fun at our celebrity obsessed cultures and the politically correct world we’re forced to live in.\"\nThe listed email address provided no response to our request for comment on the fake story.\nWe rate this statement Pants on Fire!", "vclaim_id": "vclaim-pol-03155"}