{"url": "/factchecks/2011/jul/28/tim-pawlenty/tim-pawlenty-said-michele-bachmanns-legislative-re/", "speaker": "Tim Pawlenty", "vclaim": "Michele Bachmann's legislative record is \"offering failed amendments.\"", "truth_label": "mostly-true", "date": "stated on July 24, 2011 in a statement from the campaign:", "title": "Tim Pawlenty said Michele Bachmann's legislative record is 'failed amendments'", "text": "It's not every state that has two candidates running for president, but this year Minnesota has both Tim Pawlenty and Michele Bachmann competing for the Republican nomination. But the state's \"Minnesota nice\" reputation doesn't seem to apply to presidential politics. \n\nBachmann, a member of Congress, has been attacking Pawlenty, a former two-term governor, for not being conservative enough. Pawlenty, meanwhile, has said Bachmann has few legislative accomplishments and wasn't known for getting results.\n\nWe checked part of Bachmann's attack in separate fact-check. She accused Pawlenty of saying in 2006 that \"The era of small government is over... the government has to be more proactive and more aggressive.\" We looked into the history of Pawlenty's comments and rated her statement Mostly True. \n\nHere, we're looking at Pawlenty's response. He said that while he was \"elected twice in a very blue state, Congresswoman Bachmann was giving speeches and offering failed amendments,\" among other things. Pawlenty also said in an interview on July 10, 2011, that Bachmann's \"record of accomplishment in Congress is nonexistent.\"\n\nHere, we wanted to check Pawlenty's statement about Bachmann's record of accomplishment. Is it as thin as he suggests?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nTo check, we turned to the federal legislative database THOMAS, media accounts and other public records. We found Pawlenty was largely correct: Bachmann does not have many legislative victories under her belt.\n\nInstead, Bachmann seems to prefer offering legislation that makes a bold statement. This year, she proposed making the Bush tax cuts permanent, stripping President Barack Obama's health care law of funding, overturning new energy efficiency standards for light bulbs and repealing the financial regulatory overhaul that passed just last year. None of those bills has received a vote from the full U.S. House of Representatives. \n\nBachmann has served in Congress since 2006, and hasn't sponsored anything that's become law. Her most successful proposals were a 2008 resolution expressing support for agencies that provide services to foster children and a 2009 resolution to designate September as \"National Hydrocephalus Awareness Month\". (Hydrocephalus is a buildup of fluid inside the skull, leading to brain swelling, which can be fatal.) Both measures were approved by the House but not the Senate.\n\nWe went looking for other accounts to either confirm or refute Pawlenty's charge. (We contacted Bachmann's campaign for comment and didn't hear back.) We knew from previous reporting that sometimes a legislator's bill is incorporated into other larger legislation with a different sponsor. We wanted to make sure were weren't missing giving Bachmann credit for a case like this.\n\nInstead, we found more confirmation that her legislative record is thin. \n\nHere's how POLITICO summarized its review of her record: \"Now in her third House term, Bachmann has never had a bill or resolution she's sponsored signed into law, and she's never wielded a committee gavel, either at the full or subcommittee level. Bachmann's amendments and bills have rarely been considered by any committee, even with the House under GOP control. In a chamber that rewards substantive policy work and insider maneuvering, Bachmann has shunned the inside game, choosing to be more of a bomb thrower than a legislator.\"\n\nMinnPost.com, a nonpartisan Minnesota-based news website, concluded: \"She has had a few amendments passed, among the most famous of which aimed to prevent groups like ACORN from sitting on a proposed consumer advisory panel on financial protection and making them ineligible for certain federal grants. But most of her legislation, like her health-care reform bill that would make all health care costs tax deductible and allow the purchase of insurance across state lines, has been introduced and referred to committee, never to be heard from again.\"\n\nIn February 2010, the St. Cloud Times newspaper of Minnesota asked Bachmann about her legislative achievements. Here's the question and her response:\n\nSt. Cloud Times: \"Name three bills or amendments that you have gotten passed that are the most beneficial to the people of the 6th Congressional District.\"\n\nBachmann: \"I was involved in a foster care amendment to support and encourage people in foster care. It is a very important issue. Sen. Mary Landrieu, (D-La.) and I are working on the Haiti situation. We are trying to put together initiatives so that children can actually go into homes and not stay in institutions their whole life. I was able to pass this resolution honoring people in foster care. I am in the deep minority in Congress and a fairly new freshman, so I don't have substantive bills that I have passed. I would love to. The very first bill I introduced was the Health Care Freedom of Choice Act.\"\n\nWe should note that Bachmann's point about being in the minority has some merit. It's often difficult if not impossible for legislators in the minority to get bills passed. But Republicans did regained the majority this year. Also, she's right that new members of Congress often don't get legislation passed, though Bachmann was in her second term when she made her comments to the St. Cloud Times. \n\nBut even Bachmann supporters seem to admit that passing legislation isn't really her thing. Rep. Louie Gohmert, R-Texas, told POLITICO that Bachmann has had \"a profound effect on the debate,\" comparing her with Winston Churchill. \"It doesn't mean you always win. In fact, as we know, Churchill lost and lost and was a voice of reason in Great Britain for a long time before people finally realized he was right,\" Gohmert said.\n\nFinally, we checked in with two political watchers in Minnesota to see if we were missing anything from Bachmann's record.\n\n\"Pawlenty more or less got it correct in terms of saying her legislative record is insubstantial. She has never been known for doing real legislative work or in really moving legislation. She is better at giving speeches,\" said David Schultz, a professor at Hamline University who studies Minnesota politics.\n\nAnd though Bachamnn was in the legislative minority for a time in Congress, Schultz said, she never chose to create a legislative record. \"Thus, it did not surprise me that once this year she became part of a majority in the House, she opted to run for president. I do not think she was prepared actually to govern and do real legislative work.\" \n\nSteve Schier, a professor of political science at Carleton College, said that Bachmann \"has defined herself during her political career as a public advocate, not an executive or legislator. Her goal has been to draw bright rhetorical lines and marshal support for her purist conservative positions.\"\n\nIn ruling on Pawlenty's statement, he said that Bachmann's record was one of \"failed amendments\" and \"nonexistent.\" There's a little bit of exaggeration there. In addition to failed amendments, she had failed bills, and those measures did, in fact, exist, even if they didn't pass. But his larger point that Bachmann hasn't had many legislative accomplishments is correct. We rate his statement Mostly True.", "vclaim_id": "vclaim-pol-12663"}