{"url": "/factchecks/2016/jan/29/ron-johnson/obama-administration-admits-cash-iran-deal-will-go/", "speaker": "Ron Johnson", "vclaim": "Says Barack Obama's administration has admitted that money from its Iran nuclear deal \"would go directly to terrorism.\"", "truth_label": "half-true", "date": "stated on January 22, 2016 in a campaign email:", "title": "Obama administration admits cash from Iran deal will go directly to terrorism, Sen. Ron Johnson says", "text": "In a 2016 U.S. Senate race that’s going negative, Russ Feingold has ripped Ron Johnson for opposing virtually any federal minimum wage (Our rating: True) and for saying he hopes the first steps occur to privatize the Veterans Administration (Our rating: Half True).\nBut the target of the latest political missiles are Feingold, the Democrat who lost the Wisconsin Senate seat to Johnson, the Republican incumbent, in 2010.\nOne of the attacks, which also targets President Barack Obama, was made by Johnson on Jan. 22, 2016. A Johnson campaign email, signed by a campaign staffer, starts this way, with a reference to a statement from the day before:\nHey all,\nIn light of the Obama administration admitting Thursday that money from its reckless Iran deal would go directly to terrorism, below are five crucial moments in Senator Feingold’s blind support for the deal.\nJohnson’s assertion -- that the administration has admitted that money from the Iran nuclear deal would go directly to terrorism -- doesn’t come out of thin air.\nBut is it air tight?\nIran nuclear deal\nThe Iran deal was made with the United States, China and three other world powers. Iran, which was within three months of getting a nuclear bomb, committed to not pursue nuclear weapons.\nThe deal contains other elements, but a key one is that all of the European Union and most American sanctions against Iran were lifted. Critics say that effectively amounts to a $150 billion check (though some say it’s more like $100 billion) to Iran -- a reference to the amount of Iran’s assets frozen in foreign banks.\nThe Washington Post reported that Iran has more than $100 billion in available frozen assets — most of it in banks in China, Japan and South Korea — but that slightly less than half will more or less automatically go to preexisting debts. \"How the rest is spent will reveal the direction of internal power struggles between Iranian hard-liners and pragmatists,\" the article said.\nJohn Kerry\nTo back the claim about the Obama administration and funds going directly to terrorism, the Johnson campaign email links to a January 2016 news article in The Hill about comments made by Secretary of State John Kerry.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nKerry had told CNBC’s \"Squawk Box\" that Iran would get only $55 billion of the $150 billion referenced, saying the rest is committed to China and other countries:\nI think that some of it will end up in the hands of the IRGC (Islamic Revolutionary Guards Corps) or of other entities, some of which are labeled terrorists. To some degree, I’m not going to sit here and tell you that every component of that can be prevented. But I can tell you this: Right now, we are not seeing the early delivery of funds going to that kind of endeavor at this point in time. I’m sure at some point, some of it will.\nTo be clear, Iran is one of only three countries (Sudan and Syria are the others) that the U.S. State Department has designated as a state sponsor of terrorism.  \nThe IRGC, as Iran’s premier security institution, fields an army, navy and air force and \"presides over a vast power structure with influence over almost every aspect of Iranian life,\" according to the Council on Foreign Relations think tank. In 2007, the U.S. Treasury Department designated the IRGC’s elite Quds Force a terrorist supporter for aiding the Taliban and other terrorist organizations.\nSo, Kerry was saying some of the money ultimately will end up with organizations involved in terrorism.\nBut that’s not the same as funds going directly to terrorism, as Johnson claimed.\nKerry did tell reporters the same day, according to the Associated Press, that he understands the IRGC is \"already complaining that they are not getting the money.\"\nBut Kerry also said the Obama administration believes the amount of money that might flow to terrorist groups will be limited because \"the demands of Iran and of the Rouhani administration and of the supreme leader for development in their country are such that there is no way they can succeed in doing what they want to do if they are very busy funding a lot of terrorism and if they are putting money into that kind of enterprise and not into things they need to do to fund their economy.\"\nIt’s worth noting that Kerry’s comments weren’t the first of their kind.\nJohnson’s campaign cited to us statements made in August 2015 by senior administration officials to a U.S. Senate committee. The officials said, according to U.S. News & World Report, they were \"nearly certain\" Iran would continue funding terrorism with the tens of billions of dollars it stands to gain from the nuclear deal.\nThe White House did not respond to our requests for comment.\nOur rating\nJohnson said Obama's administration has admitted that money from its Iran nuclear deal \"would go directly to terrorism.\"\nAdministration officials have said they expect some portion of money from the deal with Iran, which is aimed at preventing Iran from getting a nuclear bomb, will end up with groups that are labeled as terrorists.\nFor a claim that is partially accurate but leaves out important details, our rating is Half True.", "vclaim_id": "vclaim-pol-05495"}