{"url": "/factchecks/2010/mar/25/charlie-crist/crist-claims-cover-florida-benefits-thousands/", "speaker": "Charlie Crist", "vclaim": "In Cover Florida \"thousands already enrolled and climbing.\"", "truth_label": "half-true", "date": "stated on March 24, 2010 in a radio ad:", "title": "Crist claims Cover Florida benefits 'thousands'", "text": "Gov. Charlie Crist has repeatedly boasted about Cover Florida, a health insurance program for Floridians who lack coverage. A few days after the U.S. House approved the health care plan, Crist ran a radio ad criticizing that plan as \"Washington liberals forcing government takeover of health care\" and touting Florida's own program.\"But in Florida,\" the narrator says, \"one leader already enacted common sense conservative solutions: Charlie Crist. As governor, Crist passed Cover Florida. Now Floridians can take charge of their own health care through market-based strategies. Thousands already enrolled and climbing.\" Health coverage is a major issue in Florida because about 20 percent of Floridians lack insurance -- about 3.6 million people, according to the U.S. Census Bureau.Before we analyze Crist's claim about the Cover Florida enrollment figures, it's helpful to know some basics about the program.Crist signed Cover Florida into law in May 2008, but enrollment did not begin until January 2009, according to the Agency for Health Care Administration. Floridians who have lacked health insurance for at least six months or are recently unemployed are eligible. The program offers coverage from six different health insurance companies with either catasrophic coverage that includes hospital stays or a more pared-down plan without hospitalization benefits.The Cover Florida Web site boasts that insurance can be purchased for as little as $23.70 a month, but monthly rates vary depending on level of coverage and other factors such as age and gender. For example in Broward County, the average monthly rate ranges from $50.75 with no emergency or hospital services, to $327.27 for more coverage. \"This legislation makes affordable health coverage available to 3.8 million uninsured Floridians through a comprehensive market-based strategy,\" according to the Cover Florida Web site.Now, a look at the enrollment figures.Crist's claim -- \"thousands already enrolled and climbing\" -- suggests it is a large initiative with significant growth. But for a state with about 3.6 million uninsured, the enrollment numbers are tiny and the growth is modest.They went from 952 in January/February of 2009 to 5,426 in December 2009, the most recent numbers available. The program added roughly 750 people per month in the first few months, but the growth slowed to only 180 from November to December. So the numbers have gone up, but they remain a tiny percentage of of the uninsured -- about 0.1 percent of all the uninsured Floridians. \"It's such a miniscule number and it's just definitely not the answer to getting millions of Floridians insured,'' said Democratic state Sen. Nan Rich of Weston, vice chair of the health and human services appropriations committee. \"It's clear people do not see it as the answer for providing access. I don't want to totally disregard it, some people are in it.\"Technically, Crist is correct: \"thousands\" have already enrolled -- but barely more than 5 . . . thousands. And he is also technically correct to say enrollment is \"climbing\" because the number of participants has grown every month. Yet we think listeners of Crist's radio ad will get the impression that their governor has introduced a large program that is growing rapidly and making significant progress in covering Florida's 3.6 million uninsured. But it's a tiny effort that is growing a small amount. We find his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-15175"}