{"url": "/factchecks/2020/mar/12/viral-image/no-tom-hanks-doesnt-have-wilson-volleyball-his-cor/", "speaker": "Viral image", "vclaim": "Says Tom Hanks has a volleyball to keep him company while he’s quarantined.", "truth_label": "false", "date": "stated on March 12, 2020 in a Facebook post:", "title": "No, Tom Hanks doesn’t have a Wilson volleyball for his coronavirus quarantine", "text": "Stars — they’re just like us: On March 11, actor Tom Hanks announced on Twitter that he and his wife, the actress Rita Wilson, tested positive for COVID-19 in Australia, where Hanks is shooting a movie.\n\"What to do next?\" he tweeted. \"The Medical Officials have protocols that must be followed. We Hanks will be tested, observed, and isolated for as long as public health and safety requires.\" \nOne of Hanks’ characters, Chuck Noland, experiences extreme isolation in the movie \"Cast Away\" after his plane crashes on a deserted island. His sole companion is a volleyball he paints a face on and names Wilson.   \nNot long after Hanks’ revealed his coronavirus diagnosis, an image appeared on social media showing him holding what looks like Wilson. One Facebook post says: \"Hospitals in Australia have jokes. They rolled in a volleyball to Tom Hanks to keep him company while quarantined.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe hate to break it to you, Hanks Nation. The image is from a satirical website called The Betoota Advocate. The story, which includes true information about Hanks and the coronavirus, ends on a cheeky note: \"To keep him company, the thoughtful and overworked staff at the Gold Coast hospital have brought Hanks in a Wilson volleyball to keep him company during the duration of his stay.\"\nThe image of Hanks holding a volleyball appears to be edited using this footage of Hanks holding a volleyball someone tossed him at a New York Rangers game in 2015.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18111"}