{"url": "/factchecks/2021/feb/02/donald-trump-jr/donald-trump-jr-distorts-trumps-war-record/", "speaker": "Donald Trump Jr.", "vclaim": "“Donald Trump is the first president in modern history (who) did not start a new war.”", "truth_label": "barely-true", "date": "stated on January 22, 2021 in a tweet:", "title": "Donald Trump Jr. distorts his father's war record as president", "text": "When President Donald Trump came into office, the U.S. was still struggling to extricate itself from wars in Afghanistan and Iraq that had begun more than a decade earlier. \nWhen he left, U.S. troop levels in both countries were sharply lower. And some of Trump’s supporters praised him for not starting any new wars.\nHis son, Donald Trump Jr., tweeted Jan. 22 that \"Donald Trump is the first president in modern history (who) did not start a new war.\"\nTrump himself echoed this claim in his last address at the White House, saying that he was the first president \"in decades\" not to start a war. \nAfter Trump Jr. made his post, many users pushed back on his claim by citing Jimmy Carter, who was president from 1977 to 1981, didn’t start any wars and is still alive. We tried to contact Donald Trump Jr. through the Trump Organization to find out what he meant, but didn’t get a response.\nWe also reached out to six experts on U.S. military and foreign policy and asked them whether the former president deserves such a distinction. They said the answer depends on which presidents are considered \"modern,\" and how you define war. \nBut all of them agreed that the claim leaves out key context and paints a misleading portrait of the Trump administration’s use of military force. \nVarying definitions of war\nThe United States has formally declared war in only five conflicts: the War of 1812, the Mexican-American War, the Spanish-American War, World War I and World War II. A definition of war that rested on a formal declaration by Congress would leave out conflicts such as the Vietnam War, the Korean War and the Iraq War, said Joseph DeThomas, a professor at the Penn State School of International Affairs. \nThese later conflicts began under an \"authorization of military force\" from Congress, giving the president powers to prosecute the war abroad. Trump never asked for such an authorization during his administration. However, neither did his predecessor, Barack Obama, who nonetheless oversaw sustained armed conflict in Afghanistan and spearheaded a NATO-backed intervention in Libya, for which he was criticized for not seeking congressional approval. \nAnother approach, put forth by the Correlates of War Project, classifies a war as a conflict involving two organized armed forces that results in at least 1,000 battle-related casualties. By this definition, Trump did not start any wars, but neither did presidents Carter and Gerald Ford, said Robert Gulotty, an assistant professor of political science at the University of Chicago. \nWhat about Carter?\nSeveral experts we spoke with brought up Carter as the clearest example contradicting Trump Jr.’s claim. Carter did not formally declare war on another country or seek authorization to use force from Congress. Nor did Carter engage U.S. armed forces in a new sustained armed conflict with another foreign power. \nCarter did oversee the U.S. response to the 1979-81 Iran hostage crisis, and ordered a raid to try to free 52 American hostages held at the U.S. embassy in Tehran. The raid was aborted, though, and a helicopter that was to be part of the operation later crashed, killing eight U.S. servicemen. \nCarter \"was proud of claiming that there were no combat casualties on his watch until the aborted Iran rescue mission set him back,\" said Richard Betts, a professor of war and peace studies at Columbia University. \"But few would count that covert operation as starting a war.\" \nExamples of major military conflicts under other recent presidents \nHistorians differ on where to draw the boundaries of the modern era, but for this check involving both military and presidential history, we focus on the period since the Vietnam War, which ended in 1975 under Gerald Ford’s presidency. Here’s a look at some of the significant military actions initiated by U.S. presidents since that time:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nRonald Reagan (1981-89): Under Reagan, 7,600 U.S. troops invaded Grenada and occupied the island within a few days; 19 American troops were killed during the operation. Reagan also sent soldiers into Lebanon in 1982 to participate in a temporary peacekeeping force, and later persuaded Congress to authorize an operation for 18 months. Around 250 Americans were killed before the U.S. withdrew its forces, most from a terrorist attack on U.S. marine barracks in Beirut. \n\n\nGeorge H.W. Bush (1989-93): Bush initiated the Gulf War to expel the Iraqi army from Kuwait. More than 2 million U.S. service members served during the conflict, and 147 U.S. troops were killed in battle. \n\n\nBill Clinton (1993-2001): Clinton dramatically increased the scope of a NATO intervention in the long-running civil war in Yugoslavia. After a series of NATO airstrikes in 1994, 60,000 U.S. and allied troops were deployed to Bosnia in 1995 as part of a \"peacekeeping mission.\" According to a 2016 retrospective from the military newspaper Stars & Stripes, no U.S. soldiers were killed in combat in Bosnia but several died from other causes. Under Clinton in 1999, NATO also participated in an intervention in Kosovo, during which two U.S. pilots died. Human Rights Watch estimated that as many as 527 civilians were killed in NATO airstrikes. \n\n\nGeorge W. Bush (2001-09): After the Sept. 11 terrorist attacks, U.S. forces invaded Afghanistan after the Taliban declined to extradite Al Qaeda leader Osama bin Laden. In 2003, U.S. forces invaded Iraq and ousted Saddam Hussein from power. According to the Defense Department, over 4,000 U.S. troops were killed in Iraq between 2003 and 2010, and over 2,000 were killed in Afghanistan between 2001 and 2014. The Iraq Body Count Project has estimated that over 200,000 Iraqi civilians have been killed so far. American troops have remained stationed in both countries. \n\n\nBarack Obama (2009-17): Obama oversaw a NATO-backed intervention in Libya and a surge of troops into Afghanistan. After withdrawing U.S. troops from Iraq in 2011, Obama redeployed them in 2014 to combat territorial expansion by the Islamic State militia group. \n\n\nUse of force under Trump\nTrump didn’t enter the U.S. into a fresh, sustained armed conflict with another state, or seek a new congressional authorization for use of force. He frequently criticized American involvement in the Middle East, and he took steps to withdraw U.S. troops from Somalia, Iraq and Afghanistan before he left office. \nBut Trump has used military force in other foreign countries under the broad authorization to use force granted after the Sept. 11 terrorist attacks. \nHis administration has ordered airstrikes and drone attacks, supplemented allied militaries with U.S. troops, deployed special operations forces in the Middle East and beyond, and ordered the killing of Iran’s Gen. Qassem Soleimani, which critics claim nearly triggered an armed conflict. \n\"With that authorization in place, I am not sure it is possible to start a new war these days,\" said DeThomas. \"They all fit under the legal umbrella of the old one.\" \nStephanie Savell, a researcher at Brown University’s Costs of War Project, developed a map showing the scope of U.S. counterterrorism operations, including combat operations in the Middle East and across Africa. Many of these operations, Savell said, are carried out under Section 127e, a legal authority that allows U.S. special operations teams to organize and participate in raids on militant groups with foreign allies. \nThe extent of the Trump administration’s 127e programs, Politico has said, in effect constituted a secret U.S. war in African countries such as Kenya, Somalia, Mali and Niger. \nOur ruling\nDonald Trump Jr. said in a tweet that \"Donald Trump is the first president in modern history (who) did not start a new war.\"\nTrump did not seek authorization from Congress for use of military force, or a formal declaration of war against any other country. He did not engage the U.S. in any new protracted conflicts during his four years in office. But Trump did order and oversee new military operations under existing authorizations, including counterterrorism raids that have spread to several countries in the Middle East and Africa.\nThe claim also ignores the record of Carter, who did not start any new wars under the definitions put forward by military and foreign policy experts. As Carter is still alive, we consider him to be part of modern presidential and military history.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False. ​", "vclaim_id": "vclaim-pol-19060"}