{"url": "/factchecks/2015/dec/08/terry-mcauliffe/mcauliffe-says-5000-school-jobs-cut-2008/", "speaker": "Terry McAuliffe", "vclaim": "\"Since 2008, we have cut 5,000 positions\" from Virginia public schools.", "truth_label": "true", "date": "stated on December 3, 2015 in a news conference.:", "title": "McAuliffe says 5,000 school jobs have been cut since 2008", "text": "Gov. Terry McAuliffe is making it clear that helping public schools will be the \"top priority\" in a two-year budget he’ll propose to the General Assembly this month.\n\"Since 2008, we have cut 5,000 positions\" in state public schools, he said Dec. 3 to journalists attending an annual AP Day at the Capital seminar hosted by the Richmond Times-Dispatch. McAuliffe, a Democrat, made a similar claim Nov. 24 during his monthly radio show on WTOP in Washington.\nWe wondered whether the governor is correct. So we turned to the official source for Virginia school statistics:  the Superintendent's Annual Report, a database kept by the state Department of Education.\nBrian Coy, McAuliffe’s director of communications, said the start date for the governor’s claim refers to the state budget year that began July 1, 2007, and ended June 30, 2008. We accept that, because it’s bureaucratic parlance to refer to budgets by the latter year they were in effect.\nThe 2007-08 budget is significant, because it was one of the last spending plans to be carried out before the last recession gripped the state and forced deep cuts in programs.\nPublic education employment was at an all-time high in Virginia that school year, with 191,013 full-time equivalent workers. That fell to 186,202 employees during the 2013-14 school year, the latest figures available. That’s a drop of 4,811 full-time equivalent jobs.\nAlmost one-fourth of those lost jobs belonged to instructors - a group that includes teachers, principals, assistant principals, librarians and guidance counselors. The number of full-time instructors dropped from 103,303 in 2007-08 to 102,140 in 2013-14 - a decline of 1,163.\nWe should note that enrollment increased slightly during that time span. As a result, the average number of students per instructor rose from 11.5 to almost 12.1.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nAbout 70 percent of the job cuts went to \"administrative, service and support personnel.\" This group includes school secretaries, nurses, bus drivers, janitors and computer technicians.\nThe support staff shrank from 59,384 full-time equivalent jobs in 2007-08 to 55,912 in 2013-14 - a loss of 3,472. About three-quarters of those jobs were in school transportation and maintenance.\nWe should note that while school jobs still are down from 2007-08, they do appear to be rebounding. As we’ve said, there were 186,202 full-time equivalent jobs in 2013-14, the latest year available. That’s slightly higher than the previous school year, when there were 185,944 positions.\nAnd a final note: McAuliffe, at this writing, has declined to reveal details about his education budget, other than to pledge significant new funding. He’s scheduled to present his budget proposals to the General Assembly’s money committees Dec. 17.\nOur ruling\nMcAuliffe told journalists, \"Since 2008, we have cut 5,000 positions\" in state public schools.\nThe actual number is 4,811, but we won’t carp with the rounding up. In a similar statement on a radio show, the governor said \"about 5,000 jobs.\" It should be noted that about one-fourth of the positions belonged to instructors and that the vast majority of lost jobs affected support staff.\nThat said, we rate McAuliffe’s statement True.", "vclaim_id": "vclaim-pol-05643"}