{"url": "/factchecks/2011/sep/13/debbie-wasserman-schultz/debbie-wasserman-schultz-says-tax-rates-lowest-195/", "speaker": "Debbie Wasserman Schultz", "vclaim": "\"In terms of the wealthiest Americans, we're at the lowest tax rate since the 1950s.\"", "truth_label": "mostly-true", "date": "stated on September 12, 2011 in an interview before the CNN/Tea Party Express GOP debate in Tampa:", "title": "Debbie Wasserman Schultz says tax rates lowest since the 1950s for wealthy Americans", "text": "Before the Republican candidates for president took center stage in Tampa on Sept. 12, 2011, for the CNN/Tea Party Express debate, Democratic National Committee chairwoman and Florida Rep. Debbie Wasserman Schultz talked with CNN's Wolf Blitzer about the state of President Barack Obama's jobs bill.\n\nWasserman Schultz was in Florida to counter the argument being made by many Republicans that since the stimulus didn't work, Obama's jobs bill won't either.\n\nIn the middle of Wasserman Schultz's back-and-forth with Blitzer, the two had a disagreement about some tax figures. Blitzer tried to make the point that wealthy Americans might already pay their fair share while Wasserman Schultz countered that their tax rates are the lowest they've been since the 1950s.\n\nHere's the transcript of the conversation:\n\nBLITZER: You're here with a lot of Republicans here. You're a Democrat. We will talk politics in a moment. But do you think the Republican leadership in the House, Eric Cantor, John Boehner, they're serious when they say they're willing to compromise, willing to work with the president on this jobs bill? They hate some of it, but they're willing to accept some other parts?\n\nWASSERMAN SCHULTZ: Well, I'm concerned that they're only willing to take up and consider the parts that are part of their record of supporting allowing the fox to guard the henhouse, focusing only on deregulation of business and not making sure that we can balance the investment, as well as the tax breaks, like the payroll tax. So I would like to take them at their word.\n\nBLITZER: From the White House perspective, it is not a take-it-or-leave-it $447 billion package. They're willing to negotiate, to compromise from the White House. Is that right?\n\nWASSERMAN SCHULTZ: Oh, sure. From Day 1, President Obama has been willing to negotiate. We really haven't had willing partners on the other side. I'm certainly hopeful that the Republican leadership is willing to negotiate. But so far, they seem to only indicate that they will take up whatever it is they support and toss it back...\n\nBLITZER: But you shouldn't be overly surprised. They never want to increase taxes. And the president's plan is based in part at least on increasing taxes on wealthier Americans.\n\nWASSERMAN SCHULTZ: Well, you're right. The Republicans continue to refuse to ask for anything from the wealthiest and most fortunate Americans, to pay their fair share. They continue to want to pile all the pain on the backs of people who can least afford it, on the middle class, on small business owners, even though the overwhelming (number) of American people want there to be revenue and want there to be a balance between spending cuts and revenue.\n\nBLITZER: All right, we don't have to debate the whole issue of taxes and wealthy and all of that. (But) the wealthiest Americans, they pay the most in taxes already -- 50 percent of Americans don't even pay any federal income tax, because...\n\nWASSERMAN SCHULTZ: No, that's actually not true, Wolf.\n\nBLITZER: Fifty percent, you don't...\n\nWASSERMAN SCHULTZ: We're at the low -- in terms of the wealthiest Americans, we're at the lowest tax rate since the 1950s.\n\nBLITZER: I know, but they pay a huge chunk of the federal income tax, the wealthiest Americans. The top 2 percent or 3 percent pay whatever that number is, 30 or 40 percent.\n\nWASSERMAN SCHULTZ: But they're still at the lowest tax rate since the 1950s.\n\nBLITZER: Yes, 35 percent.\n\nWASSERMAN SCHULTZ: And there have been significant tax breaks from President Obama.\n\nBLITZER: All right. We're not going to get into all of that.\n\nBlitzer decided to cut off the debate there; at PolitiFact, we're happy to continue.\n\nIn a previous item, we measured Wasserman Schultz's assertion that Blitzer was wrong to say that \"50 percent of Americans don't even pay any federal income tax.\" Blitzer had his numbers right, so we ruled Wasserman Schutlz's claim False.\n\nIn this fact-check, we're examining Wasserman Schultz's claim that the wealthiest Americans have the lowest comparative \"tax rate since the 1950s.\"\n\nPolitiFact has heard a take on this claim before -- from President Barack Obama.\n\nDuring negotiations on an agreement to raise the debt ceiling, Obama was asked at a press conference whether tax increases should be a part of a deal to approve a new debt ceiling.\n\n\"You can't reduce the deficit to the levels that it needs to be reduced without having some revenue in the mix,\" Obama said on June 29, 2011. \"The revenue we're talking about isn't coming out of the pockets of middle-class families that are struggling -- it's coming out of folks who are doing extraordinarily well and who are enjoying the lowest tax rates since before I was born. If you're a -- if you are a wealthy CEO or a … hedge fund manager in America right now, your taxes are lower than they have ever been. They're lower than they've been since the 1950s.\"\n\nThe most basic way to address this question is to use the highest marginal rates for ordinary income -- what's commonly called the \"top tax bracket.\" This rate -- which today is 35 percent -- is applied to any money earned above a certain threshold. For 2011, that level is $379,150 for married couples filing jointly, for individuals and for heads of households, and $189,575 for married couples filing separately.\n\nBetween 1960 and the 1980s, when President Ronald Reagan pushed through landmark tax cuts, top tax brackets had much higher rates than those in place today. For instance, the top rate was 91 percent in 1960 and 70 percent on the eve of Reagan’s election in 1980.\n\nBy 1988, the top federal income tax rate fell to 28 percent, and it stayed there until 1990. It ticked up to 31 percent for 1991 and 1992, before rising to 39.6 percent in 1993.\n\nSo, for five tax years -- 1988 through 1992 -- the top tax bracket had a lower rate than today’s top bracket. Put another way, out of 52 tax years since 1960, the top tax rate was lower than today’s only 10 percent of the time. (Today's top tax bracket has been steady since 2003, so in nine additional tax years, the earlier bracket was tied with today's.)\n\nIn considering Obama's statement we also looked at trying to measure the effective tax rate (as in what a typical taxpayer actually pays after deductions, exemptions and the like.)\n\nWe won't go through the complicated analysis again -- you can read it here if you like. Suffice it to say, effective tax rates for high-earning Americans are either at their lowest level since 1960 or at least very close to their lowest level.\n\nAs for Wasserman Schultz, she said: \"In terms of the wealthiest Americans, we're at the lowest tax rate since the 1950s.\" Since 1960 the top marginal income tax rates -- the most common way to measure Wasserman Schultz's statement -- were lower only between 1988 and 1992 than they are today. With that caveat, we rate her claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-12425"}