{"url": "/factchecks/2019/apr/19/joyce-krawiec/fact-check-are-abortion-survivors-covered-existing/", "speaker": "Joyce Krawiec", "vclaim": "\"No, we do not have laws in place protecting babies who are born alive as the result of an abortion.\"", "truth_label": "false", "date": "stated on April 15, 2019 in in a speech on the state Senate floor:", "title": "Fact check: Are abortion survivors covered by existing laws?", "text": "Some of the rhetoric surrounding a new North Carolina bill gives the impression that laws don’t already protect newborns who survive an abortion.\nThe \"Born Alive Abortion Survivors Protection Act,\" or Senate Bill 359, instructs physicians and nurses to care specifically for newborns who survive an abortion.\nThe proposal includes new punishments for physicians and nurses who don’t comply with the law or who fail to report noncompliance. They could face felony charges, prison time and up to $250,000 in fines.\nThe state House and Senate approved the bill this week, but Gov. Roy Cooper vetoed it Thursday and it remains to be seen whether lawmakers will pass it over his opposition. Democrats have opposed it, saying newborns are already protected and the bill is meant to intimidate medical care providers. Republicans have voiced concern for infants born alive during an abortion.\nSen. Joyce Krawiec, a Republican from Kernersville and one of the bill sponsors, said during an April 15 speech on the Senate floor that protections are needed.\n\"No, we do not have laws in place protecting babies who are born alive as the result of an abortion,\" she said, according to WRAL.\nLegal experts disagree.\nMANY PROTECTIONS\nLegal experts say a range of laws protect newborns regardless of the circumstances of their birth. In other words, newborns are protected even if they enter the world during the course of an abortion.\nThe U.S. Constitution’s Equal Protection Clause and Due Process Clause, state constitutions, and a variety of homicide laws also apply, said Neil Siegel, an attorney and professor at Duke Law School.\n\"If you have a baby born alive, it doesn’t matter if it was born from a failed abortion or otherwise … it’s entitled to full constitutional protections,\" Siegel said in a phone interview.\nAfter the U.S. Senate took up a bill with the same name, PolitiFact addressed this topic in an in-depth story and fact check of President Donald Trump.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nExperts pointed to the Child Abuse Prevention and Treatment Act, first passed in 1974 and subsequently revised, including major updates in the 1980s. The relevant portion of the law makes certain types of federal funding for states conditional on their adoption of policies to prevent improper withholding of treatment from newborns, including those with disabilities.\nThe newborns are also protected under the \"Born-Alive Infants Protection Act\" of 2002. The act defines \"born alive\" to mean: \"the complete expulsion or extraction\" from a mother \"at any stage of development,\" regardless of whether they were extracted during an \"induced abortion.\"\nThe 2002 act, however, didn’t directly create civil or criminal penalties. It is \"toothless and purely symbolic,\" said Dwight Duncan, a University of Massachusetts law professor who serves on the the boards of the Pro-Life Legal Defense Fund and Massachusetts Citizens for Life.\nFilling that omission was a key motivator for supporters of the bill introduced in Washington earlier this year.\nINTENDED TO CLARIFY\nKrawiec didn’t respond to a PolitiFact email seeking comment. Bill D’Elia, a spokesman for Senate leader Phil Berger, acknowledged that there are relevant laws already on the books.\n\"Under current state law, an intentional killing of a baby is covered by our murder statutes and a killing of an unborn baby is covered by the Unborn Victims of Violence Act, but there is no current statute that covers deliberately withholding care to a child born alive during an abortion,\" D’Elia said.\n\"In theory, a medical professional could be charged with manslaughter for withholding care but it is not explicit in current state law,\" D’Elia said. But, he added, SB 359 makes it \"clear.\"\nGreg Doucette, a criminal defense and business litigation attorney based in Durham, said existing state laws would likely apply to doctors who withhold care.\n\"If a parent doesn’t feed their newborn and it dies, they get charged with murder. I don’t see why a medical provider would be substantively different,\" Doucette said.\nOUR RULING\nOn the Senate floor, Krawiec said \"we do not have laws in place protecting babies who are born alive as the result of an abortion.\" That’s not true. There are federal and state laws that protect infants as soon as they emerge from their mother’s womb — regardless of the circumstances. We rate her claim False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].", "vclaim_id": "vclaim-pol-00741"}