{"url": "/factchecks/2014/mar/10/ted-cruz/ted-cruz-says-barack-obama-first-president-who-thi/", "speaker": "Ted Cruz", "vclaim": "Says President Barack Obama \"is the first president we've ever had who thinks he can choose which laws to enforce and which laws to ignore.\"", "truth_label": "false", "date": "stated on March 6, 2014 in a speech at the CPAC conference:", "title": "Ted Cruz says Barack Obama is first president 'who thinks he can choose which laws to enforce and which laws to ignore'", "text": "Critics of President Barack Obama have charged that he has regularly exceeded the powers of his office in selectively enforcing the law. Their examples include making recess appointments, issuing executive orders, delaying provisions of his health care law, refusing to defend the Defense of Marriage Act in court and declining to deport certain categories of young illegal immigrants.\nAt the 2014 CPAC conference, Sen. Ted Cruz, R-Texas, reiterated this point to the audience of conservative activists.\nReferring to Obama, Cruz said, \"This president of the United States is the first president we've ever had who thinks he can choose which laws to enforce and which laws to ignore.\"\nWe were suspicious of this claim, because we recalled several instances in recent years of other presidents being accused of exceeding their executive authority.\nWe checked with eight historians and legal scholars across the ideological spectrum to see whether they could point to prior examples of presidents choosing to ignore laws. They came up with a number of examples. (Cruz’s office did not return an inquiry for this story.)\nWhile Ilya Shapiro, a senior fellow in constitutional studies at the libertarian Cato Institute, said he believes Obama is \"setting records for the number, scope, and creativity of unconstitutional and illegal behavior,\" he acknowledged that \"Obama wasn't the first president to violate the law and won't be the last.\"\nHere’s a trip down memory lane to review just some of the instances in which presidents are believed to have acted in ways that ignored existing legal or constitutional limits:\n• Abraham Lincoln. During the Civil War era, Lincoln \"broke an assortment of laws and ignored one constitutional provision after another,\" according to an analysis by the Miller Center at the University of Virginia. Lincoln waged war without a congressional declaration of war (or even a Congress in session to declare one), spent $2 million to raise an army without congressional appropriation, suspended the writ of habeas corpus, and issued the Emancipation Proclamation, among other actions.\n\"Following a strategy of ‘unilateral action,’ Lincoln justified his powers as an emergency authority granted to him by the people,\" the Miller Center analysis concludes. \"He had been elected, he told his critics, to decide when an emergency existed and to take all measures required to deal with it. In doing so, Lincoln maintained that the President was one of three ‘coordinate’ departments of government, not in any way subordinate to Congress or the courts.\"\n• Andrew Johnson. After the Civil War ended and Lincoln was assassinated, Andrew Johnson became president and almost immediately clashed with Congress over how to treat the former Confederacy. Edwin M. Stanton, who had been Secretary of War under Lincoln, retained his position under Johnson and became one of the new president’s biggest critics, asserting that the federal government should intervene more forcefully to protect freed slaves’ rights in the South.\nIn 1867, Congress passed the Tenure of Office Act, which required Senate approval before a president fired federal officials who had originally been confirmed by the Senate. When Johnson tried to oust Stanton, the Senate blocked him; when Johnson made a second ouster attempt, the House impeached him. (Johnson ultimately survived impeachment, Stanton resigned, and the Tenure of Office Act was repealed in 1887.)\n• Franklin Delano Roosevelt. On March 11, 1941, as World War II was already under way in Europe -- and while the United States was still officially on the sidelines -- Roosevelt signed a landmark law known as the Lend-Lease Act. At the time, Britain was under siege and almost out of money, so the law authorized the president to sell, lease, or lend military hardware to any country he designated as vital to American national security.\nHowever, a provision in the law would have allowed Congress to terminate the president’s powers after a certain amount of time through a \"concurrent resolution.\" This amounted to a \"legislative veto\" by a simple majority and without the president’s signature. Roosevelt believed this to be unconstitutional, but he signed the bill anyway, secretly writing a  memorandum to Attorney General Robert H. Jackson explaining that \"the emergency was so great that I signed the bill in spite of a clearly unconstitutional provision contained in it.\" Jackson only made the episode public in 1953.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• Harry Truman. In the midst of the Korean War, Truman had to grapple with labor disputes within the steel industry -- a sector he considered vital to the war effort. In a bid to head off a looming work stoppage, Truman in 1952 ordered his Commerce Secretary to seize the steel mills. The industry objected, and Truman’s seizure was ultimately ruled unconstitutional by the Supreme Court in the case Youngstown Sheet & Tube Co. v. Sawyer.\n• Richard Nixon. Citing government spending as a reason for surging inflation, Nixon refused to spend nearly $12 billion of congressionally appropriated funds for 1973 and 1974. He did so under an executive action known as \"impoundment\" -- an action that had been used by many presidents previously, but with questionable constitutionality. Faced with Nixon’s unusually large impoundment -- and with the president bogged down in Watergate -- Congress rebelled, passing legislation to make impoundment illegal. Nixon vetoed the bill, Congress overrode his veto, and Nixon stood his ground. The administration challenged the new law barring impoundment, but a federal court sided with Congress, saying impoundment was unconstitutional.\n• Ronald Reagan. Reagan’s quest to fight communism suffered a setback in the middle of his first term when the Democratic Congress in 1983 passed the Boland Amendment, which restricted the CIA and the Defense Department from operating in Nicaragua. An even stronger version passed the following year. The Reagan administration diverted some of the proceeds of a secret arms sale to Iran to the anti-communist militia in Nicaragua known as the Contras, an action that directly violated the Boland Amendment.\nSeveral top advisers to Reagan were implicated in what became known as the Iran-Contra affair. While the Reagan-appointed Tower Commission said Reagan's disengagement from White House management had made the diversion possible, Reagan himself was never formally linked to the violation of the Boland amendment.\n• George W. Bush. While president, Bush issued 161 signing statements -- that is, official pronouncements that accompany the signing of a bill into law. In addition to commenting on the law generally, signing statements have been used to document the president’s constitutional objections to provisions contained in the law, and sometimes to announce how (or whether) parts of the law will be enforced. Bush was hardly the first to issue signing statements, but he was the most prolific.\nAccording to the Congressional Research Service, Bush issued 161 signing statements, which is a smaller number than each of his three immediate predecessors. But 79 percent of Bush’s statements -- a much higher rate -- noted a challenge or objection to the law being signed, rather than offering relatively innocuous comments. Meanwhile, many statements contained multiple reservations, making the total number more than 1,000.\nThe American Bar Association published a report asserting that Bush’s statements were \"contrary to the rule of law and our constitutional separation of powers\" when they \"claim the authority or state the intention to disregard or decline to enforce all or part of a law ... or to interpret such a law in a manner inconsistent with the clear intent of Congress.\"\nLike Lincoln and Franklin Roosevelt before him, Bush \"asserted the power to violate certain laws if necessary to defend the country,\" said Kermit Roosevelt, a University of Pennsylvania law professor. \"Bush’s signing statements typically said that he would interpret laws restricting executive authority, such as a law forbidding cruel and inhumane treatment of detainees, in a manner consistent with his understanding of his power as commander-in-chief. What that meant, it turned out when the memos were declassified, was that the law did not bind him if he believed certain actions were necessary to national security — the ‘commander-in-chief override.’ \"\nOur ruling\nWe found that at least seven presidents -- including some of the nation’s most admired occupants of the White House -- acted, at least on occasion, in ways that ignored specific laws or constitutional protections. It is not accurate to say, as Cruz does, that Obama would be \"the first president we've ever had who thinks he can choose which laws to enforce and which laws to ignore.\" Presidents have done so frequently, and historians expect that they will continue to do so. We rate the claim False.\n***\nEDITOR’S NOTE, March 11, 2014: After we published our story, Cruz’s office provided the following response:\n\"Since the dawn of the republic, the president and Congress have resisted attempts from each other to encroach upon their constitutional powers. Many presidents have asserted, and have abused, executive authority. No one is arguing that President Obama is the first to make this mistake. As Sen. Cruz has detailed in three reports, a Wall Street Journal op-ed, and a brief before the U.S. Supreme Court, no president until President Obama has ever claimed the authority to ignore the explicit text of statutes passed by Congress and unilaterally replace that text with whatever the president wishes. From Obamacare to immigration, to same sex marriage, to marijuana laws, President Obama’s willingness to ignore or alter law is unquestionably outside the scope of executive power. It amounts to legislating, pure and simple.\"\nHowever, we don’t agree that there’s a significant distinction between \"abus(ing) executive authority\" and a \"willingness to ignore or alter law,\" so we feel comfortable with the historical examples we used to analyze Cruz’s statement. We’re standing by our original ruling of False.", "vclaim_id": "vclaim-pol-08150"}