{"url": "/factchecks/2016/apr/15/hillary-clinton/about-1-gun-sellers-responsible-more-half-guns-use/", "speaker": "Hillary Clinton", "vclaim": "About \"1 percent of all the gun sellers are responsible for more than half of the guns that are used in crimes.\"", "truth_label": "half-true", "date": "stated on March 29, 2016 in a forum:", "title": "About 1% of gun sellers responsible for more than half of guns used in crimes, Hillary Clinton says", "text": "When Hillary Clinton brought her presidential campaign to Milwaukee’s Tabernacle Community Baptist Church on March 29, 2016, she participated in a forum on gun violence with U.S. Rep. Gwen Moore, D-Milwaukee, and others.\nThe Democratic front runner spoke softly as she recounted a number of fatal firearms encounters, in Milwaukee and across the country.\nThen she raised her voice as she presented some of her gun control policy proposals. And she made a claim that we want to check about guns used in crimes.\n\"The availability of guns has gone way too far. And the fact that gun-makers and -sellers are immune from liability …. Gwen will talk about what we need to do to stop some of these gun sellers,\" Clinton said.\n\"About, what, 1 percent of all the gun sellers are responsible for more than half of the guns that are used in crimes. So, we've got our work cut out for us. But let's not grow weary doing good, because in due time we will harvest if we stay focused.\"\nWe found there is some truth in Clinton’s 1 percent claim, but several significant caveats.\nOld data\nExperts told us the latest federal report that gets at Clinton’s claim, from 2000, is from the federal Bureau of Alcohol, Tobacco and Firearms. Relying on gun tracing data, the report found that 1.2 percent of licensed gun dealers accounted for more than 57 percent of the crime guns traced to current dealers in 1998.\nSo, Clinton’s claim might generally appear correct in terms of the figures.\nBut there are a few things to tease out.\n1. Clinton made her claim in the present tense and is relying on the latest, best data available -- but that data is 18 years old.\nThe experts told us that ever since federal law was changed in 2003, tracing data has essentially dried up. That was when Congress approved the so-called Tiahrt Amendment, named for its original sponsor, U.S. Rep. Todd Tiahrt, R-Kan. It forbids the ATF from sharing information about guns it has traced with state and local police agencies except in the course of a criminal investigation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe change \"greatly restricted\" the release of crime gun trace data by the ATF, restricted access by researchers and plaintiff trial attorneys, and restricted what reports the ATF could issue themselves, said Daniel Webster, director of the Johns Hopkins Center for Gun Policy and Research.\n2. Clinton’s claim was about \"guns used in crimes,\" while the 2000 report referred to \"crime guns.\" There’s a slight difference.\nHarvard University professor of health policy David Hemenway, who does research on firearms, told us that most any gun seized by police is considered a crime gun. That would include, of course, seized guns that were used in crimes, but also guns found by police that couldn’t be traced to particular crimes.\n3. In referring to the 1 percent of gun dealers, Clinton said they were \"responsible\" for more than half of the guns used in crimes. But that doesn’t mean a gun used in a crime came directly from the dealer.\nHemenway said that authorities trace crime guns to their original seller, but can’t necessarily determine whether other transactions of the gun were made prior to it being used in a crime.\nIn other words, it’s possible to trace a crime gun to the store that originally sold it, but that gun might have changed hands any number of times -- legally or illegally -- before it was used in a crime.\nOn the other hand, said Webster, gun dealers \"are one of the most important, if not the most important, conduit for guns into the underground market.\"\nSo, there is rationale for targeting gun sellers linked to crime guns to prevent, for example, purchases by a straw buyer -- a person who legally purchases a gun in order to turns it over to someone who cannot legally purchase one.\n(Tracing helped establish that a suburban Milwaukee gun store was a top seller of crime guns locally for more than a decade.)\nOur rating\nClinton said about \"1 percent of all the gun sellers are responsible for more than half of the guns that are used in crimes.\"\nThe best data essentially backs up the claim, but it is from 1998. It’s also worth noting that the traces go back to the original seller of a crime gun and don’t take into account whether there were other transactions before a particular gun was used in a crime.\nClinton’s statement is partially accurate but leaves out important information -- our definition of Half True.", "vclaim_id": "vclaim-pol-05097"}