{"url": "/factchecks/2020/feb/06/blog-posting/no-evidence-patrick-mahomes-said-he-thinks-george-/", "speaker": "Bloggers", "vclaim": "Says Patrick Mahomes said, “I believe George Zimmerman is innocent.”", "truth_label": "false", "date": "stated on January 14, 2020 in a blog post:", "title": "No evidence Patrick Mahomes said he thinks George Zimmerman is innocent", "text": "Kansas City Chiefs quarterback Patrick Mahomes led his team on Feb. 2 to its first Super Bowl victory in 50 years. But before the big game, Twitter users called out the NFL star for an old tweet about George Zimmerman, the neighborhood watch volunteer who was acquitted of criminal charges on July 13, 2013, in the fatal shooting of 17-year-old Trayvon Martin.  \nThe Miami Herald reported that Mahomes was 17 when he responded to a high school classmate’s tweet that day about Zimmerman’s trial. \nThe classmate’s tweet said: \"This case was an absolutely horrible tragedy, however there was no criminal activity that occurred.\"\nMahomes replied: \"No one knows what actually happens which is why he is not guilty but a crime could have occurred.\"\nTwitter users shared that tweet and another screenshot of a tweet from 2011, in which Mahomes responded to another account and said: \"stop resisting or assaulting a cop #realcops.\"\nAs the Herald documents, Twitter users started using the tweets, which have since been deleted, as evidence that Mahomes supports Zimmerman. \nBut a Jan. 14 blog post on MTONews.com goes further with this headline: \"NFL Star Patrick Mahomes: ‘I believe George Zimmerman is INNOCENT’!!\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIt goes on to say that Mahomes believes Zimmerman is not guilty and that he supports the trial’s verdict. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSearching social media and news archives, we couldn’t find evidence that Mahomes ever said, \"I believe George Zimmerman is innocent.\" Because the blog’s headline puts that phrase in quotes, it could lead readers to think that Mahomes made that direct comment. \nBut even if the statement is meant to be an interpretation of what Mahomes tweeted back in 2013, his tweets are ambivalent enough that they do not make it clear how the quarterback felt.\nOther tweets from Mahomes’ exchange with his high school classmate show him saying \"there was no reason for Zimmerman to follow him and Trayvon just defended himself and Zimmerman had a (gun) so he shot him\" and \"I still don’t understand what the point of him following him with a (gun) was.\" \nAnother tweet he published that day suggests he was disappointed by the verdict and critical of Zimmerman. \n\"Knew this was going to happen,\" he tweeted, \"at least you know Zimmerman will never be able to go in public again.\" \nWe rate this headline False.", "vclaim_id": "vclaim-pol-17344"}