{"url": "/factchecks/2011/jun/29/michele-bachmann/michele-bachmann-uses-barack-obamas-one-term-presi/", "speaker": "Michele Bachmann", "vclaim": "Says President Barack Obama said that if he doesn’t turn the economy around after three years in office, he’ll be a one-term president.", "truth_label": "mostly-true", "date": "stated on June 27, 2011 in several speeches and interviews:", "title": "Michele Bachmann uses Barack Obama's 'one-term' president comment against him", "text": "It’s becoming a staple of Michele Bachmann’s interviews and stump speeches: The notion of just one term for President Barack Obama … suggested by none other than President Barack Obama himself.\n\nBut is it accurate?\n\nDuring the roll-out of her presidential campaign on June 27 and June 28, 2011, Bachmann -- a three-term Republican congresswoman from Minnesota -- used a variation on the line several times.\n\nPresidential campaign announcement, Waterloo, Iowa, June 27: \"We're practical people. We know our country can work; we just want it to work again. It's a very powerful coalition that the left fears; and they should, because, make no mistake about it, Barack Obama will be a one-term president. In February 2009, President Obama was very confident that his economic policies would turn the country around within a year. He said, and I quote, 'A year from now, I think people are going to see that we're starting to make some progress. If I don't have this done in three years, then there's going to be a one-term proposition.' Well, Mr. President, your policies haven't worked. Spending our way out of the recession hasn't worked. And so Mr. President, we take you at your word.\"\n\nInterview with Sean Hannity of Fox News, June 27: \"The president has not delivered as he said that he would. I gave a quote in my announcement speech today, Sean. It was from February 2009. And the president of himself said, if he wasn't able to turn the economy around by the third year of his presidency that in all likelihood, he would be a one-term president. And what I said today in my speech today, is that I take the president at his word. And I think the American people are all too eager to make him a one-term president.\"\n\nInterview with Rebecca Jarvis of CBS News, June 28: \"Remember, President Obama said in February of 2009, if he wasn't able to turn the economy around by the third year of his presidency, that he should only be entitled to one term in office. I think the American people agree with that.\"\n\nBackyard event in Raymond, N.H., June 28: \"In February 2009, the president gave an interview, and in that interview he said, 'If I failed to turn the economy around by the third year, then we will have a precedent for being a one-term president.' ... Do you think we should take him at his word? I do, too.\"\n\nEach of these comments by Bachmann is slightly different, but the gist is always the same: In the interview -- with NBC’s Matt Lauer on Feb. 1, 2009, just days after his presidency began -- Obama said it was up to him to turn the economy around in three years, and if not, he doesn’t deserve a second term.\n\nSo we looked back at the original interview. Here’s the transcript of the relevant portion:\n\nLauer: \"At some point will you say, `Wait a minute. We've spent this amount of money, we're not seeing the results. We've got to change course dramatically.’ \"\n\nObama: \"Yeah, look, I'm at the start of my administration. One nice thing about the situation I find myself in is that I will be held accountable. You know, I've got four years and...\n\nLauer: \"You're going to know quickly how people feel about what's happened.\"\n\nObama: \"That's exactly right. And you know, a year from now I think people are going to see that we're starting to make some progress. But there's still going to be some pain out there. If I don't have this done in three years, then there's going to be a one-term proposition.\"\n\nObama’s last phrase -- \"there's going to be a one-term proposition\" -- is a little awkward, but we don’t think there’s much doubt about his meaning. We understand his comment to mean that if the economy isn’t better in three years, the voters might make him a one-term president.\n\nSo is Bachmann correctly framing Obama’s comment? In her announcement speech, she did remove one sentence from what she described as a direct quote -- \"But there's still going to be some pain out there.\" Taking it out does eliminate one indication that Obama acknowledged that even an improved economy would inflict some pain on Americans.\n\nThis isn’t a trivial omission, but it’s not a major one. More important, we're not convinced that the president said he actually would be a one-term president if the economy has not improved in three years -- just that he raised the possibility that voters would make that call. Each of the phrasings we cited above is slightly different, but we think that she is justified in pointing out that Obama offered a three-year framework for turning the economy around and that he acknowledged that Americans might not support a second term if he didn’t deliver. So we rate her statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12831"}