{"url": "/factchecks/2020/jun/11/joe-biden/homeownership-gap-between-white-and-black-american/", "speaker": "Joe Biden", "vclaim": "“Today, the gap between African American and white homeownership is larger than it was in the late 1960s.”", "truth_label": "true", "date": "stated on June 10, 2020 in a USA Today op-ed:", "title": "Homeownership gap between white and Black Americans is higher now than in 1960s", "text": "Joe Biden does not support the call from racial-justice activists to \"defund the police.\" In a USA Today op-ed, he proposed other policies for rooting out systemic racism in American laws and institutions, focusing on economic opportunities.\nHomeownership is key to financial stability and building generational wealth, Biden wrote, yet the share of African Americans who own their homes is significantly lower than for whites.\n\"Today, the gap between African American and white homeownership is larger than it was in the late 1960s,\" Biden wrote in the June 10 op-ed. \"We have to give local officials the tools to combat gentrification, end discriminatory lending practices, and eliminate exclusionary zoning laws designed to keep low-income people and people of color out of certain communities.\"\nIs Biden right about the homeownership gap being larger now than in the late 1960s? His op-ed linked to an October 2019 report from the Urban Institute, a nonpartisan think tank. Researchers there told PolitiFact that Biden accurately referenced their findings, and their data aligned with the U.S. Census Bureau numbers, which also backed Biden’s claim.\nRELATED: Seeking reparations, Ta-Nehisi Coates says typical Blacks have one-tenth the wealth of whites\nHomeownership gap has persisted for decades\nThe homeownership rate refers to the share of households living in owner-occupied homes, rather than renting.\nThe Urban Institute said that in 2017, the white homeownership rate was 71.9% compared with 41.8% for Blacks. (The gap was similar in 2019 and during the first quarter of 2020.) The Black homeownership rate in 2017 was at its lowest level in 50 years and also the lowest of all racial and ethnic groups, according to the Urban Institute.\n\"The racial homeownership gap between Black households and white households is more than 30 percentage points, which is greater than it was before the passage of the 1968 Fair Housing Act,\" the Urban Institute report said.\nIt’s difficult to say what the homeownership rate for Black and white Americans was in a given year in the 1960s, because the Census Bureau does not have yearly data on homeownership by race for that decade. (That detailed data is available for the 1970s and later.)\nStill, the available data show the homeownership gap was lower in 1960 and 1970 than it is now.\nHomeownership rate by race, according to a 1994 Census Bureau report:\n1960: white 64.4%, Black 38.4% (26-point gap)\n1970: white 65.2%, Black 41.6% (23.6-point gap)\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n \nThe Urban Institute provided similar figures to PolitiFact for the 1960s and 1970s.\nThe homeownership rates for non-Hispanic Blacks and non-Hispanic whites generally decreased from 2007 through 2016. Since then, the rate for whites has been ticking back up, while Blacks have had a mix of up and down years.\nRELATED: Fact-checking Mike Bloomberg’s response to redlining attack\nFactors contributing to the homeownership gap\nAmong the factors cited for the racial homeownership gap, according to the Urban Institute’s report:\n\n\nBlack Americans have lower median household income. \n\n\nBlack households are less likely to have a bachelor’s degree or higher education level, limiting income potential.\n\n\nWhite households tend to have higher credit scores and longer credit histories. \n\n\nMarital status has a \"strong association\" with homeownership rates, and residents of Black households are less likely to get married.\n\n\nThe racial gap in homeownership is also rooted in federal housing policies, created in the 20th century in response to the Great Depression, \"that explicitly discriminated against African American, Latino, and other families of color by denying them access to federally insured mortgage programs because of their race,\" Nikitra Bailey, executive vice president of the Center for Responsible Lending, told a House committee in May 2019.\nThe recession of 2008-10 also \"wiped out\" 30 years of homeownership gains for African Americans, Bailey said. \"Evidence shows that a large number of borrowers of color were targeted and steered into toxic mortgages, even when they qualified for safer and more responsible loans with cheaper costs.\"\nOur ruling\nBiden said, \"Today, the gap between African American and white homeownership is larger than it was in the late 1960s.\"\nThis claim is supported by research from the Urban Institute and data from the Census Bureau.\nWe rate Biden’s statement True.", "vclaim_id": "vclaim-pol-17909"}