{"url": "/factchecks/2016/apr/15/hillary-clinton/hillary-clinton-bernie-sanders-has-been-largely-ve/", "speaker": "Hillary Clinton", "vclaim": "Says Bernie Sanders \"has been largely a very reliable supporter of the NRA.\"", "truth_label": "barely-true", "date": "stated on April 14, 2016 in the Democratic debate in New York:", "title": "Hillary Clinton: Bernie Sanders 'has been largely a very reliable supporter of the NRA'", "text": "Reeling from attacks over her ties to Wall Street, Hillary Clinton blasted Bernie Sanders over his own connections to a target of liberal ire: the gun lobby.\n\"He’s been largely a very reliable supporter of the NRA. He kept his word to the NRA. He voted against the Brady Bill five times,\" Clinton said during the April 14 Democratic primary debate in New York.\nShe’s right about his votes against background checks and waiting periods, which took place from 1991 to 1993. But what about her attack that Sanders has consistently supported the gun lobby?\nThat’s a lot less accurate. Sanders has a mixed record when it comes to bills on guns and has actually received low marks from the National Rifle Association over his decades-long legislative career.\nSanders’ gun votes\nIn addition to Sanders’ Brady Bill votes, the Clinton campaign referred us to Sanders’ votes against funding for gun research, twice for prohibiting lawsuits against firearms manufacturers (\"what the head of the NRA called the most significant piece of pro-gun legislation in the last 20 years,\" said Clinton spokesman Josh Schwerin), for increasing the burden of proof to prosecute law-breaking gun dealers, and for allowing firearms on Amtrak trains and in national parks.\nSchwerin also noted that Sanders voted for an amendment in the Brady Bill that allows prospective gun owners to buy a firearm if their background checks are not completed in three days. This is the amendment that facilitated Dylann Roof to purchase his .45 caliber Glock pistol, which he used to kill nine people in a historically black church in Charleston in 2015.\nBut on the flip side, Sanders also voted against the NRA’s wishes and in favor of banning assault weapons, closing the gun show loophole, regulating high capacity magazines, and expanding background checks in the wake of the Newtown elementary school massacre.\nWe pulled together his votes on key gun bills over his 25 years in Congress (votes in bold reflect a pro-gun position):\n\n\n\n\nYear\n\n\nLegislation\n\n\nSanders’ Vote\n\n\nResult\n\n\n\n\n\n\n1993 \n\n\nImposes a five-day waiting period and background checks on firearm purchases, part of the Brady Bill\n\n\nNay\n\n\nPassed\n\n\n\n\n1993\n\n\nImposes instant background checks instead for firearm purchases, part of amendment to Brady Bill\n\n\nYea\n\n\nPassed\n\n\n\n\n1993\n\n\nImposes an interim five-day waiting period while while waiting to put a instant background check system in place, part of Brady Bill conference report\n\n\nNay\n\n\nPassed\n\n\n\n\n1994\n\n\nBans semiautomatic assault weapons \n\n\nYea\n\n\nPassed\n\n\n\n\n1996\n\n\nIncrease funding for the Centers on Disease Control and Prevention by $2.6 million to research firearm-related injuries\n\n\nNay\n\n\nFailed\n\n\n\n\n1996\n\n\nRepeals the semiautomatic weapon ban \n\n\nNay\n\n\nPassed\n\n\n\n\n1998\n\n\nIncreases minimum sentencing for gun crimes\n\n\nYea\n\n\nPassed\n\n\n\n\n1999\n\n\nCreates \"instant check registrants\" and narrowly defines \"gun shows,\" part of Mandatory Gun Show Background Check Act\n\n\nNay\n\n\nFailed\n\n\n\n\n1999\n\n\nImposes three day waiting period for guns purchased at gun shows, part of amendment to gun show act\n\n\nYea\n\n\nFailed\n\n\n\n\n2002\n\n\nAllows pilots and flight personnel to carry firearms in the cockpit\n\n\nYea\n\n\nPassed\n\n\n\n\n2003\n\n\nProhibits lawsuits against firearm makers for unlawful misuse of a firearm\n\n\nYea\n\n\nPassed\n\n\n\n\n2005\n\n\nProhibits lawsuits against firearm makers for unlawful misuse of a firearm\n\n\nYea\n\n\nPassed\n\n\n\n\n2006\n\n\nProhibits funds from being used to enforce trigger locks on guns\n\n\nNay\n\n\nPassed\n\n\n\n\n2006\n\n\nIncreases the burden of proof for the AFT to penalize law-breaking gun dealers, as part of the Bureau of Alcohol, Tobacco, and Firearms reform bill\n\n\nYea\n\n\nPassed\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\n2007\n\n\nProhibits foreign aid funding restrictions on U.S. gun ownership, as an amendment to the Consolidated Appropriations Act 2008\n\n\nYea\n\n\nPassed\n\n\n\n\n2008\n\n\nPrevents the use of funds for anti-gun programs as an amendment to the Indian Health Care Improvement Act\n\n\nYea\n\n\nPassed\n\n\n\n\n2009\n\n\nGives the District of Columbia seats in the House of Representatives and repeals district’s ban on semi-automatics\n\n\nYea\n\n\nPassed\n\n\n\n\n2009\n\n\nAllows the use of firearms in National Parks\n\n\nYea\n\n\nPassed\n\n\n\n\n2009\n\n\nAllows concealed and carry across state lines\n\n\nNay\n\n\nFailed\n\n\n\n\n2009\n\n\nAllows firearms in checked baggage on Amtrak trains, as an amendment to congressional budget\n\n\nYea\n\n\nPassed\n\n\n\n\n2009\n\n\nProhibits higher insurance premiums for gun owners, as part of an amendment to the Affordable Care Act\n\n\nYea\n\n\nPassed\n\n\n\n\n2013\n\n\nPrevents the U.S. from entering the United Nations Arms Trade Treaty, as an amendment to congressional budget\n\n\nNay\n\n\nPassed\n\n\n\n\n2013\n\n\nAllows concealed and carry across state lines in states where the practice is not prohibited\n\n\nNay\n\n\nFailed\n\n\n\n\n2013\n\n\nLists all people prohibited buying a firearm in the National Instant Criminal Background Check System\n\n\nYea\n\n\nFailed\n\n\n\n\n2013\n\n\nBans high-capacity ammunition magazines carrying more than 10 rounds\n\n\nYea\n\n\nFailed\n\n\n\n\n2013\n\n\nBans assault weapons and high-capacity ammunition magazines\n\n\nYea\n\n\nFailed\n\n\n\n\n \nNeither a ‘gun-lobby lapdog’ nor an ‘anti-gunner’\nThe Clinton campaign also noted that the NRA helped elect Sanders to the House of Representatives in 1990. While it’s true that Sanders and the gun lobby were on the same side in that election, their alignment was temporary.\nThe NRA backed Republican incumbent Peter Smith in his 1988 race against Sanders. But Smith didn’t stick to his guns and came out in favor of an assault weapons ban after he won.\nFeeling betrayed, the gun group spent $18,000 attacking the incumbent in 1990 and issued bumper stickers emblazoned with images of Smith as Pinocchio and \"Dump Pete Smith,\" Garrison Nelson, a professor of state politics at the University of Vermont previously told PolitiFact.\nPaul Blackman, a former NRA research associate, told us in 2015 that while Sanders wasn’t exactly pro-gun and the NRA wasn’t explicitly pro-Sanders, he seemed like the lesser of two evils.\n\"I don't remember whether we ever made a pro-Sanders statement, but we certainly made it clear that Vermonters should vote against Rep. Smith, and everyone understood that to mean we were supporting, directly or indirectly, the election of Sanders,\" he said. \"Our people were satisfied that he was less bad than -- not equally bad as -- Smith.\"\n\"It was an awkward situation for Bernie. Sort of like the enemy of my enemy is my friend,\" said Chris Graff, the former Vermont AP bureau chief. \"The NRA did not campaign for him but Bernie did oppose the Brady Bill. ... I do believe that Bernie ‘owed’ the NRA when he first went to Congress.\"\nSince 1990, however, Sanders and the NRA seemed to part ways. Brady Campaign president Dan Gross said Sanders has shown suppleness and evolution since his first days in Congress, adding he isn’t a \"gun lobby lapdog.\"\nBlackman, the former NRA researcher, said the group doesn’t consider Sanders \"an anti-gunner.\"\nWarren Gunnels, Sanders’ policy director, noted that Sanders’ latest grade from the NRA was a D. In fact, Sanders has earned failing grades from the NRA for the past two decades. His highest mark was a C-, a barely passing grade that doesn’t amount to full-throated support. (The group has not graded Sanders in 2016.)\n\n\n\n\nYear\n\n\nGrade\n\n\n\n\n\n\n1992\n\n\nD\n\n\n\n\n1994\n\n\nF\n\n\n\n\n1996\n\n\nF\n\n\n\n\n1998\n\n\nF\n\n\n\n\n2000\n\n\nF\n\n\n\n\n2002\n\n\nF\n\n\n\n\n2004\n\n\nD+\n\n\n\n\n2006\n\n\nC-\n\n\n\n\n2012\n\n\nD-\n\n\n\n\n \nOur ruling\nClinton said Sanders \"has been largely a very reliable supporter of the NRA.\"\nThis is a stretch. Sanders won his congressional bid about 25 years ago thanks at least in part to the NRA, and has voted against major pieces of gun control legislation. However, he has also cast votes for gun control and has received low marks from the NRA for the past 20 years.\nNeither the gun lobby nor gun control advocates claim Sanders as their own.\nhttps://www.sharethefacts.co/share/3c800a70-11ea-44a5-99cb-3bc3f6ad3e60", "vclaim_id": "vclaim-pol-05102"}