{"url": "/factchecks/2020/jul/30/facebook-posts/no-these-officers-portland-are-not-private-contrac/", "speaker": "Facebook posts", "vclaim": "A patch on law enforcement officers in Portland is for “ZTI solutions, a PRIVATE contractor.”", "truth_label": "false", "date": "stated on July 25, 2020 in an image:", "title": "No, officers in Portland are not from a private contractor called ZTI", "text": "As federal officers start to leave Portland, Ore., some onlookers say those officials were never associated with the federal government to begin with.\nTheir evidence? A patch on the officers’ uniforms.\n\"Notice the ZTI patch on the uniform,\" reads text above an image of a camouflaged officer, which was published July 25 on Facebook. \"As in ZTI Solutions, a PRIVATE contractor. These guys are not ‘Feds,’ they’re Rent-A-Cops with riot gear.\"\n\"Not cops Blackwater Mercenaries,\" the poster added in a caption.\nThe image was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Similar claims have been shared widely in liberal Facebook groups and pages.\n\n(Screenshot from Facebook)\nWe reached out to the original poster for their evidence, but we haven’t heard back.\nWe previously fact-checked whether federal agents detaining protesters in Portland are actually employees from Academi, a private military company formerly known as Blackwater. We rated that claim False.\nBut what about ZTI? We took a closer look.\nThere is no evidence that employees from ZTI Solutions, a small Virginia-based IT company, are patrolling demonstrations in Portland. The patch in the post actually reads \"ZT1\" — a unique identifier aimed at keeping the U.S. Marshal in the photo anonymous.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nPortlanders have been protesting against police brutality since the death of George Floyd in Minneapolis police custody in late May. The demonstrations have sometimes turned violent, but the crowds are largely peaceful.\nThe Department of Homeland Security sent federal agents to Portland as part of the federal government’s response to ongoing protests over police brutality. The forces are part of new \"rapid deployment teams\" that Homeland Security formed in response to an executive order from Trump that instructs federal agencies to provide \"personnel to assist with the protection of federal monuments, memorials, statues, or property.\" The U.S. Marshals Service also has officials in Portland.\nThe image in the Facebook post shows a U.S. Marshal. It was originally posted July 21 by Mathieu Lewis-Rolland, a freelance photographer in Portland.\nPlease pay attention. Lives are going to be lost in Portland. pic.twitter.com/eNgFOr3OKF— Mathieu Lewis-Rolland (@MathieuLRolland) July 21, 2020 \nIn a July 21 press conference, Mark Morgan, acting commissioner of U.S. Customs and Border Protection, said federal agents in Portland don’t have names on their uniforms because some organizers have posted their personal information on the internet. \n\"I, as the acting commissioner, have authorized and supported removing their names from the uniform. Instead what we have, though, is a personal identifier,\" he said. \"So we have that so we can identify, and we have each identifier associated with a specific name so we have all that information internally.\"\nThe example Morgan gave during the press conference was \"DZ1.\" He also tweeted what the patches look like.\nContrary to reports, @CBP personnel wear patches that identify them as:CBP ✔️Border Patrol ✔️Police ✔️Unique agent identifier ✔️ pic.twitter.com/YFgDs2NEPQ— CBP Mark Morgan (@CBPMarkMorgan) July 20, 2020 \nWe reached out to the U.S. Marshals Service for a comment, but we haven’t heard back.\nZTI Solutions, whose website appears to be down, is a small business founded in 1997 and based in Edinburg, Va. It provides \"consultative, engineering, and architecture services,\" according to an archived version of its website. We found no government contracts mentioning ZTI Solutions on the General Services Administration website.\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-17824"}