{"url": "/factchecks/2011/apr/06/james-roosevelt/tufts-health-plan-ceo-says-judges-have-split-3-2-c/", "speaker": "James Roosevelt", "vclaim": "Three courts have found the new health care law constitutional and two have found it unconstitutional.", "truth_label": "true", "date": "stated on April 1, 2011 in a segment of WPRI's Newsmakers program:", "title": "Tufts Health Plan CEO says judges have split 3-2 on constitutionality of new health law", "text": "While Republicans have been trying to repeal last year's Patient Protection and Affordable Care Act in Congress, critics have challenged the new health care law in court, mostly asserting that the provision that requires individuals to buy health insurance or pay a penalty is unconstitutional. According to The Heritage Foundation, 27 states have sued or are planning to sue to block the law.\n\nOn the WPRI interview program Newsmakers, aired April 3 and taped April 1, James Roosevelt Jr., chief executive officer of Tufts Health Plan, who is helping Rhode Island prepare for implementation of the law, was asked whether the effort should be delayed until the law's constitutionality has been resolved.\n\n\"Two courts have found it's unconstitutional to have the individual mandate, the one that makes people take personal responsibility to have insurance. Three courts have found that it is constitutional,\" said Roosevelt. \"It will also go through three different courts of appeal. So the Supreme Court will get it with different points of view. I think that preparing for the bill is really important.\"\n\nWe were curious whether Roosevelt's scorecard was correct, especially in light of assertions of some critics that the law is unconstitutional based on a ruling in Florida.\n\nPolitiFact National last looked at the issue on Feb. 6 after President Obama, in an interview with Fox News' Bill O'Reilly, was asked about the Florida decision. Obama said 12 judges had rejected \"the notion that the health care law was unconstitutional.\"\n\nPolitiFact ruled that Mr. Obama's statement was False.\n\nAlthough a dozen court cases had been dismissed for procedural reasons, two federal judges -- both appointed by Democrats -- had ruled that the individual mandate was legal and two others -- both appointed by Republicans -- had ruled that the mandate was unconstitutional.\n\nWhen a check of the White House's health care blog turned up no reference to a fifth case, Roosevelt's office called our attention to Margaret Peggy Lee Mead et al. versus Eric H. Holder Jr. et al, which was decided in U.S. District Court for the District of Columbia on Feb. 22.\n\nThe five plaintiffs argued that the requirement to buy insurance required them to purchase something they would never use. Three had also objected to the mandate on religious grounds, saying that God would provide for them. Two objected because the health plan would not cover their holistic treatments.\n\nJudge Gladys Kessler, a Clinton appointee, upheld the law after ruling that Congress has clear authority under the federal Commerce Clause to regulate insurance markets. In her ruling, she declared that most of the millions of Americans without health insurance \"consume medical services they cannot pay for,\" and \"those who choose not to purchase health insurance will ultimately get a 'free ride' on the backs of those Americans who have made responsible choices to provide for the illness we all must face at some point in our lives.\"\n\nThe new law, she said, was a constitutionally acceptable way to stabilize the price of health insurance.\n\nKessler, in granting the government's motion to dismiss the lawsuit, rejected the religious arguments, saying the purchase requirement would be an insignificant affront to their religious beliefs.\n\nSo the score is three rulings upholding the law, two finding it unconstitutional. For now.\n\nWe rate Roosevelt's claim  True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-13306"}