{"url": "/factchecks/2009/oct/15/save-flexible-spending-plans/flexible-spending-accounts-under-health-care-refor/", "speaker": "Save Flexible Spending Plans", "vclaim": "The Baucus health care bill \"would drastically restrict the use of flexible spending accounts (FSAs) in order to help pay for health care reform.\"", "truth_label": "half-true", "date": "stated on October 14, 2009 in a news release:", "title": "Flexible spending accounts under health care reform might get new limits", "text": "As Congress considers a sweeping health care reform bill, groups are springing up that represent obscure aspects of the current system.\n\n\nThe latest group raising concerns represents companies that provide flexible spending accounts. The group, known as Save Flexible Spending Plans, sent us a press release with the dire warning that a proposal approved by the Senate Finance Committee \"would drastically restrict the use of flexible spending accounts (FSAs) in order to help pay for health care reform.\"\n\n\n\"FSAs are a lifeline for working Americans, often making the difference between staying afloat and going into debt over health care needs, and sometimes between getting necessary treatment and avoiding it altogether because of the cost,\" said Joe Jackson, the organization's chairman and CEO of the benefits company WageWorks.\n\n\nTo be clear, the group represents companies that would lose out if FSAs went away. We're examining the group's claim about the impact of the health care bill authored by Sen. Max Baucus, the Montana Democrat who chairs the Finance Committee.\n\n\nFor the uninitiated, flexible spending accounts are benefits that some employers offer. Here's how they work: You agree to send a portion of your paycheck to a flexible spending account that can be used for health care costs. You get those dollars tax-free, so you save money by avoiding Uncle Sam's taxes.\n\n\nThe accounts have several restrictions. Employers can limit how much money you can save; typical limits are anywhere from $2,000 to $5,000 (though some employers set no limit). You have to save all your receipts and submit them to an administrator in most cases. And if you have any money in the account at the end of the year, your employer gets to keep it. Because of the use-it-or-lose-it provision, people tend to use these accounts for predictable health expenses, not emergencies.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nPeople who have the plans find them a good way to pay for co-pays, dental care, or special procedures that can be scheduled to match their contributions. People with more serious illnesses who have predictable costs also benefit significantly.\n\n\nPolicymakers tend to dislike flexible spending accounts. According to this view, they unnecessarily complicate the tax code, and the use-it-or-lose-it provision encourages people to spend money on health care they don't really need. Because income taxes are progressive, the benefits of saving in an FSA go to higher earners and are negligible for people with low income.\n\n\nThe Center for Budget and Policy Priorities, a left-leaning public-policy think tank, published a paper in June saying that health care reform should\n\ncurtail flexible spending accounts\n\n. That would increase tax revenues to the federal government, which could be used to pay for subsidies for the uninsured.\n\n\n\"The average FSA benefit is a few hundred bucks,\" said Chuck Marr, the center's director of federal tax policy. He said that's small potatoes and that Congress should focus more a sweeping reform bill. \"In a world where resources are limited, this bill is trying to give coverage to people who don't have any.\"\n\n\nWe checked Baucus' bill, which passed the committee on Tuesday. It does limit flexible spending accounts to $2,500 a year. It does not index them for inflation, which means that $2,500 will have less buying power as the years go by.\n\n\nGetting back to our statement, the organization Save Flexible Spending Plans said the Senate Finance Committee \"would drastically restrict the use of flexible spending accounts (FSAs) in order to help pay for health care reform.\" Yes, it would restrict them, but even Save Flexible Spending Plans says the new restriction would affect only \"one in five\" beneficiaries. So this means by the group's own accounting that 80 percent of the people with FSAs would not be affected. That hardly seems drastic. We rate the group's statement Half True.", "vclaim_id": "vclaim-pol-15525"}