{"url": "/factchecks/2010/oct/07/adam-kinzinger/adam-kinzinger-says-hundreds-thousands-illinois-jo/", "speaker": "Adam Kinzinger", "vclaim": "\"Since Debbie Halvorson has been in politics, Illinois has lost hundreds of thousands of jobs.\"", "truth_label": "half-true", "date": "stated on September 21, 2010 in a campaign commercial:", "title": "Adam Kinzinger says \"hundreds of thousands\" of Illinois jobs lost during Debbie Halvorson's career", "text": "With unemployment rates near their post-World War II highs, it's no surprise that challengers have been attacking incumbents for the nation's weak employment numbers. One who's taken that tack is Adam Kinzinger, the Republican nominee running against Rep. Debbie Halvorson, D-Ill., in a sprawling district south of Chicago.\n\nIn a recent television ad, Kinzinger said, in part, \"Since Debbie Halvorson has been in politics, Illinois has lost hundreds of thousands of jobs.\" We thought it would be worth checking Kinzinger's numbers.\n\nChecking the claim seemed like it would be straightforward. But we hit some unexpected twists that first had us thinking the claim would be False, then True, then somewhere in the middle.\n\nThe first thing we did was to turn to Halvorson's official biography to determine when she first entered politics. From 1993 to 1996, she served a term as clerk of Crete Township, Illinois. In 1996, she ran for state Senate and won, serving until 2008, including three years as the chamber's majority leader. Then, in 2008, Halvorson was elected to her first, and current, term in the U.S. House.\n\nWhile some may balk at describing the job of Crete Township clerk as being \"in politics\" -- a Kinzinger spokesman noted that the position has little or no influence on the statewide economy -- it is an elected position serving a geographical entity with 26,650 residents. So by our book, that counts as being \"in politics.\"\n\nNext, we went to our trusted source for employment and unemployment statistics -- the U.S. Bureau of Labor Statistics. The BLS calculates a wide variety of employment indicators, both nationally and within each state.\n\nWe looked up the non-farm, seasonally adjusted employment figures for Illinois, which is the broadest, most widely used job statistic. Economists typically count \"lost jobs\" by comparing the total employment on one date to the total employment on another date.\n\nIf you count from 1993 until today, the state of Illinois gained a net 310,500 jobs. Repeat: Gained, not lost.\n\nNow, to be fair, we also noticed that if you were to start counting from Halvorson's swearing-in as a state senator in 1997, the state had lost 135,000 jobs. And if you were to start at the beginning of her term in Congress, the state had lost 208,000 jobs.\n\nBut counting from the start of Halvorson's political career in 1993, which we determined was the most accurate approach, the claim appeared to be False.\n\nThat is, until the Kinzinger camp provided some alternative numbers.\n\nA Kinzinger spokesman sent us to a web page posted by the Illinois Department of Employment Security. This page provided a new statistic -- the actual number of unemployed Illinois residents, measured every month from January 1976 until the present.\n\nAccording to these statistics, there were 449,300 unemployed people in Illinois in January 1993, and that number had grown to 671,400 by August 2010. That's 222,100 more unemployed people today than when Halvorson started. So using that measurement, it appeared Kinzinger was correct.\n\nWhy the difference? The expanding labor force. Since January 1993, the Illinois labor force has grown by 598,800 people, as people have moved into the state and as Illinois children have grown old enough to begin working. So that makes it possible for there to be more unemployed people even as the state has experienced a net gain of jobs.\n\nSo does this mean the statement should be rated True? Not necessarily.\n\nThe numbers cited by the Kinzinger camp refer to the increasing number of unemployed people in Illinois. But that doesn't exactly mean that hundreds of thousands of jobs have been lost. Instead, it could mean that the state has failed to create hundreds of thousands of jobs to keep pace with population growth and new entrants into the work force. That's a similar point, but it's not exactly the same thing.\n\nThe ad compounds the confusion by using an on-screen visual to back up Kinzinger's jobs claim. It says, \"683,682 out of work,\" which is the number of unemployed Illinois residents in July 2010, according to the Illinois Department of Employment Security. Here's the problem: Not only is that not a jobs-lost figure, it's also a snapshot of one month's unemployment, even though the ad is talking about the jobs lost over a nearly 18-year period.\n\nKinzinger would have been entirely justified making an ad that said the state had lost 135,000 jobs since Halvorson had been elected to the legislature, or 208,000 jobs since she was elected to Congress. Certainly it would have made for an easier fact-check. But he didn't. Instead, we're left with one valid statistic that the state gained 310,500 jobs during Halvorson's political career, and another statistic that shows that the state's economy fell far behind in creating enough jobs to keep up with population growth. The math can be complicated, but this one adds up to Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14281"}