{"url": "/factchecks/2013/may/17/terry-mcauliffe/mcauliffe-says-more-half-virginias-teachers-are-50/", "speaker": "Terry McAuliffe", "vclaim": "\"Of our 98,000 teachers who are K-12, over 53,000 of those teachers today are over 50 years old.\"", "truth_label": "false", "date": "stated on April 27, 2013 in a speech.:", "title": "McAuliffe says more than half of Virginia's teachers are 50 or older", "text": "Virginia’s public school teaching corps is getting gray, says Terry McAuliffe, the Democratic nominee for governor.\n\n\"Of our 98,000 teachers who are K-12, over 53,000 of those teachers today are over 50 years old,\" McAuliffe said during an April 27 speech at the opening of his Fairfax County campaign office.\n\nMcAuliffe, who has been endorsed by the Virginia Education Association, said the statistics mean \"we’ve got to build a pipeline of new teachers.\" To compete for the best teachers, McAuliffe said Virginia needs to substantially improve their pay and protect their retirement benefits.\n\nWe wondered whether more than half of Virginia’s public school teachers really are older than 50. So we took a look and found that McAuliffe’s had merged figures from two databases that measure different things.\n\nLet’s consider McAuliffe’s numbers as a fraction. The numerator, or number on top, is 53,000. The denominator, or number on the bottom, is 98,000.\n\nFirst, let’s look at the numerator. Josh Schwerin, a spokesman for McAuliffe, said the campaign got the number of 53,000 teachers older than 50 from the Virginia Retirement System, which manages the public school pensions of all full-time instructors.\n\nBut there’s a problem with this number. VRS spokeswoman Jeanne Chenault told us that tally represents not just teachers over 50, but all of the full-time \"professional or clerical employees\"  of school divisions across the state who have crossed that age threshold -- including administrators, counselors and secretaries. The VRS does not have age data for just teachers.\n\nChenault said school employment numbers fluctuate and that the most current data, from June 2012, show 56,328 full time workers were 50 or older.\n\nNow, let’s look at the denominator. Schwerin sent us a slide from a state Department of Education presentation that said during 2010-11 school year, Virginia schools had an instructional staff of about 98,792. But this is the wrong figure to use.\n\nThe correct denominator is 147,216 --which is the number of all full time public school employees at the end of last June.\n\nSo, if McAuliffe is to rely on VRS information, the most he can say is that at the end of last school year, 56,328 of the 147,216 full time public school employees -- or 38.3 percent -- were 50 or older.\n\nThat’s a far cry from McAuliffe’s claim that more than half of the teachers had crossed 50.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nWe can drill to a more accurate estimate of the number of teachers who have lived a half century. Virginia’s Department of Education kept age data on the instructional staff at public schools -- teachers, librarians, guidance counselors and technology instructors -- through the 2010-11 school year. It no longer keeps those records.\n\nThe same DOE slide presentation cited by McAuliffe’s campaign that shows the instructional staff at 98,792 at the end of the 2011 school year also says, on a different slide, that 33,462 of them were 50 or older. That breaks down to 33.9 percent.\n\nThe state government’s workforce, by comparison, is older. VRS data from last year -- which does not include state troopers and other law enforcement officers, judges and college faculty -- shows that of 76,274 state bureaucrats, 37,290 were 50 or older. That’s 48.9 percent.\n\nLet’s also consider the national workforce. According to the Bureau of Labor Statistics, there was an average of 133.6 million full and part-time workers in the U.S. last year who were at least 20. Of them, 48.3 million were at least 50. That’s 36.2 percent.\n\nWe should note that there has been some aging in nation’s teaching corps, as pointed out in a 2010 reportby the National Commission on Teaching and America’s Future. It said many Baby Boomers chose classroom careers in the 1960’s and ‘70’s, making the average age of teachers 36, \"one of the youngest teaching forces in history.\"\n\nBut by 2004, those Baby Boomers, who were still the majority, had aged and the national average was pushed to 42.5, \"older than it had been in more than half a century.\"\n\nThe average retirement age for teachers is 59, the report said.\n\n\"We can expect to lose as many as a million and a half veteran teachers to retirement during the next eight years,\" the report said.\n\nThe turnover of teachers is not necessarily a good thing or a bad thing. \"Policymakers want to keep great teachers in the classroom for as long as they can and encourage new, young talent into the profession,\" Emily Workman, an associate policy analyst for the Education Commission of the States, wrote to us in an email.\n\nOur ruling\n\nMcAuliffe said, \"Of our 98,000 teachers who are K-12, over 53,000 of those teachers today are over 50 years old.\" But he is mixing statistics that don’t don’t go together and his eye-popping claim that more than half of Virginia’s teachers have lived more than half a century doesn’t hold up.\n\nVirginia does not keep data that is solely focused on the age of teachers. The best statistics available show that the state’s instructional staff -- including teachers, librarians, guidance counselors and technology instructors -- was 98,792 during the 2010-11 school year and, of them, 33,462 were 50 or older. That’s 33.9 percent.\n\nThe teaching corps is not moving toward retirement with anything close to the speed that McAuliffe described. We rate his statement False.", "vclaim_id": "vclaim-pol-09321"}