{"url": "/factchecks/2018/oct/12/national-taxpayers-union/trump-tariffs-cost-more-health-care-taxes/", "speaker": "National Taxpayers Union", "vclaim": "\"The latest round of tariffs now means that the total tax increase on Americans from enacted tariffs exceeds the tax increases from the Affordable Care Act.\"", "truth_label": "half-true", "date": "stated on October 10, 2018 in Washington Examiner op-ed:", "title": "Do Trump tariffs cost more than Affordable Care Act taxes?", "text": "In an op-ed for the Washington Examiner, analysts at the National Taxpayers Union wrote that President Donald Trump’s tariffs would cost American taxpayers more than the Affordable Care Act.\nThe pro-free trade group estimated the annual cost of Trump’s enacted tariffs at $41.65 billion.\n(The research was conducted by the National Taxpayers Union Foundation, the nonprofit arm of the National Taxpayers Union advocacy group.)\n\"That easily outpaces the tax bill from the Affordable Care Act for next year ($34.6 billion) after accounting for recent changes to the ACA,\" they wrote.\nAre the tariffs costing Americans more than the health care law, or ACA?\nThey are focused on the new taxes that were specifically created in the Affordable Care Act. But Karen Pollitz, a senior fellow at the Kaiser Family Foundation, told us there are hundreds of billions of dollars of general tax revenues that pay for Obamacare.\nSo while the National Taxpayers Union is mainly correct in terms of the new taxes, it doesn’t quite capture all of the tax money that funds health care.\nThe group used Congressional Budget Office July 2017 estimates of what repealing taxes connected with the health care law would cost in lost revenue. That was $49.2 billion.\nThe repeal was unsuccessful, so taxpayers would have continued paying that sum. But two of those taxes were suspended for 2019: the tax on medical devices and insurers. That led to a reduction of $14.6 billion, landing the estimate of 2019 ACA taxes at $34.6 billion. \nHowever, the National Taxpayers Union’s estimate excludes the unpopular individual mandate, which imposed a penalty on people without insurance, as well as the employer mandate. The individual mandate is not being enforced, so that exclusion makes no difference. However, employer mandate penalties would add as much as $8 billion to the total in 2019, according to Congressional Budget Office estimates.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat would bring the total of ACA-imposed taxes somewhere around $42 billion, which exceeds the estimated cost of the tariffs.\nTrump tariffs\nThe National Taxpayers Union’s rhetorical point is that tariffs are simply taxes on imports; businesses in the United States pay taxes on the imported goods, not China.\nFor the tariffs, the National Taxpayers Union multiplied the percentage of each tariff by the amount of those goods imported last year. So the cost of a 25 percent steel tariff, for example, was $7.3 billion because in 2017, the U.S. imported just over $29 billion of steel. The American Tax Foundation used the same method and came to a similar estimate, $41.9 billion.\nThat methodology assumes the same amount of goods will be imported as last year. But that’s by no means set in stone.\n\"The dollar cost of the tariffs will be higher than we estimated if imports increase,\" said Bryan Riley, director of NTU's Free Trade Initiative and op-ed co-author. \"However it's also possible that high tariffs could reduce import volume, which could offset some of the projected tariff revenue increase.\"\nMatt Gardner, a senior fellow at the Institute on Taxation and Economic Policy, added that regardless of imports volume, we don’t know how they will get passed through by the companies paying them, either. And not everyone has to pay them -- consumers could simply redirect their demand.\n\"Will it all get passed through in the form of higher prices on retail goods? Will the employees of these companies get lower wages? Likely some combination of these things, but nobody yet knows,\" Gardner said.\nOur ruling\nThe National Taxpayers Union said, \"The latest round of tariffs now means that the total tax increase on Americans from enacted tariffs exceeds the tax increases from the Affordable Care Act.\" Their estimates were that the annual cost of Trump’s enacted tariffs would be $41.65 billion in 2019, while taxes for the health care law would be $34.6 billion.\nBoth of these are estimates. Estimates of tariff costs fall slightly below new taxes introduced by the ACA when you factor in mandate penalties. However, the costs of tariffs are yet unknown, and its effects indirect on American taxpayers.\nWe rate this statement Half True.\nUpdate: This report was updated to specifically mention the role of the National Taxpayers Union Foundation.\n Share the Facts 2018-10-12 19:31:41 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"The latest round of tariffs now means that the total tax increase on Americans from enacted tariffs exceeds the tax increases from the Affordable Care Act.\"    National Taxpayers Union Advocacy group https://www.washingtonexaminer.com/opinion/trumps-tariffs-now-cost-americans-more-than-obamacare-taxes   In an op-ed Wednesday, October 10, 2018 2018-10-10    Read More  info", "vclaim_id": "vclaim-pol-01481"}