{"url": "/factchecks/2011/nov/10/john-boehner/boehner-equates-taxing-millionaires-hurting-small-/", "speaker": "John Boehner", "vclaim": "\"Over half of the people who would be taxed under (a millionaire surtax) are, in fact, small businesspeople.\"", "truth_label": "false", "date": "stated on November 6, 2011 in an ABC interview with Christiane Amanpour:", "title": "John Boehner equates taxing millionaires with hurting small businesses", "text": "Will increasing taxes on millionaires squelch job creation?\n\nThat’s the assertion behind Republican House Speaker John Boehner’s remarks on ABC’s This Week with Christiane Amanpour, criticizing President Barack Obama’s jobs bill.\n\nThe bill, which so far has been stymied in Congress, calls for a 5.6 percent surtax on incomes greater than $1 million to pay for tax cuts for workers, infrastructure spending, hiring incentives and cash for local governments to keep teachers and police from being laid off.\n\nRepublicans oppose the so-called millionaires' tax because they say it will discourage investment and expansion by business owners who are best positioned to create new jobs. But the idea is popular with the public, a point raised by Amanpour in her Nov. 6, 2011, interview with Boehner.\n\n\"Now, you obviously disagree with the idea of paying for this with extra taxes,\" Amanpour said. \"Some 75 percent of Americans agree with an increase in tax on millionaires as a way to pay for these jobs provisions. Do you not feel that by opposing it you're basically out of step with the American people on this issue?\"\n\n\"Well,\" Boehner responded, \"over half of the people who would be taxed under this plan are, in fact, small businesspeople. And as a result, you're going to basically increase taxes on the very people that we're hoping will reinvest in our economy and create jobs. That's the real crux of the problem.\"\n\nWe see this argument raised regularly, so we decided to look further.\n\nWho are the small businesspeople?\n\nTo determine the accuracy of Boehner’s statement, we first needed to define a small business owner.\n\nTo be clear, we’re not talking about large companies that pay corporate taxes. We’re talking about individuals who have some amount of business income that they are able to account for on their personal tax returns.\n\nStill, defining a small business owner is no simple task.\n\n\"A person who gets paid to give a speech shows up along with the owner of a small manufacturing plant, the guy who runs a pizza place, a lawyer in solo practice, a small investment firm and so forth,\" said Roberton Williams, a senior fellow with the nonpartisan Tax Policy Center. \"Some of them are what we think of as small businesses that might grow and hire more workers while others are not...Tax returns lack the information needed to sort out the different types of small businesses.\"\n\nFor one thing, they don’t distinguish if a business has any employees.\n\nThe Tax Policy Center did glean some valuable insights from tax return data, though, namely by calculating how many people in different income categories get various percentages of their income from businesses.\n\nThe information, contained in this chart, shows that among people with income over $1 million, about 60 percent of them get more than 10 percent of their income from businesses. But just 37 percent get more than a quarter of their income from those sources and only 29 percent get half or more.\n\n\"Are people who get relatively little income from business really small businessmen?\" Williams asked.\n\nThese millionaires are more likely earning the bulk of their income through wages or capital gains, he said.\n\nWhat’s a small business?\n\nThe Office of Tax Analysis at the U.S. Treasury Department recognized the vacuum in the debate over taxing small businesses without a clear definition of a small business.\n\nIn an August analysis, the authors acknowledge that defining a small business is a matter of setting some subjective parameters. The ones they set include a limit of $10 million in income or deductions to be counted as \"small\" and a minimum labor deduction of $10,000 to distinguish businesses that don’t have any employees.\n\nOther tests they applied excluded businesses on the very low end of the scale, such as those with $4,600 or less net annual income.\n\nNot surprisingly, by narrowing the definition, far fewer tax filers qualified as small businesses.\n\nThe authors found that:\n\n• one-fifth of small businesses are employers, using their definition.\n\n• slightly more than half of small businesses reported total income of less than $50,000, and half of those businesses reported a tax loss for the year.\n\n• only 0.5 percent of small businesses reported a profit in excess of $1 million. For those businesses, investment and rental income comprised roughly half of their reported income.\n\nThe study paints a clearer picture of what many of us think of as a small business -- a bagel shop or dry cleaner -- that has several employees, earns a modest income for its owner and yields profits of much less than $1 million.\n\nOther evidence\n\nBoehner’s spokesman acknowledged the speaker could have worded his statement better. Then he referred us to a 2010 report by the Joint Committee on Taxation that examined Obama’s previous proposals to raise income taxes on high earners. The top two income brackets would have seen a bump from 33 percent and 35 percent to 36 and 39.6 percent, respectively if the proposals had been adopted.\n\nThat report said \"50 percent of the approximately $1 trillion of aggregate net positive business income will be reported on returns that have a marginal rate of 36 or 39.6 percent.\"\n\nBut half the income being taxed at that rate is not the same as half the earners being taxed at that rate.\n\nFurthermore, the report said, that $1 trillion income figure does not imply \"that all of the income is from entities that might be considered ‘small.’ For example, in 2005, 12,862 S corporations and 6,658 partnerships had receipts of more than $50 million.\"\n\nWe know of few bagel shops and dry cleaners with revenues anywhere near $50 million.\n\nOur ruling\n\nBoehner said, \"Over half of the people who would be taxed under this plan are, in fact, small businesspeople.\"\n\nBoehner is wrong on two points -- the \"half\" and the \"small businesspeople.\"\n\nOf the business income reported on tax returns, half of it would have been taxed at the top two rates, the Joint Committee on Taxation found. But that doesn’t mean half of the earners are paying those rates.\n\nAnd it’s incorrect to call small business owners and millionaires who would see a tax increase one and the same. The Joint Committee as well as the Tax Policy Center have given credible evidence that for top earners who report business income, it is often just a fraction of their total income. They are not the folks operating small manufacturing plants or neighborhood pizza parlors. In fact, only 0.5 percent of small businesses make that kind of money. More often, small businesses are small in every sense -- most have incomes of less than $50,000 and almost all have profits of less than $1 million -- and they wouldn’t be affected by the millionaires tax. We rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12109"}