{"url": "/factchecks/2013/feb/11/jeff-merkley/jeff-merkley-says-domestic-abuse-against-women-has/", "speaker": "Jeff Merkley", "vclaim": "Says, \"Since 1994 when VAWA was first passed, incidents of domestic violence have dropped more than 50 percent.\"", "truth_label": "true", "date": "stated on February 7, 2013 in a press call :", "title": "Jeff Merkley says domestic abuse against women has fallen 50 percent since federal law went into effect", "text": "Violence - or the potential for violence -  is everywhere. It’s the reason we have police and laws, jails and federal programs to study the causes and suggest responses.\n\nIt’s the reason, too, that Congress passes laws to address crime in all its facets. One of those is the Violence Against Women Act, which is intended to protect women from domestic abuse and violence. It provides federal dollars for an array of programs to achieve that goal. Oregon, for example, collected $9.4 million in 2012 for programs to protect women from violence.\n\nThe law was first passed in 1994 and easily renewed in 2000 and 2005 by lopsided majorities. But it was allowed to lapse in 2011 after a partisan Congress couldn’t reach agreement. (Partisanship in Congress? Shocking, we know.)\n\nNow it’s back and in an effort to build momentum and the votes to renew it, supporters like Sen. Jeff Merkley, D-Ore.,  have been talking about the law’s benefits.\n\nHere’s what Merkley said Feb. 7 during a conference call with reporters: \"Since 1994 when VAWA was first passed, incidents of domestic violence have dropped more than 50 percent.\"\n\nThat seems to be a pretty strong selling point and as the bill moves toward a final vote in the Senate it’s something that will be repeated and emphasized during debate.\n\nBut is it true?\n\nFirst, we need a quick fly-by of the law and what it provides. The law, known by the shorthand VAWA, first passed in 1994 and was written by then senator and now Vice President Joe Biden.\n\nIt acknowledged domestic violence and sexual assault as crimes, and provided federal resources to encourage community-coordinated responses to combating violence.  \n\nWhen it was re-authorized in 2000 lawmakers expanded the definition of crime to include dating violence and stalking.  Its subsequent reauthorization in 2005 created new programs to meet the emerging needs of communities working to prevent violence.\n\nUntil it expired in 2011, the law was expansive and reached into every corner of the country. (Some funding continued into 2012.) Among other things, it provided grants to states and local law enforcement to beef up enforcement as well as money to prosecutors to focus on gender-based crime. Included in the array of programs and assistance, VAWA provided money for direct services for victims of sexual assault and for things like transitional housing and legal assistance.\n\nAccording to Merkley, all those programs made a difference.\n\nWhich brings us back to his claim that since it was first enacted domestic violence has fallen 50 percent.\n\nAnother fortunate development when it comes to crime is that governments at all levels but especially the federal government go to great lengths to quantify, parse and sub-total crime. Data abounds.\n\nIt’s also unambiguous.\n\n\"From 1994 to 2010, the overall rate of intimate partner violence in the United States declined by 64 percent, from 9.8 victimizations per 1,000 persons age 12 or older to 3.6 per 1,000,\" the U.S. Justice Department’s Bureau of Justice Statistics reported in November 2012.\n\nThe report notes that over that same period \"4 in 5 victims of intimate partner violence were female.\"\n\nA report by the National Network to End Domestic Violence, an interest group focusing on the issue, comes to a similar conclusion.\n\n\"The rate of nonfatal intimate partner violence against women has decreased by 63 percent and the number of women killed by an intimate partner has decreased 24 percent,\" between 1994 and 2010.\n\nThe group connects the numbers directly to the VAWA, saying the law \"has changed the way federal, tribal, state and local entities respond to domestic violence, sexual assault, dating violence and stalking.\"\n\nSurveys by the American Bar Association and other independent groups had similar findings.\n\nThat’s a lot of scholarship and paper, sponsored, collected and analyzed by federal and independent researchers. And while the results don’t perfectly align, all agree that the incidence of domestic abuse has dropped by more than 50 percent since the Violence Against Women Act was passed in 1994. You can quibble about the minor differences but not the accuracy of Merkley’s statement.\n\nWe rate this claim: True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021", "vclaim_id": "vclaim-pol-09731"}