{"url": "/factchecks/2012/mar/15/stephen-sweeney/stephen-sweeney-claims-his-tax-cut-proposal-would-/", "speaker": "Stephen Sweeney", "vclaim": "Says \"my plan is a property tax cut.\"", "truth_label": "half-true", "date": "stated on March 8, 2012 in an interview on NJToday:", "title": "Stephen Sweeney claims his tax cut proposal would lower property taxes", "text": "In radio and TV interviews last week, Senate President Stephen Sweeney said what should come as a relief to most New Jerseyans: he has a plan to cut property taxes.\n\nBut a closer look at his proposal shows that the potential tax savings are more complicated than the senator made it sound.\n\nWhile Gov. Chris Christie is pushing an across-the-board income tax cut, Sweeney unveiled a plan to provide a 10 percent tax credit for certain households based on their property tax bills. The plan would mean a credit of up to $1,000 for households earning less than $250,000 a year.\n\nIn a March 8 interview with former New York Gov. David Paterson on WOR-AM, Sweeney (D-Gloucester) claimed: \"I put a plan together that cuts property taxes 'cause that is the issue that's most pressing in this state.\"\n\nThat same day, Sweeney appeared on NJToday and compared his proposal to Christie’s: \"My plan is a property tax cut. His is an income tax cut.\"\n\nHowever, Sweeney’s proposal would actually lower income taxes, not property taxes, PolitiFact New Jersey found.\n\nIt’s accurate to say the proposed tax credit would be based on the amount of property taxes paid. For instance, someone earning less than $250,000 a year and paying $8,000 in property taxes, would receive a credit of $800.\n\nBut here’s why Sweeney’s statement is flawed: that credit would be applied to one’s income taxes.\n\nThat point is backed up by the description of Sweeney’s plan on a website set up by the Senate Democrats -- www.realreliefnj.net. Under the headline \"How Our Plan Works,\" here’s part of the explanation:\n\n\"It gives every household with income under $250,000 a new 10 percent property tax credit that can be taken every spring when income taxes are filed,\" according to the website. \"A family that pays $7,500 in property taxes would receive a $750 credit against their income taxes.\"\n\nSo, those households would receive a \"credit against their income taxes.\" The property tax bill may be the basis for the credit, but that’s not the bill that will be cut.\n\nBut David Brunori, a research professor of public policy at The George Washington University in Washington, DC, told us \"property tax cut\" is a reasonable description.\n\n\"NJ is proposing to deliver property tax relief through the income tax. Most public finance folks would call this a property tax cut since you have to be paying property taxes to get it,\" Brunori, who writes a column on state taxation, said in an e-mail. \"It is certainly aimed at relieving the property tax burden. So its mostly semantics after that.\"\n\nIn response to our findings, Sweeney spokesman Chris Donnelly provided this statement:\n\n\"What Democrats have proposed is direct relief for middle class New Jersey residents based solely on their property tax burden. What the governor has proposed is an income tax scheme which gives money to millionaires. The numbers and facts we have provided are clear enough: folks making less than $250,000 a year would get up to $1000 off their property tax burden. It is that simple.\"\n\nOur ruling\n\nIn radio and TV interviews, Sweeney claimed his proposal \"cuts property taxes\" or represents a \"property tax cut.\"\n\nThe senator’s proposal would provide a tax credit of up to $1,000 for households earning less than $250,000 a year. The credit would be based on the amount of property taxes paid, but the credit would be \"against their income taxes,\" as the Senate Democrats’ website states.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11438"}