{"url": "/factchecks/2019/dec/09/viral-image/no-elizabeth-warren-didnt-say-shes-last-woman-colo/", "speaker": "Viral image", "vclaim": "Says Elizabeth Warren tweeted, \"Looks like I’m the last woman of color left in this race.\"", "truth_label": "pants-fire", "date": "stated on December 4, 2019 in a Facebook post:", "title": "No, Elizabeth Warren didn’t say she’s the 'last woman of color left' in the presidential race", "text": "After Sen. Kamala Harris dropped out of the presidential race on Dec. 3, Sen. Cory Booker and former Housing Secretary Julián Castro pointed out that the California lawmaker was the only nonwhite candidate to qualify for the next presidential debate. Online, people started criticizing the Democratic National Committee using hashtags like #DemsSoWhite and #DebateSoWhite.\nEnter this Facebook post, that appears to show a tweet from presidential candidate Sen. Elizabeth Warren of Massachusetts. \n\"Looks like I’m the last woman of color left in this race,\" the tweet says, seemingly nodding to her earlier and controversial claims of Native American ancestry.  \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because it’s not real, and while some Facebook users realized that right away, others weren’t so sure. \"Get off your high horse built of lies,\" one woman wrote. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nWarren has two verified Twitter accounts. One is her official Senate account, @SenWarren, and one is her official campaign account, @ewarren. \nThe Dec. 3 tweet that appeared on the Facebook post has Elizabeth Warren’s name and the same photo as her campaign Twitter account, but the handle is @EWarenn. \nIf you go to that Twitter account, the name reads: \"Elizabeth Warren (fake).\" The bio says: \"Bernie-lite candidate, I have a plan for that! (Parody).\"\nThe tweet that appears in the Facebook post is also here, and people have retweeted it about 3,700 times. \nBack in December 2018, Warren said in a speech to a group of largely black students: \"I’m not a person of color. And I haven’t lived your life or experienced anything like the subtle prejudice, or more overt harm, that you may have experienced just because of the color of your skin.\" \nWe rate this Facebook post Pants on Fire!", "vclaim_id": "vclaim-pol-16666"}