{"url": "/factchecks/2015/jul/10/larry-oconnor/conservative-host-noncitizens-are-25-federal-inmat/", "speaker": "Larry O'Connor", "vclaim": "\"25 percent of federal inmates are noncitizens.\"", "truth_label": "mostly-true", "date": "stated on July 7, 2015 in an interview on \"The Real Story with Gretchen Carlson\" on Fox News:", "title": "Conservative host: Noncitizens are 25% of federal inmates", "text": "Crime by immigrants was brought front and center after a man who had been deported five times was charged with killing a young woman in San Francisco on July 1. The debate reached a fever pitch on the Fox News show Real Story with Gretchen Carlson.\nCarlson paired former Clinton campaign adviser Simon Rozenberg with conservative talker and IJReview.com editor Larry O’Connor. In the span of two minutes, the two talked over each other about so-called sanctuary cities, border control and the Obama administration track record on deportations.\nIn the middle of this verbal melee -- Carlson interjected with \"Let me take control of this\" -- O’Connor said \"25 percent of federal inmates are noncitizens.\"\nRozenberg insisted O’Connor’s facts were wrong. O’Connor insisted otherwise. We thought we’d see what the data say.\nO’Connor pointed us to the Federal Bureau of Prisons website and the numbers there fully support his statement.\nAs of the end of May 2015, 23.4 percent of the inmates (a total of 48,470) are not U.S. citizens. The largest share by far, 16 percent are Mexican, as this pie chart from the bureau shows.\n\nThat would seem to wrap things up neatly, but another division of the Justice Department has quite different numbers.\nAccording to the most recent report from the Bureau of Justice Statistics, O’Connor overshot by about 100 percent.\nThe Justice Department statisticians reported a total of 25,800 noncitizen inmates as of the end of 2013. With about 216,000 prisoners across the board, the non-Americans make up 12 percent of the total population.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe time difference (2013 vs. 2015) doesn’t explain a difference of nearly 23,000 inmates. About the same gap was there in 2013, too.\nSo what’s going on?\nAccording to Bureau of Prisons spokesman Ed Ross, when the folks at Justice Statistics (BJS) ask the prison folks to report their inmate numbers, they are told to exclude noncitizens housed in privately contracted facilities.\n\"Most of those who are in those contract facilities are deportable aliens,\" Ross said. \"They are convicted of a federal crime and are serving a federal sentence, and when they complete their sentence, we turn them over to ICE (Immigration and Customs Enforcement).\"\nAnd how many people are in those facilities? About 24,000.\nSo give or take, that’s where the difference is. And according to the Bureau of Justice Statistics, roughly 19,000 federal prisoners are behind bars for having violated U.S. immigration law.\nThe bottom line is that the percentages come out different because both agencies have about the same total head count, but when it comes to noncitizens, the Bureau of Prisons includes the people destined for deportation and the Bureau of Justice Statistics does not.\nSo who’s right? Well, it depends on what question you want to answer. If you want to know how many noncitizens are in prison for breaking a law that all citizens must obey -- like not committing murder as in San Francisco -- then you’d probably prefer the lower number from the Bureau of Justice Statistics.\nIf you want to know how many prisoners broke any kind of law, including sneaking across the border, then you’d find the Bureau of Prisons number more useful.\nOur ruling\nO’Connor said 25 percent of federal inmates are noncitizens. According to the Bureau of Prisons, that’s pretty much spot on. But it’s important to know that a hefty fraction of those inmates are only in prison for violating immigration laws and are in facilities more or less created to house them. If you take those people out of the equation, you’re looking at about 12 percent of federal inmates.\nThe claim is correct, but it overlooks a significant wrinkle. We rate it Mostly True.", "vclaim_id": "vclaim-pol-06211"}