{"url": "/factchecks/2016/jul/10/cory-booker/how-war-drugs-affected-incarceration-rates/", "speaker": "Cory Booker", "vclaim": "The war on drugs led to \"a 500 percent increase in incarceration in our country, disproportionately affecting poor and disproportionately affecting minorities.\"", "truth_label": "mostly-true", "date": "stated on July 10, 2016 in an interview on \"Meet the Press\":", "title": "How the war on drugs affected incarceration rates", "text": "To address racial tensions in the United States, the federal government should invest in law enforcement, said Sen. Cory Booker, D-N.J., on NBC’s Meet the Press July 10. But it has to be the right kind of investment.\n\"There is a challenge with America where we have invested, unfortunately, in a war on drugs, which has been profoundly painful to our nation, with a 500 percent increase in incarceration in our country, disproportionately affecting poor and disproportionately affecting minorities,\" Booker said.\nPresident Richard Nixon launched the war on drugs in the early 1970s, and about 10 years later President Ronald Reagan strengthened the effort. We decided to look into Booker’s claim that these stricter drug policies led to a 500 percent increase in incarceration.\nWe found that the number of people incarcerated for drug-related offenses has increased dramatically in the past 40 years, as has the overall incarcerated population. But it’s hard to prove a causal relationship.\nRising incarcerated populations\nA spokesman said Booker’s statistic comes from the Sentencing Project, a criminal justice reform advocacy organization. It says the current incarcerated population is 2.2 million — including federal prisons, state prisons and local jails — which is a 500 percent growth over the past 40 years.\nExperts told us that the Sentencing Project’s statistics are credible.\nThe state and federal prison population grew from 218,466 in 1974 to 1,508,636 in 2014, which is a nearly 600 percent increase. For comparison, the overall United States population has increased just 51 percent since 1974.\n\nThe state and federal prison population remained fairly stable through the early 1970s, until the war on drugs began. Since then, it has increased sharply every year, particularly when Reagan expanded the policy effort in the 1980s, until about 2010.\nSo it seems Booker has his numbers right, but how much of this increase is a direct result of the tougher drug laws? The effort resulted in the Drug Enforcement Administration's establishment, as well as policies such as mandatory minimum sentences for drug crimes and new asset forfeiture rules.\nIt’s hard to say exactly how much of the increase can be attributed to these policies because it’s difficult to isolate the impact to any one cause, experts told us.\nThat being said, \"a lot of people attribute the increase in incarceration to the war on drugs,\" said Nancy La Vigne, director of the Urban Institute’s Justice Policy Center. \"While it's much more complicated than that, I suppose most would agree that it was the single biggest driver.\"\nIn 1980, about 41,000 people were incarcerated for drug crimes, according to the Sentencing Project. In 2014, that number was about 488,400 — a 1,000 percent increase.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMore people are admitted to prisons for drug crimes each year than either violent or property crimes, found Jonathan Rothwell, a senior economist at Gallup. So drug prosecution is a big part of the mass incarceration story, he said.\nRothwell told PolitiFact he thinks some of the increase would have happened regardless, but Booker is right to focus on the drug war.\nOthers see it differently. John F. Pfaff, a professor at Fordham Law School, has argued that the impact of the war on drugs is greatly exaggerated, finding that drug crime only accounts for about 20 percent of prison growth since 1980.\n\"In reality, a majority of prison growth has come from locking up violent offenders, and a large majority of those admitted to prison never serve time for a drug charge, at least not as their primary charge,\" he wrote last year.\nBut violent crime and seemingly unrelated factors that contributed to the rapid increase in prison population growth can actually be connected to the war on drugs, said Steven Duke, a professor at the Yale Law School. For example, if policies cause the cost of drugs to go up, users might be more prone to steal in order to afford drugs. And black markets can lead to more violent crime, like if a drug deal goes sour and results in a murder.\nEffect on minorities and poor people\nIt is a well-established fact that minorities are overrepresented in the prison population. About 58 percent of all sentenced inmates in 2013 were black or hispanic, yet the two groups make up just about 30 percent of the total population.\nResearch also suggests that when black and white people engage in the same illegal activity and have the same criminal history, black people are more likely to be arrested, more likely to face tougher charges and more likely to receive longer sentences than whites.\nIn a 2014 article, Rothwell found that the war on drugs has significantly impacted black people. He found that white people are more likely than black people to sell drugs and about as likely to consume them. Even so, black people are 3.6 times more likely than white people to be arrested for selling drugs and 2.5 times more for drug possession.\nThe question of how poor people are represented in the prison population, particularly among those incarcerated for drug-related offenses, is a little more elusive. The best data about prisoners’ income before their arrest comes from a 2004 government survey.\nThe Prison Policy Initiative analyzed the survey and \"found that incarcerated people had a median annual income of $19,185 prior to incarceration, which is 41 percent less than non-incarcerated people of similar ages.\"\nThis would indicate that the incarcerated population is disproportionately poor, but it does not shed light directly on the question of the war on drugs' impact on poorer populations.\nOur ruling\nBooker said the 40-year war on drugs led to \"a 500 percent increase in incarceration in our country, disproportionately affecting poor and disproportionately affecting minorities.\"\nBooker has his numbers right, looking at incarcerated population growth over the past 40 years. It’s hard to conclusively attribute the rapid rise to the war on drugs, but many experts believe that it is a major factor, if not the primary factor.\nMinorities are disproportionately represented in the prison population, and some slightly dated research indicates poor people are, as well. Evidence seems to show that black people are more likely to be arrested for drug crime than white people, despite being equally likely to use and less likely to sell drugs.\nEven though it’s hard to prove a direct causal effect, the evidence seems to back up Booker’s claim. Because of that additional context, we rate his claim Mostly True.", "vclaim_id": "vclaim-pol-04716"}