{"url": "/factchecks/2013/apr/03/jim-sensenbrenner/rep-f-james-sensenbrenner-says-75-percent-closed-a/", "speaker": "Jim Sensenbrenner", "vclaim": "\"75 percent of the (air traffic control) towers the Obama Administration is closing are located in Republican Congressional Districts.\"", "truth_label": "false", "date": "stated on March 22, 2013 in a press release:", "title": "Rep. F. James Sensenbrenner says 75 percent of closed air traffic towers are in Republican districts", "text": "Dozens of small airports around the country were touched by federal budget cuts under a decision announced March 22, 2013, by the Federal Aviation Administration.\n\nA total of 149 air traffic control towers operated by private contractors will be shut down, the agency decided. The decision was one of the most high profile and broad based actions to come under the politically charged sequestration cuts.\n\nEight Wisconsin airports are on the list, including Crites Field in Waukesha, which lies in the district of U.S. Rep. F. James Sensenbrenner (R-Menomonee Falls).\n\nSensenbrenner issued a news release March 22, 2013, criticizing the FAA decision, saying the \"contract towers\" save money and have fewer safety problems. He also noted that the FAA’s budget was being cut 5 percent, but the spending for the contract towers was dropping 75 percent.\n\nSensenbrenner added: \"Not coincidentally, 75 percent of the towers the Obama Administration is closing are located in Republican Congressional Districts.\"\n\nCritics have said the administration is playing politics with the budget cuts. But Sensenbrenner’s claim was one of the first we’ve seen that quantified this complaint.\n\nAre 75 percent in GOP districts?\n\nWe asked the congressman’s office for evidence to support his claim. That’s when we started to feel some turbulence.\n\n\"That information came from a member of the aviation subcommittee,\" responded Sensenbrenner spokesman Ben Miller in an email. We asked him to be more precise about the source of the claim and the actual number.\n\nThree days after our initial inquiry, Miller responded: \"We have reissued the press release noting the correction. I appreciate you pointing it out.\"\n\nWait a minute.\n\nWe didn’t offer a correction. We only asked a question.\n\nThe reissued news release carried the notation \"updated,\" and this information: \"(A statistic in the previous release was unverifiable).\"\n\nMiller elaborated in an email: \"We received (the statistic) from the office of a member on the Aviation subcommittee and are unwilling to throw anyone under the bus. We couldn’t verify the statistic we received and therefore issued a retraction. Unfortunately, Rep. Sensenbrenner is unavailable for an interview today.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nStill curious on the number, we started searching, emailing and mapping.\n\nSensenbrenner’s claim was repeated in several news accounts of his reaction to the budget cuts, including on Fox News and in the Janesville Gazette. (Milwaukee Journal Sentinel coverage did not include the claim.)\n\nWe did come across a similar claim from another House member, U.S. Rep. Joe Pitts (R-Penn.).\n\n\"Two out of every three towers slated for closure are in Republican Congressional districts,\" Pitts said in a March 7, 2013 news release. \"Unfortunately, this political game has real implications for public safety.\"\n\nThe statement by Pitts, who is not a member of the aviation subcommittee, came before the FAA announced its final tower closing list. At the time, there was a preliminary list of 189 airports.\n\nPitts, whose district includes one of the airports, did some analysis of that preliminary list, said spokesman Andrew Wimer.\n\n\"We had some of our interns here look up some of the ZIP codes,\" of the affected towers and then cross referenced that information with congressional districts, Wimer said. The result: Just under 66 percent were in Republican districts, Wimer said.\n\nWimer declined to release the data, and he would not say what the survey results say about the final closing list.\n\nSo we’re on our own to test Sensenbrenner’s claim. We plotted the 149 towers set for closure on a map. And then we cross referenced by party with congressional districts.\n\nOf the 149 airports slated for closure, four fall inside two separate congressional districts. Of those four, two sit in two Republican districts while the other two straddle a Republican and a Democratic district. \n\nEighty-four (58 percent) of the remaining airports fall squarely inside Republican districts while 61 (42 percent) are in Democratic districts.\n\nThe overall breakdown of the House is 234 Republicans to 201 Democrats, which means Republicans have about 54 percent of the seats.\n\nThere is another factor at play: Many of the affected airports are in less-populated rural areas that tend to lean Republican.\n\nLet’s land this item.\n\nArguing politics were involved in the FAA’s tower closing decision, Sensenbrenner said 75 percent of the towers set to close were in Republican districts.\n\nThree days after we asked about it, Sensenbrenner removed the claim and, in at least in one version of the statement, included a note saying a previous version relied on \"unverifiable\" information. It would have been more accurate to say that the statement was unverified.\n\nWe verified the numbers. And we rate the statement False.\n\n(Click here to search an interactive map of the location of the towers slated to close, along with the details of the congressional district where the tower is located)", "vclaim_id": "vclaim-pol-09514"}