{"url": "/factchecks/2018/aug/31/west-virginia-republican-party/wva-gop-right-about-job-openings-unemployed-worker/", "speaker": "West Virginia Republican Party", "vclaim": "\"For only the second time since 2000, there are more job openings than Americans who are unemployed.\"", "truth_label": "true", "date": "stated on August 10, 2018 in a tweet:", "title": "West Virginia GOP right about job openings, unemployed workers", "text": "In a recent tweet, the West Virginia Republican Party offered an example of how well the national economy is performing.\nOn Aug. 10, the party tweeted, \"ICYMI: For only the second time since 2000, there are more job openings than Americans who are unemployed. Tax reform and a pro-growth agenda have unleashed America's economic engine. #WVGOP #WVComeBack\"\nICYMI: For only the second time since 2000, there are more job openings than Americans who are unemployed. Tax reform and a pro-growth agenda have unleashed America's economic engine. #WVGOP #WVComeBack pic.twitter.com/ZgZP9gmaI2— WVGOP (@WVGOP) August 11, 2018\n\n\nIs this correct?\nWe turned to data from the Bureau of Labor Statistics, the official federal data source for employment figures. The bureau collects both statistics -- job openings and unemployed workers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWe produced a chart to show how those trend lines interact:\n\nThe chart makes it clear: For the first time since both statistics were recorded at the same time, the number of job openings, shown in blue, has exceeded the number of unemployed workers, in red, in recent months.\nThis was the case in March, April, May and June. So the tweet understated the number of times, but was otherwise accurate.\nOur ruling\nThe West Virginia Republican Party tweeted, \"For only the second time since 2000, there are more job openings than Americans who are unemployed.\"\nIn March, April, May and June, the number of job openings was higher than the number of unemployed Americans -- the first time since that has happened since both statistics were calculated.\nThat’s four times rather than two, so the tweet actually undersold the accomplishment. We rate the statement True.", "vclaim_id": "vclaim-pol-01672"}