{"url": "/factchecks/2020/sep/01/facebook-posts/antifacom-redirects-bidens-campaign-website-anyone/", "speaker": "Facebook posts", "vclaim": "“If you go to Antifa.com, it takes you directly to Joe Biden’s webpage...what’s that tell ya…try it yourself.”", "truth_label": "half-true", "date": "stated on August 29, 2020 in a Facebook post:", "title": "Antifa.com redirects to Biden’s campaign website, but anyone can buy, redirect a domain", "text": "Days after denouncing the deadly shooting in Portland, Ore., Democratic presidential nominee Joe Biden blamed President Donald Trump for inciting violence in America’s streets and said Trump has made the country more dangerous.\n\"Rioting is not protesting, looting is not protesting, setting fires is not protesting, none of this is protesting,\" Biden said during a speech in Pittsburgh. \"It’s lawlessness, plain and simple, and those who do it should be prosecuted. Violence will not bring change, it will only bring destruction.\"\nBut some conservatives continue to criticize Biden for not specifically denouncing antifa, a movement of far-left, anti-fascists cited for using violent tactics, as a domestic terrorist organization.\nNow, a post on Facebook points out that typing in antifa.com automatically redirects internet users to joebiden.com, Biden’s official presidential campaign website.\n\"If you go to Antifa.com, it takes you directly to joe bidens webpage....whats that tell ya...try it yourself,\" the post says.\nThis is actually true, but it doesn’t tell you anything. Anyone can buy a domain name and have it redirect to any existing website.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nRELATED: No, Joe Biden didn’t single out antifa as ‘courageous’\nWhile there’s no evidence that Biden’s campaign owns antifa.com, it did recently purchase  keepamericagreat.com to spotlight what it calls President Trump’s \"broken promises.\" \nWe reached out to the campaign about the antifa.com redirect but did not hear back. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nNews outlets first reported the antifa.com redirect on Aug. 12, just after Sen. Kamala Harris was announced as Biden’s running mate. The site was removed about a day later, but has since resurfaced.\nClifford Neuman, director of the University of Southern California’s Center for Computer Systems Security, says there are a couple of ways to redirect a website, but that in this instance, when a browser connects to antifa.com, it receives a response from the antifa.com server that tells it to go to joebiden.com instead, prompting the user’s browser to establish a new connection.\n\"Basically the way things work with domain names is, if you own a domain name, whether you’re the original purchaser or you purchased it from someone else, you can redirect your domain name to anywhere you wanted it to go,\" Neuman said, \"and that doesn’t require permission or any or coordination from the person you are trying to redirect to.\"\nNeuman found that the antifa.com domain was first registered in 2000, and was most recently transferred to a new host in April 2020, though information on the new owner is hidden.\nAccording to Whois, an online domain registry, antifa.com was last updated on Aug. 14, 2020. The registrant is listed as \"WhoisGuard Protected,\" meaning the domain owner is using a service to remain anonymous. \nThe first time web archives show antifa.com displaying content sympathetic to the antifa movement was  May 31, 2020. But this is just a snapshot of the website from that day, and doesn’t mean it was created that day.\nOn July 24, the page included a notice that said a new, updated website was coming soon. And, on Aug. 8, we find the first archived version that redirected visitors to joebiden.com. \nJoe Biden has been the target of deceptive website practices before.\nIn 2019, a Republican consulting firm created joebiden.info, a mock website that displayed images and videos of Biden appearing to touch and kiss young women and girls, fact-checking website Snopes reported. The firm also made fake websites about other Democratic primary candidates including Sens. Bernie Sanders, Elizabeth Warren and Kamala Harris. \nIn 2019, state party chairs of the Democratic National Committee backed a pledge to rule out the use of illegitimate tactics like manipulated videos, fake social media accounts or websites, but party leaders did not bring the proposal to a vote. \nThe post is partially accurate, but it leaves out important details or takes things out of context. We rate this Half True.", "vclaim_id": "vclaim-pol-18848"}