{"url": "/factchecks/2016/aug/12/yes-62-death-penalty-repeal/does-california-have-largest-death-row-western-hem/", "speaker": "Yes On 62 campaign to abolish California's death penalty", "vclaim": "\"California is home to the largest death row population in the Western Hemisphere.\"", "truth_label": "true", "date": "stated on August 1, 2016 in a twitter image:", "title": "Truth be told: California has ‘largest death row in Western Hemisphere’", "text": "Californians will decide in November whether to abolish — or possibly speed up — the state’s death penalty.\nProposition 62 would eliminate capital punishment, replacing it with life imprisonment without the possibility of parole as the state’s maximum punishment for those found guilty of murder. It would apply retroactively to the nearly 750 inmates on California's death row.\nProposition 66, meanwhile, would keep the death penalty but proposes a faster appeals process.\nCampaigns for the competing ballot measures are making numerous claims as they seek to persuade voters.\nA provocative statement by the Yes On 62 campaign on its twitter page caught our attention:\n\n\"California is home to the largest death row population in the Western Hemisphere.\"\n\nThe Yes On 62 campaign to abolish California's death penalty made the claim at the center of this fact check on its twitter page above.\nHome to nearly 40 million people, California leads the way in many numerical categories. We wondered, however, whether that includes this somber grouping.\nOur research\nThe largest death row populations in the Western Hemisphere belong to states within the United States, not separate countries, said Robert Dunham, executive director of the Death Penalty Information Center. The  Washington D.C.-based nonprofit is considered an authority on death penalty topics, and opposes capital punishment.\nAs of August 5, the California Department of Corrections lists 746 prisoners on the state’s death row.\nThat’s nearly double the next largest total — Florida’s 388 — according to figures from that state’s department of corrections. Texas’ total is nearly 250, the third highest.\nBeyond Florida and Texas, there aren’t any states in the United States that are even close, Dunham said.\n\nPolitiFact California: Truth be told: California has ‘largest death row in Western Hemisphere’\nCreate your own infographics\n \nNor are other countries in the hemisphere anywhere close.\n\"Most of the Western Hemisphere has abolished the death penalty. Apart from the United States, the retentionist countries are Cuba, Guatemala and Guyana and then a couple of countries in the Caribbean. None of them have death rows that are remotely the size of California’s or even Florida’s,\" Dunham added.\nCanada did away with the death penalty in 1976; Mexico eliminated it in 2005.\nThe Cornell Law School’s Death Penalty Worldwide database shows it’s been several years since Cuba, Guatemala or Guyana executed anyone.\nThere are 19 states in the United States with no death penalty. Several have abolished capital punishment in recent years, including Illinois, New Mexico, New Jersey and Maryland.\nThere are two federal death rows, including one in the military, both of which are much smaller than California’s.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nExplaining the backlog\nReasons cited for California’s massive death row vary. Dunham says death penalty appeals backlog in the courts because the state fails to provide prisoners with enough legal help. Bill Bradley, spokesman for the No On 62 campaign, said delays result from a system that allows inmates and their attorneys to \"file appeal after frivolous appeal to delay justice.\"\nAnother cause: Executions have been on hold in California since 2006 following a legal challenge to the state’s three-chemical lethal injection method.\nThe state has executed just 13 people since it reinstated the death penalty in 1978. Experts say execution is the third leading cause of death on California’s death row, behind natural causes and suicide.\nWhen asked, a Yes on 62 campaign spokesman pointed to research by the Death Penalty Information Center and the Cornell Law School database to back up its \"largest death row\" statement.\nBradley of the No on Prop 62 campaign described the claim about California’s large death row as \"technically true\" but dismissed its significance saying \"California has the largest of everything.\"\n\nA guard stands watch over condemned inmates on death row at San Quentin State Prison. (AP Photo/Ben Margot)\nConfusing claim?\nWhile California clearly has a large death row, there’s an aspect of the Yes On 62 claim that could be considered confusing. California has fewer people on death row than are condemned to die across the United States. So, how could it have \"the largest death row population\" in the Western Hemisphere?\nExperts explain it this way: In the United States, death sentences are primarily the product of state courts. The federal government plays less of a role compared to central governments in other countries. As a result, the size of death rows have long been tracked by state and not necessarily as a national, comprehensive total.\n\"It may be a dramatic way of making the point,\" Dunham said of the Yes On 62 claim. \"But the point is still accurate.\"\nWe used a similar interpretation of the claim as we examined its accuracy.\nFrank Zimring, a law professor and death penalty expert at UC Berkeley, agreed California has the largest death row in the Western Hemisphere. He estimated it ranks behind only a handful of countries on the planet, including China and Iran.\nOur ruling\nThe Yes On 62 campaign to abolish the death penalty said \"California is home to the largest death row population in the Western Hemisphere.\"\nDeath penalty experts and public data show California has nearly 750 people condemned to die. That’s nearly twice as many as the next closest state or country, Florida at 388, in the Western Hemisphere.\nThe claim could be confusing to some because California’s death row is smaller than the total number of people with death sentences across the United States.\nBut experts say death rows in the U.S. are ranked individually, making California’s stand far out from the rest.\nWe also found that few countries in this hemisphere still have the death penalty, which is helpful to note but does not take away from the accuracy of the statement.\nWe rate the claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/0599459e-7406-4f74-b9f5-acc2afb79cb6", "vclaim_id": "vclaim-pol-04491"}