{"url": "/factchecks/2019/may/16/viral-image/no-maxine-waters-wasnt-indicted-steering-tarp-mone/", "speaker": "Viral image", "vclaim": "\"In 2010, Maxine Waters steered $12 million in TARP funds to her husband’s private bank account. She was indicted but served no time.\"", "truth_label": "false", "date": "stated on May 6, 2019 in a Facebook post:", "title": "No, Maxine Waters wasn’t indicted for steering TARP money to her husband’s private bank account", "text": "U.S. Rep. Maxine Waters has served California’s 43rd congressional district for going on 30 years; she was elected to her 15th term in November. She is also the first woman and first African American to chair the U.S. House Committee on Financial Services. It’s an appointment that’s drawn fire from detractors who are dusting off some old allegations against the congresswoman.\n\"In 2010, Maxine Waters steered $12 million in TARP funds to her husband’s private bank account. She was indicted but served no time,\" reads a May 6 Facebook post featuring a photo of Waters shrugging. \"2019, she will become the committee chair of U.S. Finances that oversees banks.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn 2017, PolitiFact checked a similar claim about Waters that was circulating online. Bloggers then said that \"California Democrat Maxine Waters charged on 3 counts.\" That got a Mostly False rating because it distorted the facts.\nHere’s how that allegation and this Facebook post intersect.\nIn 2009, reports surfaced that Waters had allegedly helped the CEO of a bank called OneUnited secure a meeting to ask for $50 million in bailout funds from the Troubled Asset Relief Program—or TARP—to help recover from the Great Recession. The bank ultimately got $12 million to help offset losses from investments in Fannie Mae and Freddie Mac, according to an article in the Los Angeles Times.\nBut those reports triggered a House ethics investigation and, in 2010, the House ethics committee charged Waters with breaking three rules by allegedly trying to assist OneUnited, a bank in which her husband held a sizeable stock share. Mikael Moore, Waters’ chief of staff, was also charged.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nIn 2012, the ethics charges against Waters were dropped. A lawyer hired by the committee to review the case found Waters thought she had been acting in the interest of all minority-owned banks, not just OneUnited. She had called for a meeting to help those banks and ended her involvement when she learned OneUnited was part of the group.\nMoore was given a letter of reproval because the committee ruled \"he should have known\" about his boss’ ties to OneUnited and stopped helping the bank.\nOur ruling\nThe Facebook post says Maxine Waters in 2010 steered $12 million in TARP funds to her husband’s private bank account. The post also says that she was indicted but served no time.\nThis is incorrect on several points.\nFirst, OneUnited received $12 million in bailout funds, not Waters’ husband, though he did have a financial stake in the bank.\nThat conflict of interest led to a congressional investigation after Waters called then-Treasury Secretary Henry Paulson in 2008 (not 2012, as the Facebook post says) on behalf of minority-owned banks.\n Share the Facts 2019-05-16 15:08:08 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"In 2010, Maxine Waters steered $12 million in TARP funds to her husband’s private bank account. She was indicted but served no time.\"    Viral image On the internet     Monday, May 6, 2019 2019-05-06    Read More  info", "vclaim_id": "vclaim-pol-00631"}