{"url": "/factchecks/2016/feb/09/chris-larson/chris-larson-says-chris-abele-tried-end-funding-ho/", "speaker": "Chris Larson", "vclaim": "Says Milwaukee County Executive Chris Abele \"once proposed a plan to end county funding to homeless shelters.\"", "truth_label": "false", "date": "stated on January 7, 2016 in a Facebook post:", "title": "Challenger Chris Larson says Chris Abele tried to end county funding for homeless shelters", "text": "As the first bitter cold snap of the winter struck Milwaukee, state Sen. Chris Larson (D-Milwaukee) used the weather as a backdrop for a jab at Milwaukee County Executive Chris Abele.\nLarson, who is among three challengers facing Abele in the Feb. 16, 2016 primary election, has made care for the homeless a cornerstone of his campaign. Milwaukee County government and Abele, he says, have not done enough.\nLarson has criticized Abele over how the county handled funding for programs for the homeless, especially after the loss of a federal grant that helped pay some of the costs for such programs. At one point, he held a news conference in the bitter cold out in front of Abele’s downtown luxury condo to drive home his point, arguing Abele ignored the less fortunate.\nIn a Jan. 7, 2016 Facebook post, Larson claimed: \"Abele once proposed a plan to end county funding to homeless shelters.\"\nIs Larson right?\nDid Abele propose a plan to end all county funding for the homeless?\nWhile we waited for Larson’s campaign to provide backup for the claim, we noticed the Facebook posting had been removed. That’s never a good sign.\nLarson campaign manager Josh Kilroy then emailed several times about the scrubbed statement.\n\"Like many social media posts, it was written in haste (by me, I might add) and not as nuanced as it should have been,\" Kilroy wrote. \"The post should have noted that Abele has been trying to end supplemental funding that has been used in recent years to replace money that used to come from the federal government.\"\nThat elaborated on what the post said, but didn’t explain the statement. We asked again.\nKilroy said the Facebook post simply was missing a word -- supplemental.\nThe post, he said, \"not only inaccurately described Abele's policy, it inaccurately states Larson's own position, which has always been to criticize Abele's repeated attempts to remove the additional $300,000 from the budget.\nHe added: \"As the author of the Facebook post you inquired about, I apologize for any misrepresentation of Abele’s record.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWell OK, then.\nBefore we go any further, let’s look at Abele’s record on funding for the homeless. It’s been the subject of budget disputes between the county executive and the board for several years.\nIn 2012, the first budget under Abele, and for 2013, the county included $718,000 in such funding. Of that, $300,000 came from federal money. However, that federal funding ended for the 2014 budget year. And in that year and in the two subsequent budgets, Abele’s budget included the $418,000 the county had been paying for the homeless programs.\nThe County Board then added $300,000 in county funding to replace the federal money.\nFor the 2014 budget, Abele did not veto the amendment providing the additional funding, but said he viewed it as a one-time allocation. The homeless shelters, he said, should seek new sources of revenue.\nThe following year, Abele did not add the money in his budget, but the board did. He vetoed it, but that veto was overridden. In the fall of 2015 for the 2016 budget, the board added the funds, but this time around Abele did not veto the amendment.\nOne thing is clear from this back-and-forth: at no point did Abele ever proposed ending all county funding to homeless shelters. Rather, the debate has been over whether or not the county should pick up the costs that were previously covered by the feds.\nSo for the five years Abele has been county executive, he’s included at least $418,000 for homeless shelters.\nAbele’s administration argues that funding for county programs to help the homeless has increased under his leadership.\nHousing administrator James Mathy said those increases included $750,000 in the 2016 budget for  case management, staffing and other services to end chronic homelessness; $1.37 million to develop \"new supportive housing units for the homeless used to cover case management services and rental subsidies\" from 2013 to 2015 and $500,000 for development of an apartment project to support the chronically homeless who have severe alcohol additions.\nIn a statement issued at a news conference outside Abele’s condo, Larson was quoted as saying: \"Homelessness remains a problem for many Milwaukee families, and Abele's recurring pattern of ignoring the needs of Milwaukee's homeless citizens is inexcusable.\"\nThe news release added: \"As County Executive, Larson will maintain the increased funding for emergency shelters.\"\nOur rating\nLarson said on Facebook that Abele \"once proposed a plan to end county funding to homeless shelters.\" After we asked about the claim, the post disappeared, Larson’s campaign manager said it was wrong and apologized.\nWe rate Larson’s claim False.", "vclaim_id": "vclaim-pol-05439"}