{"url": "/factchecks/2016/nov/06/newt-gingrich/gingrich-hillary-clinton-broke-law-foreign-clinton/", "speaker": "Newt Gingrich", "vclaim": "\"There’s a section in the Constitution called the Emoluments Clause that says no one, nor their spouses, can take money from foreigners. (Hillary Clinton) has to be guilty of 70 or 100 counts just on that one charge.\"", "truth_label": "barely-true", "date": "stated on November 6, 2016 in comments on \"Meet the Press\":", "title": "Gingrich: Hillary Clinton broke law with foreign Clinton Foundation donations", "text": "Trump supporter Newt Gingrich says the elite media has \"refused to tell the truth\" about Hillary Clinton and the Clinton Foundation.\nAs an example, Gingrich told Meet the Press host Chuck Todd that every foreign gift received or foreign speech made by Hillary or Bill Clinton violates the Constitution.\n\"There’s a section in the Constitution called the Emoluments Clause that says no one, nor their spouse, can take money from foreigners,\" Gingrich said. \"She has to be guilty of 70 or 100 counts just on that one charge.\"\nWe previously rated a similar claim by Gingrich Mostly False in large part because of the fact that this is a relatively unexplored area of constitutional law. In fact, the clause has never been litigated in the courts. And experts in the field disagree over whether Clinton’s situation is a violation.\nWe’ll tell the truth\nThe Emoluments Clause was designed to prevent the government and its leaders from granting or receiving titles of nobility and to keep leaders free from external influence. The clause, found in Article 1, Section 9 of the Constitution, reads:\n\"No Title of Nobility shall be granted by the United States: And no Person holding any Office of Profit or Trust under them, shall, without the Consent of the Congress, accept of any present, Emolument, Office, or Title, of any kind whatever, from any King, Prince, or foreign State.\"\nThe clause does ban U.S. government employees from accepting presents or emoluments (salary or compensation) from foreign governments, but it doesn’t say anything about spouses or \"foreigners\" generally, as Gingrich said in his claim.\nIn terms of gifts, the Clinton Foundation did accept millions of dollars in donations from foreign governments while Clinton was secretary of state. The money was to be used for charitable work. But there is no proven evidence that she, as a person holding office, personally solicited or received such gifts.\nHillary Clinton has never received a salary from the foundation, nor did she have an official role in the organization while she was secretary of state. (It does appear that some of her aides, at least, mixed department and foundation business.)\n\"Gingrich may think that giving money to the Clinton Foundation and giving money to then-Secretary Clinton are the same thing,\" said University of Texas Law professor Stephen Vladeck. \"Unfortunately for him, for purposes of federal regulations, statutes, and the Constitution, they’re formally — and, thus, legally — distinct.\"\nWhether Clinton violated the Emoluments Clause through her association with the Clinton Foundation is ambiguous because there are no specific instructions for how to handle foreign government donations to a charity that has ties to a State Department employee. The department’s own rules don’t address this scenario, either.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDave Kopel, a constitutional law professor at Denver University and research director at the libertarian Independence Institute, said he believed the clause’s intentionally broad phrasing about gifts of \"any kind whatever,\" would cover indirect gifts via the foundation.\nBut Gingrich argued it as a certainty, which it most certainly is not.\nWhat about Bill Clinton?\nGingrich is also wrong to say the Emoluments Clause speaks of spouses. It does not.\nBut there is a corresponding law to the Emoluments Clause, the Foreign Gifts and Decorations Act, that says federal government employees and their spouses can face a civil penalty if they accept gifts from foreign governments.\nBut it’s also unproven that Bill Clinton received such gifts.\nBill Clinton does not take a salary from the foundation. There are some companies and organizations that have paid him six-figure speaking fees and have also donated to the foundation — including companies with ties to foreign governments. But a government employee’s spouse receiving income from a foreign entity is not directly covered under the Emoluments Clause, nor the Foreign Gifts and Decorations Act.\nA spokesman for Gingrich sent us a Defense Department memo about the Emoluments Clause, but it was directed at employees of that department, not the State Department.   \nOur ruling\nGingrich said, \"There’s a section in the Constitution called the Emoluments Clause that says no one, nor their spouses, can take money from foreigners. (Hillary Clinton) has to be guilty of 70 or 100 counts just on that one charge.\"\nThe Emoluments Clause talks about foreign governments, not foreigners, and doesn’t speak of spouses.\nWhether Hillary Clinton is guilty of violating the Emoluments Clause is unproven. Some experts say the layers of separation between Hillary Clinton and the foundation mean she likely did not violate the Constitution. Others say the clause is so vague that it could be broadly interpreted to include a scenario like the Clinton Foundation. A case has never been argued in court.\nGingrich’s statement contains an element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.\nhttps://www.sharethefacts.co/share/4cf33ef1-87bf-4133-8c29-44928f7b5ef7", "vclaim_id": "vclaim-pol-03961"}