{"url": "/factchecks/2016/aug/01/james-woods/actor-james-woods-uses-fabricated-hillary-clinton-/", "speaker": "James Woods", "vclaim": "Says Hillary Clinton wrote, \"I believe the primary role of the state is to teach, train and raise children. Parents have a secondary role.\"", "truth_label": "pants-fire", "date": "stated on July 31, 2016 in a tweet:", "title": "Actor James Woods peddles bogus quote from Hillary Clinton's 'It Takes a Village'", "text": "Actor James Woods took aim at Democratic nominee Hillary Clinton on Twitter, using her own words against her to suggest she would create a \"nanny state.\"\nWoods tweeted an image attributing to Clinton a quote from her 1996 book, It Takes a Village: And Other Lessons Children Teach Us, asking viewers to \"Read this. Twice.\"\n\"I believe the primary role of the state  is to teach, train and raise children. Parents have a secondary role,\" the quote reads.\nThere’s just one problem. The quote is a complete fabrication, and we’ve shown this before.\nIn March, we fact-checked the exact same image Woods tweeted. At the time, we looked at her book on Google Books and searched for the quote both on Google and on Lexis-Nexis.\nWe did not find the quote then, and we didn’t this time after re-doing the search. The Clinton campaign declined to comment. We found quotes from the book making the opposite point.\n\"Parents bear the first and primary responsibility for their sons and daughters — to feed them, to sing them to sleep, to teach them to ride a bike, to encourage their talents, to help them develop spiritual lives, to make countless daily decisions that determine whom they have the potential to become,\" the book says on page four.\nThe word \"secondary\" does not even show up in the book, our search showed.\nIt Takes A Village has been criticized for suggesting society was responsible for parenting children, and Clinton does argue that society at large — government included — has a role in a child’s development.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"But I was also blessed with caring neighbors, attentive doctors, challenging public schools, safe streets, and an economy that supported my father’s job,\" she wrote. \"Much of my family’s good fortune was beyond my parents’ direct control, but not beyond the control of other adults whose actions affected my life.\"\nShe does not say, however, that \"parents have a secondary role,\" as Woods alleged.\nPaul Kengor, a professor of political science at Grove City College and a Ronald Reagan biographer, said there is a typical divide in how conservatives and liberals (such as Clinton) view child care. He said it was conceivable Clinton would support a primary role for the state due to her liberal persuasion.\nWilliam Chafe, a history professor at Duke University, disagreed. He said the book's message was to uphold a community commitment to the well-being of women and children, not to shift responsibility, calling the latter a \"willful misreading.\"\nWhat societal role is too much is for readers to decide, but the quote is fabricated.\nOur ruling\nWoods claimed that Clinton wrote that \"the primary role of the state is to teach, train and raise children. Parents have a secondary role.\"\nThat’s a bogus quote attributed to Clinton’s book It Takes a Village.\nWe rate Wood’s claim Pants on Fire!\nhttps://www.sharethefacts.co/share/35155d42-dcb3-42d1-98e0-c97b41e96061", "vclaim_id": "vclaim-pol-04554"}