{"url": "/factchecks/2016/jun/28/roberta-lange/nevada-democrats-correct-attacking-donald-trumps-n/", "speaker": "Roberta Lange", "vclaim": "Says Donald Trump \"literally has no plans to make higher education more affordable.\"", "truth_label": "mostly-true", "date": "stated on June 22, 2016 in a press release:", "title": "Nevada Democrats correct in attacking Donald Trump's nonexistent plan to reduce cost of college", "text": "What would Donald Trump do to lower the cost of higher education as president?\nAbsolutely nothing, says Nevada Democratic Party chairwoman Roberta Lange, who along with fellow Democrats has constantly berated Trump in press conferences and news releases.\nHere’s what she said after a Moody’s report claimed Trump’s proposed economic policies would result in millions of lost jobs and a contracting economy.\n\"He says ‘wages are too high’ and has literally no plans to make higher education more affordable,\" she said in a press release.\nSo is it true that the presumptive Republican presidential nominee has \"literally no plans\" to make higher education more affordable?\nAfter reviewing the candidate’s stated policy positions and various media appearances, we’re pretty confident in saying that Trump has no clearly defined plan to reduce the cost of higher education.\nSchooling Trump\nHigher education reform and student loan debt are not detailed on Trump’s campaign website — his \"Issues\" and \"Positions\" pages don’t touch on education outside of two short videos of the candidate promising to repeal Common Core. (The federal government is prohibited from directing states to adopt or not adopt the standards.)\nThe Trump campaign didn’t return emails seeking comment, but the candidate has mentioned student loan debt and the rising cost of college on a few occasions.\nIn a 22-second Twitter video from last year, Trump called student loan debt a \"tremendous problem,\" but he only made a vague promise to \"restructure\" it and make college more affordable.\nTrump also indirectly addressed rising student loan debt during a question-and-answer session with students at Simpson College in Iowa, acknowledging it as a \"huge problem\" but identifying job creation and \"great leadership\" as ways to fix the problem.\nBut other than a handful of interviews, Trump hasn’t described how exactly he’d make college more affordable.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIt’s a far cry from 2012 Republican presidential nominee Mitt Romney, who in May 2012 released a 35-page white paper in part detailing his plans to reshape higher education policy. And 2008 GOP nominee John McCain also proposed several specific higher education policy changes on his campaign website.\nTrump’s likely Democratic opponent, Hillary Clinton, has spoken at length about her plans for higher education. She released her \"New College Compact\" plan in August 2015.\nThe closest thing the Trump campaign has to a \"higher education plan\" was revealed in a Inside Higher Ed interview with Trump’s national co-chairman and policy director, Sam Clovis.\nClovis said a Trump administration would focus on overhauling the student loan system by transitioning the responsibility for lending from the government to private banks, and floated the idea of basing loan eligibility on which majors college students pick.\n\"If you are going to study 16th century French art, more power to you. I support the arts,\" Clovis said in a May interview. \"But you are not going to get a job.\"\nSo Trump’s closest thing to a higher education \"plan\" is returning to a system where private banks, not the federal government, would extend loans to students while requiring colleges to have more \"skin in the game.\"\nAs PolitiFact has previously reported, the federal government in 1965 took several steps to help more students attend college, including guaranteeing loans against default and promising a set interest rate to banks extending the loans to students.\nThat changed in 2010, when Democrats approved a new law cutting out the bank subsidies and replacing them with direct loans overseen by federal agencies and funded by the U.S. Treasury.\nHigh-profile critics like Trump and Sen. Elizabeth Warren. D-Mass., have panned the change as generating profit on the backs of over-burdened college students, but it’s not clear that a shift to the old system or Trump’s proposal would make college cheaper.\nOur ruling\nNevada Democratic Party chair Roberta Lange says Donald Trump \"literally has no plans to make higher education more affordable.\"\nTrump hasn’t released any sort of traditional higher education reform plan — much less any details on how to make college more affordable — unlike Clinton, Romney and McCain. However, Trump has commented several times on the spiraling cost of student loan debt and said he doesn’t want the federal government making a profit on the backs of students.\nFor Trump's lack of specifics, we rate Lange's statement Mostly True.\nhttps://www.sharethefacts.co/share/27d63b91-1b90-4ea9-9023-82f0ee09ff46", "vclaim_id": "vclaim-pol-04769"}