{"url": "/factchecks/2016/oct/26/donald-trump/facts-dispute-donald-trumps-claim-donation-fbi-spo/", "speaker": "Donald Trump", "vclaim": "\"The man who was in charge of the investigation of Hillary Clinton accepted essentially from Hillary Clinton $675,000 that went to his wife.\"", "truth_label": "barely-true", "date": "stated on October 25, 2016 in a speech:", "title": "Facts dispute Donald Trump's claim that donation to FBI spouse linked to Clinton email decision", "text": "Donald Trump has again questioned the FBI investigation into Hillary Clinton’s email practices as secretary of state, this time by citing a connection between a Virginia state Senate race and a man who would become the FBI's deputy director.\nTrump spoke about the latest Clinton controversy during Florida campaign stops in Sanford on Oct. 25 and the night before in Tampa.\n\"One of the closest people to Hillary Clinton, with longstanding ties to her and husband -- the closest person, I can tell you that … gave more than $675,000 to the campaign of the wife of a top FBI official who oversaw the investigation into Mrs. Clinton's illegal email server,\" Trump said at the Sanford rally. \"In other words, the man who was in charge of the investigation of Hillary Clinton accepted essentially from Hillary Clinton $675,000 that went to his wife.\"\n\"Never happened before. Never happened. Not in this country's history,\" Trump continued. \"This is a disgrace. And she shouldn't be allowed to run for president. She shouldn't be allowed. She's a crook.\"\nTrump’s claim, which suggests a quid pro quo, suffers one from fatal flaw: The timeframe doesn’t add up.\nAt the time of the contribution, the candidate's husband was not directly involved in the FBI probe of Clinton's email server, according to the FBI. The bureau says that by the time he had some oversight role in the Clinton investigation, the election involving his wife had been over for three months.\nHere are the details.\nIn 2015, Dr. Jill McCabe, a pediatrician, was recruited to run for one of the 40 seats in the Virginia's Republican-controlled Senate by Democratic Gov. Terry McAuliffe, who co-chaired Bill Clinton's 1996 re-election campaign and chaired Hillary Clinton's unsuccessful 2008 run for president.\nAccording to the Wall Street Journal, which broke the story, McAuliffe and other Virginia Democrats met with McCabe and her husband, Andrew, on March 7, 2015, to urge her to run as part of an effort to take back the Senate.\nAt the time, Andrew McCabe was assistant director of the FBI's field office in Washington and had focused much of his career on terrorism.\nThe FBI released a statement that Andrew McCabe \"consulted with top FBI headquarters and field office ethics officers for guidance, including briefings on the Hatch Act, to prevent against any actual or potential conflict-of-interest, in the event she decided to go forward.\"\nBased on that advice, the FBI said, when Dr. McCabe chose to run, Andrew \"McCabe and FBI lawyers implemented a system of recusal from all FBI investigative matters involving Virginia politics, a process followed for the remainder of her campaign. During the campaign, he played no role, attended no events, and did not participate in fundraising or support of any kind.\"\nNews that Clinton was using a private email account in violation of federal record-keeping requirements, broke March 2, 2015.\nMcCabe announced her candidacy 10 days later on March 12, 2015.\nThat July, the FBI was called in to begin a criminal investigation into the use of Clinton's private server at her home in New York. And that same month, Andrew McCabe was promoted to associate deputy director, the third in command at the FBI. He moved to FBI headquarters in September.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSherrod Brown\n\n\nstated on January 8, 2021 in an interview with Ohio reporters\n\n\n\n\n\n\n\n\nSummer “protesters outside the White House were met with tear gas, rubber bullets, a full militarized response. While ... rioters were able to breach the Capitol.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 11, 2021\n\n\n\n\n\n\n\nNot surprisingly, both McAuliffe, through his political action committee, and the state Democratic Party, donated to Dr. McCabe's campaign.\nOn Oct. 1, 27 and 29, McAuliffe's PAC, Common Good VA, gave Dr. McCabe's campaign a total of $450,000. (An additional $17,500 had been given earlier). The Democratic Party of Virginia spent $207,788 on Sept. 30 and Oct. 22 for mailings on her behalf. That would amount to 40 percent of the $1.7 million spent by the campaign.\nTwo other Democrats running for Senate seats, Jeremy Pike and Dan Gecker, got larger amounts from McAuliffe's PAC.\nIn November, Dr. McCabe lost her race to incumbent Republican Dick Black.\nOn Feb. 1, 2016, three months after his wife's defeat, Andrew McCabe became the FBI's deputy director.\nIn a statement to the Wall Street Journal, the FBI said it was the first time McCabe had any oversight role over the Clinton case.\n\"Months after the completion of (his wife's) campaign, then-Associate Deputy Director McCabe was promoted to Deputy, where, in that position, he assumed for the first time, an oversight role in the investigation into Secretary Clinton’s emails,\" according to the FBI statement.\nBut perhaps the biggest flaw in Trump's argument comes with his assertion that McCabe was in charge of the decision on whether to recommend prosecution.\nIt was FBI Director James Comey, not McCabe, who made the decision to recommend that the Justice Department not file charges against Clinton. Comey has repeatedly explained his decision under oath.\nFinally, there has been no evidence put forth so far — and several people in Trump's campaign did not respond to our inquiry — that Clinton or her campaign were involved in the contributions or knew they were being made. Trump has simply claimed, the money came \"essentially from Hillary Clinton,\" and that \"Hillary knew this money was being paid.\"\nOur ruling\nTrump said, \"The man who was in charge of the investigation of Hillary Clinton accepted essentially from Hillary Clinton $675,000 that went to his wife.\"\nTrump is correct that hefty donations were given from a Clinton ally to a candidate whose husband was an FBI official.\nBut the timeline doesn’t add up, nor do Trump’s allegations stand up to independent scrutiny.\nAt the time of the contribution, the candidate's husband was not directly involved in the FBI probe of Clinton's email server, according to the FBI. The bureau says that by the time he had some oversight role in the Clinton investigation, the election involving his wife had been over for three months.\nMeanwhile, the decision not charge Clinton was a recommendation made by the director of the FBI.\nTrump's statement contains a small element of truth but ignores critical facts that would give a completely different impression. We rate it Mostly False.\n Share the Facts 2017-07-25 13:56:40 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"The man who was in charge of the investigation of Hillary Clinton accepted essentially from Hillary Clinton $675,000 that went to his wife.\"    Donald Trump Candidate for president   In a speech Tuesday, October 25, 2016 2016-10-25    Read More  info", "vclaim_id": "vclaim-pol-04047"}