{"url": "/factchecks/2010/aug/27/barack-obama/obama-says-republicans-oppose-strengthening-child-/", "speaker": "Barack Obama", "vclaim": "Republicans \"don't think it's a good idea\" to make the child care tax credit \"stronger.\"", "truth_label": "barely-true", "date": "stated on August 18, 2010 in a response to a question during an appearance in Columbus, Ohio.:", "title": "Obama says Republicans oppose strengthening the child care tax credit", "text": "Featured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nDemocrats want to make it easier for working parents to pay for child care, but congressional Republicans don't think that's a good idea, President Barack Obama told his audience in Columbus, Ohio, on Aug. 18, 2010.\n\nAsked whether the government has done anything to reduce child care costs, Obama said, \"We have a child care credit in place. We’d like to make it stronger. This is one of those back-and-forths we’ve been having with the Republicans, because we actually think it is a good idea and they don’t. But I think that giving families support who have to work each and every day is absolutely critical.\"\n\nAre Republican lawmakers really opposed to increasing the child care credit? We decided to look into it.\n\nFirst, a little background. The Child and Dependent Care Credit allows parents who work or go to school to deduct between 20 and 35 percent of child care expenses for children under age 13. The credit, for expenses that total up to $3,000, can help reduce one's income tax liability to zero, but it is non-refundable. As a result, low-income families who owe little or no income tax to begin with get little benefit from the credit, according to the Tax Policy Center, a joint project of the Urban Institute and Brookings Institution.\n\nCongress enacted the credit in 1976 and in 1981 implemented a sliding scale that made the credit more progressive. More changes came in 1988 and 2001, when Congress increased the maximum allowable expenses. The latest extension, however, is scheduled to expire at the end of this year and unless Congress takes action, the maximum allowable expenses will drop to $2,400 for one child and $4,800 for two.\n\n President Obama was right when he said that Democrats have been working to make the credit \"stronger.\" He called for doubling the credit in his January State of the Union address and later made a proposal to make permanent the maximum 35 percent rate and the $3,000 maximum for expenses. His proposal would also permanently increase to $85,000 the income level when the credit begins to phase out, according to a Tax Policy Center analysis. Democrats in Congress have seemed receptive. Rep. Allyson Schwartz, D-Penn., introduced a bill in May that would make the 35 percent rate permanent. The bill has 11 co-sponsors, all Democrats.\n\nBut as for the Republicans, we found very limited evidence to substantiate Obama's claim that they are against it.\n\nOn Jan. 25, 2010, the White House Middle Class Task Force released a set of policy proposals designed to help middle-class families. The first proposal on the list called for doubling the Child and Dependent Care Tax Credit for families making under $85,000 a year.\n\nThe proposals prompted general criticism from Republicans, who claimed the proposals would not provide much of a boost to the economy.\n\nRep. John Boehner, the House Republican leader, said in a press release that none of the proposals \"outlined by the White House today would, in fact, create jobs. And they do nothing to protect Americans from the president’s job-killing agenda.\" Striking a similar tone, Rep. Dave Camp, R-Mich. told Bloomberg News that \"what will help middle-class families most is creating jobs and reducing the unemployment rate, but these proposals won’t do either.\"\n\nClearly those Republicans are not supporting the proposal that includes the child-care tax credit, but they are not singling it out for opposition, either.\n\nWe found a report issued by the Heritage Foundation, a conservative think tank, which argued that \"increasing this credit would do nothing to encourage growth.\" The credit as it stands discriminates against families who choose alternative child care arrangements, and Congress should focus on cutting marginal tax rates, the report states.\n\nStill, we weren't able to find any Republican lawmakers who cited the report in their speeches or statements, and we find it's a stretch for Democrats such as Obama to claim that the Republican criticism means they specifically oppose child care tax credits.\n\nIn fact, Republicans have often supported the credits in the past. GOP members in both the House and the Senate overwhelmingly backed previous bills that included the child care credit.\n\nThree Republicans have co-sponsored a tax bill by Sen. Ron Wyden, D-Ore., that would make the tax credit permanent. And a 2009 amendment that would improve the child care credit authored by Sen. Barbara Boxer, D-Calif., passed by unanimous consent, which means no Republican objected.\n\nLikewise, Sen. Charles Grassley, the senior Republican on the Senate Finance Committee, has called for changes to ensure that small companies can take advantage of the child care credit.\n\nObama said that Republicans \"don't think it's a good idea\" to make the child care tax credit \"stronger.\" It is true that the top Republican in the House dismissed the report of the White House Middle Class task force that proposed to double the credit, but the Obama administration has not produced any evidence of specific GOP opposition and we find plenty of other examples where Republicans have supported beefing up the credits. We find his claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14529"}