{"url": "/factchecks/2014/dec/19/everytown-gun-safety/deeper-look-claim-georgia-leads-nation-school-shoo/", "speaker": "Everytown for Gun Safety", "vclaim": "Georgia has had 12 school shootings in the two years since the mass killing at Sandy Hook Elementary School, more than any other state.", "truth_label": "barely-true", "date": "stated on December 10, 2014 in a recent report:", "title": "A deeper look at claim Georgia leads the nation in school shootings since Sandy Hook", "text": "Georgia has had the nation’s highest unemployment rate for three straight months.\nNow a new report puts Georgia at the top of another undesirable ranking: leading the nation with 12 school shootings since the mass killing at Sandy Hook Elementary School in 2012.\nThe Atlanta Journal-Constitution reported the Everytown for Gun Safety findings when they were first released last week.\nBut a follow-up story noted concerns that PolitiFact found in previous Everytown school shooting report, centered on the group’s overly broad definition of a school shooting.\nPolitiFact Georgia decided to review the latest report, and our previous work, to see if the new ranking holds up.\nAt issue is what counts as a \"school shooting.\" Everytown is very transparent about its methodology and criteria which go beyond the common understanding that a school shooting is an intruder or student shooting at innocent classmates and staff.\nThe group counts those incidents, such as the Sandy Hook massacre that left 28 dead. But it expands to other incidents, according to the report’s footnotes:\n\"Incidents were classified as school shootings when a firearm was discharged inside a school building or on school or campus grounds, as documented by the press or confirmed through further inquiries with law enforcement. Incidents in which guns were brought into schools but not fired, or were fired off school grounds after having been possessed in schools, were not included. \"\nIn other words, Everytown is counting incidents where no one is killed and even accidental discharges as school shootings.\nThat’s how, for instance, the 12 incidents in Georgia include a 17-year-old student who accidentally shot herself with an illegally concealed firearm in a February 2013 incident at Grady High School.\nAlso added to the tally: what turned out to be a suicide attempt in May in the parking deck of Georgia Gwinnett College.\nOnly one incident counted in the more commonly understood definition: the August 2013 morning when Michael Brandon Hill stormed McNair Discovery Learning Academy in DeKalb County armed with an AK-47 style semi-automatic rifle and nearly 500 rounds of ammunition.\nA school bookkeeper, Antoinette Tuff, talked down the man who had shot his way into the 800-student school. She, and a heavy police response, convinced Hill to surrender without injuring anyone – an outcome that drew international headlines.\nExperts warned about the confusion of putting those kinds of attacks – and two other shootings during school hours or school events following confrontations – in with other incidents.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"The question is whether the entire school or campus is endangered by the episode. The answer is most of these cases is no,\" said James Alan Fox, a criminologist at Northeastern University in Boston and author of the book, \"Violence and Security on Campus: From preschool through college.\"\nBut without knowing that, the report could drive anxiety and fear amid parents and students when schools are actually among the safest places for children to be, Fox said.\nThere were consistently about 45 school-associated violent deaths (not just by guns) in K-12 schools annually between 1992 and 2010. The number plunged to 31 in 2011, after spiking at 63 in the 2007 school year, according to a U.S. Bureau of Justice Statistics report.\nThe Southeast, not just Georgia, often sees more of the incidents because of easier access to guns, Fox said. But a two-year snapshot does not offer any meaningful analysis, he added.\nShootings on college campuses, meanwhile, are yet another different type of incident. Alcohol is often a factor in those incidents, which the Everytown report and experts conclude are often the result of an escalating conflict.\nThose shootings are no less tragic for stemming from confrontations, but experts said that also shows the different circumstances than the image of a lone shooter gunning down victims indiscriminately.\n\"That kind of personal altercation happens in a variety of locations. People are in a bar, get in a fight and go get a gun from their car,\" said Mark Safarik, president of Forensic Behavioral Services Inc. and a former member of the FBI Behavioral Analysis Unit.\n\"You’ve really broadened it to the point where it loses the sense that you are trying to get,\" he added.\nEverytown defends its definition, noting it includes on the first page of the report its criteria for the report.\n\"Our definition of what qualifies as a school shooting could not possibly be any more straightforward. When a gun is shot on school grounds, that's a school shooting,\" said Everytown communications director Erika Soto Lamb. \"Plain and simple -- any challenge to this very obvious definition deserves to be called what it is: a case of 'pants on fire.’\"\nThe experts disagree. But, the group can take heart in one key element of its findings and how it may play out in Georgia.\nThe report concludes that more than a third of all shootings nationally occurred after an argument or confrontation. Two-thirds of the Georgia incidents involved a shooter and victim who knew each other, an argument or fight beforehand or a drug deal.\nThat helps make the case for keeping guns off of college campuses, a fight expected to be revived when the Legislature convenes next month.\n\"In a lot of these incidents, a fight occurs and it’s settled with a gun,\" Safarik said. \"You add in college campuses, with alcohol consumption, it could be a recipe for more events. That should be a more important conclusion than a dubious conclusion Georgia has the most school shootings.\"\nAnd with that, it appears the new Everytown report on school shootings mirrors concerns raised before about how to tally school shootings.\nIt is accurate, by its broad definition, that Georgia led the nation with its version of \"school shootings.\" The report is also useful in explaining what often leads to violent incidents at school and college campuses.\nIn the end, there is value in the findings but significant context missing from its overall conclusion.We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-06900"}