{"url": "/factchecks/2017/dec/08/paul-ryan/paul-ryans-partially-accurate-claim-house-tax-bill/", "speaker": "Paul Ryan", "vclaim": "Under the House Republican tax plan, in Wisconsin, \"the median household of four gets about a $2,000 tax cut, on average.\"", "truth_label": "half-true", "date": "stated on December 1, 2017 in an interview:", "title": "Paul Ryan's partially accurate claim that House tax bill saves typical Wisconsin household $2,000", "text": "U.S. House Speaker Paul Ryan is pushing back against criticism of a GOP tax plan that he hopes will become law before the end of the year.\nIn a Dec. 1, 2017 National Public Radio interview, the Wisconsin Republican repeated his argument that the House version of tax reform is a middle-class tax cut. Then he made a claim about Wisconsin, saying:  \nThis is designed to be a middle-class tax cut. I think the people who are concerned the most are some of the big businesses; that's where we hear most of the complaints about. But this is a middle-class tax cut, no two ways about it. I just ran the numbers of Wisconsin. The median family of four -- the median household of four -- gets about a $2,000 tax cut, on average.\nRyan’s $2,000 claim is correct -- as far as it goes.\nBut it leaves out some important information.\nThe $2,000\nTo defend Ryan’s statement, his office referred us to the U.S. House Ways and Means Committee. A spokeswoman for the committee provided us these figures, which compare current law to the House bill, known as the Tax Cuts and Jobs Act.\nThe figures are for a Wisconsin household of four -- a couple with two minor children -- based on 2016 U.S. Census data for median income.\nThe median income -- $91,532 -- means that half of four-person households in the state earned more than that in 2016 and half earned less.\n\n\n\n \n\nCurrent law\n\n\nHouse tax plan\n\n\n\n\n\n\nAdjusted gross income\n\n\n$91,532\n\n\n$91,532\n\n\n\n\nStandard deduction\n\n\n$13,000\n\n\n$24,440\n\n\n\n\nPersonal exemptions\n\n\n$16,000\n\n\n0\n\n\n\n\nTaxable income\n\n\n$61,932\n\n\n$67,132\n\n\n\n\n10% bracket\n\n\n$1,905\n\n\n---\n\n\n\n\n12% bracket\n\n\n---\n\n\n$8,056\n\n\n\n\n15% bracket\n\n\n$6,432\n\n\n---\n\n\n\n\nPreliminary liability\n\n\n$8,337\n\n\n$8,056\n\n\n\n\nChild tax credit\n\n\n$2,000 ($1,000 per child)\n\n\n$3,200 ($1,600 per child)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\nFamily credits\n\n\n---\n\n\n$600 ($300 per parent)\n\n\n\n\nTax liability\n\n\n$6,337\n\n\n$4,256\n\n\n\n\nTax savings in 2018\n\n\n---\n\n\n$2,081\n\n\n\n\n \n(The House bill would make several changes in the tax brackets, including replacing the 10 percent bracket with a 12 percent bracket.)\nThe $2,081 savings figure is correct, according to experts at four think tanks we contacted: Amir El-Sibaie, an analyst at the Tax Foundation; Chuck Marr, director of federal tax policy at the Center on Budget and Policy Priorities; and Urban-Brookings Tax Policy Center senior fellow Frank Sammartino; and Institute on Taxation and Economic Policy deputy director Meg Wiehe.\nBut the experts agreed there are two important caveats:\n1. Ryan’s example assumes the typical household he cites claims a standard deduction, rather than itemizing deductions. But many households at the income level Ryan cites itemize their deductions.\nThat initial $2,081 in savings could be hundreds less if that household has claimed certain itemized deductions, such as for medical expenses, that would be eliminated by the House bill. (Other deductions eliminated or pared back in the House bill include the mortgage interest deduction, and the state and local tax deduction.)\nMarr told us IRS data shows that in 2015, 55 percent of Wisconsin tax filers with an income between $75,000 and $100,000 claimed itemized deductions instead of the standard deduction.  \n2. Even the household that stand to save $2,081 in 2018 would see that savings decrease each year going forward.\nAccording to these figures Marr provided, the annual savings drops to $767 by 2027:\n\n\n\n\nYear\n\n\nTax savings for median income household of four in Wisconsin\n\n\n\n\n\n\n2018\n\n\n$2,081\n\n\n\n\n2019\n\n\n$1,956\n\n\n\n\n2020\n\n\n$1,889\n\n\n\n\n2021\n\n\n$1,819\n\n\n\n\n2022\n\n\n$1,749\n\n\n\n\n2023\n\n\n$1,076\n\n\n\n\n2024\n\n\n$1,018\n\n\n\n\n2025\n\n\n$903\n\n\n\n\n2026\n\n\n$827\n\n\n\n\n2027\n\n\n$767\n\n\n\n\n \nThe savings decline for several reasons, including: The family credit goes away after 2022; there generally aren’t inflation adjustments for the child tax credit; and the personal exemptions would be indexed to a different measure of inflation that increases more slowly.\nOur rating\nRyan says that under the House Republican tax plan, in Wisconsin, \"the median household of four gets about a $2,000 tax cut, on average.\"\nThat’s true if the typical household Ryan describes claims a standard deduction on their taxes rather than itemizing deductions. The savings would be $2,081 -- in 2018.\nBut many Wisconsin households at that income level would see a savings of several hundred dollars less because they would no longer be able to claim deductions such as one for medical expenses, which the House bill eliminates.\nMoreover, because of the way the House bill is written, even the household that saves $2,081 in 2018 would see that savings drop in each year, down to an estimated $767 in 2027.\nRyan’s statement is partially accurate but leaves out important details -- our definition of Half True.  Share the Facts 2017-12-08 17:49:01 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True   Under the House Republican tax plan, in Wisconsin, \"the median household of four gets about a $2,000 tax cut, on average.\"    Paul Ryan U.S. House speaker, R-Wis. https://youtu.be/5K2g79V9bts   In an interview Monday, December 1, 0217 0217-12-01    Read More  info", "vclaim_id": "vclaim-pol-02617"}