{"url": "/factchecks/2008/jan/10/rudy-giuliani/capacity-has-increased/", "speaker": "Rudy Giuliani", "vclaim": "\"We haven't built a refinery, I think, in 30 years.\"", "truth_label": "barely-true", "date": "stated on January 5, 2008 in a debate in Manchester, N.H.:", "title": "Capacity has increased", "text": "When it comes to energy independence, the United States has \"an idea\" but lacks \"a program,\" according to former New York City Mayor Rudy Giuliani. During the Jan. 5 debates in Manchester, N.H., he said, \"We haven't built a refinery, I think, in 30 years.\"\n\nIt's been more than 30 years, said Bill Holbrook, communications director for the National Petrochemical & Refiners Association, an industry trade group. The last spanking-new refinery built in the United States was the Marathon Oil refinery in Garyville, La., in 1976.\n\n\nBut that's not the whole story, he said.\n\n\n\"When people say that, they're implying that the industry has done nothing to increase capacity,\" Holbrook complained. \"And that is inaccurate.\"\n\n\nThe industry has found it costs less money and takes less time to expand existing facilities, he said. Over the past 15 years, the U.S. refining industry has added the equivalent of one new, state-of-the-art refinery a year, each with a capacity to refine 150,000 to 300,000 barrels per day.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nJonathan Cogan, senior analyst with the Energy Information Administration, echoed Holbrook: \"Not quibbling with the wording, but it leads you to believe we haven't increased our refining capacity. We have.\"\n\n\nIn fact, the United States has added nearly 1.7-million barrels per day of refining capacity since 1985, according to the administration's records.\n\n\nCogan said Garyville is the last \"significant\" refinery built, and industry experts often think of it as the most recent. But there have been a handful of smaller refineries built since then. However, those can handle only a fraction of Garyville's capacity, according to the EIA, the information arm of the Department of Energy.\n\n\nSo Giuliani has the date right, but tells only part of the story. No significant refineries have been built in more than 30 years, but refining capacity in the United States has expanded substantially and smaller plants have been built. We rule his statement Barely True.\n\n\n\nUPDATE:\n\nThe last new refinery of significant size built in the United States was a Marathon Oil refinery in Garyville, La. Previously, we reported an incorrect name for the facility.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16418"}