{"url": "/factchecks/2010/sep/30/alex-sink/alex-sink-says-she-stood-local-control-schools/", "speaker": "Alex Sink", "vclaim": "When Tallahassee politicians and bureaucrats tried to run our schools, \"I've stood up to them to protect local control.\"", "truth_label": "mostly-true", "date": "stated on September 17, 2010 in a TV ad:", "title": "Alex Sink says she stood up for local control of schools", "text": "Florida Chief Financial Officer Alex Sink, running as a Democrat for governor, says she's in favor of local control for schools.\n\nIn a Sept. 17, 2010, TV ad, Sink says: \"Tallahassee politicians and bureaucrats have no business trying to run our local schools. When they've tried, I've stood up to them to protect local control. And I'll stand up to them again as a parent and as your governor.\"\n\nEducation is an important topic for many voters and the bill that Sink based her claim on was one of the most controversial during the Florida Legislature's 2010 session. So it's important for Sink, running for governor, to present herself as a leader on the topic.\n\nSink campaign spokeswoman Kyra Jennings told us Sept. 27 that Sink was referring to Senate Bill 6 -- the bill that would have overhauled teacher pay and tenure statewide. The bill, pushed by Republicans and strongly opposed by teachers unions and Democrats, was filed in the Senate on March 1. The bill was approved by the Senate on March 24 and the House on April 9. Gov. Charlie Crist vetoed the bill April 15. Keep that timeline in mind -- it's important here when evaluating Sink's claim.\n\nWe did a Nexis search on Sink and \"Senate Bill 6\" and the first reference we found was a March 31 news release from Sink's campaign -- one week after the Senate voted in favor of the bill.\n\nSink said in the press release: \"These proposals are bad for our children and our state. As a mother whose two children went to Florida public schools, I feel strongly that our local school districts should be the ones making these kinds of decisions for our students and teachers -- not politicians in Tallahassee. I also have a serious problem with placing even more unfunded mandates on our local school districts, as they are already facing significant budget concerns.\"\n\nJennings sent us a list of newspaper articles and Sink press releases that showed her opposition to Senate Bill 6. Here are excerpts of what Jennings provided, in chronological order:\n\nIn a press release on April 8 -- one day before the House vote -- Sink stated: \"It's clear that the people of Florida don't want Tallahassee politicians dictating a rigid, one-size-fits-all policy to our local school districts. Florida is a diverse state and every classroom is different. As a mother whose two children graduated from Florida's public schools, I strongly believe in preserving local control of local schools.\"\n\nIn a press release April 9 -- the day the House voted in favor of the bill -- Sink called on Crist to veto Senate Bill 6 and \"stand with the people of Florida against this attempt by Tallahassee politicians to take control away from our local schools. This Tallahassee cram-down is wrong for our children and our state,\" said Alex Sink. She launched an online petition drive urging Crist to veto the bill.\n\nOn April 16, the Palm Beach Post stated that Sink rallied more than 16,000 Internet opponents in that online petition drive.\n\nSo by March 31 -- after the Senate approved it -- Sink clearly opposed Senate Bill 6. She reiterated her opposition April 8 -- the day before the House voted for it and again April 9 when she urged Crist to veto it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nBut where was Sink earlier?\n\nDuring the first two weeks of March, teachers unions, educators and others statewide were loudly objecting, as seen in numerous news articles and letters to the editor.\n\nA brief glance at some big-name voices in the Senate Bill 6 war who publicly opposed the bill before Sink did:\n\nThe statewide teachers union: The Florida Education Association sent a press release March 8 bashing the bill. A Miami Herald/St. Petersburg Times article March 3 quoted the FEA's general counsel criticizing the bill and quoted Miami Sen. Frederica Wilson, a Democrat and former educator, opposing the bill. \"This is just another attempt to destroy public schools,\" Wilson was quoted saying.\n\nFlorida School Boards Association: Wayne Blanton, executive director of the Florida School Boards Association, opposed the bill by early March. A March 8 Tallahassee Democrat article stated the Leon County School Board watched a video of Blanton in which he said: \"I've been doing this 35 years, as you well know, Senate Bill 6 may be one of the worst education bills I've ever seen filed in the history of the Florida Legislature.\"\n\nBroward and Palm Beach school leaders: By March 25, teacher union presidents in Broward and Palm Beach -- two of the larger counties in the state -- voiced opposition, according to the Sun-Sentinel. Pat Santeramo, president of the Broward Teachers Union, called it \"probably the worst legislation developed in years. It is just pitiful.\" Robert Dow, president of the Palm Beach County Classroom Teachers Association, called it \"a sledgehammer to public education.\" On the same day, the Miami Herald quoted Broward Superintendent Jim Notter calling the bill \"a crushing blow against our most important employees, our teachers.\"\n\nThe people: On March 31, the St. Petersburg Times/Miami Herald wrote that Crist's office had received 700 calls on the issue the previous week, House lawmakers received hundreds of thousands of e-mails and thousands of phone calls and a Facebook page called \"Stop Senate Bill 6\" had almost 17,000 supporters.\n\nOne other question to raise about Sink's claim: Is it fair to say that politicians and bureaucrats tried to run our local schools? For Senate Bill 6, we will define \"bureaucrats\" as Florida Commissioner of Education Eric J. Smith. The department didn't propose the bill, though Smith was on record as supporting it by March 26.\n\nFinally, though Senate Bill 6 failed, politicians and bureaucrats already have quite a bit of say in local schools. Let's name a few examples: state law dictates how many days a year schools must be in session, a range of dates for holding the FCATs and what subjects must be taught.\n\nWe asked Jennings how much credit Sink should get for opposing the bill a week after the Senate approved it.\n\n\"Not only did she stand up before the governor made the decision to either sign or veto this bill but before it was passed through both the House and Senate to strongly oppose it, she headed up a citizens' petition where over 12,000 Floridians signed it,\" Jennings said.\n\nSo let's review: Sink's ad claims she \"stood up\" to politicians and bureaucrats \"to protect local control.\" Sink clearly opposed Senate Bill 6 -- proposed by politicians and supported by the Education Commissioner -- which would have led to new teacher standards in schools statewide. But she was late in her opposition -- a week after the Senate voted for it and weeks after unions and educators started their much publicized protest. Thousands of Floridians had weighed in by calling or e-mailing elected officials in Tallahassee by the time Sink spoke up. Sink has omitted important context here, but she did stand up. We rate her claim Mostly True.", "vclaim_id": "vclaim-pol-14325"}