{"url": "/factchecks/2017/jun/28/michael-needham/are-medicaid-patients-more-likely-die-uninsured-he/", "speaker": "Michael Needham", "vclaim": "\"Actually, on some procedures, you're more likely to die if you're on Medicaid than if you're uninsured.\"", "truth_label": "barely-true", "date": "stated on June 25, 2017 in an interview on Fox News Sunday:", "title": "Are Medicaid patients more likely to die than uninsured, as Heritage Action CEO says?", "text": "In his defense of the Republican Senate health care proposal, Heritage Action for America CEO Michael Needham argued that some patients on Medicaid are more likely to die than those without insurance.\nNeedham, who heads up the conservative organization, questioned the effectiveness of Medicaid in an interview on Fox News Sunday June 25.\n\"If the Democratic Party wants to become the party of Medicaid, I don't think it's going to have a lot of success in the 21st century. Medicaid was a program designed in the middle of the last century where health outcomes between people on Medicaid and the completely uninsured are exactly the same. Actually, on some procedures, you're more likely to die if you're on Medicaid than if you're uninsured,\" Needham said.\nLegislation in both the House and Senate would slow the rate of Medicaid spending and result in enrollment declines, according to the Congressional Budget Office.\nA spokesman for Needham said his statement about deaths for those on Medicaid compared with the uninsured came from a 2011 Wall Street Journal op-ed by Scott Gottlieb, who was recently confirmed as FDA commissioner. Gottlieb was also a clinical assistant professor at the New York University School of Medicine and a resident fellow at the conservative American Enterprise Institute.\nGottlieb wrote that for Medicaid patients, \"in some cases, they’d do just as well without health insurance.\"\nHe cited four studies about the outcomes of patients on Medicaid for certain types of procedures. We were able to reach the authors of three of those studies, and they disputed Gottlieb’s conclusions.\nUniversity of Virginia study was only about people who underwent surgery\nThe largest study, done by the University of Virginia and published in 2010, followed the patient outcomes of almost 900,000 major surgeries across the country.\nThe study kept track of whether those patients had private insurance, Medicare, Medicaid or no insurance at all.\nThe results showed Medicaid patients were more likely to die following a procedure than the uninsured, but the deaths result from the fact that Medicaid patients tend to begin treatment in poorer health. That's a critical distinction, said one of the key researchers for the study, Dr. Irving Kron, a University of Virginia School of Medicine professor and cardiovascular surgeon. Kron told PolitiFact that Needham’s conclusion is incorrect.\nKron has said that his study doesn’t mean Medicaid is to blame for higher odds of patient deaths.\nWhile the study adjusts for socioeconomic factors, it notes that if you’re on Medicaid, you’re probably suffering from a long list of risk factors other patients don’t have. Medicaid recipients are the poorest, least educated and sickest of all patients. Those patients have the highest incidence of AIDS, depression, liver disease, neurologic disorders, psychoses and metastatic cancer, according to the study.\n\"The reality is it’s apples and oranges,\" Kron previously told PolitiFact. \"The problem with Medicaid is there’s more emergencies, because they’re sicker than most people. … They wait for care and unfortunately, emergent patients don’t do as well as elective patients.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nSome other studies were narrow in scope\nGottlieb’s op-ed also cited studies examining outcomes for Medicaid patients who had cancer of the throat, coronary angioplasty or lung transplants. We tracked down authors of two of the studies; they rejected Gottlieb’s conclusions.\nGottlieb cited a 2010 study of 1,231 patients with cancer of the throat, published in the medical journal Cancer. The study found that Medicaid patients and people lacking any health insurance were both 50 percent more likely to die when compared with privately insured patients—even after adjusting for factors that influence cancer outcomes, Gottlieb wrote.\nHowever, the authors of that report told PolitiFact that Gottlieb’s conclusion was wrong.\nOne of the caveats of the insurance records used for this study was that no distinction was made between patients who were covered by Medicaid at the time of diagnosis and those who were uninsured at diagnosis but were then enrolled in Medicaid, said Scott M. Langevin, an assistant professor in the Department of Environmental Health University of Cincinnati College of Medicine.\nSince researchers were unable to consider the Medicaid and uninsured groups separately, it’s an \"errant interpretation\" to conclude that health outcomes for people on Medicaid and those completely uninsured are exactly the same, Langevin said.\nGottlieb also cited a study about outcomes for patients who underwent coronary angioplasty (a procedure to open clogged heart arteries).\nDr. Michael Gaglia, associate professor of medicine at the University of New Mexico and an author of the 2011 study in the American Journal of Cardiology, said that Gottlieb ignores the full findings of his study and the broader picture about Medicaid.\nFor those younger than 65, the Medicaid patients fared a little better than those who were uninsured, he said.\nHe said that such arguments that having Medicaid is worse than not having insurance is \"absurd.\"\n\"This implication that somehow you get worse care with an insurance plan -- Medicaid -- than you would by not having an insurance plan at all -- no coverage, just going to the ER for emergencies -- for most reasonable people that doesn’t make any sense,\" he said.\nPolitiFact has previously found at least seven academic papers that detected a link between securing health insurance and a decline in mortality. In general, these papers present a stronger consensus that having insurance saves lives.\nHarvard researchers recently wrote a piece summarizing the evidence on the effect of Medicaid or other insurance on mortality. Their review of the evidence concludes that insurance like Medicaid significantly reduces mortality relative to being uninsured, said Katherine Baicker, one of the authors. The researchers found that \"coverage expansions significantly increase patients’ access to care and use of preventive care, primary care, chronic illness treatment, medications, and surgery. These increases appear to produce significant, multifaceted, and nuanced benefits to health.\"\nOur ruling\nNeedham said, \"Actually, on some procedures, you're more likely to die if you're on Medicaid than if you're uninsured.\"\nNeedham points to a 2011 op-ed that cited studies about the outcomes of patients on Medicaid for certain types of procedures. We were able to reach the authors of three of those studies who disputed Gottlieb’s conclusions.\nWe rate this claim Mostly False.\n Share the Facts 2017-06-28 20:20:11 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False   \"Actually, on some procedures, you're more likely to die if you're on Medicaid than if you're uninsured.\"    Michael Needham CEO of Heritage Action for America    Sunday, June 25, 2017 2017-06-25    Read More  info", "vclaim_id": "vclaim-pol-03159"}