{"url": "/factchecks/2013/jan/10/james-bennett/providence-economic-development-director-james-ben/", "speaker": "James Bennett", "vclaim": "\"Our numbers are going up at the airport.\"", "truth_label": "pants-fire", "date": "stated on January 1, 2013 in a Gov. Lincoln Chafee YouTube video:", "title": "Providence economic development director James Bennett says the numbers “are going up” at T.F. Green Airport", "text": "To demonstrate that progress has been made in Rhode Island during his first two years in office, Gov. Lincoln Chafee released a YouTube video on Jan. 1 that featured various officials talking about economic development, education and regulatory reform.\n\nOne of those officials is James Bennett, Providence's director of economic development. On the video, he talks about how Chafee has helped lower costs for airlines, making it less expensive for people to fly in and out of T.F. Green Airport. \"Our numbers are going up at the airport,\" he says.\n\nMost of the news reports we've seen about passenger traffic at Green have not been encouraging, so we called Bennett's office to find out where he was getting his numbers.\n\nWhile we waited, we went to the Rhode Island Airport Corporation's website, which posts monthly reports on passenger traffic at Green.\n\nAs of the end of November, passenger traffic at the airport was down 6.5 percent for 2012 compared with what it was during the first 11 months of 2011.\n\nThe only months that showed increases over the previous year were January and February.\n\nOn a year-to-year basis, the number of passengers going through the airport has been dropping steadily since the peak of 5.7 million in 2005. The number in 2011 was 3.9 million.\n\nThat's an annual decline of 6.3 percent, or a drop of 32.2 percent over six years.\n\nThe December number has not been released yet, but in order for the airport to have ended 2012 with more passengers than in 2011, traffic in December would need to have been 80 percent higher than it was in December 2011.\n\nWhen Bennett got back to us via e-mail, he said he wasn't talking about passenger traffic at all: \"What I was referring to in my comments was the increased capacity of 450 additional seats a day or 13,500 extra seating capacity a month out of Green with JetBlue,\" which began service at the airport on Nov. 29.\n\nWe wrote back to Bennett asking, \"What's the point of having extra seats if they're not being filled?\"  He responded:  \"In my experience in business the basic idea of supply and demand will bring prices down and after 30 days I'm hopeful that adding JetBlue supply will increase demand and therefore bullish on stopping the downward trend previous to November 29 2012.\"\n\nTo double check Bennett’s number of available seats, we called the Airport Corporation.\n\nIt turns out that, on a year-to-year-basis, the number of available airplane seats isn't up, even with the addition of JetBlue. Just the opposite, the seat count has been falling rapidly.\n\nAccording to data provided by Peter Frazier, the interim president and CEO of the corporation, the average number of airplane seats each weekday, which is the how the airport tracks such data, was down nearly 10 percent in December 2012 compared with December of the previous year.\n\nIn fact, the decline has been in the double digits for nine of the last twelve months.\n\nWe also looked at month-to-month changes. They tend to be all over the map due to seasonal fluctuations.\n\nThe number of seats in December, after JetBlue service began, did rise by 179 (or 3 percent) compared with November. But the number will drop below pre-JetBlue levels in January 2013, if the airlines stick to their published schedules -- a reduction in 558 seats or a 9 percent drop.\n\nBut Frazier said month-to-month seat number comparisons are risky. \"We wouldn't do that. The industry doesn't do that. There's so much fluctuation,\" he  said. \"Sure the numbers aren't higher, but the rate of decrease has definitely slowed with JetBlue's presence.\"\n\nBut, once again, that doesn't mean there will be passengers to fill those seats.\n\n\"I'm more focused on getting people on the plane,\" said Frazier. \"Typically, when you say your 'numbers are going up' at the airport, you're not saying the number of seats.\"\n\nOur ruling\n\nJames Bennett said, \"Our numbers are going up at the airport.\"\n\nWhen experts talk about the success of an airport, they look at the number of passengers using the facility, not the number of seats available to purchase.\n\nWe believe the vast majority of viewers of Chafee’s YouTube video will come away believing that, when Bennett reports that \"our numbers are going up,\" he is reporting that passenger volume is up.\n\nIn fact -- as The Journal has repeatedly reported -- the opposite is true. The passenger numbers have been dropping for years.\n\nMaybe the addition of JetBlue will reverse the downward trend.\n\nBut the impression Bennett is giving in the video is so at odds from the facts, the judges rate his statement Pants on Fire.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09866"}