{"url": "/factchecks/2017/jul/14/corey-lewandowski/lewandowski-wrongly-says-trump-florida-day-trump-t/", "speaker": "Corey Lewandowski", "vclaim": "Says \"Donald Trump was doing a rally in the state of Florida\" the day Trump's son and others met with a Russian lawyer in New York.", "truth_label": "false", "date": "stated on July 13, 2017 in an NBC interview:", "title": "Lewandowski wrongly says Trump in Florida day of Trump Tower meeting with Russian lawyer", "text": "Questions continue to swirl around June 9, 2016, the day senior officials working on Donald Trump’s presidential campaign held a meeting with a Russian lawyer in hopes of gleaning derogatory information on Democratic candidate Hillary Clinton.\nThe timeline around this meeting is key because a central line of questioning for investigators probing possible connections between the Trump campaign and the Russian government could likely be what did Donald Trump know about the meeting, and when did he know it?\nIn an appearance on NBC’s MTP Daily, Trump’s campaign manager at the time recalled traveling with the candidate on June 9, 2016, for a Trump rally in Florida.\n\"What I do remember on that particular day was that was a day that Donald Trump was doing a rally in the state of Florida, so I traveled with the president that day,\" Corey Lewandowski said July 13, 2017.\nWas Trump in Florida on June 9, 2016, the day his son, Donald Trump Jr., and others met with a Russian lawyer in New York?\nNo.\nTrump was in New York. Trump attended a fundraising lunch at the Four Seasons in New York before spending the rest of the day at Trump Tower.\nHe also engaged in a Twitter feud that day with Clinton.\nThat morning he took to Twitter and called Clinton \"Crooked Hillary,\" saying his Democratic rival would be a \"disaster\" on everything from the economy to the military to health care.\nThe barbs continued throughout the day, with Trump lashing out at President Barack Obama over his endorsement of Clinton.\n\"Obama just endorsed Crooked Hillary. He wants four more years of Obama — but nobody else does!\" Trump tweeted.\nClinton replied that afternoon, urging Trump: \"Delete your account.\"\nTrump then fired back: \"How long did it take your staff of 823 people to think that up — and where are your 33,000 emails that you deleted?\"\nAccording to a schedule of Trump’s rallies released by NBC, Trump held no rally on June 9, and he did not appear for a Florida rally until June 11 — two days after Trump Jr., then-campaign chairman Paul Manafort and Trump’s son-in-law Jared Kushner met at Trump Tower with the Russian lawyer.\nThe date of Trump’s Florida rally is backed up by a Tampa Bay Times photo taken at the Tampa Convention Center in downtown Tampa on Saturday, June 11, 2016.\n\nOur ruling\nLewandowski said \"Donald Trump was doing a rally in the state of Florida\" the day his son and others met with a Russian lawyer in New York.\nThat’s wrong. The Florida rally was two days later on June 11.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTrump was in New York on June 9 and spoke at a fundraiser before returning to Trump Tower.\nWe rate Lewandowski’s claim False.\n Share the Facts 2017-07-14 16:07:35 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says \"Donald Trump was doing a rally in the state of Florida\" the day Trump's son and others met with a Russian lawyer in New York.    Corey Lewandowski Former Trump Campaign Manager   an NBC interview Thursday, July 13, 2017 2017-07-13    Read More  info    \n \nMore from PolitiFact on the Trump-Russia story\nLewandowski wrongly says Trump in Florida day of Trump Tower meeting with Russian lawyer\nFact-checking Donald Trump’s comments about campaign meeting with Russian lawyer\nTrump and Russia, Clinton and Ukraine: How do they compare?\nRussia, Trump, Turkey: Detailing Michael Flynn's fall\nThe possible ties between Trump and Russia, explained\nIs 'collusion' illegal? Fox News host says no\nWhat legal experts say about Donald Trump Jr. meeting with Russian lawyer\n5 questions about opposition research and Russia\nSix big moments from the June 8 James Comey hearing\nThe 3 things Comey’s advance testimony corroborates from press reports, Trump\n6 questions about James Comey’s upcoming Senate hearing, answered\nObstruction of justice, presidential immunity, impeachment: What you need to know\nThe shifting explanations of Trump’s Russia disclosures\nMostly True: Trump uses Russia's 'law firm of the year' to counter claim he's too close to Russia\nDonald Trump’s Mostly False claim that James Clapper said no collusion found in Russia probe\nTrump and Democratic views on FBI's Comey at key turning points\nSean Spicer’s False claim that Paul Manafort played a minor role in the Trump campaign", "vclaim_id": "vclaim-pol-03109"}