{"url": "/factchecks/2011/mar/10/rick-scott/gov-rick-scott-says-every-85-tourists-one-job-crea/", "speaker": "Rick Scott", "vclaim": "\"We know that every 85 visitors create one Florida job.\"", "truth_label": "true", "date": "stated on February 28, 2011 in a press release touting a state tourism program:", "title": "Gov. Rick Scott says for every 85 tourists, one job is created in the state", "text": "While snowstorms, blizzards and sub-zero wind chills have been the norm throughout the United States this winter, we're enjoying balmy breezes and temperatures above 70 degrees in the Sunshine State. At one point, in fact, Florida had the distinction of being the only U.S. state untouched by snow, according to the National Weather Service.\n\nHoping to appeal to a frost-fatigued nation, Florida Gov. Rick Scott kicked off the \"Share a Little Sunshine Tour\" at a March 1, 2011, event in Orlando. Joined by a group of \"Sunshine Ambassadors,\" Scott made stops in Washington, D.C., Philadelphia, New York City and Chicago, hoping to bring attention to the state with promotional events and Florida vacation prize give-aways.\n\n\"Tourism is an important economic engine for Florida and employs nearly one million residents,\" Scott wrote in a Feb. 28 press release touting the \"Share a Little Sunshine\" campaign.\n\n\"I am proud to lead VISIT FLORIDA’s Share a Little Sunshine campaign to bring more visitors to the Sunshine State,\" Scott wrote. \"We know that every 85 visitors create one Florida job, so I urge all Floridians to join with me in supporting this effort to increase jobs and grow the state’s economy.\"\n\nIn a state reeling from an 11.9 percent unemployment rate, we wondered whether Scott’s claim about the rate of jobs created by tourists was true?\n\n\"It’s simple math,\" said Kathy Torian, spokeswoman for Visit Florida, the state’s tourism marketing agency.\n\nIn a March 7 phone interview, Torian said Scott’s figure was based on calculations using the number of tourists who visited Florida in 2010, divided by the number of Floridians employed in the leisure and hospitality industry.\n\nIn 2010, 82.6 million tourists visited Florida, according to figures compiled by Visit Florida, with roughly one million Floridians employed in the leisure and hospitality industry. (The actual number, according the Bureau of Labor Statistics, is 928,000 as of December 2010.) If we use the million-workers figure, the ratio is 82.6 tourists per job. If we use the BLS job count, it's 89 tourists per job.\n\nWe asked Torian how Visit Florida counts jobs and tourists, and found that both are estimates. Torian said the jobs count is pulled from the state Agency for Workforce Innovation and is seasonally adjusted. The employment categories used are air transportation; travel arrangement and reservation services; arts, entertainment and recreation; and accommodation and food services. Year-round residents and business travelers, not just tourists, contribute to those employment categories, too, of course. But we agree they are heavily tourist-dependent.\n\nTo count tourists, the agency uses a method developed in 1999 that tracks visitors at 14 airports and applies a ratio of air to non-air visitors (meaning drivers). Foreign visitors are tracked through various travel research businesses. You can see the methodology here. For estimates of hard-to-track items like tourists and tourism-related jobs, the methods appear reasonable.\n\nThose figures may not exactly create an 85:1 ratio, but Torian said the governor was likely relying on previous numbers from 2007 when 84.5 million visitors made their way to the Sunshine State. The 85 tourists creating one job is a figure that has also been used in the past by Visit Florida executives such as this February 2011 press release.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nScott said, \"We know that every 85 visitors create one Florida job.\" While the number of tourists may have dropped off some since 2007, the proportion of tourism-driven jobs to tourists is still close to the ratio he touted. We rate this claim True.", "vclaim_id": "vclaim-pol-13444"}