{"url": "/factchecks/2018/sep/26/danny-oconnor/danny-oconnors-ad-ohio-really-slashes/", "speaker": "Danny O'Connor", "vclaim": "Says Ohio U.S. Rep. Troy Balderson backs a \"massive tax giveaway\" for corporations \"by slashing Medicare and Social Security.\"", "truth_label": "barely-true", "date": "stated on September 25, 2018 in a campaign ad:", "title": "Danny O'Connor's ad about Medicare, Social Security really slashes", "text": "Lower corporate taxes beat high ones, many Republicans say, firm in the assertion that if companies can keep more of their earnings, they’ll spend it on jobs and expansion.\nOr else it’s all a sham to help their fat-cat contributors -- and ordinary Americans will have to pay later when their retirement benefits get shorted.\nThe latter belief is the basis of a new ad from Danny O’Connor, the Democrat running in Ohio’s 12th Congressional District. He’s challenging Troy Balderson, a Republican who won the mid-Ohio seat temporarily after a special election in August 2018. Balderson was not in Congress when lawmakers passed the Tax Cuts and Jobs Act of 2017, but he supported it.\nAn announcer in O’Connor’s ad says, \"If you want to know who Troy Balderson works for, follow the money. An avalanche of corporate cash. Big banks. Drug companies. The insurance giants. Balderson backs a massive tax giveaway for them by slashing Medicare and Social Security for us.\"\nThese dots supposedly go from corporate donations to tax cuts for companies to slashed retirement programs. Let’s see where they actually lead.\nBasic facts\nThe basic facts on campaign contributions are simple and taken from public filings.\n\n\nBalderson is raising campaign money. Based on publicly filed campaign finance records through Sept. 10, he has raised nearly $1.8 million, with about $240,000 of it coming from political action committees of businesses. Whether that’s an \"avalanche of cash\" is relative, but for the sake of comparison, O’Connor, the candidate making the claim, has raised much more money: $5.5 million -- but he shuns money from corporate PACs.\n\n\nThe ad’s announcer singles out three kinds of corporations. One is \"the insurance giants.\" Yet nearly a quarter, or $11,900, of the industry’s total came from a single hometown insurer, Nationwide, based in Columbus, mostly from the company PAC.\n\n\nBalderson has received more than $30,000 from commercial banks so far. Yet the overwhelming share of it -- $15,500 -- was from another hometown company, Columbus-based Huntington Bancshares. O'Connor got $2,500 from Huntington's PAC in April but gave it back in June.\n\n\nBalderson got $14,900 from pharmaceutical and health products companies, records show. But 40 percent of that drug industry money, or $6,000, came from Cardinal Health, a Columbus-based pharmaceutical distributor.\n\n\nThe 'giveaway'\nThe ad then says Balderson \"backs a massive tax giveaway\" for his corporate donors\nThis refers to the corporate tax rate reductions in the late 2017 income tax overhaul. How do the tax cuts for corporations lead to \"slashing\" Medicare and Social Security?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThere are two ways, if you follow this line of thinking. First, the tax cuts required the government to boost its borrowing, which means larger deficits.\nSecond, Republicans in Congress including Balderson say they want a balanced budget. This would require changes in spending, and because the tax cuts pushed up deficits, even bigger spending cuts could be required, Democrats warn. House Republicans released a balanced-budget blueprint on June 19 laying out their ideas -- and explained how and why Social Security and Medicare would be affected if this plan came to pass:\n\"The Federal Government is spending far more than it takes in,\" the document said. \"This increasing disparity is largely due to mandatory – or autopilot – spending, which includes safety-net programs like Medicare and Social Security, as well as the interest on the national debt.\" That drives the \"rapid rate at which the national debt is accumulating.\"\nTo fix this, House Republicans would create a dual system that let seniors stay in tradional Medicare or enroll in private plans that would provide \"the same level of health coverage\" but \"compete for seniors’ business, just as Medicare Advantage does today,\" the House document said. This would create savings for seniors as well as taxpayers, the proposal said, citing a Congressional Budget Office analysis of similar proposals in 2017.\nThe CBO said savings or higher costs for seniors would depend on the program's design. But Medicare could save $537 billion over the next decade with these changes, Budget Committee Republicans estimated.\nAs for Social Security, savings would come from eliminating the ability to collect unemployment benefits and Social Security disability insurance at the same time. This was projected to save up to $4 billion.\nSeparately, President Donald Trump’s economic adviser Larry Kudlow said on Sept. 17 that with budget deficits projected at about 4 percent to 5 percent of the country’s economic output for the next one to two years, there would likely be an effort in 2019 to cut spending on entitlement programs. He did not specify where the cuts would be made, Reuters reported. Trump, however, ran on promises not to cut Medicare or Social Security. \nOur ruling\nO’Connor’s ad says Balderson \"backs a massive tax giveaway\" for his corporate donors, suggesting he \"works\" for them, \"by slashing Medicare and Social Security for us.\"\nBalderson certainly takes campaign contributions from corporations.\nAnd Balderson supports corporate tax cuts, too. The entire tax package added to deficits -- which so far have been financed with higher federal borrowing, not cuts to retirement programs. Nevertheless, changes to those programs could come.\nBut the idea of \"slashing\" Medicare or Social Security is not what’s been proposed. Rather, Republicans have suggested holding down their growth rate and allowing private accounts, with a lot of details still to come.\nPolitiFact has rated claims that say the tax cuts will lead to Social Security and Medicare cuts as Half True, reasoning that policies like the tax cuts and balanced budget bills could make cuts more likely, though not certain.\nBut O’Connor went further. His ad said Balderson \"backs a massive tax giveaway\" for corporations \"by slashing Medicare and Social Security for us.\" It’s speculative, scary and oversteps what is known to be on the table. We rate it Mostly False.\n Share the Facts 2018-09-26 18:18:24 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Troy Balderson backs a \"massive tax giveaway\" for corporations \"by slashing Medicare and Social Security.\"     Danny O'Connor Candidate for Congress, Ohio 12th Congressional District https://www.youtube.com/watch?v=AsRNtr1M4Jc   A campaign ad Tuesday, September 25, 2018 2018-09-25    Read More  info", "vclaim_id": "vclaim-pol-01561"}