{"url": "/factchecks/2019/nov/25/jean-evans/missouris-crime-high-s-not-full-story/", "speaker": "Jean Evans", "vclaim": "\"Missouri, in general, has more crime, percentage-wise, than the rest of the country. So, we are seeing overall crime throughout the country is going down but not here in Missouri.\"", "truth_label": "half-true", "date": "stated on October 7, 2019 in Missouri Times article:", "title": "Missouri’s crime is high, but that’s not the full story", "text": "Last month, Gov. Mike Parson began a task force to \"help combat violent crime in the St. Louis region.\" In September, Democrats filed 16 gun-related bills during a special session. \nSo you can bet that crime will be a big topic in the General Assembly session in January.\nJean Evans, the executive director of the Missouri Republican Party, spoke up about crime on a recent Missouri Times interview panel. The panel focused on St. Louis crime, but Evans began talking about the state as a whole. \n\"Missouri, in general, has more crime, percentage-wise, than the rest of the country. So, we are seeing overall crime throughout the country is going down but not here in Missouri,\" Evans said. \nWe wanted to know whether Missouri’s crime rate is higher than the national average, and if the rate is going up while the rest of the country’s crime is going down.\nWe spoke with Evans to see where she got this information. \"Missouri’s murder rate is higher than the national average,\" she said. \"There are numerous resources for crime statistics, from the FBI to Wikipedia. I’ve seen reports in both the Post-Dispatch and KC Star on this topic. I wasn’t quoting a specific article.\" \nWe looked. The articles Evans might have been citing look into metropolitan crime, not Missouri in general. And the Wikipedia page \"Crime in Missouri\" contained statistics from 2011. \nSo we decided to dig some more. \nLooking at the data\nThe FBI’s Uniform Crime Reporting Program is the main source for most statistics about crime. The two most prominent categories are violent crime and property crime. Violent crime is defined as murder and nonnegligent manslaughter, rape, robbery and aggravated assault. Property crime includes burglary, larceny-theft, motor vehicle theft and arson. \nIn 2018, the United States violent crime rate per 100,000 residents was 380.6 compared to 502.1 for Missouri. \nBoth fell last year from 20l7 to 2018 after three years of increases. Missouri’s violent crime last year decreased by 5.2% while the United States saw a 3% decrease. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nViolent Crime Rate ComparisonInfogram\nIn the larger picture, Missouri’s violent crime rate has increased in the last five years.\nIn 2013, the state’s violent crime rate per 100,000 residents was 433.7, and in 2018 that number was up to 502.1.\nIn 2013, the United States violent crime rate per 100,000 residents was 379.1, and in 2018 was 380.6. \n\"I always say you want to look at crime trends, you have to look at a span that's more than just year to year, you have to look kind of at a five-year trend,\" said Aida Hass-Wisecup, a criminology professor at Missouri State University. \nIn property crime, the nation saw a steady decrease in the past five years. Missouri’s property crime rate has had some fluctuations, like from 2016 to 2017 there was a 1.5% increase. But overall,  the property crime rate for five years decreased in Missouri.\nProperty Crime Rate ComparisonInfogram\nEvans’ response includes murder rates, so we looked into that too. In Missouri, murder rates have increased since 2013. The United States saw a large spike from 2014 to 2016 in murder rates, but they’ve decreased since then.  \nMurder Rate ComparisonInfogram\nOther cautions on the data\nHass-Wisecup noted that analyzing crime by metropolitan statistical areas, because looking at the overall state can leave \"a very distorted perception.\" \n\"You kind of have to take crime data with caution,\" Hass-Wisecup said. \"Sometimes, arrest does not mean more crime, it means more crime is being detected, because of law enforcement becoming more vigilant.\" \nIn fact, on the FBI’s 2018 Crime in the United States page, it says, \"It is important for users of UCR data, including federal data, to avoid drawing such simplistic conclusions as one area is safer than another or one agency is more or less efficient than another based solely on crime counts.\"\nOur ruling\nEvans said, \"Missouri, in general, has more crime, percentage-wise, than the rest of the country. So, we are seeing overall crime throughout the country is going down but not here in Missouri.\"\nAccording to the FBI data, Missouri’s violent crime rate has risen sharply over the past five years. The national rate has risen, but not by much. For property crime, the state and nation have seen decreases since 2013. \nEvans’ claim is partially accurate, but generalizes the state and ignores the most recent FBI data. We rate this claim Half True.", "vclaim_id": "vclaim-pol-16828"}