{"url": "/factchecks/2018/jan/05/elizabeth-foley/taking-closer-look-steele-dossier-and-carter-pages/", "speaker": "Elizabeth Foley", "vclaim": "Says James Comey suggested and CNN reported that the basis of the wiretapping warrant for Trump adviser Carter Page was \"all based on a dossier.\"", "truth_label": "barely-true", "date": "stated on January 2, 2018 in during a CNN panel discussion:", "title": "Taking a closer look at the 'Steele dossier' and Carter Page's warrant", "text": "Critics of the federal investigation into claims President Donald Trump’s campaign colluded with the Russian government have latched onto a theory that the inquiry only began after the FBI received a controversial dossier funded by Democrats and littered with unproven allegations.\nBut that, too, is unproven.\nOn CNN Jan. 2, Florida International University law professor Elizabeth Foley claimed that the 35-page collection of research memos, which has come to be called the Steele Dossier, started a chain of events that led to the wiretapping of Trump campaign foreign policy adviser Carter Page.\nHere’s what she said, and how CNN’s Anderson Cooper and Jeffrey Toobin reacted.\n\"On July 7, Carter Page goes to Moscow to give a speech at a University,\" Foley said. \"On July 19, this is 2016, (former British intelligence officer Christopher) Steele submits a salacious dossier to the FBI about some sort of quid pro quo being discussed between Page and Russian oligarchs. He submits that to the FBI on July 19. About a month later we have the FBI going to the foreign intelligence surveillance court to get a wiretap, to get surveillance of Carter Page. And this is all based on a dossier.\"\n\"You have no proof of that!\" Cooper interrupted.\n\"You don’t know that!\" echoed panelist Jeffrey Toobin.\n\"That’s what Jim Comey has suggested,\" Foley said. \"That’s what CNN reported in April (2017). And that’s also what the New York Times previously reported in April 2017. So, all of sudden now they are trying to walk back the genesis of this investigation and switch it to (Trump adviser George) Papadopoulos. If they really believe national security was at risk and there was some collusion why would they have waited four months?\"\n\"I'll double check this, professor, but I don’t believe that we reported that was the basis for this,\" Cooper responded. \"But I’ll double check it.\"\nCooper did look into it, and so did we.\nWe can’t say what motivated the FBI to begin an investigation into Page, but the reporting that Foley said traced the genesis of the Page investigation to the Steele Dossier isn’t cut-and-dried.\nWhat’s been reported\nThe dossier in question was compiled by a former British intelligence officer Christopher Steele and contained numerous explosive but unverified claims.\nThe memos were compiled by a research firm called Fusion GPS, who was first hired by The Washington Free Beacon, a conservative publication that was reporting on the Republican primary field.\nAfter the Republican primary, Fusion GPS was hired on behalf of Clinton’s campaign. That’s when the firm hired Steele.\nThe dossier circulated among Washington lawmakers, intelligence agents and journalists for months before becoming public knowledge, when unnamed U.S. officials told CNN in January 2017 that intelligence officers presented Trump with a summary of the document. (Then BuzzFeed published its entirety.)\nThe dossier claims that Page met with Russians and discussed quid-pro-quo deals relating to sanctions and Russia's interference in the election. Trump, himself, has blamed the dossier for launching the FBI probe into his campaign.\nWOW, @foxandfrlends “Dossier is bogus. Clinton Campaign, DNC funded Dossier. FBI CANNOT (after all of this time) VERIFY CLAIMS IN DOSSIER OF RUSSIA/TRUMP COLLUSION. FBI TAINTED.” And they used this Crooked Hillary pile of garbage as the basis for going after the Trump Campaign!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n— Donald J. Trump (@realDonaldTrump) December 26, 2017\n\n\nShortly after the original CNN broadcast where Foley made the claim, Cooper did his own fact-check of Foley’s claim. He read aloud an excerpt of a story CNN published on April 17. CNN reported that the FBI used the Russian dossier as \"part of the justification\" — not the only reason — to win approval to secretly monitor Carter.\nIt went on to paraphrase unnamed officials \"familiar with the process,\" who said that if information from the dossier was used, it would only be after the FBI corroborated the information through its own investigation.\n\"The officials would not say what or how much was corroborated,\" CNN reported. \"U.S. law enforcement and intelligence officials have said U.S. investigators did their own work, separate from the dossier, to support their findings that Russia tried to meddle in the 2016 presidential election in favor of Trump.\"\nIn other words, the dossier was part of the reported reason, but we really can’t say how much.\nIn an interview with PolitiFact Florida, Foley said CNN offered no evidence to support this assertion that the FBI did in fact corroborate the report other than paraphrasing an unnamed source.\n\"While the CNN report intimates that there may be other sources of information besides the dossier, neither CNN nor any of its sources proffer any clue as to what those sources may be, or even whether there is any reliable evidence that such sources actually exist,\" Foley said.\nAs for the New York Times, Foley was referring to a report published on April 19 about Carter’s visit to Moscow that garnered the attention of the FBI. The report does not mention the dossier, but said the investigation spawned after his July 2016 trip to Moscow, in which he was critical of American policy toward Russia.\n\"It is unclear exactly what about Mr. Page’s visit drew the FBI’s interest: meetings he had during his three days in Moscow, intercepted communications of Russian officials speaking about him, or something else,\" it said.\nWhat about James Comey?\nThe CNN report says the dossier was cited by Comey in some of his briefings to members of Congress, but that doesn’t mean he suggested it was the basis of the probe.\n\"The dossier has also been cited by FBI Director James Comey in some of his briefings to members of Congress in recent weeks, as one of the sources of information the bureau has used to bolster its investigation, according to U.S. officials briefed on the probe,\" CNN reported.\nWhen we showed Foley this excerpt showing Comey used the dossier \"as one of\" the bureau’s sources, she pushed back again, saying \"innuendo is not fact.\"\nShe said the only facts reported by the CNN story are that the Steele dossier was relied on to justify the collusion investigation and that Comey had relayed information about the dossier, as salient to his agency’s investigation, to members of Congress.\nWe also looked at transcripts of Comey’s testimony in front of the Senate Select Committee on Intelligence on June 8 to see what he’s said on the record.\nComey would not answer publically whether the FBI was able to confirm anything in the Steele dossier, but he did respond to several questions about it. And in one instance, Comey described some material in the dossier as \"salacious and unverified.\"\n\"The (intelligence community) leadership thought it important, for a variety of reasons, to alert the incoming president to the existence of this material, even though it was salacious and unverified,\" he said.\nOur ruling\nFoley said James Comey and news reporting showed the basis of the Foreign Intelligence Surveillance Act warrant for Carter Page was \"all based on a dossier.\"\nThis is not accurate. CNN and the New York Times never reported that the dossier was the basis for Carter’s probe. CNN reported that it \"part of the justification\" and the New York Times didn’t even mention the dossier.\nWe couldn’t find any evidence that proved Comey suggested that Page’s warrant was \"all based on a dossier.\" According to CNN’s unnamed sources, Comey has cited the dossier, but has not confirmed publically how much of it has been verified.\n Share the Facts 2018-01-05 21:09:22 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says James Comey suggested and CNN reported that the basis of the wiretapping warrant for Trump adviser Carter Page was \"all based on a dossier.\"    Elizabeth Foley Florida International University professor https://www.iqmediacorp.com/ClipPlayer/?ClipID=be750a44-3cfd-43d8-8245-5bfb2fe2a658&ps=2   during a panel discussion on CNN Tuesday, January 2, 2018 2018-01-02    Read More  info    \n\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-02540"}