{"url": "/factchecks/2014/jun/13/ken-paxton/us-army-was-smaller-army-portugal-world-war-ii/", "speaker": "Ken Paxton", "vclaim": "\"At the beginning of World War II, we had a relatively small army, smaller than Portugal’s.\"", "truth_label": "true", "date": "stated on June 6, 2014 in a speech at the Republican Party of Texas convention:", "title": "U.S. army was smaller than the army for Portugal before World War II", "text": "History shows Texas has an opportunity to fend off President Barack Obama’s \"attacks on our liberty,\" Ken Paxton, the Republican nominee for attorney general of Texas, told his party’s state convention this month.\nPaxton, a McKinney state senator, didn’t call for a Texas-wide arms build-up, but he offered an analogy to war. \"Think about the greatest generation and World War II,\" Paxton said. \"At the beginning of World War II, we had a relatively small army ... smaller than Portugal’s. And yet we put together a military that fought on two fronts against two great superpowers. In the midst of dire circumstances,\" Paxton said, adding: \"Texas has that same opportunity.\"\nThe mighty USA had a pre-war army smaller than comparable forces in Portugal?\nTo our inquiry, Paxton consultant Anthony Holm pointed out a historian’s July 22, 2010, article on President Franklin Roosevelt and Great Britain in WW II. David Woolner wrote that in June 1939, which was three months before England declared war on Germany, \"the roughly 180,000-man U.S. Army ranked 19th in the world--smaller than Portugal’s!\"\nWoolner  continued: \"To bolster America’s security, FDR not only called for an increase in the size of the nation’s military budget, and the repeal of the arms embargo provisions within the 1930s neutrality legislation, he also quietly sought to strengthen America’s ties with Great Britain--the one nation whose combined military, political and economic strength might serve as a bulwark against a possible Axis aggression in the Western Hemisphere.\"\nWoolner, a senior fellow at the Franklin and Eleanor Roosevelt Institute, told us by email his pre-war comparison to Portugal has appeared in many books over decades. \"I should also point out here that the small size of the U.S. Army in 1938-39 is sometimes referenced as being ranked 17th in the world, sometimes listed as smaller than Belgium, etc. it depends to a certain extent when the comparison is being made.,\" Woolner said. \"The main point is that in the interwar years, the U.S. Congress and public were very isolationist, and the United States was not the same sort of world leader it is today. That change came under Franklin Roosevelt, who orchestrated the largest military build-up in world history.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSome online searching led us to the Army’s compilation of Gen. George C. Marshall’s reports on the Army’s progress during the war, covering July 1939 through June 1945. Marshall, who was later secretary of state, was the Army’s chief of staff. The foreword says: \"For the feat of transforming the miniscule interwar Army to the great force that defeated the Axis in Africa, Europe, the Pacific, and Asia, no one could claim more credit than Marshall. When he took office, the 174,000-man U.S. Army ranked nineteenth in size in the world, behind Portugal and only slightly ahead of Bulgaria. Its half-strength divisions were scattered among numerous posts, its equipment obsolete, its reliance on the horse increasingly anachronistic.\"\nWe also reached out to the U.S Army Center of Military History at Fort McNair in Washington, D.C. By email, the center’s James Tobias provided a document tallying active-duty U.S. Army soldiers year by year from 1930 into 2011. According to the document, there were 187,893 active-duty Army soldiers as of June 30, 1939; the army ballooned to nearly 8.3 million active-duty soldiers, its record high, by the end of May 1945.\nOur ruling\nPaxton told delegates: \"At the beginning of World War II, we had a relatively small army, smaller than Portugal’s.\"\nThe U.S. Army was relatively small at the war’s outset and the army itself has said the army was smaller than the army for Portugal. We rate this statement as True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07743"}