{"url": "/factchecks/2016/apr/21/pat-mccrory/nc-gov-pat-mccrory-under-fire-hb2-says-human-right/", "speaker": "Pat McCrory", "vclaim": "The Human Rights Campaign is \"more powerful than the NRA.\"", "truth_label": "false", "date": "stated on April 17, 2016 in in interview on Meet The Press with Chuck Todd:", "title": "N.C. Gov. Pat McCrory, under fire on HB2, says Human Rights Campaign is 'more powerful than the NRA'", "text": "When one thinks of the country’s most powerful lobbying groups, acronyms like NRA, AIPAC and AARP spring to mind. So do phrases like Big Pharma, Big Oil and Wall Street.\nDuring an appearance April 17 on NBC’s \"Meet The Press,\" North Carolina Gov. Pat McCrory made the argument that the Human Rights Campaign is also among the most powerful lobbies in the United States.\n\"The Human Rights Council, my gosh, they’re more powerful than the NRA,\" McCrory said, meaning the Human Rights Campaign and the National Rifle Association.\nThe Human Rights Campaign, or HRC, is a major player in the opposition to North Carolina’s controversial new law, House Bill 2, which limits LGBT rights in public accommodations — and which McCrory was on national television to defend.\n\"They are putting on a lot of pressure instead of having good dialogue,\" McCrory said.\nThe HRC is the country’s largest gay rights group. It has led the charge for gay marriage and for the types of LGBT discrimination protections that HB2 prohibited cities in North Carolina from making.\nBut has the group really eclipsed the NRA, an oft-cited stereotype of a powerful lobbying group that can shape public policy and opinion?\nMcCrory says it has. And in the last few days, that claim has been picked up as a talking point by supporters of HB2.\nMeasuring political power\nIt would be big news if McCrory was right. Debates over gay rights, as with gun rights, are a large part of modern political discourse.\nWe don’t know what criteria McCrory was using, if any, to make his claim. \"Meet The Press\" host Chuck Todd didn’t ask him to elaborate. When we asked McCrory’s campaign about his rationale, spokesman Ricky Diaz called it a \"ridiculous question\" and declined to answer.\nWe also asked both the HRC and the NRA whether they agreed with McCrory. The NRA did not respond, and the HRC declined to answer.\nThere are many ways to measure a group’s strength. We asked an expert, UNC-Chapel Hill political science professor Frank Baumgartner, who has written multiple books on special interest groups and lobbying.\nHe listed three main ways to measure influence: Money and resources, \"cultural resonance\" and record of success or failure.\nBaumgartner said he believes McCrory’s comparison is \"false or substantially exaggerated.\" But let’s look into the numbers to see if they back that up.\nMoney\nMoney is especially important in modern politics because of the Citizens United ruling that McCrory mentioned, which allows for unlimited political spending. In 2014, according to federal tax filings, the NRA and its foundation had revenue of $356.1 million, compared with $51.2 million for the HRC and its foundation.\nMoney allows interest groups to hire lobbyists, contribute directly to politicians and political groups or take part in what’s known as outside spending – TV ads, mailers and other political initiatives.\nIn the 2014 election cycle, according to the Center For Responsive Politics, the NRA’s political spending was 7.5 times greater than the HRC’s ($36.8 million to $4.8 million).\nIn the 2012 cycle, the NRA spent five times as much ($26.9 million to $5.1 million).\nIn both cycles, the NRA spent more on lobbying than the HRC spent on lobbying, contributions and outside spending combined. For outside spending in particular, the NRA spent about $350 for every $1 the HRC spent.\n\"Cultural resonance\"\nHow do you measure this? It sounds intangible, but there are ways to break it into specific, quantifiable pieces.\nAnd in everything we looked at, the NRA came out on top.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nMembership, magazine subscriptions, Google searches, social media following and official government mentions all show the NRA’s presence is anywhere from 2 to 10 times larger than the HRC’s.\nBoth groups have magazines. The HRC’s goes to more than 350,000 homes, according to a group spokesman this week. According to the publishing group Alliance for Audited Media, the NRA’s three magazines had a combined circulation in 2015 of more than 3.5 million.\nAs for membership, both have been accused in the past of inflating their numbers. Take it with a grain of salt, but the NRA claims 4.5 million members compared with 1.5 million for the HRC.\nThe NRA also has a larger audience on social media – 4.8 million Facebook likes and 345,000 Twitter followers, compared with 2.3 million Facebook likes and 529,000 Twitter followers for the HRC.\nWe also compared online searches, which indicate how interested people are in learning about the groups. When their Google searches over the last 12 years are graphed against each other, the HRC’s results show up as an almost flat line hovering just above 0.\nWe used Google Trends to aggregate numerous terms related to both groups and map their relative popularity as compared with all other searches each month. The NRA is in red and the HRC is in blue.\nEven the HRC’s best month didn’t surpass the NRA’s worst month.\n\nWe also counted how often they’re mentioned in congressional hearing transcripts and other documents listed by the U.S. Government Publishing Office search engine –1,408 results for \"National Rifle Association\" and 393 for \"Human Rights Campaign.\"\nReputation and success\nBaumgartner said he thinks this was the point McCrory was trying to make – on a group’s \"ability to push public policy in a direction the group prefers.\"\nAnd again, Baumgartner said, the HRC doesn’t quite stack up.\n\"I'd say Human Rights Campaign has had some success,\" he said. \"But no, they would not compare to the long-run success of groups such as the NRA, the Realtors, the petroleum industry, the Chamber of Commerce and many others.\"\nThe NRA is famous for its clout and success in Congress. The HRC, on the other hand, has achieved most of its biggest victories – gay marriage, gay adoption rights and the invalidation of anti-sodomy laws – at the Supreme Court.\nThe HRC has existed since 1980. For most of that time, one of its top priorities has been a federal LGBT anti-discrimination law.\nEfforts to pass such laws state-by-state have been mostly unsuccessful, as we explored in a previous fact check. On the national level, friendly legislators have introduced the Employment Non-Discrimination Act, ENDA, in nearly every Congress since 1994.\nIt has failed each time, despite polling that shows about three quarters of Americans support such laws.\nThe NRA has done the opposite, persuading Congress to repeatedly kill legislation that has even broader public support than ENDA does.\nEven though about 90 percent of Americans support background checks on gun buyers – previous PolitiFact rulings have found a range of 85 to 93 percent – the federal Fix Gun Checks Act has been voted down several times since 2011. It would allow for universal background checks, and the NRA is strongly opposed to it.\nAs for the HRC, it hasn’t been totally unsuccessful in Congress. The group successfully pushed for a 2009 law that expanded federal hate crime definitions to include LGBT status.\nAnd what about outside of government, in the corporate world? It’s undeniable that the HRC’s influence there is growing.\nThe group started ranking how \"LGBT friendly\" companies were in 2002 in what it calls its Corporate Equality Index. About a dozen received a perfect score that year. In 2016, more than 400 companies did.\nAnd many businesses have followed the HRC in criticizing North Carolina over HB2. But that hasn’t meant much so far. Key legislators have said they have no plans to repeal HB2 or make major changes to it, despite the pressure.\nOn the other hand, the NRA has seen many of its initiatives passed in North Carolina, like 2013 law that loosened restrictions on concealed carry.\nOur ruling\nMcCrory said the main group against HB2, the Human Rights Campaign, is \"more powerful than the NRA.\" It’s a strong claim, given the NRA’s reputation for power and influence, and even the HRC spokesman was unwilling to embrace it.\nThat’s not to say the HRC isn’t powerful. It’s a multimillion-dollar organization and the country’s largest gay rights group. But it doesn’t have the resources, adherents or success rate that the NRA does. In every way we tried to define influence, the HRC doesn’t even come close to the NRA’s level of power.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/a1af1e68-c8d1-4ecb-a7d5-36cb928ae38a", "vclaim_id": "vclaim-pol-05069"}