{"url": "/factchecks/2015/jan/20/claire-suggs/analyst-target-education-spending/", "speaker": "Claire Suggs", "vclaim": "The state covered a smaller percentage of the cost of K-12 education in 2013 than it did\nin 2002.", "truth_label": "mostly-true", "date": "stated on January 9, 2015 in at Media Symposium:", "title": "Analyst on target on education spending", "text": "Years of state austerity cuts have forced many of the state’s 180 local school districts to furlough or cut employees, increase class sizes and shorten their school years.\nBut they’ve also contributed to a shift in the costs for K-12 education, Claire Suggs, an education policy analyst with the left-leaning Georgia Budget & Policy Institute, said Jan. 9.\nThe state was picking up 56 percent of those costs in Fiscal Year 2002, the year before the austerity cuts began, and only 51 percent in Fiscal 2013, Suggs told reporters at the Georgia Partnership for Excellence in Education’s Media Symposium.\n\"We are relying much more on local and federal dollars,\" she said.\nWe decided to fact-check Suggs’ statement, given Gov. Nathan Deal’s announcement last week that he expects a major overhaul of the state’s 30-year school funding formula, the Quality Basic Education (QBE) Act of 1985, to be completed and in place for the 2016-2017 school year.\nEducation funding was one of the hot topics of last year’s governor’s race, largely because of those austerity cuts, which started in 2003 under Gov. Sonny Perdue, continued through the recession and Deal’s first four-year term and have cumulatively amounted to more than $8 billion across all school systems.\nJason Carter, the Democratic nominee for governor, said the cuts devastated schools and blamed Deal. Deal’s comeback was that Carter voted for three, back-to-back $1 billion austerity cuts and against the 2015 budget with the smallest cut to education in years.\nWith that background, we delve into the numbers.\nRecords from the state Department of Education shows that K-12 education costs totalling about $10.4 billion in Fiscal 2002 were split three ways: with 56 percent covered by the state, 38 percent by locals and 6 percent by the federal government.\nFast forward to the Fiscal 2013, the costs for K-12 education were $14.2 billion, and the split was 51 percent state funds, 41 percent local and 8 percent federal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThat means Suggs was on target when she said the state’s share of school funding was down 5 percent to 51 percent in 2013, compared to 56 percent in 2002.\nWe also examined K-12 spending for the years in between and saw plenty of fluctuation. For example, the state’s share fell to 51 percent as early as 2004 and to 43 percent at one point. The budget was propped up for a time by $1 billion in federal stimulus and held steady at 51 percent in Fiscal 2013 and 2014. Data isn’t yet available for Fiscal 2015 to see whether the percentage will change based on the decision by Deal and the General Assembly to reduce the current austerity cut to $749 million.\nThat reduction was celebrated by local school districts, a majority of which qualify for extra state money each year as \"low wealth\" districts.\nJoe Martin, a longtime education advocate who helped develop the current funding formula, said that, when state funding declines, locals are usually left, with two options: make up the difference or cut instructional programs.\n\"This isn’t easy for any school system, but the systems with a low tax base per student are left in a terrible predicament,\" said Martin via email from Macedonia, where he’s currently serving in the Peace Corps.\nThese districts \"never had much to begin with, compared with the systems that have much greater resources, but they are simply unable to close the gap,\" Martin said.\nMike Griffin, senior policy analyst with the Education Commission of the States in Denver, said state funding generally decreased for public education nationally during the Great Recession as it did in smaller economic downturns in the 1980s and 1990s.\nSome states swapped out federal stimulus dollars for state dollars when they became available to fund education, although they shouldn’t have, Griffin said.\n\"When those federal dollars started to fade, some states weren’t in good enough shape to replace them,\" he said.\nOur conclusion: Suggs was accurate to say that the percentage of state funding for K-12 education was higher in 2002 than it was in 20013. To her larger point, the federal and local governments also have been paying larger shares through these years. But several factors were at play: the recession, the austerity cuts, the stimulus money. The austerity cut is smaller this year than in several years. That’s needed context.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-06825"}