{"url": "/factchecks/2015/sep/02/melissa-johnson/report-accurate-about-georgias-low-diploma-rate/", "speaker": "Melissa Johnson", "vclaim": "Georgia has the 9th highest rate of adults, ages 18 to 64, without a high school diploma or GED.", "truth_label": "true", "date": "stated on August 6, 2015 in a report:", "title": "Report accurate about Georgia's low diploma rate", "text": "With all the expectations placed on workers today, it’s hard to think that hundred of thousands of Georgia adults are lacking what many consider a basic necessity: a high school diploma.\nBut in a recent report, Melissa Johnson, a policy analyst with the left-leaning Georgia Budget & Policy Institute, said the Peach State has the ninth highest rate of adults, ages 18 to 64, without a high school diploma or its equivalent, the GED.\nWe’re talking about roughly 866,000 working age Georgians, Johnson said.\nDisturbing? Yes.\nAccurate? PolitiFact decided to do some checking.\nWe reached out to Georgia Budget & Policy Institute spokesman John McCosh, who told us the statistics Johnson cited came from the Working Poor Families Project, an initiative funded by the Ford Foundation, Annie Casey Foundation and others. \nWe contacted the project’s Brandon Roberts, who walked us through a report the organization publishes annually and concluded Johnson’s numbers were accurate .\nThe project’s report, Roberts said, is based on an analysis of U.S. Census Bureau data by the widely recognized Population Reference Bureau.\nFor 2013, it showed that about 865,706 -- or 13.7 percent of Georgians --  ages 18 to 64 -- lacking either a high school diploma or GED.\nEight states had fewer working-age high school graduates  -- Alabama, Arizona, California, Louisiana, Mississippi, Nevada, New Mexico and Texas, according to the analysis.\nCalifornia ranked the lowest, with 17 percent of its 18- to 64-year-olds failing to have completed high school or having passed the equivalency test, the data from the Working Poor Families Project showed.\nCollege and career readiness has become a key focal point in public education, and with reason.\nResearchers say the percentage of jobs requiring a high school diploma or less fell from 72 percent in 1973 to 40 percent in 2007. By 2018, it’s expected to be 30 percent, and the people who land those jobs may not be able to sustain a family on their salaries.\nGov. Nathan Deal set a goal in 2011 of having an additional 250,000 Georgians with post-secondary school credentials -- an associate’s degree, bachelor’s degree or higher - by 2020. University officials have been making a big push in that direction and still, as evidence of the challenges, there’s talk of the deadline being moved back to 2025.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWe found other data that make a similar case. For example, the Governor’s Office of Student Achievement reported in 2013 that, as of 2010, 16 percent of Georgia adults -- 984,740 -- lacked a high school diploma or GED. The agency also reported that 5.9 percent of all Georgians -- or 618,820 residents -- had less than a ninth grade education and that 55 percent of Georgia’s inmates (the fifth highest inmate population in the country) did not at that time have either a high school diploma or GED.\nWe also spoke to Dana Rickman and Steve Dolinger at the Georgia Partnership for Excellence in Education.\nRickman, the nonprofit’s policy and research director, said she had not made an in-depth review of Johnson’s report but said the ranking of Georgia as ninth from the bottom in percentage of people, 18 to 64, with high school degrees/GEDs, \"seems reasonable.\"\nAlthough Georgia’s four-year high school graduation rate has been climbing, up from 68 percent in 2011 to 73 percent in 2014, it’s still among the nation’s lowest, Rickman said.\nThe state has looked better in the past decade or two because it has been a big importer of people with college degrees, especially in the Atlanta area, she said.\n\"We’re importing adult talent, so it makes sense to me that we’d be about ninth,\" she said.\nThat trend may have slowed a little since the Recession, said Dolinger, the partnership’s president and a former county school superintendent.\nHe and Rickman said multiple initiatives have been launched  -- everything from trying to simultaneously raise rigor and graduate rates in high schools to closely tracking college students so they stay in school and focused on completion of a degree or certificate program.\n\"We were part of Complete College America, which we coined Complete College Georgia, and that was helpful,\" Dolinger said. \"Now there are two new pieces, Go Back Move Ahead, to get kids who have some college to go back and complete, and the new legislation, Move on When Ready. Those are to help the kids stay in school or go back.\"\nGeorgia State University and Chattahoochee Tech are working to be models of how to track and retain students, he said.\nPart of College Georgia also allows some credits for life skills, an incentive for someone considering returning to college,  Rickman said.\nDolinger said he believes \"the trend is that we’re doing better.\n\"The problem is that the states that are doing better - up in the top 10 -- are sure not waiting on us to catch them,\" he said.\nOur conclusion\nJohnson’s report states that Georgia has the 9th highest rate of adults, ages 18 to 64, without a high school diploma or GED. She based the statement on a report from the  Working Poor Families Project, an initiative funded by the Ford Foundation, Annie Casey Foundation and others, and drawn from research that the organization has produced annually based on an analysis of U.S. Census Bureau information. \nThat’s about 865,706 -- or 13.7 percent of Georgians --  ages 18 to 64 -- lacking either a high school diploma or GED. We found slightly different data for different years, but that pointed out Johnson’s overarching point that Georgia has a large problem.\nWe rate Johnson’s statement True.", "vclaim_id": "vclaim-pol-06010"}