{"url": "/factchecks/2018/feb/12/patriot-report/no-trump-didnt-cancel-funding-obama-presidential-l/", "speaker": "The Patriot Report", "vclaim": "Says Donald Trump is \"canceling funding for Obama’s free house and library.\"", "truth_label": "pants-fire", "date": "stated on January 17, 2018 in a headline:", "title": "No, Donald Trump didn't cancel funding for Barack Obama presidential library", "text": "A viral story on Facebook says that President Donald Trump decided not to pay for Barack Obama’s presidential library, but no such thing happened.\nTrump is \"cancelling funding for Obama’s free house and library,\" the Jan. 17 headline on the Patriot Report said.\nThe story provides no evidence and contradicts actual information about how the Obama library will be funded. Facebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news.\nThe Patriot Report said that after Trump learned that Obama ordered the U.S. Education Department to divert more than $8 million to build the library, Trump rescinded the money and diverted it to privately held charter schools. Michelle Obama was going to get a private residence on the top floor, but Trump supposedly cancelled that, too.\n\"Obama will have no recourse but to try to raise the money or pay for the project himself, but without the big donors and connections of a great Republican president, he’ll probably be stuck buying something that looks like a Bush’s guest home,\" the story said.\nIn the past, presidential libraries have been constructed with private or non-federal funds donated to nonprofit organizations. Some libraries have also received construction and development funding from state and/or local governments.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe library is then transferred to the federal government and operated and maintained by the National Archives and Records Administration, a federal agency, through its congressionally appropriated operating budget. Some staff and programs at the libraries are paid for with funds from associated private foundations organized to fund the construction of the library.\nIn May 2017, the Obama Foundation and the records agency announced that the arrangement for Obama’s library would be different from existing presidential libraries.\nThe Obama Presidential Center in Chicago won’t be in the library network operated by NARA. The center will be privately operated and built by the Obama Foundation, which will raise money for the center. Rather than build a presidential library to hold paper records, the Obama Foundation is providing NARA with digital records. NARA will store and preserve the original materials in an existing NARA facility.\nUniversity of Louisville Professor Benjamin Hufbauer, an expert on presidential libraries, said the Obama library gains a couple of benefits by opting out of the typical presidential library system. First, the library won’t have to raise the congressionally-mandated 60 percent of the cost of construction endowment for future maintenance. Also, the library won’t have to build an archival facility for documents, films, video, electronic records.\nSimilar ridiculous stories about the cancellation of funding for Obama’s library have circulated on other websites for months. Factcheck.org found the same story on the Last Line of Defense in December 2016. While that website had a disclaimer that said \"we present fiction as fact and our sources don’t actually exist,\" the Patriot Report had no such disclaimer.\nWe found no evidence that Trump had rescinded any such funding for the library. In reality, the Obama Foundation will raise money for the center in Chicago.\nWe rate this headline Pants on Fire.\nhttps://www.sharethefacts.co/share/21ef5a92-bfa8-4c78-8fd9-c61d12a1c73d", "vclaim_id": "vclaim-pol-02416"}