{"url": "/factchecks/2013/jul/28/helio-melo/rep-helio-melo-says-ri-has-highest-percentage-lawy/", "speaker": "Helio Melo", "vclaim": "\"Rhode Island has the highest percentage of lawyers per capita in the country.\"", "truth_label": "false", "date": "stated on July 12, 2013 in a newspaper interview:", "title": "Rep. Helio Melo says R.I. has the highest percentage of lawyers per capita", "text": "Rhode Island state Rep. Helio Melo, chairman of the House Finance Committee, recently questioned Governor Chafee’s nomination of Eva-Marie Mancuso, chairwoman of the state Board of Education, as interim commissioner of higher education.\nEven though she’s a lawyer, Mancuso is not necessarily qualified to be commissioner, Melo said.\n\"I’m not sure that someone with a law degree is what the state should be looking for,\" Melo told a Providence Journal reporter in an interview published July 13. \"I understand that Rhode Island has the highest percentage of lawyers per capita in the country. Does that make all lawyers here potential commissioners of education? The board doesn’t have to follow the governor’s recommendation, and I would urge it to take a serious look at her qualifications.\"\nA Journal reader was fascinated. Is it true, he asked us,  that the Ocean State is awash in lawyers? We wondered, too.\nWe called Melo. He said he had heard -- probably at a government seminar out of state, he thought -- \"that we had a very large or probably the largest percentage of lawyers in Rhode Island per capita. I found that to be intriguing and it kind of stuck in my head.\"\nWe also went online and found U.S. Census data and state tallies of practicing lawyers compiled by the American Bar Association. Then we created a spreadsheet and melded them.\nHere’s what we discovered through our calculations. Rhode Island, with an estimated population of 1,050,292, and, according to the ABA, 4,060 residents who were active as lawyers in the state as of December, has one lawyer per 259 people.\nWe’re definitely not number one. The most lawyer-saturated state is New York, with one lawyer per 118 people, followed by Massachusetts, ranked second, with one lawyer per 155 people, and Connecticut, in third place, with one lawyer per 170 people.\nThe state with the fewest lawyers per capita is Arkansas, with one lawyer per 495 people, according to our math. We omitted the District of Columbia from our comparison list because it is unique as the capital of national government and thus is swarming with lawyers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy Kapstein\n\n\nstated on July 20, 2010 in a comment on the Dan York Show\n\n\n\n\n\n\n\n\nThe lieutenant governor has the power to be an \"economic ambassador\" and \"negotiate\" on economic development\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Cynthia Needham • July 23, 2010\n\n\n\n\n\n\n\nWhere does Rhode Island emerge on the list of 50 states?  Thirteenth.\nMelo’s reaction?\n\"Actually, that doesn’t put my pants on fire,\" said Melo, who has been singed before on the Truth-O-Meter.\n\"That’s high,\" he said of 13th place.  \"... I guess it is one of the highest.\"\nOur ruling\nHelio Melo said Rhode Island has the highest percentage of lawyers per capita in the nation.\nWe found that Rhode Island actually ranks 13th.\nThat does put us in the upper third of the states, but here at PolitiFact Rhode Island, we tend to be literal. He’s still way off.\nThe judges rule False.\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09059"}