{"url": "/factchecks/2016/apr/12/patrick-murphy/patrick-murphy-praises-floridas-payday-law-stronge/", "speaker": "Patrick Murphy", "vclaim": "Florida’s regulations on the payday lending industry are \"stronger than almost any other state.\"", "truth_label": "false", "date": "stated on April 6, 2016 in a conference call with reporters:", "title": "Patrick Murphy praises Florida's payday law as 'stronger than almost any other state'", "text": "Consumer groups have attacked Florida members of Congress, including Patrick Murphy, for defending a payday lending bill that they say traps the poor in a cycle of debt.\nMurphy, a Democrat who represents the Treasure Coast and is running for U.S. Senate, disagrees with those consumer advocates.\n\"The regulations on the (payday lending) industry are some of the strongest here in Florida, stronger than almost any other state,\" Murphy said in a conference call with reporters April 6.\nThe position of Democratic lawmakers on payday loans has been a hot topic in Florida.\nWe will fact-check Murphy’s claim that Florida’s payday lending law is \"stronger than almost any other state.\" We found that consumer groups, independent researchers at Pew Charitable Trusts and the federal Consumer Financial Protection Bureau have raised multiple criticisms of Florida’s law. No expert we interviewed consider Florida’s law to be \"stronger than almost any other state.\"\nFlorida’s payday lending law\nPayday loans are small, short-term loans that borrowers promise to repay out of their next paycheck at a high rate of interest. About three dozen states have their own payday laws, including Florida.\nPresident Barack Obama took a step toward regulating payday lenders when he signed a bill in 2010 that included the creation of the Consumer Financial Protection Bureau.\nThe bureau released an outline of payday loan rules in 2015 and will release a more complete proposal this year. The bureau’s goal is to make sure consumers have the ability to repay their loans -- something experts say Florida’s law fails to do. (The bureau can’t cap rates -- something only Congress or states have the authority to do.)\nNearly all of Florida’s congressional delegation, including Murphy, signed a letter in April 2015 asking the bureau to use Florida’s law as a model. U.S. Rep. Dennis Ross, a Florida Republican, filed a bill in November which would give precedence to state laws. Murphy is one of 24 cosponsors on the bill, which hasn’t had a hearing yet. Murphy’s Democratic primary opponent for the U.S. Senate, U.S. Rep. Alan Grayson, signed the April letter but now says he will oppose the bill in its final version because it contains a waiting period on federal regulations.\nConsumer groups, researchers criticize Florida’s law\nConsumer advocates say that Florida’s payday law is no model.\nMore than 200 consumer or civil rights groups -- including the NAACP, National Council of La Raza, Southern Poverty Law Center, and the Consumer Federation of America -- wrote a letter to Congress arguing that the \"industry-backed Florida law\" would hurt consumers.\nAmong nine groups from Florida fighting the law is the Florida Alliance for Consumer Protection.\nIn Florida, \"In exchange for minimal regulatory requirements, the industry was permitted to issue predatory loans, extracting millions in exorbitant fees each year from the Floridians that can least afford it,\" stated the group in May 2015.\nFlorida’s 2001 payday loan law included protections that were intended to help the poor. But the loans leave consumers stuck on a debt treadmill in Florida, where they have racked up $2.5 billion in fees since 2005, according to the Center for Responsible Lending. The center obtained data from the state Office of Financial Regulation to examine payday transaction data for a 10-year period. The average Florida payday loan had an annual rate of 278 percent in 2014-15, the center found.\nPew Charitable Trusts, an independent organization, has researched payday laws for five years, including interviews with borrower focus groups. Borrowers consistently say they want small installment payments, lower prices and certainty of quick approval.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nFlorida has quick approval, but otherwise doesn’t meet those benchmarks, said Alex Horowitz, senior officer with the small-dollar loans project. Colorado is the only state that achieves all three.\n\"Colorado has by far the best model for payday loans in the country,\" Horowitz said.\nIn Florida, loans are due back in a lump sum by the borrower’s next payday that take up on average 35 percent of a borrower’s paycheck.\n\"That is much more than they can afford,\" Horowitz said.\nColorado’s 2010 law led to more affordable loan payments, fewer defaults, and lower prices, according to Pew.\nA spokesman for Murphy, Joshua Karp, pointed to a 2014 analysis by Pew that placed states into three categories: 15 states have no payday laws, 27 states have permissive laws and nine states are \"hybrids,\" with requirements such as lower limits on fees or longer repayment periods.\n\"Florida's law is stronger than 27 of 35 states that allow payday lending,\" Karp said.\nBut Horowitz said that in most cases there is insufficient research to know if the restrictions in the nine states improve consumer welfare.\nThe Center for Responsible Lending doesn’t consider Colorado to be a national model because it allows high interest rates, said Diane Standaert, the center’s director of state policy. The best practice is a rate cap of 36 percent, which exists in 14 states but not Florida, she said.\n\"The data from Florida is it has some of weakest provisions in the country,\" she said.\nThe director of the Consumer Financial Protection Bureau, Richard Cordray, disagreed with Ross, a Florida congressman, when Ross called Florida’s law the \"gold standard\" during a congressional hearing on March 16.\nIn Florida, \"these loans are still being made above the 300 percent, and they are being rolled over on average nine times,\" Cordray said.\nOf course, Florida’s law could always be worse. For example, eight states including Wisconsin and Texas have no fee limits, while in Florida it is $35 to borrow $300 for two weeks. However, no academic or consumer expert we interviewed argued that Florida’s law should be considered any sort of national model.\n\"One can’t say across the board Florida is a state that has somehow reined in payday lenders in comparison with other states,\" said Auburn University professor James Barth who wrote a paper on payday lending.\nOur ruling\nMurphy said Florida’s regulations on the payday lending industry are \"stronger than almost any other state.\"\nConsumer advocates, Pew researchers and the head of the Consumer Financial Protection Bureau have several criticisms of Florida’s law, including the high interest rate. Pew, an independent organization, says that Colorado has the best model law in the country. The Center for Responsible Lending points to 14 states -- not including Florida -- that cap interest rates at 36 percent as a better practice.\nThere are ways in which Florida’s payday law is better than some other states, but there is not evidence that it’s stronger than almost any other state.\nWe rate this claim False.\n https://www.sharethefacts.co/share/94d22922-2180-41a8-aba1-7b81e25f833f", "vclaim_id": "vclaim-pol-05117"}