{"url": "/factchecks/2014/mar/20/no-tax-tracks/greenlight-pinellas-means-300-tax-increase-no-tax-/", "speaker": "No Tax For Tracks", "vclaim": "The Greenlight Pinellas transportation plan involves a \"300% tax increase.\"", "truth_label": "false", "date": "stated on March 17, 2014 in on their website:", "title": "Greenlight Pinellas means a '300% tax increase,' No Tax For Tracks says", "text": "Now that the special election to fill the late U.S. Rep. Bill Young’s open House seat has concluded, Pinellas County can get back to worrying about other issues -- like the fledgling mass transit initiative called Greenlight Pinellas.\nNot everyone is a fan of the expanded transportation plan, with the activist group No Tax For Tracks being its most vocal opponent.\n\"Greenlight Pinellas is nothing but an attempt to put a Happy Face on a 300 percent Tax increase and Money Grab,\" the group’s website, RailTaxFacts.com trumpets as a counterpoint to the plan.\nA 300 percent tax increase sounds like pretty hefty fee to build a light rail line and add more buses. We decided to look into the claim and find out if the county really would be taken for a ride.\nTaxes vs. revenues\nGreenlight Pinellas is a countywide transportation initiative that proposes expanding bus service throughout the county -- by adding routes in northern Pinellas and extending hours -- as well as adding a 24-mile light rail line between St. Petersburg and Clearwater.\nThe entire plan hinges on whether Pinellas voters on Nov. 4 approve a sales tax increase from 7 percent to 8 percent, making the county’s sales tax rate the highest in the state. The higher sales tax would replace the Pinellas Suncoast Transit Authority’s current county funding, a property tax assessed at a 0.7305 millage rate.\nThe sales tax would only go up on items already subject to the sales tax; Florida has a long list of items that are not taxed, such as medicine, groceries, certain agricultural and manufacturing startup equipment. It also would be limited to the first $5,000 of major purchases.\nThe change would take effect Jan. 1, 2016. If it’s adopted, any future changes to the Greenlight plan, such as an extension of the proposed rail line, would be subject to a referendum.\nThe new sales tax is projected to increase the authority’s budget from its current $34 million per year to about $120 million to $130 million, said Bob Lasher, the agency’s external affairs officer.\nThis is the source of No Tax For Tracks’ claim that the tax revenue expansion amounts to \"a 300% tax increase.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n \n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nThe group argues that not only is the plan’s feasibility suspect, but the increase in the authority’s budget is unconscionable.\n\"What we’re asserting is that their revenue will increase 300 percent,\" No Tax For Tracks spokeswoman Barb Haselden told PolitiFact Florida. \"They’re broadening their budget with a tax increase on the non-homeowner poor. … It’s a regressive tax that is not necessary.\"\nHow much would the percent increase actually be for individual taxpayers?\nGreenlight Pinellas illustrates its plan using Census averages from 2008 to 2012, taking as a case study a median-family home in Pinellas County, which costs about $161,000. Under that scenario, the portion of property taxes that goes to the transit authority today is just less than $90.\nGreenlight also looks at a median-income family with two children earning about $46,000. Using the IRS sales tax deduction calculator, Greenlight concluded that this family will pay about $800 in sales taxes annually at the new 8 percent rate, about $104 more per year than they paid under the 7 percent rate.\nUnder the plan, a family that owns a $161,000 home and makes about $46,000 would stop paying the $90 share of the property tax destined for the transit authority, but it would instead pay $104 in additional sales taxes. Allowing some uncertainty for the exact mix of taxed and tax-exempt purchases, that’s a tax hike of about 15 percent.\nThe increase in dollars in this example is pretty modest -- $14 more per year. Other residents, however, could face heftier impacts.\nCounty residents who currently don’t own real estate won’t benefit from the authority’s switch from property tax revenue to sales tax revenue, so if they owe $104 in additional sales taxes, that won’t be offset by tax reductions. Still, on a percentage basis, that’s an increase in sales tax burden of about 14 percent.\nIn other words, it’s not correct to call either of these examples of increases a \"300% tax increase.\"\nNo Tax For Tracks actually gets the talking point correct elsewhere on its website, saying, \"Now PSTA wants to 'replace' the property tax by increasing our sales tax from 7 percent to 8 percent. That’s a 14 percent increase! To convince us to vote 'Yes', they are calling it a 'Tax Swap'.\"\nThe ruling\nNo Tax For Tracks says Greenlight Pinellas will balloon the transit authority’s budget by imposing \"a 300% tax increase.\"\nThat number comes from an estimated increase in the transit authority’s operating budget from $32 million to about $130 million per year. But that’s an increase in revenues to the agency, not an increase in the tax rate to individual taxpayers. In reality, no group would face a 300 percent increase. We rate the statement False.", "vclaim_id": "vclaim-pol-08109"}