{"url": "/factchecks/2011/mar/25/jeff-stone/collective-bargaining-stones-votes-were-consistent/", "speaker": "Jeff Stone", "vclaim": "On his support for sharply limiting collective bargaining by public employees.", "truth_label": "half-flip", "date": "stated on March 3, 2011 in various votes and public statements:", "title": "On collective bargaining, Stone's votes were consistent but explanations varied", "text": "State Rep. Jeff Stone’s path to keeping the Milwaukee County executive’s job in Republican hands became a bumpy one when massive protests greeted Gov. Scott Walker’s plan to sharply curtail collective bargaining rights for public employees.\n\nStone supported Walker’s move in two Assembly votes, but his comments in between those votes drew criticism from opponent Chris Abele, who said Stone, R-Greendale, was trying to have it both ways.\n\nThat means it’s time to roll out the Flip-O-Meter, which measures whether politicians have changed their position on key issues. Here’s our standard disclaimer: We’re not evaluating whether it was good or bad policy -- or politics -- to shift, just to what degree a shift occurred.\n\nLet’s start back in February.\n\nAt a Feb. 11, 2011, news conference in Madison, Stone joined a small group who stood with Walker as the governor unveiled his budget-repair bill. The plan included the collective bargaining changes imposed new pension and health care contributions on workers.\n\nOn Feb. 22, 2011, amid the Capitol protests, Stone argued against changes in Walker’s budget-repair bill, which he termed a difficult but reasonable step to solving deficits of $130 million in the budget year that ends June 30, 2011, and more than $3 billion for the next two years.\n\n\"I don't think we can solve this problem by going part way with this bill,\" he said in lengthy remarks during the Assembly floor debate.\n\nHe backed his words with his votes: Stone voted against dozens of Democratic amendments during the long debate on the bill, including ones that would have preserved the current collective bargaining setup.\n\nSo, no change in position there.\n\nTen days later, wearing his other hat as a candidate to succeed Walker as Milwaukee County executive, Stone took a different tack.\n\nHe told a Milwaukee Journal Sentinel reporter he would have taken a different approach to the budget than limiting collective bargaining and signaled he would have supported the budget bill without the provisions.\n\n\"I understand it's a major issue to the unions,\" Stone said in the story. \"It's not necessarily the way I would have drafted this budget-repair bill. I would have approached it in different ways.\"\n\n\"Those weren’t elements that had to be included for me to support this bill,\" Stone said, according to the reporter’s notes. \"I didn’t think they were necessary for me to make the (pension and health) changes in Milwaukee County.\"\n\nStone, the Journal Sentinel story reported, emphasized that he felt the other provisions in the measure made the repair bill worth supporting.\n\nSo Stone had voted against amendments that would have kept the bargaining rights intact -- but said soon after that he would have been willing to support a version that kept the bargaining rights intact.\n\nWas he doing one thing and saying another?\n\nIt was those remarks that touched off partisan charges of double-speak and flip-flopping.\n\nThey also drew some skeptical attention from a conservative Walker campaign supporter who backs the governor’s plans regarding unions.\n\nWTMJ-AM (620) talk show host Charlie Sykes asked Stone during his March 8, 2011, show to explain his position in light of his remarks to the newspaper.\n\n\"I’m confused,\" Sykes told candidate Stone.\n\nStone said he was \"confused\" about the story but did not suggest it was wrong. He said he was trying to draw a contrast between his views and those of Walker.\n\nHe repeated his position that there were things he \"might have approached differently\" on bargaining.\n\nBut moments later he tacked again, offering an unequivocal defense of Walker’s plan.\n\n\"I support what’s in the bill,\" Stone said. \"I support what Gov. Walker has proposed. I support the requirements there as far as the votes that are in the bill.\"\n\nOn the same day, Stone’s office tried to remove all doubt, quoting Stone in a news release as saying: \"My position on collective bargaining for public employees is this; the current practice needs to be ended.\"\n\nThe Assembly gave the bill final passage on March 10 -- a scaled-down version that nevertheless kept intact all the collective bargaining restrictions.\n\nWe turned to Stone to explain his shifting statements.\n\nHe did not challenge that he told the Journal Sentinel he would have excluded the bargaining limits. He acknowledged that people could read into his remarks that he was against the move.\n\nStone said he erred when he said that he would have written the bill differently. He said he underestimated the size of the state’s budget challenge, saying it became clear when Walker came out with his two-year budget for 2011-’13, which is separate from the short-term budget-repair bill.\n\n\"I didn’t understand the budget situation,\" including how deep the cuts would be if the bargaining changes were not made, Stone said.\n\nBut Walker’s budget was introduced two days before Stone made his remarks to the newspaper.\n\n\"I never flipped on the bill,\" Stone said. \"I voted for it both times.\"\n\nStone’s right on that. But he has offered clearly inconsistent statements on his feelings on the most controversial aspect of the bill, appearing to want it both ways and changing rhetorical course several times. On the Flip-O-Meter, here is the definition for a Half Flip: \"A partial change of position or inconsistent statements.\"\n\nThat’s what fits here.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13365"}