{"url": "/factchecks/2017/nov/02/sarah-huckabee-sanders/white-house-press-secretary-claims-diversity-visa-/", "speaker": "Sarah Huckabee Sanders", "vclaim": "Says diversity visa immigrants are not vetted.", "truth_label": "false", "date": "stated on November 1, 2017 in a White House press briefing:", "title": "Diversity visa applicants are vetted, despite contrary claim from White House press secretary", "text": "White House Press Secretary Sarah Huckabee Sanders said that immigrants coming to the United States through the diversity visa program are not vetted before their arrival.\nHer remarks came a day after a terrorist attack in New York City left eight people dead and about a dozen injured. President Donald Trump said the suspect came to the country via the diversity visa program, which allows up to 50,000 people a year from countries with low rates of immigration to the United States. Program participants are selected through a random, computer-generated lottery.\n\"One of the best things that we have in this country is the fact that everybody wants to be here, and to give that away randomly, to have no vetting system, to have no way to determine who comes, why they are here and if they want to contribute to society is a problem,\" Sanders said in a Nov. 1 press briefing.\nSanders said that \"to try to argue that this is a system that thoroughly vets people shows a total lack of understanding\" of the process.\nThere have been concerns expressed over the years whether the government’s system of vetting is enough. Yet despite Sanders’ suggestion of no vetting, we found that diversity visa applicants must undergo background checks, security screenings and interviews before coming to the United States.\nDiversity visa program and application vetting\nThe State Department administers the diversity immigrant visa program, created through a bill signed into law by former President George H. W. Bush in November 1990.\nAn annual random lottery system, which began in 1995, selects applicants from countries that had low levels of immigration in the previous five years. Millions of people apply each year, but only up to 50,000 are granted visas annually.\nEntries chosen in the lottery do not automatically get a visa, they only become eligible to apply and must meet \"simple but strict eligibility requirements,\" according to the State Department.\nInformation reviewed includes passport, police and medical records, photographs, English translations of documents, and education or work experience credentials.\nThe diversity visa program isn’t known to be a common U.S. entry tool for terrorists, but there’s been at least one other terrorism-related arrest of someone who came through the program. Abdurasul Hasanovich Juraboev, an Uzbekistan citizen entered on a green card through the diversity lottery, according to the libertarian Cato Institute.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nIn 2015, he pleaded guilty to conspiring to provide material support to the terrorist organization ISIS. (He had talked of carrying out violence, though no attack actually occurred.) He was sentenced to 15 years in prison on Oct. 27.\nEarlier, in 2004, Anne Patterson, then the State Department’s Deputy Inspector General, raised concerns about people from countries deemed state sponsors of terrorism. Such individuals couldn’t receive tourist visas, for example, yet they were still eligible for the visa diversity lottery.\nIn congressional testimony, she noted the many ways that diversity visa applicants are screened.\n\"Consular officers interview all diversity visa winners and check police and medical records once applicants begin the actual visa application process,\" Patterson said.\nOpponents of the program point to difficulties in performing reviews in many of the countries that qualify for the lottery, noted a 2011 Congressional Research Service report.\nA 2007 U.S. Government Accountability Office study said it \"found no documented evidence\" that diversity visa immigrants from state sponsors of terrorism or other countries posed terrorist or any other threat. But it said that some consular officers in Turkey, where some applications from Iranians were adjudicated, reported it \"was somewhat difficult to verify Iranian identity documents.\"\nThe vast majority of Iranian applicants were subject to security advisory opinions (requiring additional in-depth review by multiple federal agencies), but the regional security officer in Ankara \"considered it possible for Iranian intelligence officers to pose as (diversity visa) applicants and not be detected by the post’s security screening if their identity was not already known to U.S. intelligence,\" because the United States does not have a diplomatic presence in Iran, the study said.\nEven though there are concerns about the program, vetting does exist. \"It’s not like you win the lottery and walk into the United States. You are subject to the same vetting procedures,\" said Anna O. Law, Herbert Kurz chair of Constitutional Rights at CUNY Brooklyn College, who spoke with us for a previous story on the visa program.\nOur ruling\nSanders said diversity visa immigrants are not vetted.\nThere are concerns about potential vulnerabilities related to the admission of diversity visa immigrants, and there are difficulties in verifying documents of individuals from certain countries.\nBut vetting mechanisms exist, including additional in-depth review of applicants who need additional scrutiny. Not all who are awarded the lottery end up getting a visa, but individuals who do make it to the visa application process must undergo background checks and security screenings.\nWe rate Sanders’ claim False.\n Share the Facts 2017-11-02 21:53:28 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says diversity visa immigrants are not vetted.    Sarah Huckabee Sanders White House Press Secretary https://www.c-span.org/video/?436676-1/white-house-considers-new-york-terrorist-suspect-enemy-combatant   in a White House press briefing Wednesday, November 1, 2017 2017-11-01    Read More  info", "vclaim_id": "vclaim-pol-02734"}