{"url": "/factchecks/2014/jan/09/rand-paul/rand-paul-says-longer-people-get-unemployment-insu/", "speaker": "Rand Paul", "vclaim": "\"There are many studies that indicate\" that the longer people get unemployment insurance, \"it provides some disincentive to work.\"", "truth_label": "mostly-true", "date": "stated on January 5, 2014 in an interview on ABC's \"This Week with George Stephanopoulos\":", "title": "Rand Paul says the longer people get unemployment insurance, it provides 'some disincentive' to work", "text": "Just days before the U.S. Senate began consideration of a bill to renew expiring benefits for the long-term unemployed, Sen. Rand Paul, R-Ky., raised questions about how effective such a policy would be.\nAppearing on the Jan. 5, 2014, edition of ABC’s This Week, Paul said he was concerned \"that the longer you have it, that it provides some disincentive to work, and that there are many studies that indicate this. So, what I've been saying all along, we have to figure out how to create jobs and keep people from becoming long-term unemployed.\"\nPaul has taken some heat from critics for previous comments about extended unemployment benefits.  On Dec. 8, 2013, Paul said on Fox News, \"When you allow people to be on unemployment insurance for 99 weeks, you're causing them to become part of this perpetual unemployed group in our economy. And it really - while it seems good, it actually does a disservice to the people you're trying to help.\"\nHere, we wanted to look at studies on unemployment insurance, and whether he’s correct that \"there are many studies that indicate\" that the longer people get unemployment insurance, \"it provides some disincentive to work.\"\nOverall, we found that, in a literal sense, Paul’s recent comments are carefully crafted and largely correct: Such studies do indeed exist. However, there’s a fair amount of debate among economists about what that conclusion actually means for economic policymaking, particularly on the question of whether cutting off long-term benefits actually boosts employment.\nA look back at the research\nIn a fact-check we published back in 2009, we noted some commonly cited papers that seemed to back up Paul’s statement, both co-authored in 1990 by Lawrence Katz, a Harvard economist who once worked in the Clinton administration, and fellow economist Bruce D. Meyer.\nIn one of these papers, published in the Journal of Public Economics, the authors looked at U.S. unemployment data from 1979 to 1983, and concluded that increasing unemployment insurance by six to 12 months could increase unemployment by four to five weeks, and a duration of 24 months could mean an increase of up to 16 weeks.\nWhen we checked with an ideologically diverse group of economists for this article, they cited a number of other, more recent papers that found longer unemployment benefits tended to increase the duration of unemployment. For instance:\n• In a May 2013 study, Henry Farber of Princeton and Robert Valletta of the Federal Reserve Board of San Francisco concluded that extended benefits in the aftermath of the Great Recession raised the average duration of unemployment by 7 percent and caused the unemployment rate to increase by 0.4 percentage points.\nThe effect, they found, was especially strong among those unemployed for at least six months.\nAn article Valletta co-authored with his Federal Reserve Board of San Francisco colleague Katherine Kuang in 2010 concluded that even though a 0.4 percentage-point increase in the unemployment rate is modest, it still \"represents about 600,000 potential workers who could become virtually unemployable if their reliance on (unemployment insurance) benefits were to continue indefinitely.\"\n• In an October 2013 study, four co-authors -- Marcus Hagedorn, Fatih Karahan, Iourii Manovskii, Kurt Mitman -- concluded that \"most of the persistent increase in unemployment during the Great Recession can be accounted for by the unprecedented extensions of unemployment benefit eligibility.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThey didn’t think that longer benefit periods cut down on unemployed workers’ efforts to search for jobs, though. Rather, they said, extended benefits tended to raise prevailing wages in the wider labor market, which in turn made companies less likely to increase the number of jobs on their payroll.\nHow to interpret these findings\nGary Burtless, an economist at the Brookings Institution, said Paul is on \"safe ground\" with his claim.\n\"It is fair to say that there have been ‘many studies’ of the impact of longer unemployment insurance durations on unemployment, re-employment, and labor force participation, and it is fair to say that a sizeable majority of studies shows an impact that links longer potential benefit durations with longer spells of unemployment,\" Burtless said.\nAt the same time, Burtless emphasized that this \"truth\" is open to misinterpretation. We found at least three possible concerns:\n• Not every unemployed person gets an unemployment check. In fact, Burtless says, only about one of every three unemployed Americans gets a check -- so whatever incentives are affecting unemployment-insurance beneficiaries could be outweighed by what’s happening among the unemployed Americans who aren’t receiving a check. If, for instance, beneficiaries of unemployment checks are refraining from taking jobs longer than they otherwise would, open jobs may be snapped up by the unemployed workers who aren’t getting a check. If so, the effect of longer benefits on the unemployment rate could end up being a wash.\n• Ending unemployment benefits reduces spending by the unemployed, which can lead to jobs being lost in the wider economy. The extra benefits unemployed workers get \"represents extra income to some of the unemployed worker’s neighbors – the grocer, the dentist, the hardware store owner, a favorite restaurant and its servers,\" Burtless said. \"Without spending financed by the unemployed worker’s extended unemployment benefits, the incomes of these other people will be lower. One or two of them might be laid off.\"\n• The end of extended benefits may push the unemployed out of the labor force, rather than into a job. Receiving an unemployment check is usually contingent on continuing to look for a job; once the checks stop and that requirement goes away, the incentive to keep looking declines.\nThis poses a problem for tracking changes in the unemployment rate. The unemployment rate can drop for one of two reasons -- either unemployed people are moving into jobs, or unemployed people are moving out of the labor force (and thus moving out of the mathematical equation used to calculate the unemployment rate).\nA recent post by James Pethokoukis of the conservative American Enterprise Institute analyzed data from North Carolina, where the GOP-led legislature earlier this year cut unemployment benefits, both in amount and duration.\n\"If you listen to Republicans,\" he wrote, \"it’s worked out pretty well. The state’s unemployment rate has dropped to 8.0 percent in October from 8.8 percent in June.\" But while the number of unemployed residents plunged by 44,558 between June 2013 and October 2013, he found, the number of employed people increased by only 1,902.\nIn other words, 96 percent of the decrease in unemployed North Carolinians over that period simply left the labor market, and the unemployment rate plunged for the \"wrong\" reason. If North Carolinians had simply left the labor market at a more typical rate, Pethokoukis wrote, \"the state’s jobless rate would have increased to 9.1 percent rather than sharply declining.\"\nOur ruling\nPaul said that \"there are many studies that indicate\" that the longer people get unemployment insurance, \"it provides some disincentive to work.\"\nPaul is on solid ground about the existence of studies that support this point; there are quite a few. But if Paul means to suggest that ending benefits actually increases employment, the support for that proposition is more mixed. In particular, there’s evidence that unemployed people may drop out of the labor market rather than find a job when they stop getting benefit checks. So Paul's statement is accurate, but needs additional information. On balance, we rate Paul’s claim Mostly True.", "vclaim_id": "vclaim-pol-08425"}