{"url": "/factchecks/2017/feb/11/martin-golden/police-assaults-new-york-have-decreased-recent-yea/", "speaker": "Martin Golden", "vclaim": "\"Just last year, alone, 710 police officers\" were assaulted in New York state.", "truth_label": "mostly-true", "date": "stated on January 30, 2017 in a press conference announcing the Community Heroes Protection Act:", "title": "Police assaults in New York have decreased in recent years", "text": "A bipartisan push in Albany would classify offenses against first responders and law enforcement officers as hate crimes.\nThe Community Heroes Protection Act would also toughen the sentences for those convicted.\nState Sen. Martin J. Golden, a Republican from Brooklyn and co-sponsor of the bill, said the number of assaults on police officers in New York state should convince his colleagues to support the effort.\n\"The numbers show this law is definitely needed,\" Golden said. \"Just last year, alone, 710 police officers - this is just police officers - were assaulted in this state.\"\nIs Golden right? Were that many police officers assaulted last year?\nData from the FBI\nThe Federal Bureau of Investigation has reported the number of law enforcement officers killed and assaulted in the United States since 1972.\nThe FBI defines a law enforcement officer as a local, state, and federal public authority who ordinarily carries a badge and a firearm. The report does not include attacks on correctional officers or emergency responders, though they are included in the proposed legislation.\nThe bureau reported 710 assaults on New York state law enforcement officers in 2015, the latest data available. That’s the lowest number since 2007, when 656 officers were assaulted. \nThe FBI's New York state number, however, is not a statewide figure. It only includes assaults on law enforcement officers outside New York City. The agency said it does not have data for reported assaults on law enforcement officers in New York City.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nData from the NYPD\nThe New York City Police Department reports its own data on police assaults, but it defines officers more broadly. The Police Department tracks assaults on police officers, peace officers, prosecutors, nurses, sanitation workers, firefighters, paramedics, city marshals, school crossing guards, traffic agents and emergency responders.\nThe department said it does not report solely the number of assaults on law enforcement officers.\nLast year the department reported 1,632  assaults on people within the department's definition. That’s down from 2015, when 1,738 assaults were reported.\nOur ruling\nGolden said,  \"Just last year alone, 710 police officers … were assaulted in this state.\"\nGolden relied on FBI data that does not include assaults on officers from New York City.\nGolden undercounted, but his point is not lost: The number of reported assaults on law enforcement officers is significant. His statement needs clarification and additional information.\nWe rate it Mostly True.\nhttps://www.sharethefacts.co/share/4f5e2b87-867c-40c7-9c04-981acd31615a", "vclaim_id": "vclaim-pol-03681"}