{"url": "/factchecks/2014/may/09/karen-handel/handel-attacks-perdue-tax-returns/", "speaker": "Karen Handel", "vclaim": "Says U.S. Senate candidate David Perdue flip-flopped on releasing his tax returns.", "truth_label": "mostly-true", "date": "stated on April 21, 2014 in a press release:", "title": "Handel attacks Perdue on tax returns", "text": "In politics, being the rich guy can have its advantages and disadvantages.\nCase in point, Republican U.S. Senate candidate David Perdue, a former CEO of several large corporations who has risen to the top of the polls. He’s portrayed himself as a by-the-bootstraps candidate offended by the ways of Washington, endearing himself to conservatives. Perdue has also spent a lot of his own money on television ads ridiculing his opponents.\nOne of those opponents, former Georgia Secretary of State Karen Handel, recently challenged her fellow candidates to release their income taxes. A Perdue spokesman called it \"voyeurism,\" and Handel criticized his decision.\n\"David Perdue Flip-Flops Again, Refuses to Release Tax Returns,\" the Handel campaign said in an April 22 press release.\nDid Perdue flip-flop? PolitiFact Georgia thought we’d conduct our own audit.\nWhen Perdue entered the race in July 2013, Channel 2 Action News political reporter Lori Geary asked him how open he would be about releasing his financial information.\n\"Everything,\" Perdue said in the interview. \"I have no problem in that. … I’m going to be totally transparent.\"\nPerdue did not specify whether that included releasing his tax returns. The television report did not say whether he was asked about releasing his tax returns.\nFour months later, in November, Perdue filled out a financial disclosure report with the U.S. Senate, as required by law. The disclosure forms, though, do not require a candidate to add up his or her entire wealth.\nThe report shows Perdue was a board member of five corporations, collecting nearly $900,000. He held stocks and bonds in about 150 companies. His assets in more than 40 of those companies and entities ranged between $100,000 and $1 million.\nThat doesn’t include the 18 individual retirement accounts Perdue listed in the report and other assets that he and his wife own. A separate report Perdue filed in February shows he owns 2 acres on the wealthy sand of St. Simons Island.\nThe Atlanta Journal-Constitution has reported Perdue’s net worth, after examining his disclosure, at between $11.9 million and $48 million.\nIn recent years, political candidates -- particularly wealthy politicians -- have been pressured to unveil their income taxes in addition to the reports they’re required to fill out. For example, Mitt Romney, the GOP’s 2012 presidential nominee and a former corporate CEO, responded to those demands by releasing his 2011 return and a summary of returns from the prior 20 years. Critics complained the summary didn’t offer enough details about his finances. President Barack Obama’s tax returns are available online dating to 2000.\nOn April 14, the AJC reported Handel was releasing her taxes and encouraged her Republican opponents to do the same in an \"effort to promote government transparency.\" The challenge was seen as directed at Perdue. Two candidates, U.S. Reps. Phil Gingrey and Jack Kingston, agreed to do so. Perdue did not. One week later, on April 21, Handel hammered Perdue, citing the Channel 2 interview.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\"David fails to realize that this is an election, not an auction, and that he has an obligation to the voters of Georgia to be transparent and forthcoming about the millions of dollars he is spending to try to buy this election,\" Handel campaign manager Corry Bliss said. \"One can only assume that David has a lot to hide since he has changed his mind on releasing his taxes.\"\nPerdue campaign spokesman Derrick Dickey countered: \"In the time since his first interview as a candidate last year, David has produced detailed personal financial information for the public. After going through that process, at this point it seems that anything more only satisfies some folks’ voyeurism.\"\nPerdue’s cousin, former Georgia Gov. Sonny Perdue, once used a similar line when pressured to release his tax returns. Sonny Perdue said he preferred to release his tax records during campaign season, not while governing.\n\"I think that's an absolutely appropriate thing to do rather than a sort of voyeuristic sort of thing, \" Sonny Perdue told the AJC.\nBrian Galle, a former prosecutor in the U.S. Department of Justice’s tax division, said Senate disclosure reports have information that isn’t included in tax returns and vice versa. The disclosure reports contain information about the assets held by a candidate. Galle said tax returns include potentially embarrassing information, such as whether the candidate has lost money through bad financial dealings and how much money -- or little money -- he or she gave away through the charitable contributions category.\nGalle, an assistant professor at Boston College Law School, said he believes candidates should release their tax returns to the public.\n\"It ought to be routine,\" he said.\nOn May 1, the Perdue campaign invited two AJC reporters to look at 10 years of the candidate’s tax returns as part of an article on his business record. It showed Perdue earned $55 million and paid $21 million in taxes, or 38 percent, over that period. Over the 10 years of tax returns reviewed by the AJC, Perdue donated about $1 million to charities, or just under 2 percent of his income.\nThe Associated Press also reported it has looked at Perdue’s returns, along with Gingrey’s and Handel’s. Kingston and Michelle Nunn, who’s leading the polls among Democrats vying for the Senate, have said they would release their returns, but neither has done so. Another GOP candidate, U.S. Rep. Paul Broun, declined, directing reporters to his disclosure reports.\nHandel campaign spokesman Dan McLagan, noting the Perdue campaign’s initial comments about voyeurism and its subsequent decision to show the candidate’s tax returns, said Perdue had \"flip-flopped-flipped.\"\n\"It’s a high level of difficulty, and I think (Perdue) missed the dismount,\" McLagan said.\nTo sum up, Perdue agreed to release his financial information when he announced his candidacy for the U.S. Senate in July 2013. A few months later, Perdue filled out a federal financial disclosure report. In April, Handel criticized Perdue for not releasing his tax returns a week after she challenged her Republican opponents to do so. Perdue has since shown his returns to the AJC and AP.\nPerdue did show his returns, but only a few weeks after Handel’s challenge.\nAnd a pledge of total transparency means your taxes are open to inspection to the public, not just a few reporters.\nWe rate Handel’s claim Mostly True.", "vclaim_id": "vclaim-pol-07881"}