{"url": "/factchecks/2016/may/31/pat-toomey/pat-toomeys-wall-street-earnings-likely-didnt-top-/", "speaker": "Pat Toomey", "vclaim": "It's entirely possible that the Democratic nominee, [Hillary Clinton], earned more money giving a single speech on Wall Street than I made the six years that I was there back in the 1980s… In fact, it’s quite likely.", "truth_label": "barely-true", "date": "stated on May 19, 2016 in an interview with Chris Stigall on Talk Radio 1210 WPHT:", "title": "Pat Toomey’s Wall Street earnings likely topped one Hillary Clinton speech", "text": "U.S. Senator Pat Toomey, R-Pa., appeared on the Chris Stigall Show two weeks ago, and he wasn’t afraid to poke fun at his Wall Street past.\nWhen Stigall mentioned that Hillary Clinton has been paid lucratively for giving speeches to Wall Street banks, Toomey responded by making a comparison between Clinton and himself.\n\"It's entirely possible,\" said Toomey \"that the democratic nominee, [Hillary Clinton], earned more money giving a single speech on Wall Street than I made the six years that I was there back in the 1980s.\"\n\"In fact,\" he went on, \"it’s quite likely.\"\nWe reached out to the Toomey campaign multiple times seeking information about how much he earned during his six years on Wall Street, but they never got back at us.\nThe hefty salaries of modern-day Wall Street traders are viewed by many with disgust, but 30 years ago, Wall Street was a very different place. Is it possible Pat Toomey earned less on Wall Street than Clinton did for a single speech there? We decided to find out.\nHow much has Hillary made for her speeches?\nIt’s no secret Clinton has made a lot money from giving speeches, but most of the speeches that she’s given were not to Wall Street banks.\nAccording to her 2014 tax return, 14 of the 41 speeches Clinton gave in 2013 were to Wall Street banks, and she was paid the same amount, $225,000, for most of them.\nBut on Oct. 7, 2014, her Public Financial Disclosure Report report states that she gave a speech to Deutsche Bank and earned $260,000 for it. CNN compiled a list of all the amounts that the Clintons have earned for speaking to big banks from February 2001 to May 2015, and it reaffirms that amount for her Deutsche Bank speech.\nBut Toomey’s claim specifically refers to Wall Street.\nIf Clinton made $260,000 in her most profitable speech to a Wall Street firm, then Toomey would have had to have made an average of about $43,000 during his six years on Wall Street for his claim to be true.\nThe Rise of the Stock Market and the Traders in it\nToomey worked on Wall Street from 1984 to 1990 for Chemical Bank and Morgan Grenfell. In a 1999 interview with Derivatives Strategy magazine, Toomey discussed the work he did at Morgan Grenfell, where he said he and a few others were recruited to start a \"serious derivatives operation.\"\n\"We were dealing in various currencies,\" said Toomey, \"all kinds of interest rate and currency-related derivatives—options, swaps, forwards and so on.\"\nA report by the Los Angeles Times confirmed Toomey traded derivatives around interest rates and currencies.\nAgain, when we asked the Toomey campaign if they could provide us with approximate salary figures for Toomey or Wall Street derivatives traders in the 1980s, we didn’t receive a response. Luckily, there are some figures we can use as approximations.\nThe derivatives market exploded during Toomey’s time on Wall Street. In fact, the size of the global derivatives industry more than quintupled from 1986 to 1991. According to a report by Mother Jones, the notional value of derivatives contracts went from $865 billion to nearly $4.5 trillion.\nSalaries for Wall Street employees were not nearly as lucrative as they are today, but employees there were still among the highest-paid in the nation. A New York Times article from 1987 put the average salary on Wall Street that year at $65,000, before bonuses (which was more than three times the average New Yorker’s salary of $19,000). That number included all Wall Street employees, from the highest-ranking positions to new analysts. According to the Derivatives magazine article, Toomey’s position at Chemical Bank was \"associate,\" a position generally considered to be above entry level and often given to people with MBAs.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Corman\n\n\nstated on January 14, 2021 in an interview\n\n\n\n\n\n\n\n\nSays unproven voter fraud claims didn’t play “any role” in the Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 17, 2021\n\n\n\n\n\n\n\nPhilip Bond, a professor of finance and business economics at the University of Washington, said a salary of $43,000 was within the realm of possibility.\n\"I guess an average of $43,000 a year strikes me as being on the low side,\" said Bond,  \"But I don't think it is impossible. After talking to colleagues here, I believe the starting salary for an undergraduate on Wall Street would have been considerably less than $43,000 in 1985.\"\nHowever even in the 1980s, Wall Street traders generally earned significant bonuses along with their annual salaries. Former bonds salesman Michael Lewis wrote about how bonuses were determined in his bestselling book Liar’s Poker.\n\"A salesman's year-end bonus was determined by traders,\" writes Lewis, \" A trader's bonus was determined by the profits on his trading books. A salesman had no purchase on a trader, while a trader had complete control over a salesman.\"\nToomey doesn’t appear to have been a bad trader. Morgan Grenfell hired him and other associates to start its derivatives operation in 1986, according to the Derivatives Strategy magazine article.  \nIf Toomey made significant profits as a derivatives trader, then he would likely have made a solid bonus along with his salary. Lewis, as he notes in Liar’s Poker, made a bonus of $45,000 in his first year as a bonds salesman, matching his $45,000 salary that year. Lewis had a M.A. in economics when he entered Wall Street, while Toomey only had a B.A. in government.\nIt is possible Toomey made an annual compensation of less than $43,000 per year, but that seems unlikely when we take a bonus into account. And even if he did make an average of $43,000 a year during his time on Wall Street, inflation would put his total haul at well above $260,000.\nWe asked two professors to help us adjust a 1985 salary of $43,000 for wage inflation.\nEhud Ronn, a professor of finance at the University of Texas at Austin, also noted the figure of $43,000 a year seemed somewhat low. Ronn used an index that reported a historical time series of compensation in the financial sector. According to the index, a salary of $43,200 in March 1985 would be equivalent to $124,200 in 2016. If Toomey made an average of $124,200 over six years, he would have made $745,200 in 2016 dollars according to this estimate.\nBond, the University of Washington professor of finance, used GDP per capita to adjust for wage inflation.\n\"Nominal GDP per capita is about 4 times as high today is in the mid-1980s\" said Bond, \"So if financial compensation had grown at the same speed as nominal GDP per capita, $43K in 1985 would equate to roughly $170K today.\" If Toomey made an average of $170,000 over six years, he would have made $1,020,000 in 2016 dollars according to this estimate.\n\"Based on these back-of-envelope calculations, I suspect Toomey's statement is true, or at least close to true,\" started Bond, \"but if he adjusted for inflation, his claim is most likely not true.\"\nLynn Stout, a professor of corporate law at Cornell University and an internationally recognized expert in the field of financial derivatives, seemed to believe that a yearly figure of $43,000 would have been very low even in the 1980s.\n\"If he did receive only $43,000 a year for six years of trading,\" said Stout, \"he must have been one of the worst performing and worst paid derivatives traders on Wall Street at the time.\"\nOur ruling\nPat Toomey said that it was possible and even likely that Hillary Clinton earned more money giving a single speech to a Wall Street bank than he did in his six years there.\nClinton earned $260,000 in her most profitable speech to a Wall Street bank, so Toomey would have had to have earned an average of about $43,000 per year on Wall Street.\nIt’s possible the entry-level salary for a trader was less than $43,000 in the 1980s, but Toomey was a trader at the forefront of the derivatives operation at Morgan Grenfell. So it’s likely he earned a significant bonus, which would put his earnings over that threshold.\nIt gets less likely if we adjust Toomey’s non-bonus-inflated potential salary for inflation. An annual salary of about $43,000 in 1985 would make significantly more than $260,000 over six years in 2016 dollars.\nAnd Toomey didn’t just say it was \"possible\" he made less in six years on Wall Street than Clinton did in one speech. He said it was \"likely.\" Based on average salaries and bonuses from this era of Wall Street and input from experts, it does not seem likely.\nIt gets less likely if we adjust Toomey’s non-bonus-inflated potential salary for inflation. An annual salary of about $43,000 in 1985 would make significantly more than $260,000 over six years in 2016 dollars.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-04896"}