{"url": "/factchecks/2015/jan/22/democratic-national-committee/democratic-group-says-texas-poverty-exceeding-nati/", "speaker": "Democratic National Committee", "vclaim": "Since Rick Perry became governor, \"poverty rates in Texas increased from 15.1% to 17.5% — which is higher than the national average.\"", "truth_label": "half-true", "date": "stated on January 15, 2015 in an email blast:", "title": "Democratic group says Texas poverty up, exceeding national average, on Rick Perry's watch", "text": "As Rick Perry delivered his last gubernatorial speech to state legislators, the  Democratic National Committee suggested the state is worse off thanks to the Republican’s long tenure.\nPart of a Jan. 15, 2015, email blast from the committee said: \"Since Perry took office, poverty rates in Texas increased from 15.1% to 17.5% — which is higher than the national average.\"\nThat so?\nA committee spokeswoman, Miryam Lipper, told us by email the cited figures come from the U.S. Census Bureau. In 2000, Lippert said, 15.1 percent of Texans were living below the federal poverty threshold; in 2013, she said, 17.5 percent of Texans were living in poverty.\nPerry, initially sworn in as governor in late December 2000, yielded the office to Greg Abbott, previously the Republican state attorney general, on Jan. 20, 2015. And Lipper guided us to a September 2013 bureau report stating that nationally according to the bureau’s 2000 American Community Survey, 12.2 percent of the U.S. population (33.3 million people) had income below the poverty level. A chart in the report says an estimated 15.1 percent of Texans, 3,056,244 residents, lived in poverty in 2000.\nLipper also noted a September 2014 bureau report stating 17.5 percent of Texans, 4,530,039, lived below poverty in 2013. Nationally that year, according to the report, 15.8 percent of residents, 48,810,868 people, lived below poverty.\nSo, the Texas poverty rate exceeded the national rate through the second-to-last year of Perry’s governorship — as it did before he took the state’s helm in 2000. The state’s poverty rate in 2013 was 2.4 percentage points higher than the year Perry became governor. Nationally, the 2013 rate was 3.6 percentage points higher than the U.S. rate in 2000.\nThe government uses measures of poverty called \"poverty thresholds\" to help determine the number of residents living in poverty. If a family has an income below the relevant threshold, then the members of that family are considered to be living in poverty. Those thresholds, adjusted annually for inflation, vary by family size. In 2013, for instance, the poverty threshold for a family of four was $23,834.\nWith help from a Census Bureau spokesman, Robert Bernstein, we confirmed the figures cited by the Democratic group. Bernstein said, though, that the way the bureau has checked poverty levels each year changed about a decade ago; so, it’s best only to compare the results from a supplemental survey to the 2000 Census to American Community Survey results for each year since 2005.\nFrom 2005 through 2013, Texas had a greater share of residents living in poverty than the nation as a whole, ACS survey results suggest, though in all but one of the years, the gap between Texas and the nation narrowed or stayed steady. In 2013, the latest year of available estimates, 17.5 percent of Texans lived in poverty, according to the ACS, compared with 15.8 percent of U.S. residents. It could be, then, that conditions in Texas were improving as Perry approached the end of his time as governor.\nPeople in Poverty (%), U.S. and Texas, 2005 through 2013\n\n\n\n\n\nYear\n\n\nU.S. Poverty Rate\n\n\nTexas Poverty Rate\n\n\nDifference (Percentage Points)\n\n\n\n\n2005\n\n\n13.3 %\n\n\n17.6 %\n\n\n4.3\n\n\n\n\n2006\n\n\n13.3 %\n\n\n16.9 %\n\n\n3.6\n\n\n\n\n2007\n\n\n13 %\n\n\n16.3 %\n\n\n3.3\n\n\n\n\n2008\n\n\n13.2 %\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\n15.8 %\n\n\n2.6\n\n\n\n\n2009\n\n\n14.3 %\n\n\n17.2 %\n\n\n2.9\n\n\n\n\n2010\n\n\n15.3 %\n\n\n17.9 %\n\n\n2.6\n\n\n\n\n2011\n\n\n15.9 %\n\n\n18.5 %\n\n\n2.6\n\n\n\n\n2012\n\n\n15.9 %\n\n\n17.9 %\n\n\n2.0\n\n\n\n\n2013\n\n\n15.8 %\n\n\n17.5 %\n\n\n1.7\n\n\n\n\n\nSource: American Community Survey, 1-Year Estimates, via American FactFinder, U.S. Census Bureau (accessed Jan. 16, 2015)\nWe also asked a University of Texas researcher, Daniel Dillon, for his analysis of changes in poverty in Texas and nationally. Dillon, citing another Census Bureau tool, the Current Population Survey, said 16.2 percent of Texans lived in poverty in 2000, the year Perry became governor, though the rate was down to 15.7 percent in his first months in office. In 2013, by that measure, 16.8 percent of Texans lived in poverty.\n\"So to summarize, the poverty rate has gone up in TX from 15.7 to 16.8 (percent) from 2001 to 2013 (from what I’m seeing from the Census). It is important to note, however, that the overall poverty rate in the U.S. has also gone up during this time—from 11.6 in 2001 to 14.5 to 2013 (cited from the same data tables),\" Dillon wrote.\nDillon said the government relies on CPS results to generate official poverty estimates. A bureau web page says the CPS surveys fewer people but asks many additional questions; the ACS reaches more households with just eight income-related questions. \"Neither one is right or wrong, they are just different surveys,\" Dillon wrote, a characterization also made to our inquiry by spokesman Oliver Bernstein of the Texas-based Center for Public Policy Priorities, which advocates programs that serve the poor.\nGovernor’s role?\nWe asked Dillon if Perry’s actions as governor drove the poverty rate. Dillon said it’s hard to sift out particular effects from actions by a governor. \"There is decades of debate on these issues so take this with a grain of salt, but in general I think economists would say that poverty is fairly responsive to the larger economy,\" Dillon said. \"This is especially true with downturns in the economy — economic shocks like recessionary periods have a notable effect on poverty. This happened under Perry’s term, whether he had anything to do with it or not. The same is true for growth. When the economy grows, poverty tends to decline.\" Also, Dillon said, it’s worth stressing that most anti-poverty efforts are undertaken by the federal government.\nDillon also passed along a comment by Cynthia Osborne, a University of Texas associate professor and director of the Child and Family Research Partnership at the Lyndon B. Johnson School of Public Affairs, who said that generally Texas’ poverty rates will exceed national rates \"because we have a large number of single parents and of Hispanics, which have high rates of poverty. That said,\" Osborne said, \"we invest very little in our families\" through state government.\nOur ruling\nThe Democratic group said that since Perry became governor in late 2000, \"poverty rates in Texas increased from 15.1% to 17.5% — which is higher than the national average.\"\nThese figures are supported by U.S. Census Bureau surveys, but they don’t tell the full story. Texas’ poverty rate went down and then up again over Perry’s decade-plus as governor, and the gap between the nation and Texas ultimately narrowed. Finally, it’s unreasonable to lay all blame for a state’s poverty rate on its governor; national economic factors dominate.\nWe rate this claim, which is partially accurate but misses important context, Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06808"}