{"url": "/factchecks/2016/jul/08/carlos-beruff/carlos-beruff-wrongly-attacks-marco-rubios-record-/", "speaker": "Carlos Beruff", "vclaim": "\"Rather than work to secure the border, (Marco Rubio) supported Obama’s amnesty plan for illegal immigrants.\"", "truth_label": "barely-true", "date": "stated on July 5, 2016 in a statement to press:", "title": "Carlos Beruff wrongly attacks Marco Rubio's record on border security and immigration bill", "text": "Marco Rubio’s Republican rival for the Senate says that Rubio sided with President Barack Obama on amnesty, rather than protecting the border from undocumented immigrants as Donald Trump vows to do.\nBradenton businessman Carlos Beruff sent a statement to the media July 5 blasting Rubio on immigration:\n\"When faced with increasing threats to Americans, what did Marco Rubio do? Rather than work to secure the border, he supported Obama’s amnesty plan for illegal immigrants, endearing him to the Washington establishment in his bid for president. It’s clear that ISIS and others intent on doing us harm will use any means necessary, including our Southern border, to enter this country.\"\nBeruff then praised Trump’s immigration plan.\nBeruff’s campaign argues that Rubio supported a plan that would have immediately legalized immigrants without guarantees of border security. That’s distorting the facts. The legislation Rubio helped draft had multiple hurdles to permanent legal status and had extensive border security measures -- and funding for them. The Rubio campaign declined to comment.\nBorder security and the 2013 immigration bill\nBeruff spokesman Chris Hartline said he was referring to the 2013 immigration bill that Rubio co-authored along with a group of senators dubbed the \"Gang of Eight.\" The bill passed the Senate, but House leadership refused to allow it to reach a vote, so it died. Obama supported it.\nBorder security was a significant part of the bill.\nIt called for billions for border enforcement for new surveillance equipment and fencing along the Mexican border, as well as adding 20,000 border agents. Rubio played an active role in negotiating an amendment that included the beefed up security measures.\nThe federal government had to start implementing border security plans -- but didn’t have to finish it -- before it could process applications for what the bill called \"registered provisional immigrant status\" or RPI. That wasn’t the same as lawful permanent resident status, but it would allow as proponents said, for undocumented immigrants to \"come out of the shadows\" and legally work here for years. The legislation wasn’t strictly amnesty, either. It set out a 13-year path with significant hurdles such as fines, background checks and waiting periods.\nThat would have granted a certain level of legal status to \"millions of illegal immigrants on day one,\" Hartline said.\nBut those on RPI status couldn’t move to lawful permanent status until six months after the Homeland Security Secretary certified to the president and Congress that it had achieved multiple triggers in the border security plan.\nThose triggers included additional border patrol agents, 350 miles of extra fencing, an entry/exit tracking system and required employers to use an employment verification system.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\"The Senate legislation had quite significant teeth in it, requiring demonstrable progress on border enforcement before the two-stage legalization process could take place, with most unauthorized immigrants needing to wait at least 10 years before they could apply for a green card,\" said Michelle Mittelstadt, spokeswoman for the Migration Policy Institute.\nBut Beruff’s campaign argues that the bill didn’t prioritize border security and points to a statement by Rubio that legalization would come before border security:\n\"First comes legalization, then comes this border security measure and then comes the permanent residency process,\" Rubio said in a June 9, 2013, interview with Univision. \"What we are talking about here is the permanent residency system. Regarding legalization, a vast majority of my colleagues have already accepted that: that it must take place and that it must start at the same time we start with what has to do with security.\"\nThe border security provisions were contingent on the Obama administration following through, Hartline said. And Rubio himself later said while running for president that \"the American people do not trust the federal government to enforce our immigration laws.\"\nHowever, the bill set aside a $46.3 billion designated pot of money -- the Comprehensive Immigration Reform Trust Fund -- for border security.\nThe Beruff campaign also notes that after the bill died, Rubio changed his strategy and called for a piecemeal approach of multiple bills with border security first. That’s true, but it doesn’t mean that the original bill lacked border security measures. Experts disagreed on whether Rubio’s shift in tactics was a substantial change or not; however, experts we interviewed about Beruff’s statement said that the 2013 bill clearly had border security in it.\nKevin Johnson, dean of the law school at University of California at Davis, said it’s wrong to suggest that the 2013 bill lacked border security.\n\"Rubio supported a compromise bill that did provide for more enforcement and a path to legalization for some undocumented immigrants,\" he said.\nSince Rubio voted in favor of border security enhancements, \"it is incorrect to assert that Senator Rubio failed to secure the border,\" said Stephen Yale-Loehr, professor of immigration law practice at Cornell Law School.\nOur ruling\nBeruff said, \"Rather than work to secure the border, (Rubio) supported Obama’s amnesty plan for illegal immigrants.\"\nBeruff is flat-out wrong about Rubio’s efforts to secure the border and misleads when he calls the 2013 bill \"amnesty.\"\nRubio co-authored the 2013 bill (which was the work of the Senate, not from the White House) that included extensive border security measures such as more border patrol agents and fencing. It’s an exaggeration to call that bill amnesty because while it included a path to citizenship, undocumented immigrants had to pass multiple hurdles.\nWe rate this claim Mostly False.\n \nhttps://www.sharethefacts.co/share/2b5d15eb-219c-49e5-bb33-afe4e7152e65", "vclaim_id": "vclaim-pol-04726"}