{"url": "/factchecks/2018/apr/05/blog-posting/no-chuck-schumer-didnt-say-it-racist-only-allow-ci/", "speaker": "Bloggers", "vclaim": "Says Chuck Schumer said \"it’s racist to only allow citizens to vote.\"", "truth_label": "false", "date": "stated on April 3, 2018 in a headline:", "title": "No, Chuck Schumer didn't say it is racist to only allow citizens to vote", "text": "A blog took U.S. Sen. Chuck Schumer’s op-ed about voting rights and twisted it to state that he supported allowing non-citizens to vote.\n\"Chuck Schumer slams President Trump: ‘it’s racist to only allow citizens to vote,\" said an April 3 headline on Federer Now, a right-wing blog.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes. We found that the story, which appeared to be lifted from other websites, distorted what Schumer actually said about voting rights.\nWhile readers of the blog could assume that the statements by Schumer were recent, they actually came from his Aug. 24, 2017, Medium post in which he called on Trump to disband his Election Integrity Commission.\nTrump formed the commission in 2017 in an effort to ferret out voter fraud which Trump portrayed as \"large scale,\" even though national experts have said fraud is isolated and rare.\nTrump disbanded the commission in January 2018 after pushback from many states, infighting on the commission and multiple lawsuits.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Federer Now blog plucked some actual quotes by Schumer from his Medium post including this one: \"If the president wants to truly show that he rejects the discrimination agenda of the white supremacist movement, he will rescind the Executive Order that created this commission.\"\nBut then the blog made some declarations about Schumer’s opinions, which were not rooted in fact. For example it said that Schumer \"has declared restricting voting to only Americans as an exercise in racism. \"\nSchumer’s Medium post made no mention of restricting voting to citizens. The point of Schumer’s op-ed was to argue that voting rights are \"under assault\" by Trump and many states and that such laws are racist and an effort to disenfranchise minority voters.\nSchumer described Trump’s Election Integrity Commission as an \"effort to intimidate voters and purge them from the rolls.\"\nSchumer spokesman Matt House told PolitiFact that Schumer hasn’t called for allowing non-citizens to vote. Only citizens can generally vote in elections, although a few local governments have allowed non-citizens to vote in local elections.\nWe rate this headline False.\nhttps://www.sharethefacts.co/share/05e72a49-1adb-466b-a55b-1e982e8f6cee", "vclaim_id": "vclaim-pol-02225"}