{"url": "/factchecks/2013/dec/30/brett-smiley/mayoral-candidate-brett-smiley-says-providence-183/", "speaker": "Brett Smiley", "vclaim": "\"Of all cities in the United States with more than 100,000 people, Providence is the 183rd safest.\"", "truth_label": "mostly-true", "date": "stated on December 19, 2013 in a campaign speech:", "title": "Mayoral candidate Brett Smiley says Providence is 183rd safest of U.S. cities with more than 100,000 people", "text": "When Democratic mayoral candidate Brett Smiley unveiled his plan for combating crime in Providence, he sought to drive home the need for new approaches to crime and policing.\n\"Of all cities in the United States with more than 100,000 people, Providence is the 183rd safest,\" he said. \"Last year, major cities like Los Angeles, Las Vegas and Dallas all had lower crime rates than Providence. This is unacceptable, and it has to change.\"\nSmiley’s campaign said they got the figures by combining statistics in the FBI’s most recent annual compilation of crime figures from across the country.\nEach year, the agency releases \"Crime in the United States,\" prepared by the agency’s Uniform Crime Reporting Program. It tracks a range of violent and non-violent crimes, tabulating how many of them occurred across the country. The figures can be analyzed in a number of ways, such as by individual crimes and by how many crimes occurred per thousand residents.  \nThe figures are organized by state, and, within each state, by individual cities or towns with more than 100,000 residents.\nEvery time the agency releases its national crime statistics, analysts and organizations across the country break down the state-by-state data and reassemble them into one large database. Often, the information is to sorted by number of crimes reported per 1,000 residents. Hence, the \"safest cities\"  the United States list.\nBased on the 2012 FBI statistics, Providence comes in at 183rd among 279 cities with populations of 100,000 or more. In first place is Cary, N.C., while Chicago is last.\nSo Smiley is right on the numbers. But on its website announcing the release of the Uniform Crime Reports, the FBI makes it very clear it wishes people wouldn’t compare the cities that way.\n\"Each year when ‘Crime in the United States’ is published, many entities — news media, tourism agencies, and other groups with an interest in crime in our nation — use reported figures to compile rankings of cities and counties,\" the agency says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThose rankings, it says, don’t consider other variables, such as economic and demographic factors, that affect crime rates. Such rankings \"lead to simplistic and/or incomplete analyses that often create misleading perceptions adversely affecting cities and counties, along with their residents,\" the FBI statement said.\nEmphasizing the point in boldface and italic print, the FBI websites closes with a caveat that \"the data user is, therefore, cautioned against comparing statistical data of individual reporting units from cities, counties, metropolitan areas, states, or colleges or universities solely on the basis of their population coverage or student enrollment.\"\nIn other words, exactly what Smiley did.\nIn his defense, he is far from the alone. For instance, in Cary, N.C. officials were quick to credit law enforcement’s close relationship with the community for its putative title as 2012’s safest city in the United States. Naperville, Ill., has done the same thing over the years. Other municipalities in the top ten likewise had officials or organizations that touted their rankings.\nOur ruling\nMayoral candidate Brett Smiley said, \"Of all cities in the United States with more than 100,000 people, Providence is the 183rd safest.\"\nHe accurately quoted the city’s ranking.\nBut the FBI, the source of the raw data, warns that such rankings can produce out-of-context impressions.\nBecause the statement is accurate but needs clarification or additional information, we rate it Mostly True.", "vclaim_id": "vclaim-pol-08455"}