{"url": "/factchecks/2016/jan/29/chris-christie/christie-says-neighbors-san-bernardino-shooters-kn/", "speaker": "Chris Christie", "vclaim": "Neighbors of the San Bernardino shooters \"knew that they were talking about trying to take our country and attack it.\"", "truth_label": "false", "date": "stated on January 28, 2016 in the Republican debate in Des Moines, Iowa:", "title": "Christie says neighbors of San Bernardino shooters knew more than they did", "text": "The threat to the United States from Islamic terrorists was a lead-off topic in the Republican debate in Iowa, and the December shootings in San Bernardino, Calif., was a prime example of how real that threat can be. Fox News moderator Megyn Kelly asked New Jersey Gov. Chris Christie about the reluctance of the shooters’ neighbors to report suspicious activity by Syed Rizwan Farook and his wife Tashfeen Malik. They didn't want to be seen as using ethnic profiling.\nChristie said what the neighbors saw had nothing to do with profiling.\n\"These folks had weapons, they knew that they were talking about trying to take our country and attack it,\" Christie said. \"That's not profiling, that's law enforcement.\"\nKelly interjected, \"They didn't know they were going to attack the country.\"\n\"They knew they were talking about attacking people,\" Christie shot back.\nWe looked for any reports of the neighbors saying they had an inkling of any plans for an attack. We didn’t find any. We did find second-hand reports that weren’t well sourced, and these were repeated primarily on right-leaning news websites. \nThis excerpt from the conservative website Daily Caller was typical:\n\"A neighbor of Farook’s mother in Redland — said that another neighbor told him \"they had I guess been receiving packages — quite a few packages within a short amount of time, and they were actually doing a lot of work out in the garage.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"She was kind of suspicious and wanted to report it,\" Elswick explained, \"but she said she didn’t want to profile.\"\nThere were many articles of this sort. All of them sourced back to a local ABC news affiliate broadcast and all of them had pretty much the same details.\nNone of these accounts supports Christie’s assertion.\nFirst, they talk about what the neighbors of Farook’s mother saw, not the neighbors of Farook and Malik themselves. The mother lived in Redlands, not San Bernardino. We should also note that this account comes from a neighbor saying what he learned from another neighbor, not what he saw himself.\nSecond, no one was reported as saying that they thought an attack was being planned.\nSoon after the shooting, the Wall Street Journal reported that neighbors and friends described the couple as \"quiet, religious people who didn’t attract attention or suspicion.\"\nOur ruling\nChristie said that neighbors of the San Bernardino shooters knew that they were talking about attacking the country. The most that was reported is that a neighbor of a neighbor of one of the shooter’s mother said there was suspicious activity. There was no mention that a neighbor of the shooters themselves was suspicious, much less that a neighbor thought an attack was being planned.\nChristie jumbled the details in the news. We rate this statement False.\nhttps://www.sharethefacts.co/share/18d28985-9171-4758-ba6d-6f150b004517", "vclaim_id": "vclaim-pol-05500"}