{"url": "/factchecks/2020/jul/17/mark-pocan/wisconsin-lawmaker-makes-his-case-separation-churc/", "speaker": "Mark Pocan", "vclaim": "\"Our country and Constitution was built on a foundational separation of church and state.\"", "truth_label": "mostly-true", "date": "stated on June 30, 2020 in a tweet:", "title": "Wisconsin lawmaker makes his case in separation of church and state debate", "text": "The U.S. Supreme Court gave fresh oxygen to the age-old debate over the separation of church and state with its June 30, 2020 ruling in a Montana case that involved secular vs. religious tax breaks.\nSome lawmakers were dismayed by the court’s 5-4 decision, which said if a tax break benefits students/parents at a private secular school, it must also benefit students/parents at private religious schools.\n\"Our country & Constitution was built on a foundational separation of church and state, \" U.S. Rep. Mark Pocan, D-Wis, said in a June 30, 2020 tweet. \"Today, #SCOTUS ruled public funds—taxpayer dollars — can go to religious schools. I think it's time the church and state get a constitutionally-mandated divorce.\"\nFor our purposes, we are focused on the first part of that statement:\nWas \"our country & Constitution was built on a foundational separation of church and state\"?\nThe evidence \nWhen asked to provide backup for the statement, Pocan’s staff said \"the foundation of our nation’s separation of church and state is evident throughout our Constitution,\" and pointed PolitiFact Wisconsin to Article VI of the Constitution and the First Amendment of the Bill of Rights.\nLet’s start with Article VI of the the constitution, which reads, in part:\nThe Senators and Representatives before mentioned, and the Members of the several State Legislatures, and all executive and judicial Officers, both of the United States and of the several States, shall be bound by Oath or Affirmation, to support this Constitution; but no religious Test shall ever be required as a Qualification to any Office or public Trust under the United States.\nThe First Amendment, adopted December 15, 1791, is one of the 10 amendments that constitute the Bill of Rights. It reads:\nCongress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press, or the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.\nClose readers will notice something is missing.\nThere is no direct reference to separation of church and state. Yet it is understood as a bedrock principle in American life. Where does it come from?\nThat sent us to more sources and experts.\nThe origin of the phrase may be an 1802 letter written by President Thomas Jefferson to the Danbury Baptist Association. \nAs characterized by the Bill of Rights Institute, in the letter Jefferson explained his beliefs about federalism and the meaning of what is known as the Establishment Clause. That is, the prohibition on government from making any law \"respecting an establishment of religion.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nIn the letter, Jefferson assured the Danbury Baptist Association that the federal government could not interfere with their church or offer special favors to a particular sect.\nThe key quote (emphasis ours):\n\"I contemplate with sovereign reverence that act of the whole American people which declared that their legislature should ‘make no law respecting an establishment of religion, or prohibiting the free exercise thereof,’ thus building a wall of separation between Church and State.\" \nThe Bill of Rights Institute notes \"Jefferson’s letter has been used by the Supreme Court, including Justice Hugo Black as ‘almost an authoritative declaration’ as to the Founders’ intent for the Establishment Clause.\" \nThe Bill of Rights Institute is a nonprofit educational organization based in Arlington, Virginia, founded by Charles Koch and the Charles G. Koch Charitable Foundation. The Koch foundations are known for backing a variety of organizations, including conservative think tanks. \nMeanwhile, Liz Hayes, assistant communications director of Americans United for the Separation of Church and State, on Jan. 9, 2019, wrote an essay on the topic entitled\"The Religious Right says Church-State Separation isn’t in the Constitution. Here’s Why they’re wrong.\nThe group, which has been labeled \"liberal\" by the Associated Press, is a nonprofit organization that advocates for separation of church and state. In the essay, Hayes said in part:\n\"While the literal words ‘wall of separation between church and state’ don’t appear in the Constitution, the concept of church-state separation certainly does. If you doubt that, just read the writings of Jefferson, James Madison and generations of U.S. Supreme Court justices tasked with interpreting and applying the Constitution.\"\nAsked about Pocan’s statement, in a July 8, 2020 email to PolitiFact Wisconsin, Hayes said: \"Yes, Rep. Pocan accurately describes church-state separation as a fundamental American principle that is rooted in our Constitution and secures religious freedom for all of us.\"\nA view from academia\nMichael McConnell, director of the Constitutional Law Center at Stanford Law School and a senior fellow at the Hoover Institution, said Pocan’s statement is \"neither true nor false.\" \n\"The statement is a common legitimate characterization of the provisions of the First Amendment -- a characterization that some scholars and other commentators would say is over-simplified, but certainly not ‘false,’\" McConnell said in an email to PolitiFact Wisconsin. \nMcConnell pointed out that religious institutions receive the benefits of government programs, from police protection to tax exemptions to G.I. Bill benefits, and are similarly subject to governmental regulations, such as fire codes, public health regulations (such as the recent COVID-related shutdown), and tort laws.\n \"Many think it is more accurate to describe the relation between religion and government in terms of neutrality rather than ‘separation.’ But neither term is true or false; they are legitimate statements of opinion,\" McConnell said.\nOur ruling \nPocan said \"Our country & Constitution was built on a foundational separation of church and state.\" \nConstitutional experts note the phrase \"separation of church and state\" does not appear in the Constitution, but say the concept certainly does. \nOur definition of Mostly True is a statement that is \"accurate but needs clarification or additional information.\"\nThat fits here.", "vclaim_id": "vclaim-pol-17755"}