{"url": "/factchecks/2012/jan/25/steve-cohen/steve-cohen-pushes-democratic-claim-us-has-fallen-/", "speaker": "Steve Cohen", "vclaim": "The United States is no longer \"top nation in the globe on infrastructure,\" having fallen to 15th.", "truth_label": "true", "date": "stated on November 3, 2011 in a speech on the floor of the U.S. House of Representatives.:", "title": "Steve Cohen pushes Democratic claim that U.S. has fallen behind on infrastructure", "text": "U.S. Rep. Steve Cohen says the United States has neglected its roads and bridges, but in November argued that the nation had an opportunity to repair them by passing President Barack Obama's jobs bill.\n\nIn a speech on the House floor, the Memphis Democrat said the U.S. was lagging behind other nations.\n\n\"No longer is America the top nation in the globe on infrastructure; it’s the countries in Asia and other places. We’re 15th on the list of infrastructure,\" Cohen said.\n\nThat jobs bill may be going nowhere, but President Obama, in Tuesday’s State of the Union speech, called for \"a broader agenda to repair America’s infrastructure.\" He said that \"so much of America needs to be rebuilt\" and that it was time \"to do some nation-building right here at home.\"\n\nWe wondered: Is the United States really falling behind other countries when it comes to infrastructure?\n\nCohen's office says the source of his information was the Building America’s Future Education Fund, which bills itself as a \"bipartisan national infrastructure coalition\" and lobbies for more governmental spending on infrastructure -- especially roads and bridges.\n\nCohen accurately quotes from the group’s report entitled, \"Falling Apart and Falling Behind,\" which attributes the ranking to  the World Economic Forum, a Switzerland-based international organization funded by more than 1,000 companies that promotes interaction among nations and conducts research with a declared commitment to  \"improving the state of the world.\"\n\nActually, Building America’s Future slightly overstates America’s infrastructure rating by the World Economic Forum -- it’s No. 16 among 139countries in the 2011-12 rankings, not No. 15.  The United States was 15th last year, having slipped from  first back in 2005.\n\nThe Forum infrastructure ranking is based on nine measures ranging from the number of airline seats available (we’re No. 1!)  to the number of mobile phones per 100 residents (we’re No. 83). So it's worth noting that the overall ranking goes well beyond  the point of the congressman’s speech, namely the need to build or repair roads and bridges.\n\nStill, on road rankings, perhaps the most relevant to Cohen’s commentary, the United States is listed 20th, just below Cyprus and just above Bahrain, so it's even lower than the overall number.\n\nInfrastructure is one of 12 \"pillars\" the World Economic Forum uses in compiling a \"Global Competitiveness Index.\" (The United States ranked fifth in the overall index, down from fourth in the previous year and first as recently as 2008.)\n\nOur ruling\n\nSo Cohen is off by a notch in the current overall rankings, while for roads and bridges, the U.S. actually ranks slightly lower, providing more evidence for his point. That's close enough to earn a True.", "vclaim_id": "vclaim-pol-11715"}