{"url": "/factchecks/2015/feb/26/ann-mclane-kuster/did-kuster-flip-flop-when-voting-cromnibus/", "speaker": "Ann McLane Kuster", "vclaim": "Says she has opposed measures to weaken the Dodd-Frank Wall Street regulatory bill and campaign-finance legislation when they were offered as stand-alone bills.", "truth_label": "half-true", "date": "stated on January 6, 2015 in an interview with the Concord Monitor at her Concord office :", "title": "Did Kuster flip flop when voting for 'CRomnibus'?", "text": "Evoking the old cliche about lawmaking and sausage, Democratic U.S. Rep. Ann Kuster faces questions about whether she changed her stance on two votes, going one way when faced with a pair of stand-alone bills and the other way after those measures were wrapped in a much larger package.\nThe dispute involves two policy measures tacked onto a massive spending bill known as the \"CRomnibus.\" That bill, passed in December 2014 by the outgoing Congress, approved enough money to keep the federal government in operation through September 2015.\nOne of the \"riders\" – that is, unrelated amendments – rolled back some of the protections enacted after the Wall Street bailouts in 2008 by the Dodd-Frank Wall Street Reform and Consumer Protection Act. The other amended the Federal Election Campaign Act to increase the amount of money that individual donors can contribute to national political party committees.\nThe White House urged Congress to approve the bill despite continued objection to those two provisions.\nThe two U.S. House members from New Hampshire split their votes on the bill. Then-Rep. Carol Shea Porter, a Democrat, voted against the spending measure, while Ann Kuster, also a Democrat, voted for it.\nIn an interview with the Concord Monitor in January, Kuster said she didn’t agree with the riders but felt it was her duty as a member of Congress to keep the government running. She said it was bad form to make such policy changes in an appropriations bill, and she wished she’d been given the chance to vote against them without risking a government shutdown in the process, she said.\n\"As standalone bills, I would be opposed,\" she said.\nWe wondered: Has Kuster ever had the opportunity to vote on those issues outside the context of a spending bill?\nOn the campaign finance issue, Kuster co-sponsored a bill in the days after the interview to undo the changes adopted in the spending bill that increased the amount of money a single donor can give to national party committees each year. (The spending bill raised the limits from $97,200 to as much as $777,600.)\nSo while she hasn’t voted contrary to the campaign-finance rider in the past, she acted almost immediately to undo what was passed in the spending bill. This gives her claim a ring of truth.\nOn bolstering the provisions of Dodd-Frank, however, Kuster’s record is mixed. Recently, she’s defended the law, but in earlier votes, she supported softening some of its provisions.\nIn October 2013, for instance, Kuster voted in favor of a bill to repeal a provision of Dodd-Frank that would require banks to keep risky investments away from holdings that receive government backing through federal deposit insurance and Federal Reserve discount window lending.\nThe legislation, called the Swaps Regulatory Improvement Act and co-sponsored by Reps. Randy Hultgren, an Illinois Republican, and Jim Himes, a Connecticut Democrat (and former vice president of Goldman Sachs), would have eliminated a prohibition against certain types federal assistance to swaps entities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nThe measure passed the House Financial Services Committee in February 2012 and made it to the House Agriculture committee – on which Kuster sits – in March 2013. (The bill went before the agriculture committee because the risk involved in loans to farmers is often mitigated through commodity-based derivatives.)\nKuster was among the 31 representatives on the committee to vote for the bill in committee, while 14 lawmakers disagreed.\nThen, the bill came before the full house as H.R. 992 in October 2013. Kuster was among 70 Democrats who joined 222 Republicans to pass the bill. All told, 119 Democrats – including Shea-Porter – and three Republicans opposed the measure on the floor.\nThis bill was never heard in the Senate, but much of its substance was eventually folded into the CRomnibus.\nIn addition, Kuster was among a minority of Democrats last September who supported a bill to exempt a segment of the market for derivatives from Dodd-Frank’s new rules.\nOnly after the November election, in which Democrats lost seats, did Kuster join all but 29 Democrats in January when she voted against the Promoting Job Creation and Reducing Small Business Burdens Act. The legislation was essentially the same as the September bill, along with a two-year delay of a provision that would restrict banks from  making certain kinds of speculative investments.\nKuster and other Democrats proposed 14 amendments to that bill – hers was to strike the delay altogether – but House rules, which heavily favor the majority, didn’t allow them to be taken up on the floor.\nKuster’s camp acknowledged she voted for the swaps amendment and other measures related to Dodd-Frank.\n\"She has voted in the past, through standard House procedure, for bills that would improve the Dodd-Frank law by addressing parts of the law that could unintentionally harm middle class families and main street small businesses,\" Kuster spokeswoman Rosie Hilmer said.\nIt’s worth noting that the securities and investment industry was one of the most prominent contributors to Kuster’s campaign in 2014, according to the nonpartisan campaign-finance clearinghouse OpenSecrets.com. With $143,041 in donations from that sector, she trumped her opponent, Marilinda Garcia, by nearly three times over. She also raised more than three times as much from that sector as Shea-Porter, the Democrat running for New Hampshire’s other House seat, and Republican Frank Guinta, who beat Shea-Porter to win that seat.\nKuster raised $90,000 more from the securities and investment industry in her 2014 campaign than she did in her 2012 campaign.\nOur ruling\nKuster says she has opposed measures to weaken campaign-finance restrictions and financial-services protections when they were offered as stand-alone bills.\nShe can make a plausible case on campaign finance, but her record on financial-services protections is more mixed. Early on, she voted for several measures that would weaken the Dodd-Frank act; only recently has she taken a firm stance against efforts to ease provisions of Dodd-Frank.\nHer statement is partially accurate but leaves out important details, so we rate Kuster’s claim Half True.", "vclaim_id": "vclaim-pol-06684"}