{"url": "/factchecks/2011/sep/20/brad-avakian/oregon-labor-commissioner-investigates-300-housing/", "speaker": "Brad Avakian", "vclaim": "Says \"We do about 300 investigations a year into housing discrimination and in recent years have put about $150,000 of damages into the pockets of individuals who have been treated unfairly.\"", "truth_label": "false", "date": "stated on September 12, 2011 in a radio interview:", "title": "Oregon Labor Commissioner investigates 300 housing complaints a year?", "text": "The Bureau of Labor and Industries enforces Oregonians’ civil rights in housing and employment. Last week, Labor Commissioner Brad Avakian took to public radio to talk about his role in enforcing federal fair housing laws.\n\n\"We do about 300 investigations a year into housing discrimination and in recent years have put about $150,000 of damages into the pockets of individuals who have been treated unfairly,\" he said.\n\nThat seemed easy enough to check. We searched online the words Avakian, housing and complaints, and found an April 2010 press release in which his office claimed investigating more than 200 complaints since May 2008. Two hundred in two years versus 300 a year? We asked the commissioner’s office to reconcile.\n\nBob Estabrook, the commissioner’s spokesman, owned up to the discrepancy right away. He said the commissioner misspoke. An August 2011 check found roughly 350 housing investigations since May 2008, when BOLI was reauthorized to investigate federal housing claims. That comes out to more than 100 complaints a year, not the 300 a year claimed.\n\nAs for the money, Estabrook said he couldn’t release dates or other details, because some of the information may be confidential or not easily available. But he said 67 complaints were settled privately, between the parties, or settled at agency prompting.\n\nOf the 67 cases, 31 included monetary exchanges totaling almost $160,000. The amounts ranged from $500 to $20,000. It’s not all technically \"damages,\" but it is money that probably would not have gone to complainants without intervention by the agency, he said.\n\nPolitiFact Oregon can’t verify the dollar amounts, but we can rule on -- and tell you more about -- the number of cases.\n\nA BOLI database shared with The Oregonian shows 339 housing cases through early August 2011. Of those:\n \n\n- There were 77 complaints in calendar year 2008.\n\n- There were 88 complaints in 2009.\n\n- There were 108 complaints in 2010.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBob Stacey\n\n\nstated on October 19, 2010 in a television ad\n\n\n\n\n\n\n\n\nSays Tom Hughes supports paving over thousands of acres with over-development and sprawl.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • October 20, 2010\n\n\n\n\n\n\n\n\n- There were 66 complaints through early August 2011.  \n\n- There are 75 cases currently under investigation.\n\n- There were 141 cases closed with no substantial evidence of discrimination.\n\n\nAvakian’s claim of 300 a year is clearly inaccurate. We give his office points for admitting he misspoke -- that’s a good thing in a politician -- and under some circumstances that might cause us to ignore the flub.\n\nBut Avakian is in a special election race for Congress, making his record as a state official that much more important for voters to understand. To correct that record, we rate the statement False.", "vclaim_id": "vclaim-pol-12398"}