{"url": "/factchecks/2020/nov/02/facebook-posts/trumps-butler-pa-rally-drew-thousands-supporters-t/", "speaker": "Facebook posts", "vclaim": "Says President Trump’s Oct. 31 rally in Butler, Pa., drew over 57,000 people.", "truth_label": "false", "date": "stated on November 1, 2020 in a Facebook post:", "title": "Trump’s Butler, Pa., rally drew thousands of supporters, but there’s no evidence it was 57,000", "text": "Leading up to Election Day, President Donald Trump continued to hold large rallies with thousands of attendees, despite health officials’ warnings against large gatherings amid a spike of COVID-19 cases in several states.\nBut some posts on social media appeared to inflate the attendance numbers. \nOne Facebook post claims that a Trump rally held in Pennsylvania on Halloween had a crowd of nearly 60,000, which would make it Trump’s largest rally ever.\n\"At Trump's Butler, PA rally alone, a whopping 57,000+ people came out to see him. Off the charts enthusiasm!\" the post reads.\nThousands of supporters attended the event north of Pittsburgh, but we found no evidence the number is as high as the post claims.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe rally was held at the Pittsburgh-Butler Regional Airport and marked Trump’s third campaign stop of the day in the state.\nNo official attendance number has been released, but the Penn Township Police Department told us that officers at the event estimated there were about 15,000 people in attendance. \nThe Butler Eagle, the county’s daily newspaper, reported that \"more than 10,000 people\" showed up to the event. The Pittsburgh Tribune-Review said that bus drivers who ferried supporters from their cars to the airport in the afternoon were told to expect about 15,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nOne bus company, Campbell Bus Lines, told PolitiFact it had 45 buses transporting people at the event for about two and a half hours, and estimated there were probably around 10,000 to 12,000 people.\nThe 57,000 figure seems to stem from a tweet by Sebastian Gorka, a former White House aide in the Trump administration.\n\"According to my friend Denise, who was at the last rally in Butler, PA, the @SecretService put the crowd at 57,000. Did you get that?\"\nTweet embed\nWe reached out to the Secret Service to verify the number but did not hear back. We also contacted the Trump campaign and Butler County and got no response.\nThe largest Trump rally that we could find took place in Alabama in August 2015, during his first presidential run, with a reported attendance of 30,000 people.\nOur ruling\nFacebook posts claim that Trump’s Oct. 31 rally at the Pittsburgh-Butler Regional Airport drew 57,000 people.\nWe could find no official tally, but estimates from police, local news outlets and bus operators put the number of attendees between 10,000 and about 15,000.\nWithout evidence to support it, we rate this post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18422"}