{"url": "/factchecks/2015/jun/10/dale-kooyenga/dale-kooyenga-says-graduation-rates-have-risen-rep/", "speaker": "Dale Kooyenga", "vclaim": "Since Republicans took over after the 2010 election, \"the graduation rate in Wisconsin has gone from 86 percent to 88 percent. The black graduation rate has gone from 60 percent to 65 percent. The Latino graduation rate has gone from 65 percent to 71 percent.\"", "truth_label": "half-true", "date": "stated on May 22, 2015:", "title": "Dale Kooyenga says graduation rates have risen since Republicans took over in Wisconsin", "text": "Ever since Act 10 passed in 2011, Democrats have argued Republican policies \"gutted\" public education in Wisconsin.\nAfter all, the measure included a cut of $792 million in state aid for schools.\nNow, state Rep. Dale Kooyenga (R-Brookfield) says the party’s actions have improved educational outcomes in the state.\nKooyenga went on conservative radio host Vicki McKenna’s Madison show on May 22, 2015, broadcast on WIBA. He had this to say about education and the debate over the 2015-’17 budget.\n\"If you look at what we've done -- Republicans in Wisconsin -- you know this whole education debate over the last four months, five months. It's all been about inputs, inputs, inputs. Money, money, money, money, money,\" Kooyenga said. \"We should focus on outputs. And here's where we're at in education in Wisconsin.\n\"Five years ago, when Republicans had taken over, the graduation rate in Wisconsin has gone from 86 percent to 88 percent. The black graduation rate has gone from 60 percent to 65 percent. The Latino graduation rate has gone from 65 percent to 71 percent.\"\nGov. Scott Walker made a similar claim in 2014 when he said: \"graduation and third-grade reading scores are up in the state since I took office.\"\nWhen we checked that claim in April 2014, we rated it Mostly True. Both numbers had gone up some, though the trend pre-dated Walker. What’s more, the claim was pretty much a numbers one -- there was no direct claim by Walker that his policies made the difference.\nThat’s where Kooyenga’s claim differs.\nDid the numbers Kooyenga cited all rise? And are GOP policies responsible?\nThe numbers  \nAccording to reports by the state Department of Public Instruction, graduation rates have continued to increase.  Here is a look at what the numbers show:\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n2009-’10\n\n\n2010-’11\n\n\n2011-’12\n\n\n2012-’13\n\n\n\n\nStatewide\n\n\n85.7%\n\n\n87%\n\n\n87.5%\n\n\n88%\n\n\n\n\nBlack\n\n\n60.5%\n\n\n63.8%\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n62.7%\n\n\n64.8%\n\n\n\n\nLatino\n\n\n69%\n\n\n72%\n\n\n74.3%\n\n\n74.3%\n\n\n\n\n \nKooyenga hit the mark on the statewide numbers and the number for black students, but was a little low on the increase for Latino students. He had noted a slightly lower increase in the graduation rate, from 65 percent to 71 percent.\n\"The main premise remains the same,\" said Rachel Geary, a legislative assistant for Kooyenga. \"The grad rate significantly increased closing the gap between minorities and the rest of the state.\"  \nBut what about the assertion that Republican policies are to thank?  \nGOP credit\nA look at longer-term graduation trends -- and whether the rise predates the arrival of Republican control in Madison in 2011 -- is tricky.\nJust as Republicans took over, state officials switched the way graduation rates are measured from an old methodology that compared how many students graduated from a freshman class. Individual students, who may transfer in and out of a school, are not tracked, which can muddy the numbers.\nThe new methodology uses a more accurate model that tracks individual students. The calculation was standardized across the country starting in the 2009-’10 school year, so new numbers cannot be directly compared to ones from the earlier system.\nWhen we looked back at the trend in graduation rates, the data showed the statewide graduation rate in Wisconsin has been on the rise -- about half a percentage point each year.  \nWhen we asked Kooyenga for evidence of Republican's influence upon the rise in graduation rates, he acknowledged \"many factors, including dozens outside of public policy, have an impact on these metrics.\"\nExperts say factors that influence how kids do in school include socioeconomic status, school type and location, and parental involvement.\n\"However, Act 10 was the most significant change to education policy in this state and noticeable improvement in outcomes has been evident every year since enactment,\" Kooyenga said. \"Superintendents have told us that Act 10 has freed up time and resources negotiating contracts, and instead allowed them to innovate and redeploy assets to better achieve their educational objectives.\"\nAct 10 reformed collective bargaining and lessened the power of unions for public employees. The bill also included a massive cut to state aid to schools. We rated a claim that the $792 million decrease in funding was the largest in state history True in February 2012.\nWalker and the GOP argue that districts have used the tools from Act 10 to offset the cuts, like eliminating or altering post-retirement benefits.\nThe controversial budget bill went into effect in 2011, and it's tough to say when the effects of the bills really reached schools. When the bill passed, about two-thirds of schools had already negotiated teaching contracts for the upcoming year. Others have since taken advantage of the flexibility allowed by the law.\nWhat if you used 2012-’13 as a better baseline for a post-Act 10 comparison? Was there a significant difference in graduation rates?  \nNot really.  \nBetween the 2011-’12 and 2012-’13 school years, statewide graduation rates went up half a percentage point. The percentage of black students who graduated went up by two percentage points. And the Latino rate went unchanged. The last cohort we have data for graduated at the end of the 2012-’13 school year.  \nLikewise, there was a small increase between those years, following the trend.  \nOur rating\nKooyenga said graduation rates in the state increased thanks to actions by Republicans, including the passage of Act 10.  \nThe numbers did rise, but the trend existed before the GOP took over. What’s more, experts say many other factors are at work and the passage of Act 10 wasn’t followed by significant changes.\nWe rate his claim Half True.", "vclaim_id": "vclaim-pol-06328"}