{"url": "/factchecks/2011/mar/15/nathan-deal/deal-says-hope-revamp-still-good-students/", "speaker": "Nathan Deal", "vclaim": "\"Georgia still has one of the richest programs in terms of scholarships for students to go to college.\"", "truth_label": "true", "date": "stated on March 2, 2011 in a radio interview:", "title": "Deal says HOPE overhaul still good for students", "text": "Gov. Nathan Deal made an interesting claim during a defense of his plan to overhaul the popular HOPE college scholarship program.\n\n\"Georgia still has one of the richest programs in terms of scholarships for students to go to college,\" Deal said in a recent radio interview.\n\nWe wondered about that, particularly as the governor is expected to sign a bill Tuesday that will make significant changes to HOPE in an effort to keep the scholarship program on solid financial footing. The program is funded through Georgia Lottery proceeds, and revenue is flat. The state spent nearly $150 million out of $1 billion reserves to cover HOPE in the 2010 fiscal year, and if no changes are made, it will need to spend more than $500 million from reserves for this fiscal year and next, according to a recent article by The Atlanta Journal-Constitution’s Laura Diamond.\n\nGeorgia Senate Democrats proposed an alternative plan that would give a full scholarship to high-achieving students whose families earn up to $140,000 a year. That plan would increase deposits to education programs by 2 percent. Democrats argued the GOP’s HOPE proposal would be unfair to poor and rural students. The Republican-led Senate voted against the alternative plan.\n\n\"HOPE will be the richest program because the HOPE scholarship will only be available for the richest people,\" Senate Democratic Leader Robert Brown of Macon said in a statement. \"These changes will help the students who need HOPE the least and hurt the students who need it the most.\"\n\nDeal spokesman Brian Robinson said with the changes in the plan the governor supports, Georgia would have a projected $507 million for HOPE scholarships and grants and $54 million for private college awards during the next school year.\n\nFor the past 40 years, the National Association of State Student Grant and Aid Programs has kept track of how much money each state awards in post-secondary education scholarships and grants. The association is made up of state college funding officials from all 50 states. Other organizations, such as the College Board, the post-secondary educational program that administers the SAT exam, suggested we reach out to NASSGAP to get the best data on this subject.\n\nGeorgia awarded nearly $567 million in total grant aid during the 2008-09 school year, ranking fourth in the nation behind California, New York and Florida, according to the association. Divide that total by the number of students enrolled in undergraduate programs, and Georgia ranked only behind South Carolina, the most recent report found. Georgia handed out an estimated average of $1,712 to each undergraduate student. South Carolina awarded $1,916 per student.\n\nCalifornia, Florida and New York have far more undergraduate students than Georgia, while South Carolina had only half the number of students that Georgia had in undergraduate programs. California awarded $537 per undergraduate student. Florida and New York awarded $924 and $1,015, respectively, per undergraduate student.\n\nFrank Ballmann, the federal liaison for NASSGAP, said many states are facing the same sorts of financial challenges that Deal and many state leaders say necessitates the funding changes to HOPE. But even with those changes to HOPE, Ballmann believes Georgia will remain one of the leaders nationally in terms of the amount of money per student it gives out for scholarships and grants.\n\n\"Generally speaking, Georgia is still doing very well,\" Ballmann said. \"I think even with the cuts Georgia is going to be in the top five. Depending on what the other states do, Georgia may remain No. 2.\"\n\nThe numbers here seem clear on this one. Georgia is one of the top five states in terms of awarding grants and scholarships. NASSGAP’s Ballmann believes that won’t change. Being in the top five certainly qualifies it as \"one of the richest,\" as the governor said. We rate Deal’s claim as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13422"}