{"url": "/factchecks/2019/jun/13/greg-steube/tab-federal-benefits-dead-1-billion-florida-congre/", "speaker": "Greg Steube", "vclaim": "\"It’s estimated that in 2018 alone, dead people received $1 billion in benefits from Medicare, Medicaid, social security payments, and federal pensions.\"", "truth_label": "mostly-true", "date": "stated on May 28, 2019 in a press release:", "title": "Tab for federal benefits for the dead: $1 billion, Florida Congressman says", "text": "You know the saying that you can’t take it with you? Well, maybe you can if it’s a federal government benefit -- and that’s a problem says a Florida congressman.\nRepublican U.S. Rep. Greg Steube says tax dollars are being wasted on benefits for dead people.\n\"It’s estimated that in 2018 alone, dead people received $1 billion in benefits from Medicare, Medicaid, Social Security payments, and federal pensions,\" Steube said in a May 28 press release.\nSteube introduced legislation to require federal agencies and departments to verify eligibility for benefits for individuals 105 years of age or older.\nSteube is correct that the federal government spends a lot of money on benefits for people without verifying their information against death data, but his statement requires some caveats.\nExplaining that $1 billion figure\nImproper payments are payments made by the government to the wrong person, in the wrong amount, or for the wrong reason. Improper payments include fraud and abuse, errors and instances in which a payment lacked the required documentation. (Not every improper payment is an overpayment.)\nIn 2018, improper payments added up to about $151 billion. Since 2003, improper payments have added up to $1.5 trillion.\nSteube is zeroing in on one type of improper payment, which the government labels \"failure to verify death data.\"\nThere are various reasons for improper payments. By searching the 2018 dataset at paymentaccuracy.gov, we found that the improper payments for \"failure to verify death data\" added up to about $966 million before any effort to recover those dollars.\nThe largest chunk of improper payments was for Social Security -- about $796 million. (The remainder was from Medicaid, retirement and disability. Medicare information had not yet been reported.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKurt Schrader\n\n\nstated on February 2, 2012 in congressional website\n\n\n\n\n\n\n\n\nIn just a few decades, Social Security, Medicare and Medicaid, other mandatory spending programs, and paying interest due on the debt will eclipse our entire budget.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Charles Pope • February 3, 2012\n\n\n\n\n\n\n\nOne key caveat about Steube’s statement about dead people receiving health care benefits: Medicare and Medicaid payments are made to health care providers -- not the beneficiaries.\n\"No beneficiary receives a payment,\" said Joseph R. Antos, a health care and retirement policy expert at the conservative American Enterprise Institute.\nSteve Ellis, vice president of Taxpayers for Common Sense, said the category \"failure to verify death data\" is failure to check if people are dead, not necessarily that they are all dead.\nSocial Security receives death information from multiple sources, including family members, banks and other government agencies. Its \"Death Master File\" has 90 million records, but even then states it isn’t comprehensive of all deaths. The system isn’t perfect -- sometimes the Social Security Administration has prematurely declared a person dead. And not all federal agencies have the same access to death data, a problem some lawmakers want to rectify.\nWhile the $1 billion figure cited by Steube is large, it’s a small fraction of the total payments, Ellis said. For example, the Social Security improper payments rate in 2018 was 0.7% of total paid out, he said.\nThe federal government certainly can and should do better, Ellis said. But the situation doesn’t get fixed because it doesn’t add up to enough money to lead to an outcry to change it.\nThe Committee for a Responsible Federal Budget found in 2016 that if Social Security could get rid of all improper payments, it would reduce costs by at most .6%.\nOur ruling\nSteube said, \"It’s estimated that in 2018 alone, dead people received $1 billion in benefits from Medicare, Medicaid, Social Security payments, and federal pensions.\"\nThe data for 2018 showed about $966 million in improper payments for \"failure to verify death data.\" Most of those improper payments were for Social Security.\nAlso, beneficiaries don’t get the benefits directly for Medicare or Medicaid -- those go to providers.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-00537"}