{"url": "/factchecks/2015/nov/08/ben-carson/carson-defends-west-point-scholarship-story/", "speaker": "Ben Carson", "vclaim": "\"Go look on the West Point website and you’ll see those specific words, ‘full scholarship to West Point.’ So even though it is, you know, given as a grant for anybody who gets in, those words are used.\"", "truth_label": "mostly-true", "date": "stated on November 8, 2015 in comments on ABC's \"This Week\":", "title": "Fact-checking Ben Carson's defense of his West Point scholarship story", "text": "Retired neurosurgeon Ben Carson stuck to his story about being offered a scholarship to West Point after a Politico article blasted him for \"fabricating\" the account.\nCarson has highlighted the offer to the prestigious military academy — allegedly made by Gen. William Westmoreland in 1969 when Carson was a ROTC student leader in Detroit — in his books and comments throughout the years. But Carson never applied to West Point nor does Westmoreland’s schedule place him in Detroit at the time Carson said he was, according to Politico.\nWhat’s more, there’s no such thing as a \"full scholarship\" to West Point, as everyone accepted to the five federal service academies receives free tuition in exchange for their service. When asked about discrepancy on ABC’s This Week by host George Stephanopoulos, Carson said the academy itself uses the terminology.\n\"Wait a minute George, go look on the West Point website, and you’ll see those specific words, ‘full scholarship to West Point,’ \" Carson said Nov. 8. \"So even though it is, you know, given as a grant for anybody who gets in, those words are used. And if a recruiter or somebody who’s trying to get you to come there or trying to get you to do that, those are the very words they will use. It’s on their website.\"\nWe wondered if the words really are advertised on West Point’s website.\nWe could not reach the military academy. Searching for the \"specific words ‘full scholarship to West Point’\" turned up no results on West Point’s own website or on Google.\nThe official admissions page also makes no mention of a scholarship of any kind. Instead, it simply notes that  tuition, room and board, and expenses are fully paid for those who are selected to attend West Point. The academy’s diversity page, however, states that \"this four-year college experience is a fully funded scholarship.\"\nCarson’s spokesperson told us that West Point has referred to their benefits as a full scholarship in publications, a point Carson made in a Nov. 8 Facebook post. He uploaded two West Point recruitment ads targeted at African-Americans that contain the word \"scholarship,\" including one from the 1960s, when he was a student.  \nWe also found examples of the words \"full scholarship\" used in publications that are linked on West Point’s website, as well as some old recruiting advertisements:\n• A dataset from 2014: \"At the United States Military Academy all students receive a full scholarship, including room & board and medical- and dental-care are provided by the U.S. Army.\"\n• A prospectus from 2012: \"As a cadet, you are a member of the U.S. Army and receive a full scholarship and an annual salary of more than $10,000 from which you pay for your uniforms, textbooks, a laptop computer, and incidents.\"\n• An ad in a 1991 issue of Black Enterprise magazine: \"Each year about 1,400 young men and women take advantage of the opportunity to attend West Point on a full government scholarship, which includes tuition, room and board and medical care.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• An ad that appeared in a few issues of Ebony magazine in 1990: \"You receive a full scholarship, earn a degree from one of the country’s finest colleges, and build a foundation for a challenging career of service to the nation.\"  \nThe financial benefits to attending military academies have been essentially described as scholarship-like or equivalent to a scholarship by USA Today, a West Point spokesperson in Forbes, and the Naval Academy.\nBut the term \"full scholarship\" is an inaccurate description, experts told us. The phrase typically refers to a college providing financial aid to allow a candidate to attend a college free of charge, but that doesn’t really apply to West Point’s across-the-board zero-tuition policy, said Antonio Buehler, a West Point alumnus who founded the admissions coaching service Abrome.\n\"No such scholarship is named, every cadet is treated the same and there is an eight-year military commitment after graduation. Hence, not free,\" Buehler said.\nThe proper terminology is \"appointment,\" said Vu Tran, a graduate of the United States Air Force Academy who runs the Denver-based admissions consulting firm Service Academy Coach. But because that’s not apparent from the get-go, Tran says he can’t fault Carson for using the term loosely, albeit incorrectly.\n\"I can definitely see where parents and students who are beginning the process can misconstrue it to be a scholarship,\" he said. \"But for those who have gone through the admission process and through the nomination process, they would never call it a scholarship.\"\nCarson’s use of the words \"full scholarship\" is even more inaccurate if he’s describing his own experience, experts agreed. Tran told us it’s conceivable a ROTC commander or even a general would encourage a student to apply to West Point, touting the free tuition, but noted that anyone familiar with the process understands that that’s contingent upon nomination and acceptance.\n\"(Carson) would not have been ‘offered’ the opportunity to attend West Point at no cost, like all other cadets, until he applied and received an appointment, which he never did,\" Buehler said.\nOur ruling\nCarson defended his use of the word scholarship in discussing his recruitment to West Point, saying, \"Go look on the West Point website and you’ll see those specific words, ‘full scholarship to West Point.’\"\nThe military academy has used the words \"full scholarship\" a few times in admissions literature and advertisements and in one place on its website.\nHowever, experts say Carson’s use of the word scholarship doesn’t properly explain the application and appointment process to West Point.\nCarson’s statement is accurate but needs clarification or additional information. That meets our definition of Mostly True.\nCorrection: After this story was published, we found an additional instance of the words \"full scholarship\" on West Point’s website. The article has been updated to reflect that. The ruling remains Mostly True.", "vclaim_id": "vclaim-pol-05762"}