{"url": "/factchecks/2009/mar/03/mitch-mcconnell/mcconnell-v-math-math-wins/", "speaker": "Mitch McConnell", "vclaim": "\"In just one month, the Democrats have spent more than President Bush spent in seven years on the war in Iraq, the war in Afghanistan and Hurricane Katrina combined.\"", "truth_label": "false", "date": "stated on February 27, 2009 in a speech at the Conservative Political Action Conference:", "title": "McConnell contends Democrats have already exceeded Iraq, Afghanistan and Katrina spending", "text": "Senate Minority Leader Mitch McConnell says it took only one month for the Democrats to exceed three of President Bush's big-ticket items in spending.\n\n\nIt was red meat for the crowd at the annual Conservative Political Action Conference, or CPAC, where the Kentucky Republican spoke on Feb. 27. But cut into it and it starts to look overcooked.\n\n\nMcConnell recalled that Democrats had relentlessly criticized Bush's spending. \"But now the shoe is on the other foot. And what have we seen?\" he said. \"Well, in just one month — just one month, the Democrats have spent more than President Bush spent in seven years on the war in Iraq, the war in Afghanistan and Hurricane Katrina combined — in one month.\"\n\n\nThis is quickly becoming a Republican talking point. Rep. John Boehner, the House Minority Leader, used the same line in a statement on March. 4.\n\n\nAsked to back up the claim, McConnell spokesman Josh Holmes pinned the Democrats' spending in one month at $818 billion. That's the $31 billion expansion of the State Children's Health Insurance Program passed in January plus the $787 billion stimulus bill passed in February.\n\n\nThat $818 billion exceeds the $655 billion the Defense Department spent on the wars in Iraq and Afghanistan through 2008, plus the $132 billion the government spent responding to Hurricane Katrina, Holmes said. He cited this\n\nGovernment Accountability Office report\n\nas the source of the war-spending figure, and the Congressional Research Service for the Katrina figure.\n\n\nWe'll grant that Katrina cost about $132 billion and the SCHIP bill will spend $31 billion (that spending is paid for, mostly with an increase in cigarette taxes).\n\n\nBut we take issue with McConnell's calculations of Democratic spending and Bush's war spending.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nFirst, about $326 billion of the $787 billion cost of the stimulus is from tax cuts, according to\n\nthis report\n\nby Congress' Joint Committee on Taxation. That is not generally considered \"spending\" — certainly not by McConnell's audience at CPAC. And even if it were, it was unfair to say the Democrats \"spent\" the entire $787 billion in one month; the spending will take place over the next seven years, with the bulk of it coming not the month it was passed, or even this year, but in 2010.\n\n\nIf McConnell believes that to schedule spending is effectively to spend, then he'll have to take another look at his war figures. The very report that his spokesman used to justify a war-spending estimate of $655 billion through 2008 said, \"As of September 2008, Congress has appropriated a total of about $808 billion\" for the global war on terror. The difference is made up of future obligations to which Bush committed, and McConnell did not count those.\n\n\nAnd even $808 billion does not include all the necessary war spending for fiscal year 2009, which began October 2008. Traditionally all 2009 spending would be included in the budget President Bush drafted in February 2008, but Bush chose to fund the war through emergency supplemental appropriations instead. He did not ask Congress for a 2009 supplemental appropriation before he left office, choosing instead to leave that to the next president. (President Obama asked for another $76 billion for the wars for fiscal 2009.)\n\n\nAnd the wars will continue beyond 2009. If McConnell is saying the Democrats spent the entire cost of the stimulus in one month, doesn't he have to hold Bush responsible for at least some of the longer term costs of the war? \"If you look at the total cost of the stimulus bill it seems to me you also need to look at what the costs of Iraq and Afghanistan will be for the next few years,\" said Charles Konigsberg, chief budget counsel for the Concord Coalition.\n\n\nSome experts have said that once costs like veterans' benefits are factored in, the war in Iraq will cost\n\nseveral trillion dollars\n\n.\n\n\nIn any event, the lowest estimate of Bush's war spending through 2008 that is even remotely defensible is $808 billion. Tack that onto the $132 billion cost of Katrina and you get $940 billion for the wars and Katrina.\n\n\nThat's well over the expenditures expected from the Democrats' stimulus and children's health insurance bills, which total $686 billion once tax cuts are subtracted. Even if we included the cost of the tax cuts (for a total of $818 billion), he would still be wrong because that's less than the $940 billion that uses a more accurate cost of the war spending.\n\n\nAnd even that analysis, remember, is generous to McConnell since it includes several years of spending from the stimulus and SCHIP bills, not \"one month.\"\n\n\nMcConnell's claim stands up only if you treat tax cuts as spending, accept an incomplete estimate of the wars' costs and group several years of planned spending into a one-month spending spree by the Democrats — but not for Bush. That is, it doesn't stand up at all. We find this claim False.", "vclaim_id": "vclaim-pol-15814"}