{"url": "/factchecks/2017/mar/17/dave-hansen/attacking-republicans-democratic-state-senator-say/", "speaker": "Dave Hansen", "vclaim": "Wisconsin is \"the most -- if not Number 1, number 2 -- gerrymandered state in the country\" for state legislative boundaries.", "truth_label": "mostly-true", "date": "stated on March 5, 2017 in an interview:", "title": "Attacking Republicans, Democratic state senator says Wisconsin among most gerrymandered states", "text": "A federal court has ruled that boundaries drawn by Wisconsin Republicans in 2011 for state legislative districts were so excessively partisan as to be unconstitutional.\nTwo months later, in January 2017, the three-judge panel ordered Republican Gov. Scott Walker and the GOP-controlled Legislature to redraw the districts (the state is appealing to the U.S. Supreme Court).\nUnderstandably, Democrats have cried foul. One of them, state Sen. Dave Hansen of Green Bay, went so far as to declare in a March 5, 2017 TV interview:\n\"We are the most -- if not Number 1, Number 2 -- gerrymandered state in the country.\"\nIs he right?\nThe court case\nBoundaries for the state Assembly and state Senate (as well as for Wisconsin’s congressional districts) are redrawn every 10 years -- by the state Legislature itself, which can lead to problems.\nAs the Harvard Political Review has observed generally about redistricting, which is done by the legislature in most states: \"Allowing partisan legislators to redraw their own districts creates a clear conflict of interest, and historically the temptation to game the system has proven too great to resist for the majority party.\"\nThe federal court said the Wisconsin state legislative maps drawn in 2011 by Republicans were among the most heavily skewed to one party of any plan in the country going back more than 40 years. One of the goals, the court concluded, \"was to secure Republican control of the Assembly under any likely future electoral scenario for the remainder of the decade, in other words to entrench the Republican Party in power.\"\nThe Washington Post’s \"The Fix\" blog called Wisconsin one of the most gerrymandered states in the nation, noting that in 2012, Democratic candidates for the state Assembly received more votes than Republicans, but won just 39 of 99 districts. The blog said the court’s ruling was the first time in a decade that a court has thrown out legislative maps because they favored voters of one party over another.\nThe new boundaries have been reflected in election results. As Craig Gilbert, author of the Milwaukee Journal Sentinel’s Wisconsin Voter blog, has reported:\n2012: Republicans got only 46 percent of the presidential vote in Wisconsin, but won 60 percent of the seats in the state Assembly.\n2014: Republicans got just over 52 percent of the vote for governor, but captured 63 percent of the Assembly seats.\n2016: Donald Trump won 50.4 percent of the vote for president, but won 64 percent of the Assembly seats.\nViewed another way, according to political scientists at Binghamton University: Wisconsin Democrats probably have to win about 55 to 56 percent of the statewide vote to win control of the state Assembly, while Republicans need only win 44 to 45 percent.\nAnd Theodore Arrington, a professor emeritus of political science at the University of North Carolina at Charlotte, agreed that depending on how gerrymandering is measured, Wisconsin is among the worst states.\nSo, the Wisconsin state legislative maps stand as an outlier.\nHow Wisconsin compares to others isn’t a precise calculation, but it stands out in that way, too.\nRanking states\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTo back Hansen’s claim, his office pointed us to a column that reported on a 2015 study by Simon Jackman, who at the time was a political science professor at Stanford University. (He is now CEO of the US Studies Centre at the University of Sydney.) Jackman was hired by the plaintiffs in the federal court case. He studied 41 states, not all 50, and ranked Wisconsin’s map as the fifth-worst:\n\n\nNorth Carolina\n\n\nVirginia\n\n\nMichigan\n\n\nFlorida\n\n\nWisconsin\n\n\nWisconsin ranked higher, however, in a 2014 study we found that was led by University of Chicago law professor and redistricting expert Nicholas Stephanopoulos:\n\n\nWyoming\n\n\nWisconsin\n\n\nOklahoma\n\n\nVirginia\n\n\nFlorida\n\n\nBoth studies used a measure called the \"efficiency gap,\" a number that is arrived at through an equation. That is, the difference between each party's \"wasted\" votes in an election -- where votes are wasted if they are cast for a losing candidate, or for a winning candidate but in excess of what the candidate needed to win -- divided by the total number of votes cast.\nStephanopoulos told us Wisconsin’s ranking differs in the two studies because the studies treated uncontested races differently. But whether Wisconsin ranks fifth or second \"is just a matter of a percentage point or two, and is substantively irrelevant,\" he said.\nThere are some caveats, though, as other redistricting experts noted.\nCharles Hampton, an emeritus professor of mathematical sciences at Wooster College in Ohio, said he thought the second study was too dependent on vote totals in its analysis and not on the redistricting plan itself.\nMichael Li, who is senior counsel for the Brennan Center for Justice Democracy Program at New York University School of Law, told us the \"partisan biases\" found in the studies can be largely but not completely explained by gerrymandering. But he said political geography -- for example, Democrats tending to live in big cities -- also explains some of the disparity in Wisconsin.\nJustin Levitt, a professor at Loyola Law School in Los Angeles who maintains a website on redistricting, cautioned that \"there are no universally agreed-upon rankings, in part because gerrymandering usually describes an unfair drawing of the lines, and there's no universally agreed-upon sense of what's fair, or what's fair for what purposes.\"\nOur rating\nHansen says Wisconsin is \"the most -- if not Number 1, Number 2 -- gerrymandered state in the country\" for state legislative boundaries.\nA federal court has said maps drawn in 2011 by Wisconsin Republicans were among the most heavily skewed to one party of any plan in the country going back more than 40 years. And, with the caveat that there isn’t a universally accepted definition of gerrymander, two studies put Wisconsin at or near the top.\nWe rate the statement Mostly True.  Share the Facts 2018-06-18 15:19:53 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Wisconsin is \"the most -- if not Number 1, number 2 -- gerrymandered state in the country\" for state legislative boundaries.    Dave Hansen Wisconsin state senator, D-Green Bay  https://www.wearegreenbay.com/news/newsmaker-sunday/newsmaker-sunday-dave-hansen/667365901   In an interview Sunday, March 5, 2017 2017-03-05    Read More  info", "vclaim_id": "vclaim-pol-03544"}