{"url": "/factchecks/2018/jan/31/joe-kennedy/do-ceos-make-300-times-average-worker-joe-kennedy-/", "speaker": "Joe Kennedy", "vclaim": "\"Top CEOs (are) making 300 times the average worker.\"", "truth_label": "mostly-true", "date": "stated on January 30, 2018 in response to State of the Union address:", "title": "Do CEOs make 300 times the average worker, as Joe Kennedy said?", "text": "During the Democratic response to President Donald Trump’s State of the Union address, Massachusetts Rep. Joe Kennedy III bemoaned the seismic income gap between top executives and the average employee, even as he celebrated the current bullish economy.\nEmphasizing the need for greater economic fairness, Kennedy said workers should take home a larger share of corporate profits, relative to that of their bosses.\n\"We choose an economy strong enough to boast record stock prices,\" he said, \"and brave enough to admit that top CEOs making 300 times the average worker is not right.\"\nWe wondered if the pay gap between top executives and the average employee was as wide as Kennedy claimed.\nWhat the numbers show\nAs we’ve noted previously, the gap between CEOs and workers is vast, but there’s no standard formula for computing the figure, which means there’s room to quibble over the numbers.\nResults vary based on which corporations — and how many of them — are used in a study, and researchers use different definitions to define workers and stock options, and to compute salaries.\nAt the high end is the AFL-CIO. The labor union’s analysis compared the 2016 compensation of CEOs of S&P 500 Index to those of production and nonsupervisory workers.\nIt found top executives, on average, received $13.1 million in total compensation, while the average employee earned $37,632. That’s a ratio of 347 to 1.\nAn analysis by the liberal Economic Policy Institute also produced a large disparity in pay, though relatively smaller than that of the AFL-CIO.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe institute’s study of 2016 compensation used two different measurements, which varied in their treatment of executives’ stock options.\nThe first measure assumed stock options were cashed in, and therefore were added to CEOs salary, bonuses and other payouts. Under that measure, CEO compensation was found to 271 times the average worker’s pay.\nUnder the second measure, in which stock options were granted but not cashed in, the ratio was 224-to-1.\nBloomberg analyzed 2017 income data and found CEOs made 265 times more than the income paid to average workers.\nKennedy’s office did not reply to our request for comment.\nOur ruling\nKennedy said, \"Top CEOs (are) making 300 times the average worker.\"\nHis numbers describing today’s ratio, while credible, are on the high side of research.\nThe AFL-CIO put the ratio at 347-to-1. The liberal Economic Policy Institute said CEOs make either 271 or 224 times that of average employees, depending on how you measure stock options. Bloomberg pegged the ratio at 265-to-1.\nWe rate his claim Mostly True.\n Share the Facts 2018-01-31 05:59:22 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Top CEOs (are) making 300 times the average worker.\"    Joe Kennedy U.S. Rep, D-Mass.    response to State of the Union address Tuesday, January 30, 2018 2018-01-30    Read More  info", "vclaim_id": "vclaim-pol-02463"}