{"url": "/factchecks/2010/aug/20/florida-first-initiative/bill-mccollum-group-attacks-rick-scotts-new-health/", "speaker": "Florida First Initiative", "vclaim": "\"Reporters have uncovered another Scott company accused of criminal acts. But Scott won't come clean.\"", "truth_label": "false", "date": "stated on August 17, 2010 in in a TV ad.:", "title": "Bill McCollum group attacks Rick Scott's new health care company Solantic", "text": "Can you believe it? There's another ad in the Republican primary for governor accusing Rick Scott of fraud.\n\nThis one comes from the Bill McCollum-backed group Florida First Initiative. But the subject isn't Columbia/HCA, the for-profit hospital company Scott helped build to become the nation's largest.\n\nThis ad is talking about some other, unnamed company.\n\nThe ad is called \"Private.\" It opens with a narrator talking over newspaper headlines.\n\n\"Rick Scott's company pleaded guilty to one of the largest Medicare frauds in American history,\" the narrator says, referring to Columbia/HCA. Then, the screen flips to an image of Scott ripped from one of his commercials. It shows Scott saying: \"And as CEO, I take responsibility.\"\n\nThe narrator returns. \"And now, reporters have uncovered another Scott company accused of criminal acts. But Scott won't come clean.\"\n\nVideo returns to Scott. \"It's a private matter,\" an angry-looking Scott says.\n\nThen, the narrator responds. \"Rick Scott, it's not a private matter. It's a failure of character.\"\n\nThe ad's final frame includes big type that spells out \"Rick Scott,\" only the C and O of Scott's last name have been replaced by handcuffs. As the ad ends, the handcuffs interlock. If our meter measured tackiness, that over-the-top symbolism would rate pretty high, but in this case we can only examine the facts surrounding the ad.\n\nSo we decided to look at this statement: \"Reporters have uncovered another Scott company accused of criminal acts. But Scott won't come clean.\"\n\nScott company background\n\nThe narrator doesn't identify the company in question by name, but when he makes the claim a tearsheet of an Aug. 5, 2010, St. Petersburg Times article appears on the screen.\n\nThe article is titled \"Lawsuits point to trouble at Rick Scott's current health care business.\"\n\nThat headline refers to this story about a company Scott co-founded in 2001, Solantic.\n\nSolantic is a chain of walk-in urgent care centers, primarily around northeast Florida. The company currently operates 30 walk-in centers across the state.\n\nThe article, which was written by the Miami Herald and St. Petersburg Times reported that Scott was deposed in a Solantic civil suit just six days before he announced his bid for governor.\n\nThe suit, brought by Dr. P. Mark Glencross, alleged that Glencross' medical license was misused by the Jacksonville-based chain of walk-in clinics. Glencross said Solantic, without his knowledge, used his name in 2004 when it filed state paperwork designed to ensure that clinics have a medical director in charge.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nWithin a month of Scott's deposition, the 2-year-old case was settled and both parties signed a confidentiality agreement.\n\nThe story went on to mention nine other court actions filed against Solantic since 2001, which were settled. Solantic chief executive Karen Bowling told Herald/Times reporter Marc Caputo that Solantic settled the cases at the request of its insurance company, which found protracted court fights too expensive.\n\nA spokesman for Scott noted that while he is a major investor in Solantic, he doesn't run its day-to-day operations, and that Scott was involved in only two of the suits.\n\nA few days later, on Aug. 10, Scott appeared at a Tallahassee press conference where reporters asked him repeatedly if he would release the sealed deposition in the Glencross case.\n\nThat's when Scott provided the line used in the Florida First Initiative ad: \"It's a private matter,\" he said. Later in the press conference he said: \"It's a private matter and I will not release the deposition.\"\n\nGlencross case is civil, not criminal\n\nBased on the whole of the ad -- the words of the narrator, the clips flashed on the screen, and the choice of Scott's words -- viewers and fact-checkers are left to assume that the ad is talking about the Solantic/Glencross case.\n\nIn that case, there are two large distortions.\n\nFirst, the Solantic/Glencross case is a civil matter, not a criminal one. There are no charges of criminal wrongdoing.\n\nSecond, the allegation that Scott won't come clean is misleading. He gave a deposition.\n\nHe just has said he won't share that deposition with reporters. He has no legal requirement to do so, either.\n\nWe tried to reach the registered agent of Florida First Initiative, J. Nottingham, for an explanation. But the number on file at the Florida Division of Elections rang dead.\n\nWe should note that there is another allegation surrounding Solantic currently making news. Another former Solantic physician, Dr. Randy Prokes, sent an e-mail to the McCollum campaign claiming that Solantic billed Medicare at full rates for patients seen by a nurse practitioner, when federal rules require that billing be at 85 percent of the fee paid for physician examinations.\n\nThe McCollum campaign passed the letter on to the Florida Department of Law Enforcement.\n\nThe FDLE then sent the letter on to the inspector general’s office at the U.S. Department of Health and Human Services.\n\nThat's where the letter sits today. There is no formal investigation. Solantic executives, meanwhile, have described Prokes as a disgruntled former employee who was fired in 2009 for fraudulently prescribing drugs last year.\n\nEven if Prokes' claim has merit, it's not what the Florida First Initiative ad is referencing based on the ads visuals and wording. So we're not considering it.\n\nOur ruling\n\nThe ad says that \"reporters have uncovered another Scott company accused of criminal acts. But Scott won't come clean.\"\n\nThe line refers to a civil lawsuit involving Solantic, a company Scott co-founded, and Dr. Gary Glencross. Glencross alleged that his medical license was misused by the Jacksonville-based chain of walk-in clinics. A month after Scott gave a deposition in the case, it was settled. Terms of the settlement are confidential.\n\nThe case was a civil one, not criminal. And Scott provided a deposition as required. The only instance of him failing to \"come clean\" is not providing the results of that deposition to the public. Which he doesn't have to. We rate the accusation False.", "vclaim_id": "vclaim-pol-14557"}