{"url": "/factchecks/2018/apr/05/political-thinkers/headline-falsely-says-rep-steve-king-facing-arrest/", "speaker": "Political Thinkers", "vclaim": "After attacking Emma Gonzalez, U.S. Rep. Steve King is \"facing arrest.\"", "truth_label": "false", "date": "stated on March 29, 2018 in a headline:", "title": "Headline falsely says Rep. Steve King facing arrest after comment about Emma Gonzalez and Cuba", "text": "A misleading headline on Facebook says that U.S. Rep. Steve King, R-Iowa, faces arrest after attacking Parkland survivor Emma Gonzalez for wearing a jacket with the Cuban flag.\n\"Congressman just annihilated Parkland ‘victim’ in calling her out -- now he’s facing arrest!\" said a March 29 headline on Political Thinkers, a conservative website.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes. We found no evidence that King faces arrest.\nThe Political Thinkers story pertains to King’s campaign Facebook post criticizing Gonzalez for wearing a Cuban flag patch on her jacket while giving a speech during the March For Our Lives rally in Washington.\n\"This is how you look when you claim Cuban heritage yet don’t speak Spanish and ignore the fact that your ancestors fled the island when the dictatorship turned Cuba into a prison camp, after removing all weapons from its citizens; hence their right to self defense,\" King's post said.\nAccording to Univision, Gonzalez’s father arrived in New York from Cuba in 1968.\nSome media reports and U.S. Rep. Ileana Ros-Lehtinen, R-Miami, pushed back at King’s statements and noted that it’s common for Cuban-Americans in Miami to display the Cuban flag, which is not a sign of support for Castro.\nThe Political Thinker website pointed to a memo by the Democratic Coalition Against Trump, which asked the House Office of Congressional Ethics to investigate King’s \"unethical, xenophobic and racist Facebook post.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nThe complaint by the anti-Trump organization drew scant media attention, and such ethics complaints often lead to no such action.\nBrett Kappel is a government affairs partner at the Akerman law firm who has represented members of Congress but not King. He said the Office of Congressional Ethics has dismissed roughly half of all complaints it has received since its inception. Of the 50 percent that were referred by the office to the House Ethics Committee, the vast majority were either dismissed by the Ethics Committee or the Ethics Committee took no action because the accused left the House due to resignation, retirement or to run for another office.\n\"It would be extraordinarily rare for an OCE complaint to result in a criminal arrest, much less a conviction – but it is possible,\" he said, speaking in general about such cases, and not the one specifically about King.\nKappel said that if the complaint is that King used campaign funds to hire family members, \"that’s perfectly legal as long as the family members are paid the fair market value for the services they provide the campaign.\"\nThe Office of Congressional Ethics doesn’t confirm tips it receives. However, any entity can file such requests, and the Office doesn’t need such submissions to launch an investigation. Bottom line: the fact that the group said in a memo that it asked the office to investigate King doesn’t mean that the office will investigate King.\nWe reached out to King’s campaign and congressional office and did not get a reply for this fact-check.\nAt a meeting hosted by a conservative club in Iowa days after his Facebook post, King said the post was intended to highlight the \"irony\" of a person of Cuban heritage advocating for gun control given that the communist government restricted possession of weapons.\nOur ruling\nA headline on Political Thinkers about King said that \"Congressman just annihilated Parkland ‘victim’ in calling her out -- now he’s facing arrest!\" While King’s comments about Gonzalez wearing a patch of the Cuban flag prompted a left-leaning group to file a complaint with the Office of Congressional Ethics, such complaints often lead to no action. It would be extraordinarily rare for any such complaint to the ethics office to lead to arrest, and there is no evidence that King faces arrest.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/4bab1646-f2a1-4239-9439-ed5f434a379b", "vclaim_id": "vclaim-pol-02227"}