{"url": "/factchecks/2009/jan/16/nancy-pelosi/tax-cuts-rich-deficit/", "speaker": "Nancy Pelosi", "vclaim": "Bush's tax cuts for high earners \"have been the biggest contributor to the budget deficit.\"", "truth_label": "false", "date": "stated on January 8, 2009 in during a news conference:", "title": "Tax cuts for rich not biggest deficit factor", "text": "At a news conference on Jan. 8, Speaker of the House Nancy Pelosi was asked about the U.S. budget deficit.\n\n\nThe reporter noted that the Congressional Budget Office projected a relatively small deficit in 2012 if the Bush tax cuts are allowed to expire at the end of 2010 and tax rates go back to what they were during the Clinton administration.\n\n\n\"You face a major decision next year on tax rates, since the rates do expire at the end of 2010,\" the reporter said. \"Isn't it inevitable that many taxpayers will face a significant tax increase in 2011?\"\n\n\n\"Let me just say that the tax cuts at the high end that you were referencing have been the biggest contributor to the budget deficit,\" Pelosi said. \"Don't take my word for it, that's the word of the Congressional Budget Office when the Republicans had control of the Congress.\"\n\n\nShe continued, \"Put me down as clearly as you possibly can as one who wants to have those tax cuts for the wealthiest in America repealed,\" adding that it should happen \"as soon as possible.\" She cited the same cutoff point that Barack Obama used during the campaign: Taxes should go up for people making about $250,000 or more.\n\n\nPelosi was clear about her position, but we wondered about her assertion that the Bush tax cuts \"at the high end\" were indeed \"the biggest contributor to the budget deficit.\"\n\n\nWhen we started this item, we thought it would be relatively straightforward. How wrong we were.\n\n\nWe should start off with the easy stuff: First, there is no CBO report that says tax cuts for the wealthiest are the biggest contributor to the deficit.\n\n\nWe asked Speaker Pelosi's office about her statement, and they pointed us to the left-leaning\n\nCenter on Budget and Policy Priorities. \"Congressional Budget Office data show that the tax cuts have been the single largest contributor to the re-emergence of substantial budget deficits in recent years,\" said the center's analysis.\n\n\nIt also created a\n\nhandy pie chart\n\nthat shows tax cuts are responsible for 48 percent of the costs of new legislation between 2001 and 2007. This is second to military spending, the Iraq war and homeland security spending, which together contributed to 35 percent of legislative costs.\n\n\nBut that didn't satisfy us, because that 48 percent number included all tax cuts, not just for the wealthy. It also shows only the costs of new legislation, not the overall deficit.\n\n\nSo we went asking around: For what part of the deficit are tax cuts at the \"high end\" responsible?\n\n\n\"The real problem is that the deficit is a composite of revenues and spending. You can't say where we would be if we hadn't had any part of that,\" said Bob Williams, the principal research associate of the nonpartisan Tax Policy Center. (He also worked for the Congressional Budget Office from 1984 to 2006.)\n\n\nHaving said that, Williams said it's very unlikely that overall tax cuts for the wealthy outpaced the tax cuts for everybody else.\n\n\nSo what is \"the high end\"? During the campaign, Barack Obama called for repealing the tax cuts on singles making $200,000 or more and couples making $250,000 or more. This is roughly the top 3 percent of taxpayers.\n\n\nThe Tax Policy Center analyzed that plan and found that if Obama raised the rates on that group, it would generate roughly $350 billion over 10 years. Conversely, leaving in place the Bush tax cuts for everyone else would come to $850 billion over 10 years.\n\n\nAnother way to look at it: The Tax Policy Center calculated what share of the federal tax changes each income bracket gained from the Bush tax cuts. The top 5 percent of earners (those making about $225,000 or more) received 30.5 percent of the tax benefits in 2008, according to their analysis. But conversely, the bottom 95 percent of tax payers got 70 percent. Zoom out from the top 5 percent to the top 20 percent, and their share is 47.8 percent. Critics of the Bush tax cuts can call that disproportionate, but it's still less than half and therefore not \"the biggest.\"\n\n\nAll of this indicates that Pelosi is mistaken. Although the wealthy did get big benefits from the Bush tax cuts, their benefits did not outweigh those of everyone else put together.\n\n\nMaya MacGuineas, president of the bipartisan nonprofit group Committee for a Responsible Federal Budget, said there are three major contributors to the worsening budget picture presented by the Congressional Budget Office: tax cuts, the Iraq war and the economic downturn.\n\n\n\"Within the tax cuts, the largest numbers went to the middle class, and those are the tax cuts that are most likely to be extended,\" she said. \"I don't see how you could read the numbers to say otherwise.\"\n\n\nCertainly tax cuts for high earners have increased the deficit. Pelosi might have made a more convincing case if she had said high earners received a disproportionate benefit from the Bush tax cuts.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut Pelosi said tax cuts for \"the high end\" were the \"biggest\" contributor to the federal deficit. We looked at the numbers from a bunch of different angles and found no evidence that tax cuts for the wealthy are larger than those of everyone else combined. In fact, all the numbers we looked at showed that tax cuts for middle and lower incomes represent a bigger slice of the overall revenue pie. We think that evidence directly contradicts her, so we rate her statement False.", "vclaim_id": "vclaim-pol-15858"}