{"url": "/factchecks/2012/jun/20/debbie-wasserman-schultz/billionaire-koch-brothers-gave-8-million-wisconsin/", "speaker": "Debbie Wasserman Schultz", "vclaim": "\"The Koch brothers alone gave twice as much money to Scott Walker as the total amount of money raised by Tom Barrett.\"", "truth_label": "false", "date": "stated on June 8, 2012 in a speech:", "title": "Billionaire Koch brothers gave $8 million to Wisconsin Gov. Scott Walker recall campaign, Dem chair says", "text": "As Wisconsin’s historic recall election approached, Democrats lamented the record-setting amount of money raised by Republican Gov. Scott Walker.\n\nThe complaints continued at the state party’s annual convention on June 8, 2012, three days after Walker defeated Democrat Tom Barrett in the recall.\n\nThe keynote speaker, Democratic National Committee chairwoman Debbie Wasserman Schultz, attacked billionaire brothers and conservative activists David and Charles Koch.\n\n\"Democrats were up against nothing short of an avalanche of secret, out-of-state and corporate special interest money amounting to a massive $31 million war chest for Governor Walker compared to just $4 million on our side,\" the south Florida congresswoman charged.\n\n\"In fact, the Koch brothers alone gave twice as much money to Scott Walker as the total amount of money raised by Tom Barrett.\"\n\nRoughly speaking, the total figures Wasserman Schultz cited have been widely reported: Walker raised $30.5 million and Barrett, the Milwaukee mayor, $3.94 million. That’s as of reports filed by May 21, 2012, more than two weeks before the election; final reports won't be filed until July 5, 2012.\n\nIf the congresswoman is correct, David and Charles Koch gave Walker’s campaign $8 million -- more than one-quarter of the governor's total haul.\n\nIt’s possible, given that Wisconsin law allowed unlimited contributions to Walker during part of the recall campaign.\n\nBut is Wasserman Schultz on the money?\n\nThe Koch brothers\n\nBefore they became front-page news in Wisconsin in early 2011, many residents had never heard of the Koch brothers.\n\nCharles Koch, of Wichita, Kan., is chief executive officer of Wichita-based Koch Industries, which owns companies involved in oil and other industries. David Koch, of New York City, is the company’s executive vice president. The brothers, both in their 70s, are each worth $25 billion, making them tied for 12th on Forbes’ March 2012 list of billionaires.\n\nIn February 2011, a Buffalo, N.Y., blogger posing as David Koch made a prank call to Walker. Walker discussed ways Koch could help Republican legislators, presumably with TV and radio ads. He also said he considered -- but rejected -- planting troublemakers amid demonstrators who had been protesting his policies at the Wisconsin Capitol for a week.\n\nWe asked Koch companies spokeswoman Melissa Cohlmia to respond to Wasserman Schultz's claim. She said neither brother personally contributed any money to Walker.\n\nIndeed, neither brother shows up as a donor to Walker’s campaign in the Milwaukee Journal Sentinel searchable database of recall contributors.\n\nCase closed?\n\nLet’s dig a little deeper.\n\nWasserman Schultz's evidence\n\nTo back up Wasserman Schultz’s statement, Democratic National Committee spokeswoman Ellen Canale cited parts of a June 2012 CBS News article on contributions benefiting Walker that were linked to the brothers. She cited two figures in the article that add up to a total of $10 million, well above Wasserman Schultz’s claim of $8 million.\n\nCBS indicated it got at least some of its data from the Wisconsin Democracy Campaign, which tracks money in politics, but it didn’t attribute specific figures to the Madison-based nonprofit or to any other source.\n\nThe article said $3 million was spent on Walker’s behalf by the conservative group Americans for Prosperity, which was founded by the Koch brothers. How or when the money was spent isn’t stated.\n\nThe article also said Americans for Prosperity spent $7 million in 2011 to promote Walker's agenda, \"launching an ad campaign just two days after the governor introduced legislation ending collective bargaining for public unions.\"\n\nSo, Wasserman Schultz is backing down from her original claim -- that the Koch brothers gave Walker $8 million -- and is now saying the money came from the group the brothers founded.\n\nCanale also provided a second article, from Florida’s Palm Beach Post in February 2012, in which David Koch said of Walker:\n\n\"We're helping him, as we should. We've gotten pretty good at this over the years. We've spent a lot of money in Wisconsin. We're going to spend more.\"\n\nIn saying \"we,\" Koch was referring to Americans for Prosperity, the article said.\n\nSo, clearly there’s a close connection between the Koch brothers and the group they created.\n\nExamining the evidence\n\nTwo questions arise:\n\n1. Are the $3 million and $7 million figures Wasserman Schultz cites in the CBS article accurate?\n\nIn examining campaign money in the gubernatorial recall campaign, we reported in late May 2012 that the Wisconsin Democracy Campaign estimated that Americans for Prosperity had spent $2.7 million on Walker’s behalf.  The group said it based its estimate primarily on AFP television advertising.\n\nWe followed up with executive director Mike McCabe about a week after the recall election. He said it's safe to say that Americans for Prosperity in late 2011 and early 2012 spent at least $3 million on Walker's behalf, but that it would be difficult to say how much more.\n\nMcCabe said he sees no evidence the total would be $10 million, as the CBS article indicated.\n\n2. Is it fair to say those amounts were spent by the brothers when the money, as Wasserman Schultz now admits, came from Americans for Prosperity?\n\nDavid Koch himself refers to Americans for Prosperity as \"we.\" But as a tax-exempt \"social welfare\" organization, AFP does not have to disclose its donors, according to the Center for Responsive Politics, a nonprofit in Washington, D.C. that tracks money in politics on the national level.\n\nSo, the sources of Americans for Prosperity’s money, including how much has been contributed by the Koch brothers, aren't readily available -- although the center noted in a March 2012 report that AFP's donations included $1.6 million from the John William Pope Foundation in North Carolina and $520,000 from the Lynde and Harry Bradley Foundation in Milwaukee.\n\nThat makes it clear the group gets money from more than just the Kochs.\n\nFor its part, Americans for Prosperity says on its website that more than 90,000 Americans in all 50 states have given money to AFP or its sister organization, AFP Foundation.\n\nAFP Wisconsin director Luke Hilgemann reiterated to us that AFP doesn't disclose its donors and he noted that the group's ads supported the 2011 state budget reforms, as opposed to a particular candidate or party.\n\nThe reforms are among Walker's signature accomplishments, although they needed approval from the Republican-controlled Legislature.\n\nOur rating\n\nWasserman Schultz said \"the Koch brothers alone gave twice as much money to Scott Walker as the total amount of money raised by Tom Barrett,\" which would amount to about $8 million. She later said she meant it was through the conservative organization they founded, Americans for Prosperity, although that qualifier certainly was not part of her original statement.\n\nThe Koch brothers didn’t personally give any money to Walker’s campaign. There is no proof of how much Americans for Prosperity, which gets money from the Kochs but also other sources, spent on Walker's behalf. And the leading campaign money tracker in Wisconsin estimates the AFP total as being in the $3 million range.\n\nWe rate Wasserman Schultz's claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nUpdate: After this item was published, Brendan Fischer of the Center for Media and Democracy pointed out that a June 2012 CNN article said Americans for Prosperity had spent $10 million. We contacted AFP president Tim Phillips, who told us AFP had spent $10 million in 2011 and 2012 on TV ads, direct mail, staff and other expenses to support reforms made by Walker and the Legislature. We also contacted the Wisconsin Democracy Campaign, which reiterated that it saw evidence of only about $3 million in AFP spending, but that it could not be sure because AFP is not required to report its spending. The original claim cited money directly from the Koch Brothers, not AFP which has numerous other donors. As such, we don't feel a change in rating is warranted.", "vclaim_id": "vclaim-pol-10898"}