{"url": "/factchecks/2011/may/12/newt-gingrich/gingrich-unemployment-rate-claim-target/", "speaker": "Newt Gingrich", "vclaim": "During his time as House speaker, \"unemployment came down from 5.6 percent to under 4 (percent).\"", "truth_label": "false", "date": "stated on May 11, 2011 in a campaign video:", "title": "Gingrich unemployment rate claim off target", "text": "Former U.S. House Speaker Newt Gingrich did the, well, expected Wednesday, May 11, 2011, and announced his candidacy for president.\n\nThe former Georgia congressman made it official in a campaign video on his website, as he had signaled earlier in the week. Gingrich promoted his credentials by touting a list of accomplishments in his four years as House Speaker, which began in January 1995 and ended in January 1999.\n\nThose accomplishments included cutting unemployment, which was at 9 percent in April 2011 and one of the nation’s biggest problems.\n\n\"Unemployment came down from 5.6 percent to under 4,\" Gingrich, a Republican who now lives in Virginia, said in the video.\n\nConsidering that Republican candidates will likely attack President Barack Obama over the unemployment rate as the presidential race heats up, Gingrich’s claim may sound like he has the solution to the problem or at the very least be able to argue he can do better than the Democratic president has done.\n\nIn that vein, we wanted to check Gingrich’s numbers.\n\nIn January 1995, the month Gingrich took the gavel as speaker, the nation’s unemployment rate was indeed 5.6 percent. The unemployment rate fell to 4.4 percent by December 1998, the month Gingrich announced he was going to resign as speaker. The rate dropped one-tenth of a percentage point by January 1999, when Gingrich resigned. Each tenth of percentage point at that time equaled about 50,000 unemployed Americans.\n\nThe unemployment rate didn’t fall below 4 percent until September 2000, which was 21 months later. The lowest the unemployment rate fell during Gingrich’s time as speaker was in April 1998, when it was 4.3 percent.\n\nAn e-mail to a Gingrich spokesman late Wednesday was not immediately returned.\n\nGingrich was correct about the unemployment rate when he became House Speaker and correct that it did go down, but he was wrong in saying it went down to 4 percent during his term as speaker. The lowest rate it hit during his tenure as speaker was 4.3 percent. He could have easily looked it up and gotten it right. We rate his claim as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13108"}