{"url": "/factchecks/2010/jul/18/charles-clark/union-leader-says-atlanta-hasnt-been-fair-some-emp/", "speaker": "Charles Clark", "vclaim": "Some city of Atlanta employees \"have not had raises in eight years.\"", "truth_label": "false", "date": "stated on June 24, 2010 in a telephone interview:", "title": "Union leader says City Hall hasn't been fair to some Atlanta employees", "text": "We've all heard stories about employees who didn't get raises, but this claim from a union representative struck us.\n\nCharles Clark, executive director of the American Federation of State, County and Municipal Employees, Local 1644, said during the heat of debate among city of Atlanta leaders concerning whether to give only police officers raises that some employees had not received raises in eight years.\n\n\"We think it is an insult to single out a group, without giving others a raise, when those others have not had raises in eight years,\" Clark said.\n\nHas it been that bad for some city employees?\n\nWell, we checked with the city of Atlanta's Human Resources Department. They keep personnel records of city employees and should know when was the last time they've received raises.\n\nAccording to their records, all city workers, except sworn police officers and firefighters, received a 2.6 percent cost-of-living increase on July 1, 2007. Those workers then received an additional 1 percent cost-of-living increase on New Year's Day 2008, HR officials said. Sworn police officers and firefighters received a 2 percent cost-of-living increase Jan. 1, 2008, the HR Department reported. Sworn police officers and firefighters received a performance-based salary increase of 3.5 percent in June 2008, a city HR official said.\n\nGina Pagnotta, a Public Works Department employee who leads a 300-member association of Atlanta employees, agrees that city workers have received raises in the past eight years, although she's fuzzy on the details.\n\n\"They did not get a substantial raise. They did get a cost-of-living increase,\" said Pagnotta, president of the Professional Association of City Employees. \"Not having any raises in eight years, that is not correct.\"\n\nEmployee pay was a big issue at City Hall in recent months when Atlanta's new mayor, Kasim Reed, said he wanted to give police officers -- and only them -- salary increases. One of Reed's biggest campaign promises was to improve public safety. He has vowed to hire more police officers as mayor and make sure they are better paid. Several City Council members initially opposed the pay hikes, saying to exclude other city workers would hurt employee morale. Last month, the council approved Reed's proposal concerning police officers and boosted their salaries by 3.5 percent. The council gave a similar salary increase to firefighters and a $450 bonus to city workers making less than $75,000. Reed said he supported the moves.\n\nClark said he was initially told the workers had not received any raises in that time period. He said the cost-of-living adjustments are negligible if you consider that health insurance costs for Atlanta workers have risen in each of the past five years.\n\n\"If one wanted to get technical about it, one would say [the city is] correct,\" Clark told PolitiFact Georgia. \"But a deeper look would reveal that the cost to employees rose. The money went to offset the increase in insurance, so they did not receive any net gain.\"\n\nWe followed up with the Human Resources Department to see if there was any merit to Clark's claim.\n\nAtlanta, like most local governments, uses a 12-month budget cycle (fiscal year) that begins July 1 and ends June 30. The city used two health care providers (Kaiser and Blue Cross and Blue Shield) in July 2007, when the cost-of-living adjustments took effect. On July 1, the health care rates rose for all city workers. Atlanta workers with families that used Kaiser paid an additional $904.20 during that 12-month period, a review of city records show. Workers using Blue Cross and Blue Shield paid an additional $1,003.20, the records show. The increases for workers without families were one-third of that total, regardless of which insurance provider they used, the review showed.\n\nThe average salary for an Atlanta employee is about $47,000, according to city Human Resources officials.\n\nSince the average city worker makes $47,000 a year, we multiplied that number times the 2.6 percent cost-of-living adjustment and the additional 1 percent cost-of-living increase they received on Jan. 1, 2008. That worker's annual salary became $48,704, a $1,704 increase. The $1,704 is more than the increase in health care costs for a city worker with a family by at least $700.\n\nOK, but some Atlanta workers make much less. An employee with the salary of $30,000 watched his or her pay rise by about $1,100. That's still about $100 more than the health care increase if the employee had a family.\n\nHealth insurance rates rose again in July 2008, 2009 and 2010. Clark is correct that those increases eclipse the cost-of-living increases given to most city workers in July 2007 and January 2008. However, his initial claim was that some city workers \"have not had raises in eight years.\"\n\nClark, who took the job about 3 1/2 months ago, said some city workers told him they hadn't received raises in eight years. In a subsequent interview with PolitiFact Georgia, Clark said the workers may have been comparing the 2.6 percent cost-of-living increase to what he said had been 3.5 percent salary increases in prior years.\n\n\"It's a teachable moment,\" Clark told PolitiFact Georgia. \"I stand clarified or corrected.\"\n\nPolitiFact Georgia appreciates his candor, but sorry, Charlie, we still find the claim is False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010", "vclaim_id": "vclaim-pol-14746"}