{"url": "/factchecks/2016/jun/03/katie-mcginty/rating-katie-mcgintys-curious-campaign-college-cla/", "speaker": "Katie McGinty", "vclaim": "Says she was the first in her family to go to a four-year college.", "truth_label": "pants-fire", "date": "stated on June 3, 2016 in On the 'About' page of McGinty's campaign website:", "title": "Rating Katie McGinty’s curious campaign college claim", "text": "Katie McGinty comes from a working class upbringing, as she routinely tells voters. The senate candidate was the ninth of 10 kids of a restaurant hostess and a police officer. She grew up in Rhawnhurst. She’s hosted numerous campaign events at diners.\nBut what’s drawn the most scrutiny over the last few days are the statements she’s made about college. The third paragraph on the about page of McGinty’s website touts a claim we often hear about candidates from less privileged upbringings: \"She was the first in her family to go to a four-year college.\" Keep an eye on that phrasing.\nThroughout her campaign, McGinty has returned to this theme. She was quoted by the AP in January saying, \"As the ninth of 10 kids and the first in my family to go to college, I’ve been privileged to live the American dream.\" This week, McGinty’s account tweeted what appeared to be a comment from a college student saying \"Katie understands what I’m going through. She was the 1st in her family to go to a 4-year college & didn’t let anything hold her back.\"\n  Then Buzzfeed revealed late Wednesday that one of McGinty’s older brothers had attended and graduated from LaSalle University nearly a decade before McGinty entered St. Joseph’s.\nThe brother, John Patrick McGinty, Jr., first attended the Community College of Philadelphia and then graduated from La Salle in 1973 with a bachelor of arts degree, according to the 1973 commencement program. A spokesperson for La Salle confirmed to Billy Penn the university was a four-year college, and that to graduate from the university, one would have to attend the university.\nMcGinty graduated from St. Joseph’s in 1985, according to a list of notable alumni from the university, and started there in 1981, according to her LinkedIn page.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nThrough campaign spokesperson Josh Levitt, brother John provided this statement: \"The way that Katie and our family have always talked about our experience is she was the first of the 10 McGinty kids to attend and graduate from a four-year college, straight out of high school. We were all really proud of that, just as we were proud that I earned my degree by completing a two-year program and then enrolling in La Salle.\"  \nOur ruling\nU.S. Senate candidate Katie McGinty’s campaign website claims she was first person in her family to go to a four-year college. She’s elided this statement further through the course of her campaign.\nBut documentation from La Salle, a four-year institution, shows her brother, John McGinty, graduated from the university in 1973 with a bachelor’s of arts, and the university confirmed to Buzzfeed he started attending the school in 1971.\nJohn took a different route to a four-year college by first attending Philadelphia Community College, so McGinty was the first in her family to attend *only* a four-year college directly out of high school. But the language used on McGinty’s website and at other times throughout her campaign doesn’t include this important distinction.\nWe rate McGinty’s claim Pants On Fire.", "vclaim_id": "vclaim-pol-04881"}