{"url": "/factchecks/2015/sep/17/donald-trump/trump-walker-turned-1-billion-surplus-22-budget-sh/", "speaker": "Donald Trump", "vclaim": "Says Wisconsin Gov. Scott Walker turned a $1 billion surplus into a $2.2 billion budget deficit.", "truth_label": "barely-true", "date": "stated on September 16, 2015 in the CNN debate:", "title": "Trump: Walker turned a $1 billion surplus into a $2.2 budget shortfall", "text": "The CNN moderators aimed to get the Republican presidential candidates to go head-to-head in the second GOP debate and the contenders complied. Frontrunner Donald Trump and Wisconsin Gov. Scott Walker got into verbal tussle over who had a worse fiscal track record. Walker charged that Trump had taken four projects into bankruptcy. Trump fired back that Walker had ruined his state’s budget.\n\"You were supposed to make a billion dollars in the state,\" Trump said. \"You lost 2.2 (billion). You have, right now, a huge budget deficit. That’s not a Democratic point. That's a point. That’s a fact.\"\nTrump is partly right on the money, but he’s mixing apples and oranges, and his use of the word deficit is problematic. PolitiFact Wisconsin covered much of the ground before.\nThe rules\nBy law, Wisconsin’s two-year budgets must be balanced -- revenue equalling expenditures.\nSo, unlike the federal government, Wisconsin can never run an actual budget deficit by borrowing money that piles up as debt.\nThat said, the state does various projections of what revenues and expenditures will be for the upcoming two-year budget cycle. Those projections can show a surplus or a deficit -- although \"deficit\" is more accurately termed a projected shortfall, since there is no actual red ink.\nBut the two figures he cited were projections that received plenty of attention when they were made.\nThe two figures\nIn January 2014, the nonpartisan Legislative Fiscal Bureau projected Wisconsin would see a surplus of about $1 billion by June 30, 2015 -- the end of the 2013-15 budget cycle. At the time, revenues were coming in higher than expected.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWalker and the GOP-run Legislature adopted a series of tax cuts later in 2014, making good on a Walker promise to return such surpluses to taxpayers, but drawing criticism for not using the money for other purposes, such as boosting the state’s rainy day fund.\nAlong the way, however, tax collections grew at a slower pace than had been projected.  \nBy November 2014, there was a reversal of fortune: Walker’s own Department of Administration projected a $2.2 billion shortfall for 2015-17.\nOnce again, that figure was not an actual deficit. Indeed, even as a projected shortfall it was overstated.\nThat’s because the standard for projections made in the months leading up to the next budget cycle is to include all the funding requests made by state agencies -- even though, in reality, those requests always get trimmed. That serves to temporarily inflate the actual picture.\nIn the end, the 2015-17 budget approved by the Legislature and signed by Walker in July 2015 was balanced -- just as every other Wisconsin state budget is.\nOur ruling\nMixing apples and oranges, Trump said that under Walker, \"You were supposed to make a billion dollars in the state. You lost 2.2 (billion). You have right now a huge budget deficit. That’s not a Democratic point. That's a point. That’s a fact.\"\nThere was in early 2014 a projection of a $1 billion surplus heading into the 2015-17 budget period. Late in 2014, there was a projection of a $2.2 billion shortfall -- the difference between expected revenues and the amount of money being requested by state agencies. But the shortfall was never a deficit -- and some of the surplus was consciously spent by Republicans, as tax cuts.\nTrump’s statement has an element of truth but ignores critical facts that would give a different impression.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-05970"}