{"url": "/factchecks/2012/jan/03/john-boehner/john-boehner-says-social-security-trust-fund-faces/", "speaker": "John Boehner", "vclaim": "\"The Social Security trust fund … is already facing imminent bankruptcy.\"", "truth_label": "barely-true", "date": "stated on December 1, 2011 in a news conference:", "title": "John Boehner says the Social Security trust fund faces imminent bankruptcy", "text": "As 2011 wound down and Congress dickered over extension of a temporary payroll tax cut for 160 million Americans, concerns about the extension cross party lines.\n\nA significant number of Democrats and Republicans argued that cutting that tax,which finances Social Security, will undermine the program.\n\nDuring the negotiations, House Speaker John Boehner told reporters that the payroll tax cut was an issue on which House Republicans were ready to work with President Obama to find common ground.\n\n\"The key question is, how do we pay for it?\" the Ohio Republican said.  \"It's important that the payroll tax cut be paid for because that money is used to fund the Social Security trust fund, which is already facing imminent bankruptcy.\"\n\nThat drew the notice of PolitiFact Ohio. \"Imminent bankruptcy\" describes a dire situation requiring immediate attention.\n\nWe asked Boehner's office for evidence. They referred us to the summary of the annual reports of the Social Security and Medicare trust funds that was issued last spring, and one passage in particular:\n\n\"Social Security expenditures exceeded the program's non-interest income in 2010 for the first time since 1983. The $49 billion deficit last year (excluding interest income) and $46 billion projected deficit in 2011 are in large part due to the weakened economy and to downward income adjustments that correct for excess payroll tax revenue credited to the trust funds in earlier years.\"\n\nThe status report goes on, however: \"Through 2022,\" it says, \"the annual cash deficits will be made up by redeeming trust fund assets from the General Fund of the Treasury. Because these redemptions will be less than interest earnings, trust fund balances will continue to grow. After 2022, trust fund assets will be redeemed in amounts that exceed interest earnings until trust fund reserves are exhausted in 2036, one year earlier than was projected last year. Thereafter, tax income would be sufficient to pay only about three-quarters of scheduled benefits through 2085.\"\n\nPolitiFact has been over this ground before.\n\nIn recent history, the revenue raised in payroll taxes was more than enough to cover the benefits that Social Security needed to pay out. The excess went into a trust fund, which has now accumulated roughly $2.5 trillion.\n\nThat money is not cash sitting in a vault somewhere. The federal government has loaned the money to itself, using the cash to pay for other expenses. The loan is in the form of special-issue Treasury bonds that earned $117.5 billion in interest in 2010, according to the latest trust fund report.\n\nLargely because of the recession, Social Security paid out more in benefits in the last two years than it raised from the payroll tax. To pay benefits in 2010 and 2011, Social Security supplemented money from the payroll tax with interest from the bonds, according to the Social Security Administration.\n\nAccording to the Social Security and Medicare Trust Fund Reports, interest from the Treasury bonds -- plus revenue from the payroll tax -- will be insufficient to cover the cost of retiree checks in 2022.\n\nFourteen years later, in 2036, the trust fund itself will be depleted, according to the report. If nothing is done, the only money flowing into Social Security will be the amount raised year-to-year in taxes. That will only cover about 75 percent of benefits through 2085.\n\nHow does that add up for Boehner's statement about \"imminent bankruptcy\"?\n\n\"Imminent\" is defined by the dictionary as \"about to happen.\"\n\n\"Bankrupt\" is a distinct legal term that means a person, company or government is unable to pay its debts.\n\nThere is an element of truth here. Social Security is facing long-term fiscal challenges. But the claim ignores critical facts that would give a different impression.\n\nThe program is not out of money or unable to pay benefits. At the current pace, according to federal projections, scheduled benefits should continue to be paid in full for about 25 years.\n\nThe sky may be darkening, but it is not falling.\n\nOn the Truth-O-Meter, Boehner's statement is Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-11870"}