{"url": "/factchecks/2016/jun/08/georgians-bernie-sanders-president/pro-sanders-group-target-about-their-candidates-po/", "speaker": "Georgians for Bernie Sanders for President", "vclaim": "Polls show Bernie Sanders would do better than Hillary Clinton in a head-to-head battle against Donald Trump.", "truth_label": "mostly-true", "date": "stated on May 23, 2016 in Facebook post.:", "title": "Pro-Sanders group on target about their candidate's polling against Trump", "text": "Georgia supporters of Bernie Sanders are vastly outnumbered. The Peach State is solidly red -- all statewide offices are held by Republicans. And Sanders was trounced by Democratic opponent Hillary Clinton (71 percent to 28 percent) in their March 1 primary here.\nBut Sanders’ supporters insist there is a larger point to be made as Clinton and Sanders get ready for the June 7 California primary.\nDespite the fact that Clinton is well positioned to get enough delegates to take the Democratic nod, Sanders is the better choice when it comes to a head-to-head matchup with presumed GOP nominee Donald Trump, according to Sanders’ Southern backers. And they took to Facebook recently to insist that a cross section of polls backs them up.\nCould the group Georgians for Bernie Sanders for President be correct?  Do the polls suggest Sanders would run stronger against Trump than Clinton?\nPolitiFact looked at a similar statement by Sanders himself earlier this year. That fact check looked at polls from January and February. We rated it Mostly True.\nWe reached out to the Sanders and Clinton camps for their reads on the more recent polls. Clinton’s campaign did not respond. Clinton has previously said she will win the nomination and is focusing on Trump.\nWarren Gunnels of the Sanders campaign provided a series of polls from Real Clear Politics that shows Sanders leading Trump by more than 10 points. Another  group of polls shows Trump and Clinton neck-and-neck. Most of the polls were conducted in mid-May.\nIn the Clinton-Trump matchup, a recent ABC News/Washington Post poll shows Trump up by 2 points. Trump leads Clinton by 6 points in a CBS News/New York Times poll, but Clinton is up by 3 points in an NBC News/Wall Street Journal poll.\nIn the Trump-Sanders contest, a recent NBC News/Wall Street Journal poll shows Sanders up by 15 points, while a CBS News/New York Times poll shows Sanders ahead by 13 points. A Fox News poll shows Sanders ahead by 3 points.\nA May 9-12 poll by The Atlanta Journal-Constitution found Trump would best Clinton 45 percent to 41 percent in Georgia. But Sanders was favored over Trump by Georgia voters, 47 percent to 42 percent.\nThe sweep of the poll numbers could have an impact on the remainder of the Democratic race, said state Sen. Vincent Fort, D-Atlanta, a Sanders delegate to the Democratic National Convention. Fort admitted that Sanders has an \"uphill battle\" against Clinton.\n\"It makes the argument to the superdelegates stronger,\" Fort said. \"And these polls are not outliers. It’s a convincing argument.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"Bernie Sanders has changed the Democratic Party forever.\"\nUniversity of Virginia political scientist Larry Sabato added a word of caution about reading too much into the snapshots of voters’ opinions at this stage of the contest.\n\"Almost all polls I've seen since Trump emerged as the presumptive nominee show a close race between Trump and Clinton but a wider margin of victory for Sanders,\" Sabato said.\n\"What the polls cannot show is whether this matters.\"\nHe said Sanders has received relatively little vetting by the press. Sabato added that  Republicans would like nothing better than to run against \"a self-proclaimed socialist.\"\n\"I might have missed an ad or two, but I haven't seen a single negative TV ad run against Sanders,\"  he said.  \"For Clinton and Trump, being the target of negative ads is a daily hazard.\"\nKerwin Swint, a political scientist at Kennesaw State University in metro Atlanta, said Sanders shows up so strongly in head-to-head polls because Trump and Clinton have such high negatives.\n\"General election polls don’t mean much until the conventions are over and you get to late summer or early fall,\" Swint said. \"A lot of voters don’t look at Sanders as a legitimate threat. It’s almost like he’s an imaginary candidate.\"\nOur ruling.\nA pro-Sanders Facebook group in Georgia said polls indicate Bernie Sanders would do better than Hillary Clinton in a head-to-head battle with Donald Trump.\nMajor polls support that contention.\nBut it’s difficult to say what the polls mean at this stage of the election cycle, when Sanders -- a relative unknown on the national stage -- is theoretically pitted against two well-known personalities, each with substantial baggage. That’s important context when looking at the numbers.\nWe rate the statement Mostly True.\nhttps://www.sharethefacts.co/share/6ea583f3-d5b4-48c9-8437-fda465c0798f", "vclaim_id": "vclaim-pol-04860"}