{"url": "/factchecks/2017/nov/13/richard-durbin/dick-durbin-wrong-gop-tax-bill-hasnt-had-independe/", "speaker": "Richard Durbin", "vclaim": "The Republican tax bill is \"not being scored by the Congressional Budget Office, as it is traditionally.\"", "truth_label": "false", "date": "stated on November 12, 2017 in an interview on CNN's \"State of the Union\":", "title": "Dick Durbin wrong that GOP tax bill hasn't had independent vetting", "text": "Senate Minority Whip Dick Durbin, D-Ill., offered several arguments against Republican efforts to pass a tax bill during an interview on CNN’s State of the Union, including the impact of the deduction for state and local taxes and its effects on the balance of federal revenues and spending.\nBut one criticism was procedural, echoing earlier Democratic complaints that Republican bills to repeal and replace the Affordable Care Act had been crafted behind closed doors and without normal steps such as committee hearings.\n\"And let me tell you, there is a reason why this plan has been prepared in secret, why it's not being scored by the Congressional Budget Office, as it is traditionally,\" Durbin told host Jake Tapper. \"It's because it doesn't add up.\"\nDoes Durbin have a point that the CBO has been unusually absent in this process? Not by the way ordinary viewers would hear it.\n\nThe Senate Democratic whip, Dick Durbin of Illinois, appeared on CNN's State of the Union on Nov. 12, 2017.\nThe CBO is Congress’ nonpartisan number-crunching office, best known for its detailed analyses of pending legislation.\nHowever, there’s one exception to CBO’s role in vetting proposed legislation: tax bills. That duty falls instead to a similar, nonpartisan congressional office known as the Joint Committee on Taxation.\n\"The Congressional Budget Act of 1974 requires the Joint Committee (on Taxation) to provide revenue estimates for all tax legislation considered by either the House or the Senate,\" the committee’s website explains. \"Such estimates are the official congressional estimates for reported tax legislation.\"\nAnd by the time Durbin had made his comment to Tapper, the joint committee had already published analyses of the House version of the tax bill. On Nov. 9, the committee published an analysis of the bill’s revenue impact. Two days later, the committee published two other analyses, including one on how the bill would affect various segments of the income spectrum.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe joint committee \"has scored versions of both the House and Senate bills,\" said Eric Toder, a co-director of the Urban Institute-Brookings Institution Tax Policy Center. \"And they are the official scorekeepers for tax legislation.\"\nAs it happens, CBO has also published one analysis of the bill, addressing estimated deficits and debt. But even this is based heavily on the Joint Committee on Taxation’s work, said Douglas Elmendorf, a former Democratic-appointed CBO director who now serves as dean of Harvard University’s Kennedy School of Government.\nThe joint committee \"provides the official estimates to Congress of the effects of proposed changes in the Internal Revenue Code,\" Elmendorf said. \"When a tax bill is voted out of committee, CBO releases an official cost estimate because CBO’s statutory responsibility is to provide estimates for all bills voted out of committee – but that estimate is simply JCT’s numbers with a CBO letterhead, and with due credit given to JCT in the text of the estimate.\"\nIn other words, Elmendorf said, \"the Republicans are doing their duty.\"\nDurbin’s defense\nWhen we contacted Durbin’s office, spokesman Ben Marter pointed to a narrower interpretation of Durbin’s words.\nHe said that in the Senate, Republicans have a potential problem with the Byrd rule, which determines whether a bill can be taken up under \"reconciliation,\" a process that effectively requires only 51 votes rather than 60 votes for passage.\nThat violation would have to be fixed before their bill can move in the Senate, but the \"fix\" to address future revenue projections \"is being written in secret, and we likely won’t see that until the bill is on the floor in the form of a substitute amendment, as they did with their health care bill,\" Marter said.\nSuch a substitute amendment would become the bill, Marter said, and under the budget resolution, Senate Budget Chairman Mike Enzi, R-Wyo., \"could waive the requirement for a full score analysis before it’s voted on.\"\nAn important point to remember about the Durbin team’s analysis: It’s based on speculation about future events. Durbin’s literal words gave viewers a different story -- that the Republicans are already blocking CBO from scoring the bill -- and that is incorrect on at least two levels.\nOur ruling\nDurbin said the Republican tax bill is \"not being scored by the Congressional Budget Office, as it is traditionally.\"\nUnder the most obvious interpretation of that statement, Durbin is incorrect. The nonpartisan analysis for tax bills is actually a task handled by the Joint Committee on Taxation, and the committee has been actively analyzing the Republican tax bills.\nWe rate the statement False.\n Share the Facts 2017-11-13 22:56:51 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  The Republican tax bill is \"not being scored by the Congressional Budget Office, as it is traditionally.\"    Dick Durbin Democratic senator from Illinois https://www.cnn.com/TRANSCRIPTS/1711/12/sotu.01.html   In an interview on CNN's \"State of the Union\". Sunday, November 12, 2017 2017-11-12    Read More  info    \n \nCorrection, Nov. 13, 2017: This fact-check previously misstated Durbin's title.", "vclaim_id": "vclaim-pol-02694"}