{"url": "/factchecks/2016/jul/22/donald-trump/donald-trumps-largely-accurate-about-clintons-past/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton \"supported North American Free Trade Agreement), and she supported China’s entrance into the World Trade Organization…. She supported the job-killing trade deal with South Korea. She supported the Trans-Pacific Partnership.\"", "truth_label": "mostly-true", "date": "stated on July 21, 2016 in a speech at the Republican national convention:", "title": "Donald Trump's largely accurate about Clinton's past support for NAFTA, TPP", "text": "At the Republican National Convention in Cleveland, Donald Trump repeated his months-long criticism of Hillary Clinton’s past support of free trade deals, a position in stark contrast to his own. (Trump says his superior negotiating skills will result in better deals.)\n\"She supported (the North American Free Trade Agreement), and she supported China’s entrance into the World Trade Organization — another one of her husband’s colossal mistakes. She supported the job-killing trade deal with South Korea. She supported the Trans-Pacific Partnership.\"\nThis is largely accurate, but it’s worth noting that Clinton no longer supports NAFTA or TPP, nor is it clear that the South Korean deal is a job-killer.\nLet’s go through Clinton’s position on these deals one by one.\nNAFTA\nAs first lady, Clinton spoke favorably of NAFTA — the North American Free Trade Agreement — signed by President Bill Clinton.\n\"I think everybody is in favor of free and fair trade. I think NAFTA is proving its worth,\" said Clinton, according to a 1996 Associated Press report.\n\"Creating a free trade zone in North America — the largest free trade zone in the world — would expand U.S. exports, create jobs and ensure that our economy was reaping the benefits, not the burdens, of globalization,\" she wrote in her 2003 memoir, Living History, which the Trump campaign cited in a press release. \"Although unpopular with labor unions, expanding trade opportunities was an important administration goal.\"\nBut a few years later, she changed her position on the deal during her first White House bid. In 2007, she called NAFTA a \"mistake\" and said it \"hurt a lot of American workers.\"\nWhy the change of heart?\nAccording to the 2008 Clinton camp, she was always skeptical of the deal. But the first lady was \"not supposed to deviate from the position of the administration,\" Robert Shapiro, the undersecretary of commerce under Bill Clinton, told the Huffington Post.\nChina’s inclusion in the WTO\nWhile campaigning for Senate in 2000, Clinton voiced reservations about China’s entrance into the WTO, but was supportive overall.\nHere’s what she said at a CNN forum in April of that year, which was cited by the Trump campaign:\n\"I share the concerns that many of my supporters in organized labor have expressed to me, because I do think we have to make sure that we improve labor rights, we improve environmental standards in our bilateral and our multilateral trade agreements.\nBut on balance, I've looked at this, I've studied it, I think it is in the interests of America and American workers that we provide the option for China to go into the WTO. Right now, we are trading with China. We have a huge trade deficit with China. The agreement that has been negotiated between our two countries would open their markets to us in a way that they are not yet open, and in fact, for many large manufactured products, like automobiles, we would have the first chance to really get in and compete in that marketplace.\"\n(According to news reports from 1999, then-Reform Party member Trump opposed the United States’ inclusion in the WTO, period.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nChina became a member of the WTO in December 2001, with the support of President George W. Bush. Since then, Clinton hasn’t reversed her position, as far as we can tell, but has advocated for using the WTO to bring trade cases against China. (This is also Trump’s current position.)\nDeal with South Korea\nDuring her 2008 presidential run, Clinton opposed a pending free trade deal with South Korea (as well as other deals with Colombia and Panama).\n\"While I value the strong relationship the United States enjoys with South Korea, I believe that this agreement is inherently unfair,\" she told the AFL-CIO in June 2007.\n\"The South Korean agreement does not create a level playing field for American carmakers,\" she said in a November 2007 campaign statement.\nBut as secretary of state, she supported the deal advocated by the administration.\nAt an April 2011 gathering of business leaders in Seoul, Clinton said the deal was \"profoundly in America's strategic interest\" and \"a priority for me, for President Obama and for the entire administration.\" (In 2008, Obama also was against the deal.)\nWhen the deal entered into force in March 2012, Clinton touted it as a \"historic milestone\" that will \"provide a significant economic boost to both of our economies\" and \"strengthen the U.S. partnership with a key ally in a strategically important region.\"\nDoes this deal kill jobs, as Trump says? The jury is still out.\nOn one hand, the Economic Policy Institute, a labor-focused think tank, which Trump has cited, has found that the South Korean deal cost about 60,000 U.S. jobs. On the other, the Obama administration has argued the deal actually creates jobs.\nOur friends at the Washington Post Fact-Checker, meanwhile, looked at the the evidence and found both estimates of job losses and job gains are fishy. An independent analysis by economists at Tufts University and the University of Michigan projected a decline in manufacturing and service jobs and an increase in agriculture and food, beverage and tobacco jobs. But overall, the net impact on employment would be zero.\nTPP\nAs we’ve detailed quite extensively, Clinton once hailed TPP as setting \"the gold standard in trade agreements\" during her time in the Obama administration, but she came out in opposition during her 2016 bid.\nThough she’s always said the details needed to be hammered out, her comments about the deal were largely supportive from 2010 to 2013. Here are some of the words she used to describe TPP: \"exciting,\" \"innovative,\" \"ambitious,\" \"groundbreaking,\" \"cutting-edge,\" \"high quality,\" \"high standard\" and \"gold standard.\"\nIn October 2015, Clinton flip-flopped and opposed it, telling PBS, \"I don’t believe it’s going to meet the high bar I have set.\"\nOur ruling\nTrump said Clinton \"supported NAFTA, and she supported China’s entrance into the World Trade Organization…. She supported the job-killing trade deal with South Korea. She has supported the Trans-Pacific Partnership.\"\nTrump is right that Clinton once supported NAFTA and TPP and has yet to revoke her support for China’s inclusion in the WTO or the deal with South Korea. But there are caveats. Clinton no longer supports NAFTA or TPP, and it’s not entirely clear that trade with South Korea has killed jobs.\nTrump’s statement is accurate because it’s carefully phrased, but it needs additional context. We rate it Mostly True.\nhttps://www.sharethefacts.co/share/68c1a4d5-56ad-4a84-87b6-564b5037df5b", "vclaim_id": "vclaim-pol-04631"}