{"url": "/factchecks/2018/jan/17/martha-laning/millions-more-spent-defeat-tammy-baldwin-all-other/", "speaker": "Martha Laning", "vclaim": "Conservative groups have spent $5 million \"against\" Tammy Baldwin -- five times more than against all other Democratic U.S. Senate incumbents up for election in 2018 combined.", "truth_label": "mostly-true", "date": "stated on January 5, 2018 in an interview:", "title": "Millions more spent to defeat Tammy Baldwin than all other incumbent Democrats in Senate combined", "text": "Moneywise, the most important U.S. Senate race in the country might be for the seat held by Wisconsin Democrat Tammy Baldwin.\nAt least that’s the suggestion from Martha Laning, chairwoman of the Wisconsin Democratic Party.\nLaning was interviewed on the \"Devil’s Advocates,\" a liberal radio talk show based in Milwaukee, on Jan. 5, 2018 -- 10 months ahead of the general election. Co-host Dominic Salvia said the Huffington Post reported that conservative groups had already spent $3 million against Baldwin. He asked Laning how Baldwin and the state Democratic Party could counteract that.\nLaning replied with an even more eye-catching money claim, saying:\nWell, I want you to know, first, that it's $5 million that's been spent against Tammy -- and it is five times more money spent against Tammy Baldwin, our senator, than all of the other U.S. Senate candidates up in 2018 combined. So, they are coming after Tammy Baldwin like no other.\nThat means Laning is claiming $5 million has been spent against Baldwin -- five times more than has been spent, in total, against all of the other Senate Democrat incumbents who are up for re-election in 2018.\nThe stakes\nIt won’t be known until after the August 2018 primary election which GOP opponent that Baldwin, who was elected in 2012, will face. So far, two suburban Milwaukee Republicans are running: State Sen. Leah Vukmir and political newcomer and former Marine Kevin Nicholson.\nIncluding Baldwin, Democrats are defending 25 U.S. Senate seats in 2018 (two seats are held by independents who caucus with the Democrats). The New York Times says it’s a \"tossup\" as to whether Democrats can wrest control of the chamber from the GOP, which has a two-seat edge.\nNoting the Huffington Post article that was referenced in Laning’s interview, the political news website Axios made this observation about the Senate races and President Donald Trump:\nThere are 10 Democratic senators [including Baldwin] up for re-election this year in states that Trump won. But if conservative groups’ spending is any indication, Wisconsin might be the hardest seat for Democrats to keep.\nThe numbers\nThe Huffington Post article was based on data collected by the nonpartisan Center for Responsive Politics, which is based on reports made to the Federal Election Commission. So, we went to the center’s website to produce this breakdown on how much conservative groups have reported spending so far against Baldwin:\nExpenditures against Baldwin during the 2018 election cycle\n\n\n\n\nGroup\n\n\nAffiliation\n\n\nAmount Spent\n\n\n\n\n\n\nFreedom Partners Chamber of Commerce\n\n\nArlington, Va.-based hub for spending by billionaire industrialists Charles and David Koch\n\n\n$1.66 million\n\n\n\n\nAmericas PAC\n\n\nMarion, Iowa,-based super PAC\n\n\n$703,500\n\n\n\n\nRestoration PAC\n\n\nSuburban Chicago-based super PAC\n\n\n$527,499\n\n\n\n\nCommittee to Defend the President\n\n\nHybrid PAC/super PAC that supports Donald Trump\n\n\n$130,680\n\n\n\n\nStars & Stripes Forever PAC\n\n\nAlexandria, Va,.-based super PAC\n\n\n$17,569\n\n\n\n\nRestore American Freedom & Liberty\n\n\nDenver-based hybrid PAC/super PAC\n\n\n$14,000\n\n\n\n\nConservative Freedom Fighters\n\n\nDenver-based hybrid PAC/super PAC\n\n\n$12,000\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\nConservative Liberty Coalition\n\n\nDenver-based super PAC\n\n\n$2,000\n\n\n\n\nWisconsin Right To Life Victory Fund\n\n\nMilwaukee-based super PAC\n\n\n$800\n\n\n\n\nTotal\n\n \n\n$3.07 million\n\n\n\n\n \nBy comparison, a total of $599,688 has been spent against other incumbent Senate Democrats (only 12 of the 25 have had groups spend against them, the Center for Responsive Politics told us).\nSo, the $3 million spent against Baldwin is five times as much as has been spent against the other Democrats.\nBut what about the $5 million that Laning claims?\nTo reach that, you have to add in how much conservative groups have spent in support of Nicholson, the GOP newcomer (so far, none have reported expenditures in support of Vukmir).\nHere’s that breakdown based on the Center for Responsive Politics data:\nExpenditures for Nicholson during the 2018 election cycle\n\n\n\n\nGroup\n\n\nAffiliation\n\n\nAmount Spent\n\n\n\n\n\n\nRestoration PAC\n\n\nSuburban Chicago-based super PAC\n\n\n$1.14 million\n\n\n\n\nAmericas PAC\n\n\nMarion, Iowa-based super PAC\n\n\n$868,843*\n\n\n\n\nSolutions for Wisconsin\n\n\nAustin, Texas-based single-candidate super PAC that supports Nicholson\n\n\n$209,056\n\n\n\n\nJohn Bolton Super PAC\n\n\nBolton was U.S. ambassador to United Nations under GOP President George W. Bush\n\n\n$196,860\n\n\n\n\nClub for Growth PAC\n\n\nAnti-tax group\n\n\n$18,568\n\n\n\n\nClub for Growth Action super PAC\n\n \n\n$11\n\n\n\n\nTotal\n\n \n\n$2.43 million\n\n\n\n\n \nSo, if you add what’s been spent in support of Nicholson to what’s been spent against Baldwin, that’s a total of $5.43 million.\nAnd that figure is seven times more than the $758,101 that’s been spent against the other Senate Democrat incumbents, or for their opponents, according to the center.\nIt’s worth noting that the pro-Nicholson money, largely for ads promoting his personal background, are not against Baldwin in the same way as the money spent attacking her positions or votes.\nBut the pro-Nicholson money clearly is aimed at helping Nicholson win Baldwin’s seat.\nA closing note\nIn defending Laning’s statement, the Wisconsin Democratic Party told us that a consultant for Baldwin’s campaign had determined that $5.5 million has been spent on ads directly against Baldwin -- $4.5 million on TV ads and $1 million on web ads. (Baldwin's campaign would not identify the consultant to us.)\nThis approach takes in additional spending, since not all the groups have to report to the Federal Election Commission.\nBut the consultant could not provide a comparable tally for the other Democratic incumbents.\nOur rating\n \nLaning says conservative groups have spent $5 million \"against\" Baldwin -- five times more than against all other Democratic U.S. Senate incumbents up for election in 2018 combined.\nBased on reports to the Federal Election Commission that were analyzed by the Center for Responsive Politics, the total exceeds $5 million and is actually seven times more than what has been spent against the other Democrats. The only caveat is that $3 million has been spent directly attacking Baldwin, while the rest has been spent in support of one of her opponents.\nFor a statement that is accurate but needs clarification, our rating is Mostly True.  Share the Facts 2018-01-17 17:02:11 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Conservative groups have spent $5 million \"against\" Tammy Baldwin -- five times more than against all other Democratic U.S. Senate incumbents up for election in 2018 combined.     Martha Laning Wisconsin Democratic Party chairwoman https://darnwi.com/podcast/1-5-18-martha-laning-wi-democratic-party-chair/   In an interview Friday, January 5, 2018 2018-01-05    Read More  info", "vclaim_id": "vclaim-pol-02514"}