{"url": "/factchecks/2019/dec/05/pharmaceutical-research-and-manfacturers-america/pharmas-take-pelosi-drug-pricing-bill-fair-warning/", "speaker": "Pharmaceutical Research and Manfacturers of America", "vclaim": "\"Speaker Pelosi's drug pricing plan would siphon $1 trillion or more from biopharmaceutical innovators over the next 10 years. CBO's preliminary estimate found this bill ‘would result in lower spending on research and development and thus reduce the introduction of new drugs.’\"", "truth_label": "barely-true", "date": "stated on November 27, 2019 in an ad in the “Politico Playbook PM” newsletter.:", "title": "Pharma’s take on the pelosi drug-pricing bill: Fair warning or fearmongering?", "text": "House Speaker Nancy Pelosi’s flagship proposal to curb prescription drug prices, the \"Lower Drug Costs Now Act\" ― H.R. 3 ― could come up for a vote in the chamber this month. The measure would allow Medicare to negotiate prices for a limited number of drugs, cap what seniors pay out-of-pocket at $2,000 and force companies that have raised prices beyond inflation since 2016 to either reverse the price or rebate the amount of the increase to the federal government.\nAnd drug manufacturers are in full attack mode.\nTake a recent Pharmaceutical Research and Manufacturers of America advertising message embedded in the popular, inside-the-Beltway \"Politico Playbook PM\" newsletter.\n\"Speaker Pelosi's drug pricing plan would siphon $1 trillion or more from biopharmaceutical innovators over the next 10 years,\" read the ad. \"CBO's preliminary estimate found this bill ‘would result in lower spending on research and development and thus reduce the introduction of new drugs.’\"\nThe trade group’s statement represents a core drug-industry argument, deployed whenever lawmakers propose reining in drug prices: Efforts to limit what drug companies can charge means they won’t have the means or incentive to develop lifesaving medications. The argument also appears in ads like this one ― from America’s Biopharmaceutical Companies ― that highlight patients who say they depend on new medications to keep chronic conditions at bay.\nBut many experts contest the link between drug prices and pharmaceutical R&D. So PhRMA’s citation of the Congressional Budget Office ― an influential nonpartisan government agency ― caught our attention. We decided to look deeper.\nWhat the CBO says\nA PhRMA spokeswoman pointed us to a preliminary CBO analysis of H.R. 3. Published Oct. 11, the letter doesn’t analyze the Pelosi bill but attempts to explain in broad strokes what kind of economic impact it might have.\nThe \"$1 trillion\" over 10 years statistic is the CBO’s upper estimate (the range begins at $500 billion) of what the industry might lose in revenue if this bill were enacted. But the agency leaves wiggle room, noting that this is a \"preliminary\" figure and that the agency hasn’t finished analyzing the full bill yet. Once it does, the $1 trillion could change.\n\"They’re trying to provide some sense of the relative impact on drug development, but I don’t think we have enough data to provide this,\" said Stacie Dusetzina, an associate professor of health policy at Vanderbilt University. \"It’s not a fact. It’s a preliminary estimate that is on very shaky ground.\"\nThat leads to the next issue: If pharmaceutical revenues dip, would fewer innovative drugs become available?\nTechnically, kind of. But there’s a lot of important context that PhRMA’s assertion overlooks.\nThe CBO estimates that, over the next decade, between eight and 15 fewer drugs would come to market.\nBut the big picture matters: Every year, the Food and Drug Administration approves 30 new drugs, on average. That’s 300 new drugs over 10 years. So if you assume 15 fewer drugs out of 300 projected approvals, that’s a loss of 5%.\nCertainly that is, as PhRMA argued, a reduction. But none of the experts we spoke with saw it as a blow to innovation. \"The lower prices envisioned by [Pelosi’s] bill would barely slow new drug discovery at all,\" argued Dr. Peter Bach, who directs the Drug Pricing Lab at Memorial Sloan Kettering Cancer Center, in an op-ed for Bloomberg.\nIt’s not clear from the CBO analysis what kind of clinical value these forgone drugs would have ― whether they would represent meaningful breakthroughs or marginal improvements to medications that already exist.\nWe asked PhRMA. The organization’s position is that the lost revenue could discourage drugmakers from researching new treatments for diseases such as Alzheimer’s, lung cancer and sickle cell disease.\nBut the group didn’t offer much evidence explaining how or why this would happen, or acknowledging that it would involve stepping away from potentially lucrative markets. And experts dispute the idea ― Dusetzina called the industry line \"a scare tactic.\"\nIn fact, she said, \"there is a good reason to believe that the drugs you would lose are those that have the smallest benefit and highest price tag.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThis gets at another point: A substantial portion of drug research and development isn’t actually done by drugmakers. The riskiest portions often are conducted in government-funded labs, noted Dr. Aaron Kesselheim, a professor at Harvard Medical School who studies pharmaceutical policy. Drug companies get involved much later, making it even less certain that a loss in pharmaceutical revenue would meaningfully discourage breakthrough drug innovation.\nAnd any loss of new drugs would likely be at least somewhat offset by Americans’ increased ability to afford newly cheaper drugs. As the CBO report put it: \"The overall effect on the health of families in the United States that would stem from increased use of prescription drugs but decreased availability of new drugs is unclear.\"\nSo, in short: Nonpartisan analysis suggests that H.R. 3 could result in fewer drugs coming to market. But it’s a very preliminary estimate, and even then, it suggests only a small dip. The value of the drugs that don’t emerge is unclear, too. All this context matters a lot.\n\"Hundreds of billions in savings to taxpayers, businesses and patients would mean a real but very small decline in the rate at which new treatments are discovered,\" Bach wrote.\nOther arguments\nPhRMA also pointed us to a Dec. 3 report put out by the White House Council of Economic Advisers. It found a much higher impact ― arguing that H.R.3 would result in \"as many as 100 fewer drugs\" entering the American market in the next 10 years.\nThis White House report comes after President Donald Trump has repeatedly said he wants to work with Congress to lower drug prices.\nThe CEA number rests on a series of assumptions. First, it estimates that a new drug costs $2 billion to develop. It also assumes that drug companies typically spend at least a fifth of their revenue on research and development. Therefore, if companies’ revenue goes down by $1 trillion, then the math comes out to losing 100 drugs.\nBut experts called this analysis suspect at best.\nFor one thing, Bach told us, the $2 billion figure isn’t substantiated. For another, the CEA assumes that \"every penny of company R&D spending goes to inventing new drugs.\"\nThat, he added, is \"utter nonsense.\"\nMultiple experts noted that the CEA assumes pharmaceutical companies would cut their R&D to perfectly match the proportion of revenue they currently spend.\nThere’s no reason to assume that’s true. Drug companies also spend a good deal on marketing, administration and dividends to shareholders.\nDusetzina also noted that the analysis doesn’t consider the increased revenue drug companies might experience from more people being able to afford drugs and therefore buy them. And it assumes the drugs that never make it to the marketplace would be of high value ― without evidence to support that.\n\"This is not a serious analysis of the question of trade-offs of this policy and innovation. This is fearmongering,\" Dusetzina said. \nOur ruling\nIn its advertisement, PhRMA cites a CBO analysis of the Pelosi-backed drug-pricing bill, H.R. 3. The ad suggests that the bill would \"siphon $1 trillion or more from biopharmaceutical innovators over the next 10 years\" and \"reduce the introduction of new drugs.\"\nThis claim misses lots of important context. The CBO’s analysis is preliminary, and it could change. The $1 trillion in forgone revenue is the upper limit of what that preliminary analysis predicts.\nAnd even if you assume drug companies would lose this much in revenue, the number of drugs that wouldn't make it to market would constitute a small fraction of what pharmaceutical companies typically produce, said experts. It’s further unclear that the forgone drugs would have major clinical value ― little evidence suggests they necessarily would.\nOther analyses PhRMA pointed us to ― which might ostensibly support their claim ― don’t stand up to scrutiny.\nThis statement has some truth to it but omits crucial context that would give a radically different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-16655"}