{"url": "/factchecks/2011/nov/28/democratic-national-committee/dnc-ad-says-mitt-romney-flip-flopped-obama-stimulu/", "speaker": "Democratic National Committee", "vclaim": "Says Mitt Romney flip-flopped on supporting \"the president's Recovery Act.\"", "truth_label": "barely-true", "date": "stated on November 28, 2011 in a campaign ad:", "title": "DNC ad says Mitt Romney flip-flopped on Obama stimulus", "text": "On Nov. 28, 2011, the Democratic National Committee released two videos designed to paint Republican presidential candidate and former Massachusetts Gov. Mitt Romney as a serial flip-flopper. The shorter, 30-second version gives a taste of the attack, specifically citing abortion and health care, and directs viewers to a website with a four-minute version that offers alleged flip-flops on a variety of other issues.\n   \nFor this item, we’ll check one of the claims from the four-minute version -- specifically, whether Romney has changed his position on President Barack Obama’s stimulus plan, officially known as the American Recovery and Reinvestment Act of 2009. We're looking at other aspects of the ad in separate items.\n\nHere’s the relevant portion from the DNC ad:\n\nOn-screen text: \"Opposed the stimulus\"\n\nVideo clip of Romney: \"I have never supported the president's Recovery Act, alright -- the stimulus. No time, nowhere, nohow.\"\n\nOn-screen text: \"After he was for it.\"\n\nDifferent video clip of Romney: \"I think there is need for economic stimulus.\"\n\nWe asked the DNC for citations for these clips, and they responded that the first one came from a town hall at St. Anselm College in Goffstown, N.H., on Sept. 28, 2011, and the second one came from a Romney appearance on CNN’s Late Edition with Wolf Blitzer on Jan. 4, 2009.\n\nUpon learning this, we immediately noticed that the CNN interview -- when Romney said, \"I think there is need for economic stimulus\" -- took place before Obama had even been sworn into office and therefore came before there was an American Recovery and Reinvestment Act.\n\nTo get the full context of the CNN interview, we looked to the transcript.\n\nBlitzer said that Obama, then president-elect, was \"talking about a $750 billion economic stimulus package. He wants it to be passed as soon as possible. It's unclear if whether it can be passed before he's inaugurated on January 20th. What do you think about this proposal?\"\n\nRomney replied, \"Well, I frankly wish that the last Congress (had) dealt with the stimulus issue and that the president could have signed that before leaving office. I think there is need for economic stimulus. Americans have lost about $11 trillion in net worth. That translates into about $400 billion a year less spending that they'll be doing, and that's net of additional government programs like Medicaid and unemployment insurance. And government can help make that up in a very difficult time. And that's one of the reasons why I think a stimulus program is needed.\"\n\nHe continued, \"I'd move quickly. These are unusual times. But it has to be something which relieves pressure on middle-income families. I think a tax cut is necessary for them as well as for businesses that are growing. We'll be investing in infrastructure and in energy technologies. But let's not make this a Christmas tree of all of the favors for various politicians who have helped out the Obama campaign, giving them special projects. That would be wrong. You'll see Republicans fight that tooth and nail if that happens. Let's do what's right for the economy, and let's not do what's a political expedient move.\"\n\nThe DNC ad has some support for its flip-flop claim. Romney did indeed say, \"I think there is need for economic stimulus,\" and at the time of the interview, there was in fact an outline of a stimulus plan from Obama.\n\nBut it’s misleading to say Romney flip-flopped on supporting \"the president's Recovery Act.\" At the time of the CNN interview, no Obama stimulus bill had been introduced, much less enacted. With such complex bills, the devil’s in the details. Given that Romney outlined a whole list of conditions he’d impose on such a bill, we think it’s unfair for the DNC to say Romney once supported \"the president's Recovery Act.\"\n\nOur ruling\n\nIn the CNN interview, Romney expressed support broadly for \"economic stimulus\" -- not for a specific measure known as \"the president's Recovery Act.\" And even as he offered his support for the concept of stimulus, Romney articulated a pretty specific vision of the kind of bill he’d support. Some of this vision did ultimately overlap with what the American Recovery and Reinvestment Act offered -- tax relief for \"middle-income families\" and businesses, for instance, and investments in infrastructure and energy. But Romney’s two comments can be easily reconciled by arguing that the dollar amounts in the Obama stimulus bill -- or the ratios of various provisions in the bill -- went beyond what he was envisioning. We rate the DNC’s charge of flip-flopping Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12026"}