{"url": "/factchecks/2009/mar/23/chris-dodd/Dodd-flip-flop-AIG-bonuses/", "speaker": "Chris Dodd", "vclaim": "On whether he wrote a provision that allowed AIG to dole out bonuses.", "truth_label": "full-flop", "date": "stated on March 19, 2009 in a CNN interview.:", "title": "Dodd flip-flopped on whether he changed amendment on bonuses to AIG and banks", "text": "Sen. Chris Dodd has been\n\nwidely panned\n\nas the man responsible for allowing bailout recipient AIG to hand out huge bonuses, but it's really a\n\nhalf truth\n\nto say he's to blame.\n\n\nDodd was actually the author of a provision that\n\nlimited\n\nbonuses for AIG and other financial companies, though it's true that he later added a loophole that allowed some bonuses.\n\n\nNevertheless, in the course of explaining his role in the matter, Dodd, a Connecticut Democrat, committed one of this year’s most conspicuous flip-flops. As keepers of the Flip-O-Meter, we feel obligated to document it.\n\n\nHere’s what happened: As word of AIG’s bonuses filtered out, critics zeroed in on an amendment Congress passed in February that outlawed such bonuses but exempted contracts signed before Feb. 11, 2009.\n\n\nThe amendment prohibited firms that had received federal bailout money from \"paying or accruing any bonus\" to the 25 most highly compensated employees as long as the company still owed the government money for the bailout. \n\n\nBut somewhere in the legislative process, a line was added to say the amendment \"shall not be construed to prohibit any bonus payment required to be paid pursuant to a written employment contract executed on or before February 11, 2009.\"\n\n\nThe extra line allowed AIG to hand out $165 million in bonuses for 2008 to executives of a division that lost piles of money that year.\n\n\nDodd had authored the original amendment. So CNN asked him on March 18 whether he was the one who added the Feb. 11 effective date.\n\n\n\"There is the suggestion today being made that you received more money from AIG than any other senator, and that you were responsible for the February 11th, 2009, date,\" CNN producer Ted Barrett said to Dodd on March 18. \"So, just — you know, again, I just want to get at ...\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"No,\" Dodd said. \n\n\n\"You're saying you had nothing to do with that date?\" Barrett pressed.\n\n\n\"Absolutely not,\" Dodd said. \n\n\nThat was pretty clear. And yet a day later, with other sources telling CNN that Dodd was in fact the one who made the change, Dodd admitted as much. \n\n\n\"I agreed to a modification in the legislation, reluctantly,\" he told CNN's Dana Bash. \"I wasn't negotiating with myself here. I wasn't changing my own amendment. I was changing the amendment because others were insisting upon it.\" \n\n\n\"You were very adamant yesterday, very adamant that you didn't know how this change got in there,\" Bash said. \"And now you are saying that your staff did work with the administration?\" \n\n\n\"Going back and looking — obviously, I apologize,\" Dodd said. \n\n\nTreasury officials later confirmed they had asked Dodd to change the amendment because they were afraid executives would sue if it was retroactive. In a\n\npress conference\n\n, Dodd stressed that he was the one who authored the bonus restrictions in the first place, and that Treasury requested the change.\n\n\n\"I'm angry about it, and angry that in a sense I've been held up as sort of responsible for all this when in fact I responded to what I thought was a reasonable request at the time,\" Dodd said. \"I went through six weeks of a lot of criticism from the financial press, from Wall Street and others that my amendment was too restrictive, that it was unfair, that there would be a brain drain, that people would leave right and left.\"\n\n\nStill, it was Dodd who chose to insert the loophole. For his 180-degree switch from steadfast denier to contrite confessor, the Flip-O-Meter registers a Full Flop.", "vclaim_id": "vclaim-pol-15797"}