{"url": "/factchecks/2012/aug/09/barack-obama/barack-obama-says-most-americans-pay-higher-tax-ra/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney \"paid only 14 percent in taxes — probably less than you.\"", "truth_label": "half-true", "date": "stated on August 2, 2012 in a campaign ad:", "title": "Barack Obama says most Americans pay a higher tax rate than Mitt Romney", "text": "A new ad from President Barack Obama’s campaign continues the drumbeat that Mitt Romney is a privileged rich guy who isn't paying his fair share of taxes.\n\n\"You work hard, stretch every penny,\" a narrator says. \"But chances are, you pay a higher tax rate than him: Mitt Romney made $20 million in 2010, but paid only 14 percent in taxes — probably less than you.\"\n\nWe wondered whether it’s accurate to say that Romney \"paid only 14 percent in taxes — probably less than you.\"\n\nThe 14 percent figure checks out. The 2010 tax return released by Romney and his wife, Ann, showed $3,009,766 in federal income tax paid on $21,661,344 in adjusted gross income -- an effective tax rate of 13.9 percent.\n\nBut what do ordinary Americans pay?\n\nIf you just look at income taxes, Obama is incorrect. Here are the average effective tax rates for Americans in different slices of the income spectrum, according to a study by the Urban Institute-Brookings Institution Tax Policy Center. These figures show that many people, particularly at the lower end of the income scale, actually have negative rates because they get back more from the government than they paid in taxes.\n\nBottom fifth of earners: -12.3 percent\nSecond-to-bottom fifth: -4.2 percent\nMiddle fifth: 4.1 percent\nSecond-highest fifth: 8.2 percent\nHighest fifth: 17.3 percent\n\nBecause these percentages are average tax rates for broad income brackets, we don't know precisely how many Americans paid more than Romney’s 14 percent effective tax rate. Still, we can make an educated guess that perhaps 20 percent to 30 percent of taxpayers exceeded Romney’s tax rate for income taxes alone. That’s far from most, making the ad’s claim incorrect.\n\nHowever, there’s another way to calculate it: Adding in payroll taxes. Payroll taxes fund Social Security and Medicare, with half paid by the employee and half by the employer. Social Security taxes are 6.2 percent of an employee’s first $110,100 of salary, while Medicare taxes are 1.45 percent of their entire salary. Because self-employed people pay the employer’s half too, and because employees of a company are assumed to be paying the employer’s share indirectly through lower wages, tax analysts typically include both halves when calculating the employee’s tax burden.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n \n\n\n\n\n\n\n\nCounting only income taxes, as we did above, ignores a large chunk of what most people pay in federal taxes. In fact, for all but the top one-fifth of earners, the combination of employee and employer payroll taxes actually exceeds income tax payments, according to the same Tax Policy Center study.\n\nWe should note one obstacle: We don’t know exactly how much Romney paid in payroll taxes. However, based on the amount and types of income listed on his tax return, even a generous estimate wouldn’t budge his overall tax rate much above 14 percent, so we think it's reasonable to make this kind of calculation.\n\nSo what happens when you add payroll taxes to income taxes? Obama's ad is accurate. Here's the breakdown when you include income taxes and both sides of the payroll tax (the parts paid for by employee and employer):\n\nBottom fifth of earners: 1 percent\nSecond-to-bottom fifth:  7.8 percent\nMiddle fifth: 15.5 percent\nSecond-highest fifth: 18.7 percent\nHighest fifth: 24.3 percent\n\nOnce again, we can’t know exactly what percentage of Americans paid a higher effective tax rate than Romney's 14 percent, but the top two ranges, plus a significant share of the middle group, most likely did. So probably more than half exceeded Romney’s rate, making the Obama ad accurate.\n\nEven though this method validates the Obama ad, it’s worth noting that -- contrary to the ad’s invocation of Americans who \"stretch every penny\" -- it’s actually the wealthiest half of Americans, not those with low or middle incomes, whose tax rates end up exceeding Romney’s.\n\nAt the same time, we should also note that Romney’s 14 percent tax rate is quite a bit lower than the average tax rate for those in the top one-tenth of 1 percent of U.S. taxpayers -- those who earn roughly $2.2 million in cash income and up. Their average tax rate for income taxes alone was 23.6 percent. For income tax plus payroll tax, it was 24.7 percent.\n\nOur ruling\n\nThere are two main ways to make this calculation, and they lead to opposite conclusions. While we believe that including payroll taxes in the calculation offers a more accurate picture of what the American public pays the IRS, it's also true that the Obama ad didn't specify which measurement it was using, and in fact used a figure for Romney -- 14 percent -- that was based on income taxes alone. On balance, then, we rate the claim Half True.", "vclaim_id": "vclaim-pol-10610"}