{"url": "/factchecks/2020/apr/28/blog-posting/ocasio-cortez-didnt-call-jesus-and-trump-con-artis/", "speaker": "Bloggers", "vclaim": "Alexandria Ocasio-Cortez compared Trump to Jesus, calling both “con artists.”", "truth_label": "pants-fire", "date": "stated on April 24, 2020 in a Facebook post:", "title": "Ocasio-Cortez didn’t call Jesus and Trump ‘con artists.’ A satire site made it up", "text": "A story going around the internet claims that Democratic U.S. Rep. Alexandria Ocasio-Cortez compared President Donald Trump to Jesus Christ.\nIt doesn’t sound too egregious until you read the entire headline: \"AOC Laughs ‘Jesus Was A Lot Like Trump, Both Con Artists’\"\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nNo, the New York congresswoman did not say that Jesus and Trump were a lot alike, or call them con artists. The report is fake and originated on a satire website.\nWe found the story on a website called Zone News, but the article was initially posted on a satirical website called BustaTroll, which is part of a network of such sites run by Christoper Blair. That site has a disclaimer that says everything posted on it is fiction, but the Zone News version of the story contains no such warning or label.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nRELATED: If you're fooled by fake news, this man probably wrote it\nThe same claim was also posted on a Blair-affiliated website called Freedom Fictions with the headline: \"Fact Check: Yes, AOC Called Jesus & Trump ‘Con Artists.’\" Freedom Fictions is a fake fact-check site that routinely proclaims articles previously posted on BustaTroll and other satirical sites as true.\nBlair has told PolitiFact that his satire operation is designed to fool conservatives with stories that most people would find absurd.\nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-17018"}