{"url": "/factchecks/2018/mar/07/jeff-sessions/jeff-sessions-misleading-claim-california-bans-pol/", "speaker": "Jeff Sessions", "vclaim": "\"California won’t let law enforcement officers like you and your people transfer prisoners to ICE custody or even to communicate with ICE that you’re about to release them from your custody — people that ICE is looking for.\"", "truth_label": "barely-true", "date": "stated on March 7, 2018 in a speech in Sacramento:", "title": "Jeff Sessions’ misleading claim: California bans police cooperation with ICE", "text": "Does California ban local law enforcement from transferring prisoners to and even communicating with federal immigration agents?\nU.S. Attorney General Jeff Sessions made that claim in a speech in Sacramento on March 7, 2018, one day after the Department of Justice announced it’s suing California over allegations the state’s immigration laws obstruct federal authorities.\nHere’s what Sessions told a group of local and state law-enforcement officials in downtown Sacramento:\n\"California won’t let law enforcement officers like you and your people to transfer prisoners to ICE custody or even to communicate with ICE that you’re about to release them from your custody — people that ICE is looking for.\"\nCalifornia has enacted laws — SB 54, AB 103 and AB 450 — that limit cooperation with federal immigration agents, largely in response to the Trump administration’s aggressive stance on immigration enforcement.\nBut do those state laws really prevent local police from transferring prisoners to and talking with U.S. Immigration and Customs Enforcement agents?\nWe set out on a fact check.\nOur research\nExperts on immigration told us Sessions’ statement includes some truth, but exaggerates the limits on local law enforcement.\nPolice and sheriff’s officials are prohibited from cooperating with ICE agents in cases where undocumented immigrants are in jail for minor crimes — unless they are presented with a federal warrant or criminal removal order.\n\"What the attorney general did is leave out important qualifying language,\" said Kevin R. Johnson, dean of the UC Davis Law School. \"It’s not as if state and local law enforcement never have to cooperate with ICE.\"\nSenate Bill 54, often referred to as California’s sanctuary state law, says, in part, California law enforcement agencies shall not \"transfer an individual to immigration authorities unless authorized by a judicial warrant or judicial probable cause determination.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nNotably, local law enforcement can cooperate with ICE when undocumented immigrants are convicted of about 800 serious misdemeanors and felonies, said Louis DeSipio, a political science professor at UC Irvine who studies immigration.\n\"ICE is also able to enter county jails to question immigrants,\" DeSipio said in an email. \"Transfers to ICE are authorized after conviction of 30 or so serious crimes. So, clearly, it allows for communication and transfers. State law does, however, seek to protect immigrants in jails for minor crimes and after conviction for those minor crimes.\"\n'Sessions is wrong'\nOne expert took an even stronger stance:\n\"Sessions is wrong,\" said Bill Ong Hing, a professor at the University of San Francisco School of Law and its director the university’s Immigration and Deportation Defense Clinic. \"Under Senate Bill 54, communication between ICE and state and local law enforcement agencies allows passing on information about inmates who have previously been deported for a violent felony, or are serving time on a misdemeanor or felony and have a prior serious or violent felony conviction.\"\nGov. Jerry Brown said at a news conference following Sessions’ speech that he is still willing to cooperate with the U.S. attorney general on immigration enforcement targeted at criminals. That’s possible, the governor added, because of the limitations he demanded on SB 54.\nWhen we asked for evidence supporting Sessions’ claim, a spokesman for the U.S. Justice Department cited in an email three \"real examples of declined detainer requests and the release of criminal aliens back onto the streets of California since the implementation of SB 54.\"\nThey include three separate cases of undocumented immigrants arrested in California for a range of alleged crimes, from sexual abuse of a minor to vehicle theft to felony drug possession.\nOur ruling\nU.S. Attorney General Jeff Sessions claimed California prevents local law enforcement from communicating with and transferring prisoners to federal immigration agents.\nThere are limits on cooperation under California’s SB 54. Local law enforcement are prohibited from working with immigration agents in cases where undocumented immigrants are charged with minor crimes, unless they are presented with a federal warrant.  Notably, the law does not limit cooperation in cases involving 800 serious misdemeanor and felony crimes.\nSessions’ statement has an element of truth, but ignores critical facts that would give a different impression.\nWe rate it Mostly False.\n\nMOSTLY FALSE – The statement contains some element of truth but ignores critical facts that would give a different impression.\n Share the Facts 2018-03-08 01:20:21 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"California won’t let law enforcement officers like you and your people transfer prisoners to ICE custody or even to communicate with ICE that you’re about to release them from your custody — people that ICE is looking for.\"    Jeff Sessions U.S. Attorney General    Sacramento Wednesday, March 7, 2018 2018-03-07    Read More  info", "vclaim_id": "vclaim-pol-02335"}