{"url": "/factchecks/2014/sep/11/alberta-darling/despite-news-18-billion-shortfall-alberta-darling-/", "speaker": "Alberta Darling", "vclaim": "\"Wisconsin does not have a deficit. Thanks to Republican reforms, the 2014 budget will begin with a $443 million surplus.\"", "truth_label": "half-true", "date": "stated on September 8, 2014 in a news release:", "title": "Despite news of $1.8 billion shortfall, Alberta Darling says Wisconsin has $443 million surplus", "text": "On Sept. 8, 2014, a Wisconsin Legislative Fiscal Bureau report made headlines that said the state budget faces a \"shortfall\" estimated at nearly $1.8 billion.\nThe same day, state Sen. Alberta Darling, a suburban Milwaukee Republican, put out what seemed like a contradictory statement.\n\"Wisconsin does not have a deficit,\" Darling said in a news release, which was issued with GOP Rep. John Nygren of Marinette. \"Thanks to Republican reforms, the 2014 budget will begin with a $443 million surplus.\"\nDarling and Nygren are co-chairs of the Legislature’s Joint Finance Committee, which plays a key role in formulating the budget that was signed into law by Gov. Scott Walker.\nSo, Wisconsin taxpayers (and voters in the upcoming election for governor) would like to know: \nDoes state government have a deficit, a surplus, or what?\nBudget basics\nWisconsin’s budget, of course, is a two-year document.\nSo, there isn’t a \"2014 budget,\" as Darling said. But we are more than two months into the fiscal year that runs from July 1, 2014 to June 30, 2015. This is the second half of the 2013-’15 budget.\nThese points in time are important because, by law, the two-year state budget must be balanced. It can't run an actual deficit.\nWhat drew the headlines was the fiscal bureau’s projection that the state’s \"out-year commitment\" -- often referred to as a shortfall or a \"structural\" deficit -- is $1.8 billion for the next budget period, 2015-’17.\nThat's an estimate of how much the next biennial budget -- if there are no changes in revenue or spending -- would be out of balance. In other words, the shortfall isn't actual red ink.\nNow to Darling's claim.\nA surplus?\nDarling's office pointed us to a Legislative Fiscal Bureau memo issued five days before the $1.8 billion memo. The bureau is a nonpartisan agency that both political parties regard as the gold standard on budget matters.\nThat earlier memo says 2014-’15, the second year of the current two-year budget, started on July 1, 2014 with a balance of $443 million.\nSo, it’s true that at this moment in time -- the midpoint of the two-year budget -- the books are in the black.\nBut the same memo also projects the budget picture for the second year of the cycle.\nThat is, it shows what money is expected to come in, and how much is expected to go out. It shows the entire $443 million surplus being swallowed up and the state facing a \"revenue shortfall\" of nearly $116 million -- since revised to $396 million -- by the end of the fiscal year -- June 30, 2015. That's because tax collections have been lower than expected.\nAs we mentioned, the state cannot run an actual deficit. Accordingly, the fiscal bureau said the state might need a budget repair bill by June 30, 2015 unless revenue comes in higher than currently expected and/or spending is reduced.\nIt’s also possible, depending on how large the revenue shortfall turns out to be, that the Walker administration could reduce spending -- by not filling open positions, for example -- enough to eliminate the need for a budget-repair bill.\nSo, as of now, the state budget has a $443 million surplus, but that is expected to become a $396 million shortfall by next June.\nNow to the $1.8 billion \"out-year commitment\" or shortfall estimate for 2015-’17, which is what prompted Darling to make her claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe $1.8 billion\nThere are two key things to know about the new number from the fiscal bureau:\n1. The projected $1.8 billion shortfall -- -- about 5.8% of the spending expected in the 2015-'17 state budget -- is an educated guess about future tax collections and demands for services. Shortfalls occur in large part because of changes in how much money comes in through income and sales tax collections, which are dependent on the economy, among other factors.\n2. Again, the projection is not for the current budget cycle, but rather for the 2015-’17 biennium. A budget for 2015-’17 is what the winner of the Nov. 4, 2014 gubernatorial election between Walker and Democrat Mary Burke will have to devise.\nRather, the shortfall is an imbalance between ongoing revenues and spending. It assumes no changes in revenue and no changes in spending -- in other words, continuing the operations of state government as they are now.\nThe state has been here before.\nWhen Walker took office in January 2011, he faced a $2.5 billion \"out-year commitment\" or shortfall, plus an increase of roughly $1.1 billion in funding requests from state agencies. That amounted to a $3.6 billion \"deficit,\" which Walker addressed through funding cuts and the Act 10 collective bargaining law.\nHere’s the current situation in a nutshell:\n \n\n\n\n\n\nBudget period\n\n\nDates\n\n\nBudget condition\n\n\n\n\n\n\n2013-’15 cycle -- Year 1\n\n\nJuly 1, 2013-June 30, 2014\n\n\nEnded with $443 million surplus\n\n\n\n\n2013-’15 cycle -- Year 2\n\n\nJuly 1, 2014-June 30, 2015\n\n\nProjected to end with $116 million (later revised to $396 million) shortfall\n\n\n\n\n2015-’17 cycle\n\n\nJuly 1, 2015-June 30, 2017\n\n\nProjected to start with $1.8 billion shortfall\n\n\n\n\n\n \n \nOur rating\n \nDarling said: \"Wisconsin does not have a deficit. Thanks to Republican reforms, the 2014 budget will begin with a $443 million surplus.\"\nThe second year of the current 2013-’15 budget -- what Darling refers to as the 2014 budget -- did begin with a $443 million surplus.\nBut the year is expected to end with a $396 million shortfall, and the next biennium -- 2015-’17 -- is projected to start with a $1.8 billion shortfall.\nDarling’s statement is partially accurate, but leaves out a lot of context. Our rating is Half True.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-07326"}