{"url": "/factchecks/2012/may/23/facebook-posts/viral-facebook-post-says-barack-obama-has-lowest-s/", "speaker": "Facebook posts", "vclaim": "Says Mitt Romney is wrong to claim that spending under Obama has \"accelerated at a pace without precedent in recent history,\" because it's actually risen \"slower than at any time in nearly 60 years.\"", "truth_label": "mostly-true", "date": "stated on May 22, 2012 in on the Internet:", "title": "Viral Facebook post says Barack Obama has lowest spending record of any recent president", "text": "EDITOR'S NOTE: This item prompted a large volume and feedback and comments. We published an article about the comments on May 25 and an update to this item on May 31. You'll find the update below, at the end of the fact-check.\nOn May 22, 2012, Rex Nutting, the international commentary editor for the financial website MarketWatch, published a column titled, \"Obama spending binge never happened.\" Nutting’s column explored data on federal spending patterns during recent presidencies, concluding that -- contrary to the tax-and-spend stereotype of Democrats -- President Barack Obama has actually presided over the smallest increases in federal spending of any recent president.\n\nThe column went viral. Within hours, people who liked the column were posting a graphic on Facebook that paired a line from Nutting’s column with a quote from Mitt Romney’s campaign website.\n\nUnder the heading, \"Romney’s World,\" the Facebook post quoted a Romney Web page saying, \"Since President Obama assumed office three years ago, federal spending has accelerated at a pace without precedent in recent history.\" (That accurately quotes Romney.)\n\nImmediately to the right, under the heading, \"Real World,\" the Facebook post provided a retort using a caption from Nutting’s key chart: \"Government spending under Obama, including his signature stimulus bill, is rising at a 1.4 percent annualized pace — slower than at any time in nearly 60 years.\" (The post cited the quotation to the Wall Street Journal; technically, Nutting writes for MarketWatch, which is an affiliate of the Wall Street Journal.)\n\nThe Facebook post appears to have originated with the liberal blog Groobiecat Call, which promises \"data-driven analysis\" and \"lefteous indignation.\" Before the day was out, roughly a dozen PolitiFact readers had forwarded it to us, seeking our view of its accuracy. So we looked into it.\n\nNutting’s column\n\nFirst, let’s recap what Nutting said in his column:\n\n\"Almost everyone believes that Obama has presided over a massive increase in federal spending, an ‘inferno’ of spending that threatens our jobs, our businesses and our children’s future. Even Democrats seem to think it’s true. But it didn’t happen. Although there was a big stimulus bill under Obama, federal spending is rising at the slowest pace since Dwight Eisenhower brought the Korean War to an end in the 1950s.\"\n\nNutting ran the numbers for the past 60 years, adjusting for the fact that \"the first year of every presidential term starts with a budget approved by the previous administration and Congress.\" For Obama, that means that \"the 2009 fiscal year, which Republicans count as part of Obama’s legacy, began four months before Obama moved into the White House. The major spending decisions in the 2009 fiscal year were made by George W. Bush and the previous Congress.\"\n\nHe continued, \"By no means did Obama try to reverse that spending. Indeed, his budget proposals called for even more spending in subsequent years. But the Congress (mostly Republicans but many Democrats, too) stopped him. If Obama had been a king who could impose his will, perhaps what the Republicans are saying about an Obama spending binge would be accurate.\"\n\nNutting did, however, attribute a portion of fiscal 2009 spending to Obama rather than Bush. He reassigned about $140 billion, covering spending made that year through the stimulus bill, the expansion of a children’s health-care program and other appropriations bills passed in the spring of 2009.\n\n\"If we attribute that $140 billion in stimulus to Obama and not to Bush,\" Nutting wrote, \"we find that spending under Obama grew by about $200 billion over four years, amounting to a 1.4 percent annualized increase.\"\n\nOur analysis\n\nBefore presenting our own calculations, we’ll get some methodological issues out of the way.\n\nLike Nutting, we used historical data from the Office of Management and Budget along with projections from the nonpartisan Congressional Budget Office. Projecting outlays into the future involves a degree of uncertainty, but CBO’s most recent projections are considered the most independent and reliable.\n\nBecause we’re checking the Facebook post rather than Nutting’s column, we examined the way the post compared the presidents. Since the Facebook post ignores differences between presidents’ first and second terms, which are noted in Nutting’s chart, we’ve combined presidents’ entire tenures into a single time span. And several presidents who served during the past 60 years didn’t have tenures that coincided precisely with fiscal years, due to assassination or resignation. So we’re using the closest fiscal years we can, and we’re skipping President Gerald Ford, whose tenure was too short to adequately measure.\n\nHere are the average spending increases per year in raw dollars (not adjusted for inflation) in descending order by president:\n\n\n\n\n\nPresident\n\n\nFiscal year baseline\n\n\nLast fiscal year\n\n\nAverage percentage increase per year\n\n\n\nCarter\n1977\n1981\n16.4\n\n\nNixon\n1969\n1975\n13.5\n\n\nJohnson\n1964\n1969\n11.0\n\n\nGeorge W. Bush\n2001\n2009\n10.2\n\n\nReagan\n1981\n1989\n8.6\n\n\nKennedy\n1961\n1964\n7.1\n\n\nGeorge H.W. Bush\n1989\n1993\n5.8\n\n\nClinton\n1993\n2001\n4.0\n\n\nEisenhower\n1953\n1961\n3.6\n\n\nObama\n2009\n2013\n1.4\n\n\n\n\n \nSo, using raw dollars, Obama did oversee the lowest annual increases in spending of any president in 60 years.\n\nHere are the results using inflation-adjusted figures:\n \n\n\n\n\n\nPresident\n\n\nFiscal year baseline\n\n\nLast fiscal year\n\n\nAverage percentage increase per year\n\n\n\nJohnson\n1964\n1969\n6.3\n\n\nGeorge W. Bush\n2001\n2009\n5.9\n\n\nKennedy\n1961\n1964\n4.7\n\n\nCarter\n1977\n1981\n4.2\n\n\nNixon\n1969\n1975\n3.0\n\n\nReagan\n1981\n1989\n2.7\n\n\nGeorge H.W. Bush\n1989\n1993\n1.8\n\n\nClinton\n1993\n2001\n1.5\n\n\nObama\n2009\n2013\n-0.1\n\n\nEisenhower\n1953\n1961\n-0.5\n\n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nSo, using inflation-adjusted dollars, Obama had the second-lowest increase -- in fact, he actually presided over a decrease once inflation is taken into account.\n\nBottom line: The Facebook post’s claim that government spending under Obama is \"slower than at any time in nearly 60 years\" is very close to accurate.\n\nExplaining the results\n\nSo why the disconnect between Obama’s image as a big spender and the reality of how much federal spending has actually grown?\n\nFirst, Obama’s record on debt is a lot less flattering than is his record on federal government spending. During the same time that spending is poised to be increasing by 1.4 percent per year under Obama, the debt will be increasing by 14.6 percent per year. The reason? Year by year, federal revenues haven’t been keeping up with spending, due to the struggling national economy (which has held back tax revenues) and a continuation of tax cuts. And each year there’s an annual deficit, the national debt grows.\n\nSecond, federal spending under Obama is higher as a share of gross domestic product than it has been in most of the previous 60 years. That, too is because of the economy, which has simultaneously slowed the growth of GDP and boosted government spending for programs such as food stamps and Medicaid.\n\nThird, the aging of the baby boomers has driven a rise in entitlement spending that is masking cuts Obama and the GOP Congress have made, and have promised to make, in discretionary spending. Using outlays as the unit of measurement, as Nutting and the Facebook post have done, means focusing on money already spent. It does not take into account future spending that’s been committed to but not yet carried out.\n\nAnd finally, many Americans associate Obama with the high-profile legislative activities of his first year or two, when initiatives such as the stimulus sent spending upward the fastest. Since then, spending has slowed, thanks in part to spending cuts pushed by congressional Republicans.\n\nWhich brings us to another important issue: The president is not all-powerful, so his record on spending was accomplished in collaboration with congressional Republicans.\n\nOur ruling\n\nThe Facebook post says Mitt Romney is wrong to claim that spending under Obama has \"accelerated at a pace without precedent in recent history,\" because it's actually risen \"slower than at any time in nearly 60 years.\"\n\nObama has indeed presided over the slowest growth in spending of any president using raw dollars, and it was the second-slowest if you adjust for inflation. The math simultaneously backs up Nutting’s calculations and demolishes Romney’s contention. The only significant shortcoming of the graphic is that it fails to note that some of the restraint in spending was fueled by demands from congressional Republicans. On balance, we rate the claim Mostly True.\nUPDATE, May 31, 2012\nWhile we have already shared some of the critiques of this fact-check in a previous follow-up story, critics have since noted that two of our fellow fact checkers -- the Washington Post Fact Checker and the Associated Press -- offered more negative rulings on related claims.\nThe Fact Checker addressed the apparent discrepancy succinctly in a follow-up column, saying \"we did not evaluate the same thing.\"\nThere’s a widespread misconception that we gave a Mostly True rating to Rex Nutting’s MarketWatch column. After our original fact-check published, White House spokesman Jay Carney tweeted, \"PolitiFact backs MarketWatch analysis of federal spending under POTUS & predecessors.\" Many conservative bloggers read our fact-check the same way, as they attacked us.\nThe assumption made by both sides is wrong. We examined at a Facebook post that said Mitt Romney is wrong to claim that spending under Obama has \"accelerated at a pace without precedent in recent history,\" because it's actually risen \"slower than at any time in nearly 60 years.\" The Facebook post does rely partly on Nutting’s work, and our item addresses that, but we did not simply give our seal of approval to everything Nutting wrote. In fact, half of the Facebook post stems from something else entirely -- a claim on Mitt Romney’s website.\nUsing and slightly tweaking Nutting’s methodology, we recalculated spending increases under each president back to Dwight Eisenhower and produced tables ranking the presidents from highest spenders to lowest spenders. By contrast, both the Fact Checker and the AP zeroed in on one narrower (and admittedly crucial) data point -- how to divide the responsibility between George W. Bush and Obama for the spending that occurred in fiscal year 2009, when spending rose fastest.\nHow you divide the spending between Bush and Obama for fiscal 2009 only makes a difference to our ruling if the shifts move Obama significantly up or down our rankings. Do they?\nNutting attributed spending from the first year of every presidential term to the previous administration, arguing that every new president starts their term four months into a fiscal year begun under their predecessor. Historically, this has not been a particularly controversial approach, and even some of Nutting’s critics we spoke to agreed that it’s not a bad rule of thumb.\nBut fiscal year 2009 was special because it came amid an economic and financial free fall that drove the nation’s leaders to spend a lot more than they ordinarily would. Nutting did take these factors into account, but not to the extent that some critics think is needed. Nutting shifted $140 billion in fiscal 2009 spending from two of Obama’s signature programs -- the economic stimulus package and an expansion of the Children’s Health Insurance Program -- out of Bush’s column and into Obama’s. He also shifted excess spending beyond what Bush would have spent from the appropriations bills signed by Obama in 2009.\nA number of critics also argued that spending for the Troubled Asset Relief Program should be taken into account. This program aided troubled financial institutions and involved a lot of money going out the door in fiscal 2009 and a lot of money coming in the door in subsequent years as the money was paid back to the treasury. The critics note that counting the TARP expenses as Bush’s artificially raises the baseline level of spending Obama inherited, thereby making Obama’s subsequent spending increases seem unrealistically small.\nWe think reasonable people can disagree on which president should be responsible for TARP spending, but to give the critics their say, we’ll include it in our alternative calculation. So, combining the fiscal 2009 costs for programs that are either clearly or arguably Obama’s -- the stimulus, the CHIP expansion, the incremental increase in appropriations over Bush’s level and TARP -- produces a shift from Bush to Obama of between $307 billion and $456 billion, based on the most reasonable estimates we’ve seen critics offer.\nThat’s quite a bit larger than Nutting’s $140 billion, but by our calculations, it would only raise Obama’s average annual spending increase from 1.4 percent to somewhere between 3.4 percent and 4.9 percent. That would place Obama either second from the bottom or third from the bottom out of the 10 presidents we rated, rather than last.\nWhen we encounter a compound claim such as this one, we consider the accuracy of each part separately. During our internal discussions, we give a preliminary rating to each half of a claim, then average them to produce our final, published rating.\nOur extensive consultations with budget analysts since our item was published convinces us that there’s no single \"correct\" way to divvy up fiscal 2009 spending, only a variety of plausible calculations. So the second portion of the Facebook claim -- that Obama’s spending has risen \"slower than at any time in nearly 60 years\" -- strikes us as Half True.\nMeanwhile, we would’ve given a True rating to the Facebook claim that Romney is wrong to say that spending under Obama has \"accelerated at a pace without precedent in recent history.\" Even using the higher of the alternative measurements, at least seven presidents had a higher average annual increases in spending. That balances out to our final rating of Mostly True.", "vclaim_id": "vclaim-pol-11048"}