{"url": "/factchecks/2008/oct/01/john-mccain/a-clean-hit-not-quite/", "speaker": "John McCain", "vclaim": "\"Obama, Biden and their liberal allies oppose clean coal.\"", "truth_label": "false", "date": "stated on October 1, 2008 in a radio ad.:", "title": "A clean hit? Not quite", "text": "\"Clean coal,\" the promising yet distant ideal of burning coal for electricity without releasing harmful pollution, appeals to just about everybody.\n\n\nYet a new radio advertisement by Sen. John McCain's campaign, targeted to the coal-rich states of Colorado, Ohio, Pennsylvania and Virginia, alleges that Sen. Barack Obama opposes it.\n\n\n\"Clean coal is important to America. And to Colorado/Ohio/Pennsylvania/Virginia,\" the ad says, tailoring the narration to the state. \"For [residents of that state], coal means thousands of jobs. Economic growth. More affordable electricity. For America, coal means energy independence. And clean coal means cleaner air. But Obama-Biden and their liberal allies oppose clean coal. Listen to Joe Biden.\"\n\n\nThe ad then replays part of \n\n\n\nan exchange\n\nbetween Biden and a voter on a rope line in Maumee, Ohio, in on Sept. 17, 2008:\n\n\n\"Senator, wind and solar are flourishing here in Ohio, so why are you supporting clean coal?\" the voter asked.\n\n\n\"We're not supporting clean coal,\" Biden replied. \"Guess what, China is building two every week, two dirty coal plants, and it's polluting the United States, it's causing people to die.\"\n\n\nHe touted his record on supporting solar energy and fighting global warming, then continued:\n\n\n\"But guess what, China's going to burn 300 years of bad coal unless we figure out how to clean their coal up, because it's going to ruin your lungs, and there's nothing we can do about it. No coal plants here in America. Build them if they're going to build them over there. Make them clean, because they're killing you.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe phrase \"clean coal\" refers to a number of technologies, some in use and others early in the development stage, which would allow the burning of coal for energy without the harmful pollution that coal-fired power plants currently emit. Chief among them is \"carbon sequestration,\" a process by which the greenhouse gas carbon dioxide would be captured and injected underground or into the ocean, where it would not contribute to global warming. That is at least a decade or two away.\n\n\nStrictly speaking, Biden's comments in Maumee were not evidence that he \"oppose[s] clean coal,\" as the ad claims – rather they suggest he opposes clean coal plants in the United States, but supports the idea of developing the technology here and providing it to China.\n\n\nIn fact, Biden himself has voiced support for clean coal, calling for \"carbon capture and sequestration technologies that will allow us to use coal cleanly\" in the\n\n\n\nenergy plan\n\nhe released during his presidential campaign in the autumn of 2007.\n\n\nIn a\n\n\n\nstatement\n\n, Obama campaign spokesman David Wade explained Biden's comments this way: \"Senator Biden's point is that China is building coal plants with outdated technology every day, and the United States needs to lead by developing clean coal technologies.\"\n\n\nMoreover, Biden's remarks are far outweighed by the many instances in which Obama has spoken out in favor of clean coal, as our fellow fact-checkers at FactCheck.org\n\n\n\npointed out recently\n\n.\n\n\nHere's Obama in his acceptance speech at the Democratic National Convention in Denver on Aug. 28, 2008: \"As president, I will tap our natural gas reserves, invest in clean coal technology, and find ways to safely harness nuclear power.\"\n\n\nHere he is in Detroit, Mich., on May 7, 2007: \"We'll also need to find a way to use coal – America's most abundant fossil fuel – without adding harmful greenhouse gases to the environment.\"\n\n\nIf there were any doubt that Obama supports the development of clean-coal plants in the United States specifically, the energy plan on his Web site makes that explicit: \"Barack Obama and Joe Biden will...develop and deploy clean coal technology. Carbon capture and storage technologies hold enormous potential to reduce our greenhouse gas emissions as we power our economy with domestically produced and secure energy...Barack Obama and Joe Biden will instruct DOE (the Department of Energy) to enter into public private partnerships to develop “first-of-a-kind” commercial scale coal-fired plants with carbon capture and sequestration.\"\n\n\nSo no, Obama and his \"liberal allies\" do not oppose clean coal. Nor does Biden, unless you interpret comments he made off the cuff on a rope line overly broadly, and give them more credence than the energy plan he developed during his presidential campaign. We find McCain's claim to be False.", "vclaim_id": "vclaim-pol-15941"}