{"url": "/factchecks/2009/oct/02/michael-moore/michael-moores-film-capitalism-claims-richest-paid/", "speaker": "Michael Moore", "vclaim": "In the 1950s,  \"A lot of people got rich — and they had to pay a top tax rate of 90 percent.\"", "truth_label": "mostly-true", "date": "stated on October 2, 2009 in in his movie \"Capitalism: A Love Story\":", "title": "Michael Moore's film Capitalism claims richest paid top tax rate of 90 percent in the 1950s", "text": "In his new film,\n\nCapitalism: A Love Story\n\n, Michael Moore makes a case that the richest Americans used to shoulder a much bigger portion of the tax burden back in the years of his childhood.\n\n\nIn the 1950s, \"A lot of people got rich — and they had to pay a top tax rate of 90 percent,\" Moore says in the film.\n\n\nConsidering that the top marginal tax rate for the wealthiest Americans today is 35 percent, that figure seems astounding. But it's true that in the 1950s, the top\n\nmarginal\n\ntax rates were over 90 percent.\n\n\nSo does that mean that someone in 1955 making a half million dollars had to fork over $450,000 of it to Uncle Sam? No.\n\n\nWe are talking here about \"marginal\" tax rates. Moore doesn't go out of his way to explain this, so we will. The marginal tax rate is the top rate of income tax charged to individuals on their last dollar of earnings. So in 1955, for example, when the top marginal tax rate was 91 percent, that was the tax rate owed on a person's income over $300,000. That person would, however, pay 20 percent on the first $2,000 of income; 21 percent on the next $2,000 in income; 24 percent on the next $2,000 and graduated on up to the highest rate. On average, a person making, say, $500,000 would pay substantially less than 90 percent of their income in federal taxes.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe top marginal tax rates peaked in 1952 and 1953 at 92 percent for income over $300,000.\n\n\nBob Williams of the Tax Policy Center did some math for us to give this some perspective.\n\n\nIn 1952 and 1953, Williams said, when the top income tax rate was 92 percent for income over $300,000, a person would have to make waaaay more than $300,000 to actually end up paying an average of 90 percent of their income. According to Williams, someone would have to make $2,328,400, and therefore pay $2,095,560, to get to that 90 percent threshold.\n\n\nBut people with income of less than $2.3 million — remember we're talking about 1952 and 1953 — would have paid, on average, something less than 90 percent, and perhaps much less.\n\n\nStill, Moore's point is valid. The top marginal tax rates paid by the richest Americans were far higher in the 1950s than they are now. In 2009, the top marginal rate was 35 percent on income above $372,958. And although Moore didn't use the term \"marginal tax rate,\" he did say \"top tax rate.\" People without CPAs might mistake that for a person's average tax rate (it's not), but it's valid wording. And so we rule this one Mostly True.", "vclaim_id": "vclaim-pol-15547"}