{"url": "/factchecks/2015/aug/11/andrew-napolitano/did-hillary-clinton-emails-reveal-location-ambassa/", "speaker": "Andrew Napolitano", "vclaim": "Emails released to the public show Hillary Clinton discussed \"the location of Ambassador Stevens, who of course was murdered, in Libya.\"", "truth_label": "half-true", "date": "stated on August 5, 2015 in in an interview on Fox's \"Hannity\":", "title": "Did Hillary Clinton emails reveal location of ambassador killed in Benghazi attack?", "text": "Of course Hillary Clinton’s emails contained classified information, says Fox News legal analyst Andrew Napolitano.\nThat’s obvious, in his view, from the sensitive content of the emails that have been released.\nThe FBI is now investigating the security of the private email system Clinton used while secretary of state, which was not designed to handle classified information. Clinton has said she never dealt with classified information on her private server, though two government watchdog groups have said she did.\nEven the emails that have now been made public contain sensitive information -— including information about Benghazi, said Napolitano, a former judge, in an Aug. 5 conversation with Fox News host Sean Hannity.\n\"I saw emails that have been revealed under the Freedom of Information Act,\" Napolitano said. \"And in them, she is discussing the location of French fighter jets during the NATO bombardment of Libya, how big the no-fly zone is, where the no-fly zones are, and are you ready for this? — the location of Ambassador Stevens, who of course was murdered, in Libya. If that is not classified — if she didn’t know that was classified, she has no business being in public office.\"\nFormer U.S. Ambassador to Libya Christopher Stevens was killed in the 2012 attack on a diplomatic compound in Benghazi. Do emails contained on Clinton’s private server really discuss information about his location in Libya?\nAs we'll see, Clinton's emails discuss Stevens' location in general terms — similar to information shared in the media at the time.\nKey emails\nWe found six possibly relevant emails in the cache of Clinton emails that the State Department has released to the public so far. These emails all take place in a one-month period in 2011 during the Libyan Civil War, about a year and a half before the September 2012 Benghazi attack. At the time, Stevens was not yet the ambassador — he was the special envoy to the Transitional National Council (called the TNC), then the de facto government of Libya — and he was embarking on his first trip to Libya in this role. He became ambassador in May 2012, about four months before his death.\nWe’ll lay out the key points in each email that speak to Stevens’ whereabouts, and then get into the analysis.\nMarch 23, 2011: In this email, which Napolitano pointed out to us, Clinton’s then-chief of staff Jacob Sullivan wrote to Clinton about the NATO mission in Libya. Sullivan also wrote that someone named Bill was \"trying to make sure Chris Stevens gets into E. Libya.\"\nMarch 27, 2011: This is an email between two State Department officials that was then forwarded to Clinton. The subject line is: \"Chris Stevens mission.\" Regarding his location and travel plans, the email said, \"The current game plan is for Mr. Stevens to move no later than Wednesday from Malta to Benghazi. He will stage off shore initially for a one day visit during which he will have meetings with TNC interlocutors and get a sense of the situation on the ground. The goal of this one day trip is for him to lay the groundwork for a stay of up to 30 days.\"\nApril 8, 2011: An email among State Department employees (marked \"sensitive but unclassified\") that was later forwarded to Clinton said, \"Security situation in Benghazi remains quiet. Chris Stevens & team are in the hotel, moving only for meetings as required.\"\nApril 10, 2011: Another email among State Department employees later forwarded to Clinton marked \"sensitive but unclassified\" said, \"The situation in Ajdabiyah has worsened to the point where Stevens is considering departure from Benghazi. The envoy's delegation is currently doing a phased checkout (paying the hotel bills, moving some comms to the boat, etc).\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nApril 22, 2011: Yet another email among State Department employees, this one marked \"unclassified,\" that was later forwarded to Clinton, \"I want to let you know about a temporary rotation in Benghazi. TNC Envoy Chris Stevens has been on the road since March 13, when he began his outreach mission, and has been in Benghazi since April 5.\"\nApril 24, 2011: A final email among State Department employees later forwarded to Clinton: \"Stevens will be meeting with MFA in one hour and will make a written request for better security at the hotel and for better security-related coordination. He still feels comfortable in the hotel. They are looking into the idea of moving into a villa, but that is some way off.\"\nAfter this email, few of the emails released so far discuss Stevens in any capacity until after the 2012 attacks. Clinton only participated in the March 23 email conversation, and she did not say anything about Stevens’ location; in the other emails, she only received the messages. In any case, the information ended up on her private email server.\nWhat do the emails tell us?\nThese emails do discuss Stevens’ location, though the terms are vague. We learn from the emails that Stevens was in Malta then Benghazi, where he met with local leaders at unspecified locations, and he stayed at an unnamed hotel. That’s about it.\nNapolitano’s statement suggests that if a bad guy had gotten his hands on these emails, Stevens could have been in danger because the bad guys would know exactly where to find him. In reality, these emails don’t reveal much more than what was publicly known at the time.\nOn March 25, 2011, Stevens’ predecessor, Ambassador Gene Cretz, said in a press conference that Stevens would soon be traveling to Benghazi. We found at least four State Department daily press briefings between March and April 2011, where a press secretary discussed Stevens’ Benghazi plans with journalists. Quite a few newspaper and television reports at the time said Stevens was in Benghazi meeting with local leaders, such as the New York Times and Fox News.\nThe media reports did not mention that Stevens went into Libya by way of Malta, and that he had set up shop at a hotel. There is, however, an April 11, 2011, Associated Press photo of Stevens meeting with local journalists at the Tibesty hotel in Benghazi, where we now know (as a result of State Department and congressional Benghazi investigations) Stevens had lived and worked in 2011.\nNow to address the broader point of Napolitano’s statement: that Clinton sent and received classified information. Three of the six emails detailed above were marked \"unclassified.\" Regarding the other three, Clinton received information from other State Department employees, and — as we found in a prior story — as head of the agency, she had the authority to say whether information from her department was classified or not.\nOf course, there’s always the possibility of Clinton emails clearly containing classified or sensitive information about Stevens that have yet to be or never will be released.\nBut Napolitano specified that he was talking about emails already available to the public.\nOur ruling\nNapolitano said emails released to the public show Clinton discussed \"the location of Ambassador Stevens, who of course was murdered, in Libya.\"\nTo clarify, Stevens was not the ambassador to Libya at the time, and the emails occurred about 18 months before the Benghazi attacks that killed him.\nClinton received at least six emails that discussed Stevens’ location in Libya, though the terms are vague -- for example, saying he was in Benghazi at an unidentified hotel.\nThe context of Napolitano’s statement gives the impression that the emails contain information that would have been damaging if released, but it was widely noted in the media at the time that Stevens was in Benghazi, and on at least one occasion, reporters encountered him at the hotel where he was living and working.\nThe statement is partially accurate but leaves out important details and context, so we rate it Half True.", "vclaim_id": "vclaim-pol-06081"}