{"url": "/factchecks/2012/dec/06/michael-doherty/sen-michael-doherty-says-state-report-confirms-red/", "speaker": "Michael Doherty", "vclaim": "Says a new state report \"confirms\" that red-light cameras \"lead to more accidents, more injuries and greater cost.\"", "truth_label": "half-true", "date": "stated on November 28, 2012 in an op-ed on NorthJersey.com:", "title": "Sen. Michael Doherty says state report confirms red-light cameras lead to \"more accidents, more injuries and greater cost\"", "text": "More accidents, more injuries, more costs.\n\nAs state Sen. Michael Doherty sees it, those are the results confirmed by a new state report into New Jersey’s red-light camera program. Pointing to that evidence, the Warren County Republican called for ending the camera use in a Nov. 28 op-ed on NorthJersey.com.\n\nThe report from the state Department of Transportation, Doherty wrote, \"confirms\" that red-light cameras \"lead to more accidents, more injuries and greater cost.\"\n\nDoherty’s claim is solid as far as the report’s overall findings for the 24 intersections where red-light cameras had been recording violations for at least a full year by the end of 2011.\n\nBut the senator failed to mention how the report shows a reduction in total crashes and costs at the two locations with two years of data. Also, the report contains repeated warnings to not draw final conclusions about the program, as Doherty appears to have done.\n\nDoherty told us he stands by his statements.\n\n\"There should be little surprise that government bureaucrats don't want us to draw the obvious conclusions that are supported by the data they hoped would remain hidden in an obscure report,\" the senator said in an e-mail.\n\nUnder the five-year pilot program, which officially began in December 2009, traffic control monitoring systems produce images of vehicles running red lights, which are reviewed by law enforcement officials to see if a violation occurred.\n\nAs compared with the year before the cameras were installed, total crashes at those 24 intersections increased from 577 to 582, or about 0.9 percent, and crash severity costs increased by an estimated $1,172,800, the report states. Those costs include vehicle damage and repair, medical care and even funeral expenses, according to the report.\n\nBut the report also points out how there has been an overall reduction in crashes and costs at the two locations -- both in Newark -- where cameras had been operational for two full years.\n\nComparing the second year of operation to the year before installation, the combined effect at those two locations has been a reduction in total crashes from 47 to 20, or about 57 percent, according to the report. At those locations, total estimated crash severity costs have decreased by $268,900, the report states.\n\nWhen comparing the first and second years of camera use at those intersections, total crashes dropped from 26 to 20, or about 23 percent, and there was a net reduction in crash severity costs of $119,900, the report states.\n\nDoherty pointed out how the total number of right-angle and rear-end crashes at those two intersections only dropped from 9 to 8 between the first and second years of camera operation. The senator referred to that reduction as \"a statistically insignificant decline.\"\n\n\"There is no evidence that the massive safety gains that we were told to expect have appeared or are likely to appear if the red light pilot program is allowed to continue,\" Doherty added.\n\nBut the state report repeatedly cautions readers to not draw final conclusions, and notes how many other locations had not been involved in the program long enough to be included in the crash analyses.\n\nOf the analysis regarding those 24 locations, the report says, \"it is important to remember that safety trends are never established over a single year, and as such additional sustained analysis is needed before concrete conclusions can be drawn.\"\n\nOur ruling\n\nIn an op-ed, Doherty claimed a new state report \"confirms\" that red-light cameras \"lead to more accidents, more injuries and greater cost.\"\n\nThe senator’s claim accurately reflects the overall findings at the 24 locations where cameras had been operational for at least a full year by the end of 2011. But Doherty failed to mention how there’s been a overall reduction in crashes and costs at the two locations with two years of data.\n\nAlso, Doherty doesn’t heed the report’s repeated warnings to not draw any final conclusions.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrank Lautenberg\n\n\nstated on June 15, 2011 in an interview on ABC's \"Top Line\"\n\n\n\n\n\n\n\n\n\"Since 2004, there have been some 1,300 attacks (on rail targets). Four thousand people have died. Thousands of injuries.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • June 28, 2011\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09948"}