{"url": "/factchecks/2018/oct/12/stephen-carter/no-5-4-supreme-court-rulings-are-not-rise/", "speaker": "Stephen Carter", "vclaim": "The 5-4 decisions the Supreme Court reaches \"are going up.\"", "truth_label": "false", "date": "stated on October 9, 2018 in in an interview:", "title": "No, 5-4 Supreme Court rulings are not on the rise", "text": "Justice Brett Kavanaugh’s seating on the Supreme Court followed one of the most bitter and divisive confirmation fights in the High Court’s history.\nSome legal commentators suggested that, in addition to questions of Kavanaugh’s personal history and judicial temperament, the Supreme Court’s own internal dynamics helped intensify the fight over the vacant seat.\n\"One of the reasons I think we fight so hard is you look at the number of 5-4 decisions the Supreme Court reaches. Those are going up,\" said Yale Law professor Stephen Carter. \"The more those decisions go up, the more valuable each seat is, each vacancy.\"\nThere may be a public perception that 5-4 decisions are up, perhaps owing to blockbuster rulings in recent years on everything from health care to voting rights to political spending that were decided by this slimmest of margins. It’s also possible that Kavanaugh could cast deciding votes on cases with major implications for American society.\nBut the data shows that 5-4 decisions are not trending upward.\nNot trending up\nWe reached out to Carter, who said he’d misspoken.\n\"Mea culpa. I do know better,\" he said of his Oct. 10 appearance on MSNBC’s Morning Joe. \"When I talk about this subject to students and colleagues, I usually refer to the perception that there are lots of 5-4 decisions as the driver of perceived value of each vacancy.\"\nTo be sure, many high profile cases have been decided on a 5-4 basis in recent years. The most recent term also had a higher rate of 5-4 decisions than the previous two terms. However, there’s no discernible long-term upward trend, according to a SCOTUSBlog analysis of past 13 terms, as well as interviews with Supreme Court watchers:\n\n\"I don’t think there’s a particular trend there,\" said Ilya Shapiro, a senior fellow in Constitutional Studies at the libertarian Cato Institute. \"I don’t think it’s accurate to say that the rate of 5-4 decisions is increasing.\"\nWhat about ‘big’ cases?\nNot all cases the justices hear are equal, of course. Each year, some cases carry greater potential impact and public interest than others.\nExperts told us that when charting the relative frequency of 5-4 decisions over time, there’s no objective way to separate the (for lack of better term) major cases from minor cases.\nHowever, Sara Benesh, a political science professor at the University of Wisconsin - Milwaukee, said blockbuster cases do tend to produce less consensus than minor ones. But that’s nothing new, she said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"It is true that ‘big,’ controversial cases are more likely to be decided 5-4 than more ‘routine’ cases,\" she said. \"But that has been true over time as well.\"\nOftentimes those divisions break along familiar ideological lines.\nJustice Elena Kagan, an Obama appointee, addressed the Court’s voting breakdown in a recent speech. She said the Court’s relatively high frequency of 9-0 opinions is underappreciated, but acknowledged that big cases often do produce more disagreement.\n\"There are some issues — some important issues that people care about — in which the court is more closely divided and tends to be divided along lines that you might predict, if you look at who nominated each of us,\" she said.\nI transcribed the entirety of Justice Elena Kagan's answer about the Supreme Court and institutional legitimacy because I think it's important. pic.twitter.com/BzEbXF5Z9T— Cristian Farias (@cristianafarias) October 6, 2018 \nOverall, the rate of 9-0 decisions have outnumbered the rate of 5-4 decisions in recent years, according to Sarah Turberville of the government watchdog group Project on Government Oversight, who provided the following chart:\n\n\"It’s not entirely accurate to say 5-4 decisions have increased,\" Turberville said. \"Yes, there was an increase from 2016 to 2017, but there was also an increase in 9-0 decisions over that course of time.\"\nOur ruling\nCarter said that the 5-4 decisions the Supreme Court reaches \"are going up.\"\nThe most recent Supreme Court term had a higher rate of 5-4 decisions than the previous two terms. However, the data since at least 2005 shows 5-4 decisions are not trending upward.\nCarter himself said he misspoke, and meant to say there was a perception that such cases were on the rise.\nWe rate this False.\n Share the Facts 2018-10-12 14:46:19 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  The 5-4 decisions the Supreme Court reaches \"are going up.\"    Stephen Carter Law Professor https://www.msnbc.com/morning-joe/watch/the-case-for-term-limits-for-supreme-court-justices-1340025411538?v=railb&   in an interview Tuesday, October 9, 2018 2018-10-09    Read More  info", "vclaim_id": "vclaim-pol-01482"}