{"url": "/factchecks/2017/mar/09/bill-nelson/did-sen-bill-nelson-flip-flop-use-filibuster-supre/", "speaker": "Bill Nelson", "vclaim": "On filibusters for U.S. Supreme Court nominees.", "truth_label": "no-flip", "date": "stated on March 7, 2017 in an online post:", "title": "Did Sen. Bill Nelson flip-flop on use of filibuster for a Supreme Court nominee?", "text": "A conservative group misfired in its attack on U.S. Sen. Bill Nelson, D-Fla., for being inconsistent on the use of the filibuster for Supreme Court nominees.\nAmerica Rising Squared, the policy arm of the conservative America Rising PAC, said in an online post that Nelson, up for re-election in 2018, committed a \"filibuster flip-flop\" on President Donald Trump nominee Neil Gorsuch.\n\"In 2006, Nelson opposed the use of a filibuster for the nomination of Justice (Samuel) Alito, but now has adopted a different stance,\" said America Rising Squared, a group advocating for senators to support Gorsuch.\nWe decided to look at whether Nelson flip-flopped on using the filibuster for a Supreme Court nominee on our Flip-O-Meter, which examines whether a politician has been consistent on an issue.\nExperts told us America Rising mischaracterized Nelson’s record.\nSamuel Alito and the filibuster process\nAs proof of its claim, America Rising Squared points to Nelson’s votes in January 2006 on the nomination of Alito, who was appointed by President George W. Bush to succeed retiring Justice Sandra Day O'Connor.\nDemocrats fought against Alito’s nomination mainly due to his criticism of Roe vs. Wade, the decision that legalized abortion nationwide.\nBut in the weeks leading up to the vote, Democrats, including leaders Harry Reid and Charles Schumer showed little interest in using the filibuster to block his nomination. (Reid and Schumer would ultimately go along with the filibuster.)\nUnder Senate rules, a minority of senators -- even just one -- can filibuster, or hold up, a Supreme Court nomination, effectively requiring 60 votes for a motion to end debate and move on to the nomination itself. When the minority party filibusters an initiative, as many Democrats have pledged to do with the Gorsuch nomination, the majority party can force a vote through a procedure called cloture. This effectively ends the filibuster by limiting the debate to 30 more hours.\nDays before the vote on Alito, Reid said, \"Everyone knows there is not enough votes to support a filibuster.\"\nMassachusetts Democrats John Kerry and Ted Kennedy led a filibuster effort anyway, drawing interest from Hillary Clinton and Barack Obama as they contemplated a presidential bid. But the effort failed, as almost half of the Senate's Democrats — including Nelson — voted against it on Jan. 30.\nWe found no statements by Nelson at the time about his opinion on the use of the filibuster, but he didn’t go along with it.\nThe Senate voted 72-25 to end debate on Alito's Supreme Court nomination. A \"yes\" vote was a vote to end debate, while a \"no\" vote was a vote to filibuster Alito’s nomination. Nelson was one of 19 Democrats and 53 Republicans to vote \"yes.\"\nThe next day, the Senate held an up-or-down vote on Alito’s nomination. Nelson was one of 42 senators to vote against Alito while 58 voted in favor.\nNelson told reporters that he viewed Alito as being against the \"little guy\" in the face of big corporations and government.\nNelson’s statements about Gorsuch process\nSince the Republicans currently hold 52 Senate seats, it means the GOP needs eight Democrats to schedule a final vote on Gorsuch, assuming no Republican defections. (Then the nomination itself needs only 51 votes to pass.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKendrick Meek\n\n\nstated on August 24, 2010 in his primary victory speech.\n\n\n\n\n\n\n\n\nKendrick Meek claims he's the only candidate who said Sonia Sotomayor \"will make an excellent Supreme Court justice.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • August 25, 2010\n\n\n\n\n\n\n\nIt will likely be difficult for Republicans to sway eight Democrats, so it’s possible that the GOP will use the \"nuclear option.\"\nRelated to Gorsuch’s nomination, Nelson’s spokesman Ryan Brown pointed to Nelson’s interview with the Tampa Bay Times in February. (The Times is PolitiFact’s parent company.)\nNelson told the Times he stands with Democrats in insisting on a 60-vote threshold.\n\"You bet I do. The filibuster has always forced the political extremes to come of the middle to build consensus,\" Nelson said, adding it was a \"mistake\" for Reid to lower the threshold on other nominees that were stymied by Republicans.\nBrown told PolitiFact Florida that Nelson doesn’t support the \"nuclear option,\" a procedural shortcut known as the \"nuclear option\" that would enable Senate Republicans to sidestep the 60-vote threshold for Supreme Court nominations.\n\"In 2006, Nelson voted for cloture - that doesn’t mean he supports changing the Senate rules,\" Brown said. \"Just because you vote for cloture, doesn’t mean you support the so-called ‘nuclear option.’ \"\nSee our explainer on the \"nuclear option\"\nWe asked three political science professors to review America Rising’s argument against Nelson’s actions.\nAll three said they saw no inconsistencies in Nelson’s actions.\n\"There is a huge difference between voting for cloture in 2006 (utilizing a process in the existing rules) and not wanting to see the Senate change its rules in 2017,\" said Gregory Koger at the University of Miami. \"Indeed, there is a high level of consistency between these actions: Both affirm the use of the existing cloture rule to address filibusters against Supreme Court nominations.\"\nSteven S. Smith, a Washington University political science professor, said that favoring the 60-vote threshold is not inconsistent with voting for or against cloture or the confirmation in any particular case.\n\"In this case, a senator has a point of view about the best rules for the Senate and, under those rules, exercises his judgment in different ways on different issues,\" Smith said. \"There is nothing inconsistent about that.\"\nIn Alito’s case, Nelson wanted the Senate to vote on the nomination even though he opposed Alito, said Burdett Loomis at the University of Kansas.\n\"Now he says he supports 60 votes (to overcome a filibuster) to bring Gorsuch’s nomination forward,\" Loomis said. \"This is exactly what he did with Alito, even though he might well vote differently in this instance. And this has nothing to do with the nuclear option.\"\nOne final point: Nelson’s stance related to the process of Gorsuch’s nomination isn’t complete. Nelson, who met with Gorsuch on March 7, has \"not yet decided how he will vote on cloture or confirmation,\" Brown told PolitiFact Florida.\nOur ruling\nNelson did not join a failed effort by some of his Democratic nominees to filibuster Alito’s nomination in 2006. He voted to end debate and then voted against Alito’s nomination.\nGorsuch’s nomination hasn’t reached a vote yet, and Nelson hasn’t said how he will ultimately vote on cloture or confirmation. But he has said he stands by the 60-vote threshold.\nNelson made No Flip.\n'\n Share the Facts   Politifact    7 7  Politifact Rating: No Flip  On filibusters for U.S. Supreme Court nominees.    Bill Nelson U.S. Senator    Tuesday, March 7, 2017 03/07/2017    Read More  info", "vclaim_id": "vclaim-pol-03579"}