{"url": "/factchecks/2011/nov/17/rob-cornilles/do-more-half-all-tax-filers-really-pay-no-federal-/", "speaker": "Rob Cornilles", "vclaim": "Says \"51 percent of federal tax filers paid zero federal income tax.\"", "truth_label": "true", "date": "stated on November 14, 2011 in a statement on his website:", "title": "Do more than half of all tax filers really pay no federal income tax?", "text": "Trying to figure out how much federal taxes a person paid in any year is almost as random as predicting the airfare of the person next to you on a flight.\n\nRepublican Rob Cornilles, who’s running for Oregon’s 1st congressional district, can’t.\n\n\"Our federal tax system is broken,\" he says on his website. \"A dizzying number of credits, deductions, and loopholes have created a maze where people spend money on things designed to avoid taxes rather than generate economic growth.\"\n\n\"As a result\" of all the deductions, exceptions and accumulated gifts in the tax code,\" Cornilles continues, \"fifty-one percent of federal tax filers paid zero federal income tax\" in 2009, the most recent year for which full details are available.\n\nWhat? More than half of all people who filed federal taxes two years ago did not pay a penny? Really? This is the kind of question PolitiFact Oregon loves most, a hard number attached to a specific claim. Let’s take a look.\n\nWe start with the Joint Committee on Taxation, a respected and decidedly wonkish bipartisan committee of Congress. The committee found that for tax year 2009, roughly 22 percent of \"tax units\" (not exactly \"households,\" but we’ll give Cornilles a pass on the terminology) ended up without any tax liability. Another 30 percent got all their tax money back from the government, through mechanisms such as the Earned Income Tax Credit, a longstanding policy that encourages low-income Americans to work by refunding money through the tax code. By contrast, the committee found just 49 percent of Americans owed anything to the government.\n\nPut another way, 51 percent of taxpayers in 2009 had zero liability, according to the committee’s research.\n\nLater studies reached a similar conclusion. A July 11 report issued by the Tax Policy Center, which is a joint effort by the Urban Institute and Brookings Institution, concluded that \"about 46 percent of American households will pay no federal individual income tax in 2011.\"\n\nBob Williams, a tax policy specialist at the nonpartisan Tax Policy Center, said this is largely carried out through popular tax breaks, which are sometimes called \"tax expenditures.\"\n  \n\"There are lots and lots of them,\" he said. \"We estimate they total more than a trillion dollars a year in reduced taxes, and in fact the bulk of those go to the top end of the income distribution.\"\n  \nHowever, because high earners have so much income liability, the breaks they get still don’t lower their taxes to zero. By contrast, popular lower- and middle-income breaks such as child credits and mortgage interest deductions do get a big share of the population off the hook.  \n\nTax demographics are a lot like the weather; it changes year to year though the general framework holds - August is hot and January is cold. In this case, a substantial percentage of Americans pay no taxes each year even though the percentage bounces up and down over time.\n\nFigures from the Urban-Brookings Tax Policy Center show that since 2004, the percentage of no-liability tax units has been as low as 39.9 percent in 2007. In fact, 2009 -- the year Cornilles cites on his webpage -- may prove to be a high point. The center’s projections suggest that the rate could fall to 49.5 percent for tax year 2010 and 46.4 percent in 2011.\n\nThere’s no doubt, then, that the 51 percent figure Cornilles cites holds up. The Joint Commission on Taxation and the Urban-Brookings Tax Policy Center have strong reputations. But when we asked, Cornilles’ campaign said he relied on another source as his primary defense - a national PolitiFact item written in July that examined Texas Sen. John Cornyn’s assertion of the same claim. Good source, we think.\n\nJust as Cornyn did from the Senate floor last summer, Cornilles was clear and precise that his reference to 51 percent not paying taxes relates to 2009. The claim held up then and it does now. We rate his claim: True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nWhat do you think? Head back to OregonLive to join the discussion.", "vclaim_id": "vclaim-pol-12075"}