{"url": "/factchecks/2017/dec/02/kathy-sheehan/being-undocumented-immigrant-us-not-crime/", "speaker": "Kathy Sheehan", "vclaim": "\"Simply being in this country without documentation is not a crime\"", "truth_label": "mostly-true", "date": "stated on November 16, 2017 in an interview on Tucker Carlson Tonight:", "title": "Is living as an undocumented immigrant in the U.S. a crime?", "text": "Albany Mayor Kathy M. Sheehan said in a national television interview that it’s not a crime for immigrants to live in the U.S. without documentation.\nSheehan, a Democrat, was defending her city’s status as a so-called \"sanctuary city\" to Fox News host Tucker Carlson. The city's law enforcement officials do not report undocumented immigrants to federal authorities unless they commit a serious crime.\n\"Simply being in this country without documentation is not a crime,\" Sheehan said. \"The U.S. Supreme Court has said that.\"\nCarlson was left baffled.\n\"You just said that being here illegally is not illegal? I’m not aware of that Supreme Court decision,\" Carlson said. \"How is that true?\"\nSheehan cited a court ruling.\n\"In Arizona v. the United States, the Supreme Court said simply being here undocumented is not a crime,\" she said. \"There are civil violations and then there are criminal violations.\"\nSo, who’s right? Sheehan or Carlson?\nWhat’s Sheehan talking about?\nThe Supreme Court case Sheehan cited involved a 2010 challenge to an Arizona immigration law from the Obama administration.\nThe law required that immigrants carry documents proving their status in Arizona. Police were also instructed to stop and seek documents from anyone they suspected of being undocumented. Those without documents faced a state criminal charge.\nThe Obama administration contended Arizona could not create a state level criminal charge for the violation because it’s already regulated by Congress.\nThe Supreme Court agreed with the Obama administration and struck down that section of the Arizona law, among other parts. \nCivil or criminal\nExperts supported Sheehan’s claim by pointing out how the U.S. legal system works.\nPeople who break the law in the U.S. have committed either a criminal or civil violation depending on how the law defines it and how prosecutors choose to proceed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n \n\n\n\n\n\n\nBeing in the U.S. without documentation is considered a civil matter, said Nancy Morawetz, professor of clinical law at New York University School of Law.\n\"Being present in the U.S., that status, is not a crime,\" Morawetz said.\nThat doesn’t mean undocumented immigrants can live in the U.S. without consequence, said Rick Su, a professor at the University at Buffalo School of Law. Federal authorities can deport them.\nA criminal violation comes with a punishment, like time in prison. Civil cases come with penalties instead. Deportation is considered a penalty under federal law, not a punishment.\n\"Congress can decide what they want to make a crime and what they want to make a civil violation,\" Su said. \"What they’ve decided is that immigration violations by themselves are civil violations.\"\nThe Supreme Court confirmed that decision in Arizona v. United States.\n\"What the Supreme Court said in Arizona v. U.S. is that generally being unlawfully present in the U.S. is not a crime, and that’s definitely true,\" Su said. \"What the court did, is say Congress had made these civil violations and Arizona is trying to make them criminal violations.\"\nWhy a civil matter?\nIt’s easier to deport undocumented immigrants through civil proceedings, Su said.\nIn deportation proceedings, immigrants face a special immigrant judge. The government does not have to provide a public attorney to immigrants who cannot afford one in these cases.\nThe burden is then entirely on the immigrant to show they are in the country lawfully. They are also not entitled to any kind of due process.\nThere are some immigration laws that can land an immigrant in criminal court. Entering the U.S. illegally is a crime, for example, but staying after a temporary visa has expired is a civil violation. As much as two-thirds of undocumented immigrants in the U.S. entered legally with a visa, according to the Center for Migration Studies.\nOur ruling\nSheehan said \"simply being in this country without documentation is not a crime.\"\nIt may be semantics, but Sheehan is right. Living in the U.S. without documentation is a civil violation, not a crime.\nPolitiFact Florida rated a similar claim Mostly True earlier this year. As its fact check noted, however, those in the U.S. without documentation may have committed a crime by entering the country illegally.\nMark Krikorian, executive director of the Center for Immigration Studies, a group that generally opposes loosening immigration laws, told PolitiFact Florida that \"it's easy for such individuals to run into separate criminal problems even beyond their method of entry, such as filling out an employment eligibility form to get a job when they aren’t eligible to work.\"\nBut their illegal presence is not a crime.\nSheehan's statement is accurate but needs clarification or additional information. We rate it Mostly True.\n Share the Facts 2017-12-02 02:38:19 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Simply being in this country without documentation is not a crime\"    Kathy Sheehan Albany Mayor https://insider.foxnews.com/2017/11/16/tucker-carlson-debates-sanctuary-city-mayor-albany-ny-kathy-sheehan-illegal-immigration    Thursday, November 16, 2017 2017-11-16    Read More  info", "vclaim_id": "vclaim-pol-02636"}