{"url": "/factchecks/2015/oct/11/dave-brat/understanding-freedom-caucus-divide-house-republic/", "speaker": "Dave Brat", "vclaim": "Says Republican Rep. Charlie Dent wants to kick the Freedom Caucus out of the Republican conference \"for voting our conscience.\"", "truth_label": "false", "date": "stated on October 11, 2015 in comments on \"Meet the Press\":", "title": "Understanding the Freedom Caucus divide with House Republicans", "text": "Encapsulating the divide and chaos in the GOP, the conservative who defeated former Majority Leader Eric Cantor and a moderate Republican duked it out on NBC’s Meet the Press.\nFollowing Cantor’s defeat and John Boehner’s announcement that he would step down as speaker, the insurgent wing of the party claimed their third victory when California Rep. Kevin McCarthy withdrew from the race to replace Boehner. Republicans, however, have yet to agree on a new leader as the infighting continues.\nRep. David Brat of Virginia, Cantor’s replacement and a member of the conservative Freedom Caucus, blasted the establishment for caving to Democrats and President Barack Obama, while Rep. Charlie Dent, R-Penn., expressed frustration that the hard right refuses to govern. (\"A pox on both your wings!\" chimed in conservative radio host Hugh Hewitt.)\nHere’s a part of their Oct. 11 exchange:\nBrat: \"I follow the American people. Charlie here wants us to follow, like a caucus or whatever. He wants to kick us out of our conference for voting our conscience.\"\nDent: \"I don’t want to do that.\"\nBrat: \"You’re on the record last week saying it.\"\nCROSSTALK\nBrat: \"I’ve got quotes. ...\"\nDent: \"That’s an outrageous thing to say.\"\nBrat: \"No, it’s absolutely true.\"\nDent: \"That’s not true.\"\nBrat: \"You said we ‘need to be punished,’ end quotes.\"\nDent: \"No, I said we should marginalize people who don’t want to govern.\"\nWe were curious about Brat’s claim that Dent wants to give the Freedom Caucus the boot. \n\"Members of Congress should be able to vote their conscience and cast a vote that represents their constituencies without fear of retribution or political punishment,\" Jack Minor, Brat’s spokesperson, told us.\nTo prove Brat’s point, Minor sent us a few examples of Dent criticizing the insurgent conservatives, as well as articles in which anonymous sources say leadership allies and members of the Tuesday Group — an informal caucus of moderate Republicans led by Dent — are considering excommunication.\nBut that’s not the same thing as Dent saying \"on the record\" that he wants to kick the Freedom Caucus out of the conference for \"voting their conscience\" or that they \"need to be punished.\"\nDent told us he never made such a statement, but suggested Brat may have been confusing him with California Rep. Devin Nunes, a Republican and Boehner and McCarthy ally.  \n\"I would strongly encourage those who don’t want to be part of a caucus structure in our own party — they should go form their own party,\" Nunes told Breitbart.\nDent, for his part, said he’s never endorsed that position.\n\"I don’t think that’s a good idea. My view on this is you have to work around them,\" Dent told us in an interview. \"I have said the leadership should try to marginalize those individuals, not by excommunicating them or by punishing them. You negotiate a bipartisan agreement and you make them less relevant. That’s what we’ve done.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThe record supports Dent. We searched three databases — Lexis Nexis, CQ and Google News — and couldn’t find any instance of Dent saying he wants to expel or punish the Freedom Caucus.\nThat doesn’t mean Dent is a fan of the Freedom Caucus. He repeatedly calls them \"rejectionists\" and calls for the party to marginalize them and not \"appease\" their \"unreasonable demands.\" He said they \"fragged\" Boehner and McCarthy. And he insinuated that they’re part of the reason why Republicans \"don't have 218 votes for a bathroom break.\"\nHere’s a round-up of comments made by Dent this past week:\n• Oct. 9 News Max: \"The Freedom Caucus, typically, does represent the more rejectionist wing of the party.\"\n• Oct. 9 CNN: \"The Freedom Caucus has used tactics that I believe have undermined conservative principles.\n• Oct. 9 CNN: \"What I've said all along is simply marginalize those members up front. Go out and negotiate your -- negotiate what you have to negotiate just like we did on the Medicare reimbursement to physicians, the SGR.\"\n• Oct. 8 MSNBC: \"We also have the Freedom Caucus. ... I said before John Boehner stepped down, the same people who are trying to take down John Boehner were gonna try to frag the next guy. And that’s what happened today.\n• Oct. 8 CNN: \"In my view, sometime to marginalize those members, you know, who don't want to be part of the governing majority. … And I don't think that any of our leaders should make accommodations to those who are going to make unreasonable demands.\"\n• Oct. 8 MSNBC: \"Same members who wanted to take down John Boehner just fragged Kevin McCarthy. … Whoever’s going to be the next speaker should not appease this group of rejectionists, who have no interest in governing. They can simply not get to yes. The perfect will always be the enemy of the good to them, so we just have to deal with the reality as it is.\"\n• Oct. 8 NPR: \"I mean, it was pretty clear there were a group of members — some said as many as 50 — you know, who were not going to support (McCarthy) on the House floor. … The same thing could happen for speaker, where we may need to assemble a bipartisan coalition to elect the next speaker.\"\n• Oct. 6 Rolling Stone: \"There are a lot of folks in our conference who have a very difficult time getting to 'yes' on anything. ... On any issue of great consequence around here, we on the Republican side don't have 218 votes for a bathroom break! So we always need a bipartisan coalition.\"\nSo it’s clear that there’s no love lost between Dent and the Freedom Caucus, but Brat takes the claim a bit too far, an expert told us.\n\"Mr. Brat exaggerates what Mr. Dent said, as he doesn't literally advocate ‘kicking them out’ of the Republican conference,\" said Kathleen Kendall, a professor of political communication at the University of Maryland. \"This exchange between Reps. Brat and Dent illustrated the sharp divide between two wings of the Republicans in the House.\"\nDespite his differences with the Freedom Caucus, Dent told us he wants the party to be open to everybody and he doesn't object to people \"voting their conscience,\" as Brat put it. He noted, however, that Freedom Caucus members \"talk a big game\" as they sometimes side with Democrats as part of their obstructionist tactics.\n\"Yes of course they should be able to vote their conscience,\" he said. \"I understand conscience votes — I get that, I understand and respect it. But some point that seems to me that you want to be part of a governing majority or you don’t.\"\nOur ruling\nBrat said, Republicans like Dent want to kick the Freedom Caucus out of the Republican conference \"for voting our conscience.\"\nDent is critical of the Freedom Caucus but he told us he does not want to excommunicate them, nor could we find evidence that he’s expressed the desire to in the past.\nBrat may have been getting his moderate Republicans mixed up. It was Rep. Devin Nunes who suggested on the record that dissatisfied hardliners form their own party. We rate Brat’s claim False.\nEditor’s note: Shortly after we published the story, we received additional information from Brat’s spokesperson that we have added to the story. Brat's office also challenged our hearing of part of his back-and-forth with Dent. As such, we've removed a portion of Brat's quote in this fact-check. The changes do not affect our ruling.\nHere is a statement sent from Brat's office:\n\"In Congressman Brat’s exchange with Congressman Dent, he clearly did not use the foul language that PolitiFact insisted but said, 'I’ve got quote for days.'\n\"PolitiFact has engaged in the fabrication of a quote that Brat did not say. It discredits their entire publication and demonstrates that they are not in the business of publishing facts, but publishing false partisan attacks. It is dishonest, disgraceful and shameful.\n\"On Sunday afternoon, the office was given only a few hours to refute a falsehood and a political attack. After sending 6 references supporting the statements of Congressman Brat, PolitiFact insisted that the references were not enough to support the claims and chose not to highlight them appropriately.\n\"It is disappointing to see these actions out of a publication that claims to seek the truth.\"", "vclaim_id": "vclaim-pol-05871"}