{"url": "/factchecks/2013/apr/22/john-barrow/congress-away-too-often-georgia-lawmaker-says/", "speaker": "John Barrow", "vclaim": "Congress has spent 66 of the first 100 days of this term in recess.", "truth_label": "mostly-true", "date": "stated on April 5, 2013 in a letter:", "title": "Congress away too often, Georgia lawmaker says", "text": "Congress has received record-low approval ratings in recent years, thanks largely to the oceanlike divide on issues such as federal spending, taxes and gun control.\n\nOne Georgia congressman offered another reason for public scorn.\n\n\"On January 3rd, a new Congress convened with a mandate from voters all across this country to work together. Unfortunately, very little has changed. Too many in Congress are unwilling to compromise and do what’s necessary to get this country moving,\" said John Barrow, a Democratic House member from Augusta. \"Sixty-six out of the first 100 days of this Congress have been spent in recess. That’s shameful. While I'd much rather be in Georgia meeting with folks across the 12th District, we have a lot of work to do in Washington.\"\n\nBarrow, who’s reportedly entertaining a run for the U.S. Senate, went on to say in the letter that he hasn’t been letting the grass grow under his feet during these many absences.\n\n\"During those 66 days of recess, I’ve been busy meeting with folks all across the 12th  District.  I’ve visited with folks and held events in all 19 counties of the 12th Congressional District,\" Barrow said.\n\nPolitiFact Georgia wondered whether Barrow’s claim about Congress being in recess an average of two out of every three days was accurate, or is he trying to score some political points at the expense of his colleagues.\n\nBarrow spokesman RIchard Carbo forwarded us a calendar prepared by the staff of one of the most influential Democrats in the House of Representatives, Steny Hoyer of Maryland. It notes in red each day Congress is scheduled to have votes this year.\n\nAs Barrow wrote, the first day of the 113th Congress was Jan. 3, 2013. April 12 would have marked 100 calendar days since this Congress was convened. Hoyer’s calendar shows Congress held sessions to vote on 34 of those 100 days.\n\nWe reviewed a Library of Congress calendar and found it had 41 days that Congress had been in session. Carbo explained that the Library of Congress calendar includes \"pro forma\" days, days when the House met for just a few minutes to conduct procedural matters.\n\n\"There are lots of 10-minute sessions where there is no one around,\" said Norman Ornstein, a resident scholar with the American Enterprise Institute who has done extensive research on the machinations of Congress.\n\nCarbo also asserted \"pro forma\" sessions are held by the House’s Republican leadership to prevent President Barack Obama, a Democrat, from making appointments while Congress is in recess.\n\nThe Congressional Record website shows that the House met for two to five minutes all of those days. The Senate, by our review of the Congressional Record’s information, met 33 of the first 100 days it was in session. Hoyer’s calendar does not include Jan. 21, in which both chambers of Congress were in a special session for the president’s public inauguration.\n\nWe wondered whether the number of days Congress was in session the first 100 days of 2013 was disproportionate to past years. PolitiFact Georgia went back 20 years, looking at each odd year since those were years a new Congress was sworn into office. This year was in the middle.\n\nHere is the Library of Congress breakdown, not excluding possible \"pro forma\" days:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\n1995: 58 days\n\n2007: 49 days\n\n2009: 48 days\n\n2011: 46 days\n\n2003: 42 days\n\n2013: 41 days\n\n2001: 35 days\n\n2005: 33 days\n\n1999: 33 days\n\n1997: 33 days\n\nDonald Wolfensberger, who worked 28 years for several Republican members of Congress with an expertise in parliamentary rules, offered one reason for the seemingly low number of days this Congress has been in session.\n\n\"New Congresses take time to get committees organized and then for them to start cranking out legislation. Slow starts are not unusual,\" said Wolfensberger, a senior scholar at the Woodrow Wilson International Center for Scholars in Washington.\n\nOrnstein, a columnist who co-wrote a book called \"The Broken Branch: How Congress Is Failing America and How to Get It Back on Track,\" said he has long pushed for a congressional schedule of three weeks in session and one week off. Ornstein had a few ideas why Congress, particularly the Republican-led House, is not interested in meeting much in Washington.\n\n\"They have an adversarial relationship with (Obama) and less in common,\" Ornstein said.\n\nOrnstein offered another reason members of Congress, regardless of party affiliation, may want to spend less time in session: It’s tougher to raise the large sums of money now necessary to stay in office, and being in session takes time away from fundraising.\n\nTo sum up, Barrow said Congress spent 66 of the first 100 days of the current session in recess. There were a few additional days the House was in session, albeit very, very short meetings. With that bit of context, we believe Barrow’s claim is Mostly True.", "vclaim_id": "vclaim-pol-09436"}