{"url": "/factchecks/2019/aug/14/curt-schilling/trump-backed-ex-pitcher-curt-schilling-misleads-sa/", "speaker": "Curt Schilling", "vclaim": "Law-abiding gun owners stop crimes \"2.5 million times a year,\" according to the federal Centers for Disease Control.", "truth_label": "barely-true", "date": "stated on August 10, 2019 in a tweet:", "title": "Trump-backed ex-pitcher Curt Schilling misleads saying self-defense gun use stops 2.5 million crimes", "text": "Curt Schilling, a former Major League Baseball pitcher and former ESPN commentator known for controversial views, says he is considering a run for Congress in Arizona. The news quickly drew a cheer from President Donald Trump.\nThree days earlier, Schilling threw a fastball of a claim about guns that caught our attention.\nA TV reporter in Charlotte, N.C., had tweeted that an armed patron with a concealed carry permit shot two armed robbery suspects at a 7-Eleven, killing one of them.\nA sales manager for the U.S. Concealed Carry Association responded with a tweet saying, \"You mean to tell me a law-abiding, responsible gun owner actually DID stop crime?\"\nSchilling replied to that tweet with a reference to the federal Centers for Disease Control and Prevention, saying:\n\"Happens 2.5 million times a year per the CDC.\"\nThat’s actually not a count but an estimate, on the higher end, and it wasn’t done by the CDC.\nSchilling’s evidence\nA spokesman for Cameo, a service Schilling promotes on his Twitter profile that pays him and other celebrities to create \"personalized video shoutouts\" for purchase, said he could not forward our request to Schilling for information that would back up his statement. \nHowever, responding to a critic on Twitter, Schilling cited an opinion article on Forbes.com, which in turn references a 2013 report.\nThe report was requested by the CDC, but was done by what is now known as the National Academy of Medicine, a federally chartered nonprofit. \nThe report did not produce its own estimates; rather, it cited estimates from studies.\nIt also made clear that estimates vary widely.\n\"Defensive use of guns by crime victims is a common occurrence, although the exact number remains disputed,\" ranging from 108,000 to 3 million instances per year, the report stated. \nBoth the 3 million figure, and a 2.5 million figure mentioned in the report, stem from one gun researcher, Florida State University criminal justice professor Gary Kleck.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021\n\n\n\n\n\n\n\nThe high estimates\nKleck said in an interview with PolitiFact that the 2.5 million comes not from the CDC but from a national survey he and Florida State colleague Marc Gertz did in 1993, asking a random sample of adults if they had used a gun in \"self-protection\" or in protection of property in the past year, and how they had used it. \nSo, that’s a survey that is 26 years old.\nThe study estimated that Americans use guns for self-protection — that is, the person using the gun, though not necessarily firing it, believed that a crime, such as burglary or assault, was being committed — up to 2.5 million times per year.\nKleck also provided us a 2018 article he wrote summarizing the findings of 20 other surveys that asked at least one question about defensive gun use. The \"implied number\" of defensive gun use incidents ranged from 600,000 to 6.1 million per year, according to the article. \nOther gun researchers we contacted view Kleck’s 2.5 million estimate as extremely high. \nSurveying people about events that rarely occur always produces overestimates, said Harvard University professor of health policy David Hemenway.\nThe best survey of crime is the National Crime Victimization Survey, conducted by the U.S. Justice Department and the Census Bureau since 1973, Duke University professor of public policy studies Philip Cook told us.\n\"There are subtle differences\" between it and Kleck’s survey, in how questions about self-defense are asked, \"but the difference in the resulting estimate of how often guns are used in self-defense is huge,\" he said. In recent years, the NCVS-based estimate is less than 100,000 per year, Cook said.\nBoth figures have their critics.\nThe 2.5 million is \"not plausible given other information that is more trustworthy, such as the total number of U.S. residents who are injured or killed by guns each year,\" the RAND Corp. said in a 2018 analysis. \"At the other extreme, the NCVS \"almost certainly underestimates the true number.\"\nKleck criticized the NCVS estimates as \"wildly out of line\" with other estimates because its surveys only ask crime victims whether they tried to protect themselves, which means those who used a gun would have to \"volunteer\" that information.\nOur ruling\nSchilling said law-abiding gun owners stop crimes \"2.5 million times a year,\" according to the federal Centers for Disease Control.\nThe number of such instances is not known, and no estimate has been done by the CDC.\nA report requested by the CDC cites various studies, including one by a Florida State University gun researcher based on a 1993 survey which estimates that people use guns about 2.5 million times per year in self-defense, when they believe a crime is being committed. \nThat study did not try to determine whether the people in those instances were actual gun owners or whether they were law abiding during the incident. But the researcher says studies as recently as 2018 have produced estimates as high as 6.1 million.\nOther gun researchers, however, say 2.5 million is an extremely high estimate. They point to surveys that estimate about 100,000 such incidents per year.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-00271"}