{"url": "/factchecks/2019/apr/02/viral-image/no-winston-churchill-didnt-say-what-are-we-fightin/", "speaker": "Viral image", "vclaim": "\"When Winston Churchill was asked to cut arts funding in favour of the war effort, he simply replied, ‘then what are we fighting for?’ \"", "truth_label": "false", "date": "stated on March 31, 2019 in a Facebook post:", "title": "No, Winston Churchill didn’t say 'what are we fighting for?' about the arts", "text": "A warning to anyone inclined to post a Winston Churchill quote to social media. He didn’t say, \"When you’re 60, you realize no one was ever thinking about you in the first place.\" He didn’t say, \"There are no minority rights\" when Muslims are in the majority. He didn’t say, \"The fascists of the future will call themselves anti-fascists,\" as Texas Gov. Greg Abbott tweeted last year. And he didn’t say, \"A lie gets halfway around the world before the truth has a chance to get its pants on,\" as Colin Kaepernick tweeted in 2017.\nHe also didn’t make this statement that appeared on Facebook on March 31. The post says: \"When Winston Churchill was asked to cut arts funding in favour of the war effort, he simply replied, ‘then what are we fighting for?’\"\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nChurchill led Britain during World War II and, according to the BBC, he’s credited as a driving force that inspired the country to keep fighting Nazi Germany. But he’s not credited with standing up for the arts in lieu of military spending.\nWe asked David Freeman, publications director at the International Churchill Society, about the quote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Not true,\" he said. \"It’s a common red herring on social media.\"\nOver at the Churchill Project at Hillsdale College, Richard Langworth wrote in February 2017 that the quotation was attributed to Churchill \"some years ago by the Village Voice, and has since migrated widely throughout the Internet.\"\n\"Unfortunately,\" he said, \"our best efforts fail to find it among Churchill’s 15 million published words of speeches, papers, letters, articles or books.\"\nLangworth instead points to a different, authentic statement Churchill made about painting and sculpture: \"The arts are essential to any complete national life. The State owes it to itself to sustain and encourage them. The country possesses in the Royal Academy an institution of wealth and power for the purpose of encouraging the arts of painting and sculpture … .\"\nWe rate this Facebook post as False.\n \n Share the Facts 2019-04-02 18:33:15 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"When Winston Churchill was asked to cut arts funding in favour of the war effort, he simply replied, ‘then what are we fighting for?’ \"    Viral image On the internet     Sunday, March 31, 2019 2019-03-31    Read More  info", "vclaim_id": "vclaim-pol-00814"}