{"url": "/factchecks/2012/feb/21/mike-martinez/mike-martinez-says-he-banned-texting-while-driving/", "speaker": "Mike Martinez", "vclaim": "Says he banned texting while driving in Austin.", "truth_label": "half-true", "date": "stated on February 10, 2012 in his campaign website.:", "title": "Mike Martinez says he banned texting while driving in Austin", "text": "Mike Martinez, an Austin City Council member seeking re-election in May, recently pointed supporters to his campaign website, which includes an issues page touching on ways he says he’s delivered for the Austin community.\n\nOn the page, which we viewed Feb. 10, 2012, Martinez says he helped lead efforts to protect an East Austin spring, helped the city establish a \"no-kill\" policy at municipal animal shelters and helped launch a community gardens program.\n\nWe’re not checking any of that for this article. But we paused at another Martinez point: \"Banned texting while driving to improve safety for drivers, bicyclists and pedestrians.\"\n\nMartinez banned TWD in ATX?\n\nAustin’s texting-while-driving ban, which took effect Jan. 1, 2010, has yielded about $31,800 in fine revenue for the city’s general fund, according to Rebecca Stark, the city’s municipal court director. She told us that 93 drivers in 2010 and 158 drivers in 2011 pleaded no contest or guilty or were found guilty of violating the ban. In 2010, 121 cases of ban violations were filed, she said. That figure nearly doubled to 222 in 2011.\n\nIn a telephone interview, Martinez, a former firefighter who won his first council term in 2006, told us that as a member of the city’s public safety task force, he brought up the idea of banning texting while driving, initially to derision. He said he asked the Austin Police Department to research texting as a local traffic hazard and after years of community conversations, the seven-member City Council approved the ordinance.\n\nMartinez told us that he did not ban texting by his lonesome: \"Anything we do has to be ratified by the council. I did take a certain ownership and pride in this issue. I was the only council member to originally call for a ban on texting.\"\n\nAccording to Austin American-Statesman news articles, the ordinance barring texting while driving won unanimous council approval in October 2009. Violations are Class C misdemeanors subject to fines of up to $500.\n\nSome Statesman stories describe Martinez as the council’s lead proponent of the ban.\n\nIn November 2008, the public safety task force voted to urge City Manager Marc Ott to develop a ban proposal. A Nov. 4, 2008, Statesman news article says \"Martinez, who is leading the effort, said he has received dozens of calls in recent months from motorists, pedestrians and bicyclists asking for such a law. \"It is something that needs to be done,\" the story quotes Martinez saying. \"When you see accidents that have happened or you hear about near-misses, it is just a step we can take to ensure the safety of our citizens.\"\"\n\nIn August 2009, the council directed city staffers to draft the proposed ban as an ordinance. An Aug. 28, 2009, Statesman news article refers to Martinez as the lead proponent of the ban.\n\nAccording to minutes of the Oct. 22, 2009, council meeting during which members adopted the ban, Martinez made the \"main motion\" for its approval. The motion was seconded by Mayor Lee Leffingwell.\n\nUpshot: Martinez’s claim overshoots because, of course, he could not have imposed the ban by himself. The seven-person council acts on proposed ordinances.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n\nStill, Martinez was a leading advocate of the ban. We rate his statement Half True.", "vclaim_id": "vclaim-pol-11574"}