{"url": "/factchecks/2019/dec/06/viral-image/no-facebook-did-not-take-down-close-photo-melania-/", "speaker": "Viral image", "vclaim": "Says First Lady Melania Trump posted a photo of herself \"yesterday\" and Facebook took it down.", "truth_label": "pants-fire", "date": "stated on November 3, 2019 in a Facebook post:", "title": "No, Facebook did not take down a close-up photo of Melania Trump", "text": "A photograph of First Lady Melania Trump was, according to one viral Facebook post, taken down by the platform a day after she posted it.\nThe post, which has received more than 90,000 shares, displays a close-up image of the First Lady from a 2007 Fashion Week event wearing a black fur hat. It reads:\n\"Our 1st Lady posted this yesterday FB took it down make it go viral [sic].\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNeither the first lady nor her team posted this photo on the social media platform. Facebook did not (and would not) take it down.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFacebook told us that its tools confirmed the photo was not found or shared on any of Melania Trump’s accounts, which comprises \"Melania Trump,\" \"First Lady Melania Trump,\" and her personal Facebook profile, which appears to be private.\nThe company says it only removes a post if it goes against its Community Standards, which includes gun and drug sales, hate speech, nudity, and terrorist activity.\n\"We take something down from Facebook if it goes against our Community Standards, which are designed to encourage expression and create a safe environment,\" a post on Facebook’s help center says. \"The number of times something is reported doesn't determine whether or not it's removed from Facebook. We use the same guidelines each time we review whether a profile goes against our Community Standards.\"\nA simple close-up photo of Melania Trump from 2007 does not violate any of Facebook standards.\nThis is Pants on Fire!", "vclaim_id": "vclaim-pol-16661"}