{"url": "/factchecks/2017/apr/05/greta-van-susteren/fact-checking-trump/", "speaker": "Greta Van Susteren", "vclaim": "Says President Donald Trump \"had a different opinion\" in 2013 than he does now about whether (Barack) Obama should have intervened in Syria after Obama's red line was crossed.", "truth_label": "true", "date": "stated on April 4, 2017 in an episode of MSNBC's 'For the Record':", "title": "Fact-checking Trump's changing opinion on Syria and the 'red line'", "text": "At least 70 people have died from a vicious chemical weapons attack in Syria, carried out by the country’s president, Bashar al-Assad. President Donald Trump said blame for the attack lies with his predecessor, Barack Obama.\n\"These heinous actions by the Bashar al-Assad regime are a consequence of the past administration’s weakness and irresolution. President Obama said in 2012 that he would establish a ‘red line’ against the use of chemical weapons and then did nothing,\" Trump said in an official White House statement April 4.\nMany commentators noted that this was a departure from Trump’s past position on Syria, including Greta Van Susteren, who recently moved from Fox News to MSNBC.\n\"A few years ago in the midst of the debate whether President Obama should use force in Syria, then Mr. Trump, now President Trump, had a different opinion,\" Susteren said on her show April 4. \"In a tweet, then Mr. Trump said, quote, ‘President Obama, do not attack Syria.’ \"\nTrump conceded during an April 5, 2017, press conference that his stance on Syria and Assad has shifted, saying he is proud of his willingness to change his position based on current events.\n\"My attitude on Syria and Assad has changed very much,\" he said, in part because \"that attack on children yesterday had a big impact on me.\"\nWhat Trump said about Syria in 2013\nObama made the \"red line\" comment in August 2012, when he said he would change his calculus on armed intervention in Syria if Assad used or moved chemical weapons.\nAlmost a year later, Assad’s regime killed more than 1,400 people in a chemical weapons attack on the city of Damascus. Even though Assad crossed the \"red line,\" Obama chose not to strike Syria and instead looked to Congress to authorize force. Eventually, through a deal with Russia, Syria handed over its chemical weapons, and no strikes were fired in direct retaliation for the chemical attacks.\nThroughout August and September 2013, as policymakers and pundits debated how to respond to the Syrian chemical attack, Trump lambasted the Obama administration, while simultaneously saying the United States should not intervene. We found more than 20 Trump tweets making that point. Here’s a sample:\n\"What I am saying is stay out of Syria,\" he wrote Sept. 3, 2013.\nWhat I am saying is stay out of Syria.— Donald J. Trump (@realDonaldTrump) September 4, 2013\n\nSept. 5, 2013, he wrote, \"The only reason President Obama wants to attack Syria is to save face over his very dumb RED LINE statement. Do NOT attack Syria,fix U.S.A.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe only reason President Obama wants to attack Syria is to save face over his very dumb RED LINE statement. Do NOT attack Syria,fix U.S.A.— Donald J. Trump (@realDonaldTrump) September 5, 2013\n\n\"AGAIN, TO OUR VERY FOOLISH LEADER, DO NOT ATTACK SYRIA - IF YOU DO MANY VERY BAD THINGS WILL HAPPEN & FROM THAT FIGHT THE U.S. GETS NOTHING!\" he tweeted the same day.\nAGAIN, TO OUR VERY FOOLISH LEADER, DO NOT ATTACK SYRIA - IF YOU DO MANY VERY BAD THINGS WILL HAPPEN & FROM THAT FIGHT THE U.S. GETS NOTHING!— Donald J. Trump (@realDonaldTrump) September 5, 2013\n\nAlthough Trump’s position seems to have changed from 2013, there is an important consistency: his critique of Obama’s decision to set a red line in the first place then ignore it.\n\"President Obama's weakness and indecision may have saved us from doing a horrible and very costly (in more ways than money) attack on Syria!\" he tweeted Sept. 1, 2013.\nPresident Obama's weakness and indecision may have saved us from doing a horrible and very costly (in more ways than money) attack on Syria!— Donald J. Trump (@realDonaldTrump) September 1, 2013\n\nHe reiterated this point in the April 2017 press conference.\n\"The Obama administration had a great opportunity to solve this crisis a long time ago when he said the red line in the sand,\" Trump said. \"And when he didn't cross that line after making the threat, I think that set us back a long ways, not only in Syria, but in many other parts of the world because it was a blank threat.\"\nTrump added that the most recent chemical attacks \"crossed a lot of lines,\" yet he declined to say whether he would take military action in retaliation because he doesn’t want to tip off Assad.\n\"I’m not saying I’m doing anything one way or the other, but I’m certainly not telling you, as much as I respect you,\" Trump said to a reporter.\nThe Trump administration has accelerated airstrikes and other actions in Syria that began at the tail end of the Obama’s second term. In March, the Trump administration said it would send 400 additional troops to Syria to fight the Islamic State.\nOur ruling\nVan Susteren said Trump \"had a different opinion\" in 2013 than he does now about whether Obama should have intervened in Syria after Obama’s \"red line\" was crossed.\nIn 2013, Trump said emphatically that the United States should not attack Syria even though the Assad regime crossed the line by using chemical weapons. But in 2017, he criticized the Obama administration for not reacting to the 2013 chemical weapon attack with force.\nTrump admitted that his position on Assad has changed. We rate Van Susteren’s claim True.\n Share the Facts   Politifact    1 7  Politifact Rating: True  Says President Donald Trump \"had a different opinion\" in 2013 than he does now about whether (Barack) Obama should have intervened in Syria after Obama's red line was crossed.     Greta Van Susteren MSNBC host   in an episode of MSNBC's 'For the Record' Tuesday, April 4, 2017 04/04/2017    Read More  info", "vclaim_id": "vclaim-pol-03465"}