{"url": "/factchecks/2013/feb/07/paul-ryan/rep-paul-ryan-says-small-businesses-are-now-taxed-/", "speaker": "Paul Ryan", "vclaim": "\"We’re taxing our small businesses now at rates higher than corporations.\"", "truth_label": "barely-true", "date": "stated on January 27, 2013 in an interview:", "title": "Rep. Paul Ryan says small businesses are now taxed at higher rate than corporations", "text": "Emerging after a quiet post-election period, U.S. Rep. Paul Ryan sat for questions from David Gregory, moderator of NBC’s Meet the Press, who posited that many business owners want Washington to cut a fiscal deal that includes tax increases.\n\nRyan begged to differ.\n\n\"They believe we should have tax reform,\" Ryan, the 2012 GOP vice presidential candidate, said during his Jan. 27, 2013 appearance. \"We have the highest corporate tax rate in the world. We’re taxing our small businesses now at rates higher than corporations. We should have lower tax rates so we can be competitive.\"\n\nIt’s well established that the U.S. corporate tax rate of 35 percent is the highest in the world, at least on paper.\n\nBut is America \"taxing our small businesses now at rates higher than corporations\"?\n\nThe starting point here is the American Taxpayer Relief Act of 2012, the law spawned by the New Year’s Day deal that prevented the nation from heading over the \"fiscal cliff\" of spending cuts that was set to trigger in 2013.\n\nAmong many other things, the cliff deal left the federal corporate tax rate at 35 percent, but raised the top personal tax rate to 39.6 percent. Ryan voted for the bill, bucking a majority of his fellow Republicans. Democrats were overwhelmingly in favor. The final tally was 257-167.\n\nThe change in individual income tax rates is relevant to business owners because some small businesses and large firms structure themselves as \"pass-through\" entities such as S corporations or partnerships, rather than traditional corporations. Profits for those entities are taxed under the individual income tax code rather than under the corporate tax structure.\n\nTax experts we consulted agreed that the cliff legislation means that at least some small business owners will be paying more than corporations.\n\nSo there is a basis for Ryan’s claim.\n\nBut there are problems with his broad statement that, \"We’re taxing our small businesses now at rates higher than corporations.\"\n\nRyan’s claim, unqualified as it is, leaves the listener with the impression that the higher rates are just a fact of life for small businesses under the bill signed by President Barack Obama.\n\nThat’s not the case.\n\nThere is not yet a study that analyzes how small business would be affected by the taxation changes in the American Taxpayer Relief Act.\n\nBut Ryan’s office pointed us to a pair of federal government reports that included projections of how earlier Obama tax proposals might affect businesses. They cited parts of the studies that found Obama’s plans meant that about half of all net business income would have been subject to rates over the 35 percent corporate rate.\n\nThat suggests a broad effect.\n\nBut both of the figures refer to business income, not just small business income.\n\nThey are not one and the same.\n\nAs PolitiFact Ohio noted in January 2013, \"pass through\" businesses that actually file under the individual income-tax code include some very large outfits, including \"sole proprietorships and such partnerships as big law firms and financial funds. Goldman Sachs was classified as a partnership before it went public in 1999.\"\n\nOne of the studies cited by Ryan, an August 2010 report by the Joint Committee on Taxation, did not attempt to define small business.\n\nThe other Ryan-cited study did attempt to define small businesses from within that larger pool. It was a 2011 report by the U.S. Treasury Department’s Office of Tax Analysis using 2007 tax data. It’s dated, but is the most comprehensive try at the subjective task of defining what is a small business, and it is widely cited by tax researchers.\n\nThe study, as Ryan’s camp noted, found about 50 percent of business income was on returns filed by taxpayers who were in the top tax bracket. (It was that top tax rate that was raised for 2013.)\n\nBut when that same study filtered out larger businesses, the percentage of affected business income dropped to 24 percent to 27 percent, depending on the definition of small business.\n\nWe found another measure in the report that is relevant to this claim -- the total number of businesses.\n\nLooking just at what it defined as small businesses, the Treasury study found that \"approximately half of our small businesses reported total income less than $50,000, and almost 90 percent reported net income less than $50,000.\"\n\nThat is nowhere near the threshold for the highest tax rate. So, the tax rate for pass-through business income at that level would be nowhere near a point greater than the corporate rate of 35 percent.\n\nWhat’s more, only 2 percent or 3 percent of \"pass through\" entities defined in the Treasury study as small businesses were at the top tax rate.\n\nThat study is dated, but the finding is relevant because the new top rate (39.6 percent) under the fiscal-cliff deal applies to nearly the same income levels as the old top rate. We heard that from tax experts at the Urban Institute-Brookings Institution’s Tax Policy Center, the Tax Foundation and the Center on Budget and Policy Priorities -- groups that span the ideological spectrum.\n\nThere’s another issue with Ryan’s statement, pointed out by Joseph Rosenberg, a researcher at the Tax Policy Center, a joint Urban Institute-Brookings Institution project.\n\nBecause the Treasury study is from 2011, it analyzed an earlier Obama proposal, not the fiscal cliff legislation (the American Taxpayer Relief Act). The earlier proposal would have raised more high-earning taxpayers into a new bracket above 35 percent than does the cliff deal.\n\nOn the other hand, William McBride of the Tax Foundation told us the number of pass-through entities has grown relative to the number of corporations since 2007, the year the Treasury study analyzed. And the fiscal-cliff deal could affect business taxes in other ways, including through its new limits on tax deductions.\n\nFinally, it should be noted that small business owners are not forced to file under the individual tax code. If they are being bumped into a higher tax rate because of the 2013 vote, they could reorganize and file under the corporate tax rate, which was unchanged.\n\nMany won’t because there are advantages to passing through income to individual taxpayers, said Chuck Marr and Chye-Ching Huang of the Center on Budget and Policy Priorities.\n\nMcBride addressed the same point.\n\n\"Yes, pass-through businesses can choose to file as c-corporations, but it is a costly and lengthy process,\" he wrote in an email. \"Plus, the c-corporation tax rate is the highest in the developed world. Out of the fry pan and into the fire.\"\n\nOur rating\n\nRyan’s critique of the U.S. tax system included a remark that, \"We’re taxing our small businesses now at rates higher than corporations.\"\n\nThat will be true in some cases, applying to a not-insubstantial amount of business profits. But a credible study suggests that many, or even most, small-businesses have income that the new top tax rate won’t touch. And the system allows them to file under the corporate tax system if they so desire.\n\nRyan’s statement has an element of truth but ignores facts that would leave a different impression.\n\nThat’s our definition of Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09751"}