{"url": "/factchecks/2010/jul/25/georgia-politicians/politicans-claim-georgia-pine-trees-what-saudi-ara/", "speaker": "Georgia politicians", "vclaim": "Georgia is \"the Saudi Arabia of pine trees.\"", "truth_label": "barely-true", "date": "stated on July 20, 2010 in political campaign:", "title": "Politicians claim Georgia is to pine trees what Saudi Arabia is to oil", "text": "Some phrases just seem to take on a life of their own in Georgia politics.\n\nTake a catchphrase of the just-ended primary election cycle. Republicans tossed it about. Democrats dished it out. It was used by failed GOP gubernatorial hopeful Eric Johnson. And Roy Barnes used it in a campaign video in his successful bid for the Democratic Party’s nomination for governor.\n\nAnd don't be surprised if you hear it again as the election cycle moves forward.\n\nGeorgia, politicians have proclaimed, \"is the Saudi Arabia of pine trees.\" The implication is that Georgia's pines could have a major impact on our nation's fuel needs, perhaps substantially reducing our dependence on foreign oil.\n\nGeorgia has been called many things through the years -- Empire State of the South, the Peach State and the Goober State (this one owing to its prowess growing peanuts, not producing politicians).\n\nBut the Saudi Arabia of Pine Trees? And where did that new moniker-in-the-making originate?\n\nSaudi Arabia is the world’s largest producer and exporter of petroleum liquids. It is the world’s second largest crude oil producer behind Russia. It has one-fifth of the world’s proven petroleum reserves.\n\nGeorgia, meanwhile, certainly has a lot of pine trees. And pines are one of the things being looked at by the fledgling ethanol industry, which hopes to produce fuel from a variety of sustainable crops. There have also been proposals to use pine pellets to produce electricity.\n\nA massive 2007 study by the U.S. Forest Service found Georgia had about 16 billion cubic feet of pines growing within its borders. That included longleaf and slash pines, loblolly and short-leaf pines, \"other\" yellow pines and even a few white and red pines.\n\nThe 350-page report showed Georgia comes in ahead of other Southern states in pine production. And those Southern states top other states in pine production.\n\nNathan McClure, director of forest energy for the Georgia Forestry Commission, said the state has about 24.4 million acres of \"commercial timberland.\" He estimated that about half that is planted in pines.\n\nThe state’s forest industry is huge, producing a direct economic impact of about $18 billion in 2008, McClure said. The indirect impact pushes that figure to about $28 billion, he estimated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nMcClure, however, said his agency has tried to steer clear of the Saudi Arabia comparison that is getting bandied about by politicians.  \n\n\"We don’t like that statement because of the inference about the Mideast at the same time we are in the middle of a war in the Mideast,\" McClure said.\n\nIn November 2008, Range Fuels broke ground for the nation’s first cellulosic ethanol plant at a site in rural Treutlen County, just outside Soperton. That facility will use pine trees to produce ethanol.\n\nJill Stuckey, who directs the alternative fuels program for the Georgia Environmental Finance Authority, said the state is second only to Oregon when it comes to trees.\n\n\"And Oregon’s forests are old-growth and slow-growing compared to Georgia’s,\" Stuckey said. \"We grow trees like Iowa grows corn.\"\n\nBut like Saudi Arabia produces oil?\n\nWe had to drill a little deeper for that connection, all the way back to April 2008 and an article in Georgia Trend magazine. In that issue, Susan Varlamoff, director of the Office of Environmental Sciences at the University of Georgia, talked about Georgia’s potential to produce fuel from various agricultural products, items referred to by scientists as \"biomass.\"\n\nThe article noted that Varlamoff  \"has coined a now well-worn phrase, calling Georgia 'the Saudi Arabia of biomass.' \"\n\nVarlamoff, as it turns out, was very careful to use the term \"biomass\" and not pine trees. And there’s a good reason. She was talking about a variety of items that could be used to produce alternative fuels. Pine trees are certainly included in that equation, she told PolitiFact Georgia. But so are paper pulp, peanut shells, pecan shells and about a billion pounds of chicken fat and grease from the poultry processing industry. \n\n\"We are the Saudi Arabia of biomass,\" Varlamoff reiterated to PolitiFact Georgia.\n\nVarlamoff, however, said she never limited her statement to pine trees. The politicians and their handlers took care of that rhetorical flourish.\n\n\"Honestly, somebody just decided to make that change,\" she said. \n\nGeorgia does have a lot of pine trees. And they could play a vital role in the development of any alternative fuel industry in the state. But so will a lot of other agricultural products. And there are still many questions about the viability of the alternative fuels industry.\n\nThe Saudi Arabia of pine trees? Well, Georgia is at least the Kuwait of conifers. We give this one a Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14707"}