{"url": "/factchecks/2018/oct/17/state-democratic-party-wisconsin/democratic-party-delivers-trade-dig-against-vukmir/", "speaker": "Democratic Party of Wisconsin", "vclaim": "\"Leah Vukmir OPPOSES Buy American legislation.\"", "truth_label": "true", "date": "stated on September 10, 2018 in a mailer :", "title": "Democratic Party delivers trade dig against Republican candidate Leah Vukmir via mail", "text": "International trade has been at the forefront of American political discussion, from billions in tariffs levied in trade disputes to President Donald Trump announcing a replacement for NAFTA, called the United States-Mexico-Canada Agreement.\nIn Wisconsin, it has created some strange connections.\nU.S. Sen. Tammy Baldwin, a Democrat running for re-election, is touting her ‘Buy American’ legislation focused on infrastructure projects. President Donald Trump, a Republican, has backed Baldwin’s efforts. Meanwhile, Republican state Sen. Leah Vukmir -- Baldwin’s opponent -- has positioned herself as a stalwart Trump supporter, and has Trump’s endorsement.\nYet in the midst of this comes a mailer from the Democratic Party of Wisconsin that states:\n\"Leah Vukmir OPPOSES Buy American.\"\nWhat gives?\nThe evidence\nThe Democratic Party mailer features a photo of Baldwin wearing a hardhat while talking to a factory worker, and includes this quote: \"My Buy American legislation requires government infrastructure projects to use 100% American iron and steel. Because it’s time America buys what Wisconsin makes.\"\nWhen asked to provide backup for the attack on Vukmir, a spokesman for the state party referred us to Baldwin campaign spokesman Bill Niedhardt. He, in turn, offered this critique:\n\"While Senator Baldwin and President Trump are both backing Buy American bills that support Wisconsin workers and businesses, Leah Vukmir is again siding instead with powerful special interests and the multinational corporations who are blocking these bills.\"\nBut Niedhardt did not offer any examples of specific votes or statements from Vukmir.\nThat sent us back to the mailer, which included a footnote that pointed to a July 5, 2018, article in the Fond du Lac Reporter. The article was about a visit to the area by Baldwin to tout her \"Buy American\" measure. From the article:\nState Sen. Leah Vukmir, a Republican hoping to unseat the former congresswoman, said Baldwin’s proposed policy is not sustainable.\n\n\"She backs big-labor mandates and giveaways that drive up infrastructure costs for Wisconsin taxpayers,\" Vukmir said in a statement. \"We can’t build roads, no matter where the materials are from, if we can’t afford them in the first place.\"\nWhen we asked Vukmir’s team for more information on her position,a spokesman simply referred us back to the statement quoted in the Fond du Lac Reporter article.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo, we looked for additional evidence.\nEarlier in the campaign, Vukmir  said Baldwin \"claims to support a 'Buy America' philosophy, but her actions speak louder than her empty words.\" That framework would suggest Vukmir is pro-Buy American. But really, it focuses on Baldwin (Incidentally, we rated that claim False.)\nAt an Oct. 8, 2018 debate at the University of Wisconsin-Milwaukee, the subject of Buy American legislation was raised during a discussion on trade and tariffs.\nBaldwin touted her Buy American legislation, saying its passage would be \"a step in the right direction.\"  Vukmir was not asked about the measure, and didn’t comment on it. She did say Trump \"believes in fair trade as do I.\" But that is off point as well.\nMeanwhile, we found that a \"Made in America\" bill was introduced by state Sen. Dave Hansen, D-Green Bay, in 2013 as SB 88, in 2015 as SB 176 SB and in 2017 as SB 240.\nFrom the bill description:\nUnder this bill, with limited exceptions, the state must purchase materials that are manufactured to the greatest extent in the United States, regardless of whether all other factors are substantially equal. The bill also requires, with limited exceptions, that a contract for a public works or public improvement project must contain a provision requiring the contractor to use materials that are manufactured in the United States. The bill also creates a similar provision for local governments.\nTony Palese, a spokesman for Senate Democratic Leader Jennifer Shilling of La Crosse noted Senate Democrats tried in 2015 to include the bill as an amendment to the state budget. The amendment was defeated 19-14, with the vote tally showing Vukmir voted to table the proposal.\nThat is, to block it from being added to the budget.\nWhile Vukmir has not articulated her opposition, some clues can be found in the debate over Baldwin’s bill. An April 21, 2017 article in the Milwaukee Journal Sentinel noted \"Buy America\" provisions have historically drawn support from both parties.\nThe article went on to note:\n\"But in Congress, Democrats are generally united in support of them. The other two lead sponsors of Baldwin’s bill are Democrats Sherrod Brown of Ohio and Bob Casey of Pennsylvania. Republican lawmakers, meanwhile, are more divided. Some conservatives view them as too costly and as distortions of the free market.\"\nOur rating\nA Democratic Party mailer supporting Baldwin and her Buy American proposal said \"Leah Vukmir OPPOSES Buy American legislation.\"\nVukmir has been clear in her opposition to Baldwin’s legislation, but the claim is even broader -- that she opposes Buy American legislation in general.\nWe did not find a statement from Vukmir that directly backs that up, but her opposition to \"big-labor mandates and giveaways that drive up infrastructure costs\" comes close. And at the state level, Vukmir helped vote down a move that would have included \"Made in America\" provisions in the state budget.\nWe rate the claim True.  Share the Facts 2018-10-17 16:21:01 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"Leah Vukmir OPPOSES Buy American legislation.\"    Wisconsin Democratic Party Political party https://www.politifact.com/wisconsin/statements/2018/oct/17/state-democratic-party-wisconsin/democratic-party-delivers-trade-dig-against-vukmir/   In a mailer Monday, September 10, 2018 2018-09-10    Read More  info", "vclaim_id": "vclaim-pol-01468"}