{"url": "/factchecks/2012/mar/29/bill-pascrell/bill-pascrell-claims-steve-rothman-voted-against-f/", "speaker": "Bill Pascrell", "vclaim": "Says Congressman Steve Rothman voted against funding for President Barack Obama’s auto bailout and would have let automakers go bankrupt.", "truth_label": "half-true", "date": "stated on March 19, 2012 in a news release:", "title": "Bill Pascrell claims Steve Rothman voted against funding for auto bailout and would have let automakers go bankrupt", "text": "One of the defining achievements of President Barack Obama’s re-election bid, the federal assistance given to U.S. automakers, is dividing two fellow Democrats mired in their own political battle in northern New Jersey.\n\nThe campaign of U.S. Rep. Bill Pascrell charges that U.S. Rep. Steve Rothman opposed funding for Obama’s auto bailout, and would have let the industry slide into bankruptcy. The two congressmen are preparing to face off June 5 for the Democratic nomination in the 9th Congressional District.\n\n\"Rothman voted AGAINST funding for President Obama's auto industry rescue package,\" Justin Myers, Pascrell’s campaign manager, said in a March 19 news release, \"The same guy who touts backing President Obama’s campaign did not even support singularly one of the most important policies that helped turn the economy from the brink of disaster. Just like Mitt Romney, Rothman would have ‘Let Detroit Go Bankrupt’.\"\n\nIt’s accurate that Rothman voted against the funding mechanism that would later support the auto bailout, but the Pascrell campaign went too far in suggesting that Rothman did not support assisting U.S. automakers at all, PolitiFact New Jersey found.\n\nFirst, let’s explain the funding behind the auto bailout.\n\nThe federal assistance provided to U.S. automakers came from the Troubled Asset Relief Program, or TARP, created in October 2008 amid the ongoing financial crisis. Pascrell voted for the bill creating TARP, and Rothman voted against it.\n\nTARP was originally designed to assist the nation’s financial institutions, but the administration of President George W. Bush later agreed in December 2008 to use TARP funds for the distressed automakers. That policy continued under Obama.\n\nSo, Rothman voted against the funding that ultimately went toward the auto bailout.\n\nBut two points undercut the Pascrell campaign’s argument that \"Rothman would have ‘Let Detroit Go Bankrupt’.\"\n\nFirst, when Rothman voted against the bill creating TARP, the money was intended to purchase troubled assets from financial institutions -- not bail out automakers. According to a September 2009 report by the Congressional Oversight Panel, \"Members of Congress who debated this legislation in late 2008 believed they were debating a bill aimed at banks and the financial sector.\"\n\nThat’s why it is wrong to interpret Rothman’s no vote as a vote against helping the auto industry.\n\nPaul Swibinski, a consultant to Rothman’s campaign, pointed to the original purpose of TARP to show that Myers’ statement is inaccurate.\n\n\"The TARP bill Steve opposed clearly stated that the purpose of the bill was to purchase troubled assets of ‘financial institutions’ – it made no mention of the auto industry or any manufacturing,\" Swibinski said in an e-mail. \"Steve had no idea that Bush would use a portion of the money for Detroit.\"\n\nAbout two months after TARP was created, Rothman voted for legislation designed to provide $14 billion in loans to the auto companies. That legislation was blocked in the U.S. Senate, leading the Bush administration to use TARP funds for the auto industry.\n\nBy supporting that legislation, Rothman indicated his support for some form of federal assistance for U.S. automakers.\n\nBut Pascrell spokesman Sean Darcy maintained that Rothman was not interested in providing money to rescue the auto industry.\n\n\"The fact is that he voted against TARP and that money was used to save the auto industry,\" Darcy said in an e-mail. \"So it is not ‘wrong’ to suggest that Rothman would have let Detroit go bankrupt if he got his way.\"\n\nOur ruling\n\nIn a news release, the Pascrell campaign argued that Rothman \"voted AGAINST funding for President Obama's auto industry rescue package\" and \"would have ‘Let Detroit Go Bankrupt’.\"\n\nIt is true that Rothman voted against the bill creating TARP, which was later used to fund the auto bailout. But at the time of that vote, the program was not intended to assist the auto companies.\n\nAlso, Rothman indicated a willingness to provide federal assistance for automakers through his support of a separate rescue package that was later blocked in the Senate.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11362"}