{"url": "/factchecks/2007/dec/18/duncan-hunter/hunter-perpetuates-common-myth/", "speaker": "Duncan Hunter", "vclaim": "\"And, you know, our first president and our first commander in chief prayed every day. He had a field manual of prayers.\"", "truth_label": "false", "date": "stated on October 31, 2007 in a Fox News interview:", "title": "Hunter perpetuates common myth", "text": "Appearing on Fox News in October, Duncan Hunter proclaimed his support for allowing a religious slant on the flag-folding ceremony at U.S. military funerals. To defend his position, Hunter tapped a reliable and potent source to justify weaving church and state: George Washington.\n\n\"This is supposedly done under the separation of church and state, but you can't separate a veteran from his flag,\" Hunter told interviewer Bill Hemmer. \"And, you know, our first president and our first commander in chief prayed every day. He had a field manual of prayers.\"\n\n\nWhether Hunter knew it or not, Washington wasn't the most religious founding father. And the story of his personal prayer book was debunked in the early 20th century.\n\n\nHis remarks actually tap into a debate among scholars about the extent of Washington's religious convictions. Many argue he was more a deist than a Christian.\n\n\n\"It's a tricky area that keeps coming up again and again,\" said Phil Chase, a senior editor at the Papers of George Washington Project at the University of Virginia. \"People tend to attribute their own views to someone in the past. ... It happens a lot with Washington.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nEvangelical minister Tim LaHaye, author of the\n\nLeft Behind\n\nseries, is the latest. In his book about the founding father's faith, LaHaye wrote that the fact that Washington \"was a devout believer in Jesus Christ and had accepted Him as His Lord and Saviour is easily demonstrated by a reading of his personal prayer book, written in his own handwriting.\"\n\n\nExcept that's not true. Washington scholar Rupert Hughes wrote in 1926 that no evidence connects Washington to this prayer book, which was found nearly a century after his death in a old trunk. Hughes consulted a penmanship expert who proved it wasn't even in Washington's handwriting.\n\n\n\"We are very confident that this prayer book is not Washington's prayer book,\" Chase said.\n\n\nFortunately for Hunter, it's a common myth. Otherwise, we might give him a Pants-on-Fire ruling.", "vclaim_id": "vclaim-pol-16461"}