{"url": "/factchecks/2010/may/26/dale-peterson/candidates-squawk-about-chicken-farm-donations-ala/", "speaker": "Dale Peterson", "vclaim": "Says his opponent Dorman Grace brags on his Facebook page about receiving illegal campaign contributions.", "truth_label": "half-true", "date": "stated on May 25, 2010 in a campaign commercial:", "title": "Dale Peterson squawks about chicken farm campaign funds in Alabama Ag Commissioner race", "text": "One of the most talked-about political ads of the primary election season comes courtesy of a relatively obscure race: the Republican primary for the Alabama Commissioner of Agriculture and Industries. \n\nIt's the tough-talking, rifle-toting Dale \"Cowboy\" Peterson who propels the ad to an instant classic. To date, the ad has been viewed more 1.2 million times on YouTube. In it, Peterson aims his most pointed verbal attack against Republican primary opponent Dorman Grace.\n\n\"Dorman Grace brags on his Facebook page about receiving contributions from industries he would regulate. Bragging about receiving illegal money on Facebook. Who on earth would support such a dummy?\"\n\nIt's one thing to call your opponent a dummy. It's another to call him a cheat. And so we decided to check out Peterson's claim that Grace was guilty of taking illegal campaign contributions. And then bragging about it on Facebook.\n\nCampaign finance reports submitted to the Alabama Secretary of State, and viewable online, show that Grace has taken contributions from several \"farms.\" Among them, deer and poultry farms. And on his Facebook page, Grace thanked some of the supporters who have contributed to his campaign, including some of the farmers in question.\n\nSo are the contributions \"illegal\"?\n\nIn 1998, the Alabama Legislature passed a law \"to prohibit the Commissioner of the Department of Agriculture and Industries or a candidate for the office of commissioner from accepting campaign contributions from persons associated with businesses regulated by the department.\"\n\nThe contributions to Grace have given rise to several complaints with the state Ethics Commission -- not by Peterson -- but the commission has yet to rule on them.\n\nHe's no expert on election laws, Peterson said in a phone interview with PolitiFact, but this seems pretty cut and dry.\n\n\"You can readily see that industries that we regulate, he's accepting money from them,\" Peterson said.\n\nEnd of story? Not necessarily.\n\nThe Grace campaign says it has done nothing wrong because the contributions to the campaign don't come from industries regulated by the agriculture commissioner.\n\nTullie Culverhouse, campaign manager for Grace, contends the law was intended to bar contributions from agencies regulated by the ag commissioner, such as fertilizer and pest control companies which have to come to the department for a permit to operate in Alabama.\n\n\"Poultry farms are not regulated by the department,\" Culverhouse said. \"They are serviced by the department. The only thing they do is serve the industry with disease control. This is frivolous.\"\n\nSo those are the competing opinions of the two campaigns.\n\nWe spoke with Glen Zorn, the assistant ag commissioner and Democratic candidate for the top agriculture job. Zorn doesn't think it would be accurate to say, for example, that poultry farms are \"regulated\" by the commissioner. He hasn't taken any money from any poultry farmers, he said, but he would.\n\nThe law about not accepting contributions from \"persons associated with businesses regulated by the department\" has never been tested, and remains a gray area, said Jeff Webb, legal advisor to the Agriculture Commissioner.\n\n\"We can go on anyone's property that is growing hens and make sure they are following all of the mandates to prevent outbreaks of infectious or contagious disease,\" Webb said. And so, he said, \"There is an argument that they are regulated by us.\"\n\nBut there's a pretty good argument in the other direction, too, he said.\n\nRay Hilburn, Poultry Program Director for the Alabama Department of Agriculture, said he doesn't view the department's role as a regulator of poultry farms.\n\n\"We regulate diseases,\" he said. \"We do disease work. We make sure the birds are disease-free. But we don't regulate the poultry growers themselves, in my opinion.\"\n\nUltimately, it appears the state Ethics Commission is going to have to decide whether these contributions were improper (and it seems unlikely we'll hear a decision before next month's Republican primary). But we think it's fair to say that when the state's poultry program director and the legal advisor to the Alabama Department of Agriculture say the law is untested and unclear, it's a bit of a gray area. And so we rule Peterson's statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14974"}