{"url": "/factchecks/2017/jun/25/kellyanne-conway/house-health-care-bill-allows-some-stay-medicaid-n/", "speaker": "Kellyanne Conway", "vclaim": "\"If you became a Medicaid recipient through the Obamacare expansion, you are grandfathered in.\"", "truth_label": "barely-true", "date": "stated on June 25, 2017 in an appearance on ABC's 'This Week':", "title": "Does GOP health care include grandfather clause for Medicaid expansion?", "text": "Proposed changes to Medicaid shouldn’t worry people currently using the health care program for the very poor, White House adviser Kellyanne Conway said, because their coverage will continue.\nConway and George Stephanopoulos discussed the GOP's health care plans on ABC’s This Week on June 25, 2017. Senate Republicans earlier in the week had released a bill to follow up the House plan passed in May.\nDespite a projected $800 billion in cuts to the joint state and federal program — which Conway characterized not as cuts but as \"getting Medicaid back to where it was\" — current enrollees would not be affected, she said.\n\"If you are currently in Medicaid, if you became a Medicaid recipient through the Obamacare expansion, you are grandfathered in,\" Conway said.\nWe reached out to the White House to try to get more details on Conway’s statement, but did not get a response.\nConway appears to be talking about a provision in the House version of the bill that doesn’t appear in the Senate version. In either scenario, however, experts say current Medicaid enrollees will be in danger of losing funding and benefits.\nAid for Medicaid\nFirst, let’s review the Medicaid expansion and how it’s funded.\nAs part of its efforts to obtain health coverage for as many people as possible, the Affordable Care Act allowed states to expand Medicaid and help pay for it with more federal dollars. Thirty-one states plus D.C. currently have extended Medicaid benefits to all adults making up to 138 percent of the federal poverty level. The poverty line for a family of four is $24,600 in 2017.\nFor states with expanded Medicaid, the Affordable Care Act said the federal government would cover 90 percent or more of the cost of newly eligible Medicaid recipients. The money Washington kicks in to cover those patients is called the federal match rate.\nThe House bill would lower the federal match rate for new Medicaid applicants, back to the pre-Obamacare rate, which depends on the state, but would average about 57 percent by 2020. That would shift more costs of expanded Medicaid to states, and almost assuredly result in drastic changes to state programs.\n\"In practice, this means tens of billions of dollars cut from the Medicaid expansion, and most states wouldn’t be able to cover that gap, so they’d have to reduce eligibility, benefits or both,\" said Ben Sommers, a Harvard University health policy and economics professor.\nSome states even would mandate changes by law.\nSeven \"trigger\" states — Arkansas, Illinois, Indiana, Michigan, New Hampshire, New Mexico, and Washington — built requirements into their Medicaid expansions to protect them from the higher costs of covering so many more people. Those states would legally have to end or curb the expansion if the federal match rate goes down.\nBottom line, while the House bill would allow for an expanded Medicaid system to continue, GOP lawmakers would put less money into it and allow individual states to change eligibility requirements.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe left-leaning Center on Budget and Policy Priorities said in February 2017 that about 2.6 million expansion-eligible adults would lose coverage due to these trigger laws.\nA grandfather clause in the House bill\nThe House bill does allow people covered by expanded Medicaid as of Dec. 31, 2019, to continue to qualify for the higher 90 percent federal match rate under Obamacare. The \"grandfathered expansion enrollees\" would have to maintain near-continuous coverage, with no breaks of more than a month, in order to get the higher rate.\nThat’s not as simple as it sounds.\nContinuous coverage can be hard for Medicaid recipients to maintain. Medicaid patients have to continuously provide proof of income, and if a patient goes over the income limit, they lose coverage. This is a concept known as churning.\nJoan Alker, a public policy professor and executive director of the Center for Children and Families at Georgetown University, said that even if the bill grandfathers in those people at Obamacare funding levels, there’s no guarantee they’ll be able to keep their Medicaid benefits.\n\"After a few years ... it is estimated that those people will mostly all have churned off, effectively ending that protection,\" Alker said.\nThe nonpartisan Congressional Budget Office detailed what would happen in a March analysis of the House plan.\nThe CBO concluded \"that fewer than one-third of those enrolled as of December 31, 2019, would have maintained continuous eligibility two years later.\" If the bill became law, the higher federal match rate would still apply to less than 5 percent of newly eligible enrollees by 2024, the CBO estimated.\nThat would be translate to about 550,000 of the roughly 11 million enrollees who now qualify for the enhanced federal matching under Medicaid expansion.\n\"Even under the ACA, Medicaid is income sensitive and it is typical for people other than the elderly and people with disabilities to cycle on and off,\" said Sara Rosenbaum, a George Washington University health law and policy professor. \"Under neither the House nor Senate bill are current expansion beneficiaries guaranteed any coverage duration.\"\nThe Senate bill, meanwhile, continues to fund Medicaid expansion at the same rates until 2020. After that, the federal contribution shrinks to 85 percent in 2021, 80 percent in 2022 and 75 percent in 2023. In 2024, the federal reimbursement rate drops to the current average of around 57 percent. For states to maintain the Medicaid expansion as is, states would have to raise spending by $43 billion in 2024 alone, according to the Center on Budget and Policy Priorities.\nOur ruling\nConway said, \"If you became a Medicaid recipient through the Obamacare expansion, you are grandfathered in.\"\nThe GOP health care bill that passed the House, along with the \"discussion draft\" circulated in the Senate, make changes to Medicaid for people who acquired health care coverage through Obamacare.\nThe House proposal includes a grandfather clause that allows people covered by expanded Medicaid as of Dec. 31, 2019, to continue to qualify for a 90 percent federal match rate. But the \"grandfathered expansion enrollees\" would have to maintain near-continuous coverage in order to get the higher rate. Experts say that is extremely difficult because of changes in income or because of changes states could choose to make.\nThe Senate plan, which remains just a draft, continues the Medicaid expansion program largely as is until 2020, before beginning to reduce federal funding for all enrollees. That means either states will have to pick up a larger share of the cost or make changes to the program.\nIn either scenario, changes are likely. It's just a matter of when and how.\nWe rate Conway’s statement Mostly False.\n Share the Facts 2017-06-25 21:22:00 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"If you became a Medicaid recipient through the Obamacare expansion, you are grandfathered in.\"    Kellyanne Conway White House adviser   in an appearance on ABC's 'This Week' Sunday, June 25, 2017 2017-06-25    Read More  info", "vclaim_id": "vclaim-pol-03175"}