{"url": "/factchecks/2012/jan/02/chain-email/chain-e-mail-claims-when-baboons-congregate-its-ca/", "speaker": "Chain email", "vclaim": "\"What is the proper collective noun for a group of baboons? Believe it or not . . . a Congress!\"", "truth_label": "pants-fire", "date": "stated on December 10, 2011 in a message via the Internet:", "title": "Chain e-mail claims that when baboons congregate, it's called a 'congress.'", "text": "\"We are all familiar with a herd of cows, a flock of chickens, a school of fish and a gaggle of geese,\" the e-mail begins. \"However, less widely known is a pride of lions, a murder of crows (as well as their cousins the rooks and ravens), an exaltation of doves and, presumably because they look so wise, a parliament of owls.\n\n\"Now consider a group of baboons. They are the loudest, most dangerous, most obnoxious, most viciously aggressive and least intelligent of all primates. And what is the proper collective noun for a group of baboons? Believe it or not ... a Congress! I guess that pretty much explains the things that come out of Washington!\"\n\nWe at PolitiFact have learned from experience to be skeptical of anything we see in the contagion of e-mails we receive. But we wondered, since we're always skeptical of our own skepticism, could this just be a joke, or could this little tidbit be true?\n\nFirst stop: Dictionary.com. None of the definitions for congress referred to baboons, apes, monkeys or primates. A \"congress\" can be a meeting or session of any group, but the e-mail makes it clear that this is a specific term for a gathering of baboons.\n\nMerriam-Webster.com also produced negative results. So did the online version of the Oxford Dictionary and the 2,059-page Random House Unabridged Dictionary from 1973 in our newsroom.\n\nTwo places where we did find it were sources in which virtually anybody could insert a definition on a whim: Wikipedia and UrbanDictionary.com. (In the Urban Dictionary, someone added the definition on Sept. 3, 2011, in response to the e-mail.)\n\nSo we turned to Orin Hargraves, a freelance lexicographer and president of the Dictionary Society of North America.\n\nThe names for collections of animals are called \"terms of venery,\" and Hargraves said the best reference source for them is the 1968 book \"An Exaltation of Larks\" by James Lipton, host of \"Inside the Actors Studio.\"\n\nThe first part of the book, which examines real terms, has no reference to baboons. Only in the section that includes whimsical terms that Lipton coined or uncovered is there any reference to the primates. \"A rumpus of baboons\" is listed right next to \"a buffoonery of orangutans.\" (One of our favorites: \"a prickle of porcupines.\")\n\nHargraves could find no evidence that congress is the correct term. \"Apparently someone just made it up,\" he said. \"It has the ring of truthiness and so people like it. They do behave like the caricature of the baboons, but I think real baboons probably behave a lot better.\"\n\nWe also turned to two anthropologists who really know baboons.\n\nShirley Strum is at the University of California, San Diego, and director of the Uaso Ngiro Baboon Project in Nairobi,Kenya. Larissa Swedell is at Queens College of the City University of New York and studies the primates in Ethiopia and South Africa.\n\nBoth said the correct term for a group of baboons is a \"troop.\"\n\n\"I have never heard the term congress used for a group of baboons!\" Swedell said in an e-mail.\n\n\"I would prefer to be governed by baboons than the current Congress, however!!! They are more socially committed, abide by the golden rule and are generally nicer people,\" said Strum, also in an e-mail.\n\nSwedell disputed the e-mail’s description of baboons. \"Least intelligent? No way. … Among monkeys, baboons are pretty smart,\" she said, adding that chimpanzees are probably more dangerous.\n\nBaboons are \"socially sophisticated and incredibly smart\" and among primates, \"no species is as dangerous as humans,\" said Strum. \"Only baboons who have been spoiled by humans feeding them are dangerous and are never as aggressive as humans.\"\n\nFinally, we searched Google Books for \"congress of baboons\" and came up with just 10 books with the phrase. In contrast, \"troop of baboons\" produced 393 hits.\n\nOur ruling\n\nThe e-mail claiming that a group of baboons is known as a congress states the claim as fact and tickles our sense of irony at a time when the U.S. Congress' approval rating is about 16 percent or lower.\n\nBut the correct term is a \"troop.\"\n\nYou may be tempted to call the U.S. Congress a group of baboons, yet a group of baboons is not a congress.\n\nIf someone presents this joke e-mail to you as the truth, tell them they need to step away from the smoke detector because they've got Pants On Fire!\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/7f02b2ff-653c-4a8a-99fa-c45c7acdb872", "vclaim_id": "vclaim-pol-11872"}