{"url": "/factchecks/2011/oct/19/john-driscoll/property-taxes-newarks-prudential-center-become-is/", "speaker": "John Driscoll", "vclaim": "\"(Sen. Robert) Gordon cost us money, exempting the Newark sports arena from paying property taxes and sticking us with the bill.\"", "truth_label": "barely-true", "date": "stated on October 6, 2011 in a television ad posted on YouTube:", "title": "Property taxes at Newark's Prudential Center become issue in Bergen County Senate race", "text": "The Prudential Center in Newark is not in his legislative district or even one of the counties he's looking to represent in Trenton, but Republican State Senate candidate John Driscoll Jr. wants voters in parts of Bergen and Passaic counties to know the arena doesn’t pay property taxes.\n\nFor that exemption, Driscoll says voters can blame his opponent in the Nov. 8 general election, Democratic incumbent Robert Gordon.\n\nLooking to unseat Gordon in the 38th Legislative District, Driscoll, a Bergen County freeholder, recently put out a television ad lambasting the senator for allegedly raising taxes and chasing away jobs from Bergen County.\n\nWith cash flying from the image of a family superimposed over a photo of the Prudential Center, the narrator intones: \"Gordon cost us money, exempting the Newark sports arena from paying property taxes and sticking us with the bill.\"\n\nPolitiFact New Jersey found that Gordon did vote in 2008 to exempt the Newark Housing Authority, which owns the arena, from paying property taxes there. But that property tax exemption did not have a direct effect on voters in Bergen and Passaic counties, who are the target audience for the ad.\n\nFirst, let’s explain the property tax exemption.\n\nGordon was one of 21 senators -- the minimum needed for passage -- to vote for a bill in 2008 exempting projects like the Prudential Center from paying property taxes. The bill was later signed into law by former Gov. Jon Corzine.\n\nWithout such an exemption, the authority would have had to pay $6 million in property taxes to the city, authority attorney Paul Sangillo said at the time.\n\nSo, Driscoll’s ad is right that Gordon supported an exemption for the Prudential Center, which means the city does not receive property tax revenues from the arena property. Otherwise, those tax revenues would go to the city, its school district and Essex County.\n\nIn a statement, Newark spokeswoman Anne Torres said the tax exemption is appropriate, because the arena property is publicly owned. The authority collects rent at the arena on behalf of the city, Torres said.\n\n\"If the property were not exempt, the NHA would likely have to expend federal or state funding or in other words ‘tax dollars’ to afford the taxes on the property,\" according to the statement. \"Without revisiting the original ownership structure, the exemption from that view potentially saved tax dollars.\"\n\nFormer New Jersey Deputy Attorney General Robert Blau, who has an extensive background in real estate matters, also noted the impact of other tax revenue, such as sales taxes: \"There are certainly other taxes that Newark gets because of the existence of the center. It’s not just lost property taxes.\"\n\nOK, so Newark is not receiving property taxes from the arena property, but the ad claims the exemption \"cost us money.\" Who is \"us?\"\n\nDriscoll spokesman Greg Volpe said \"us\" refers to taxpayers, and pointed to news articles showing that Newark has needed additional state aid both before and after that exemption was granted.\n\n\"The special exemption for (the) Newark Arena cost the city's bottom line millions of dollars in recurring revenue,\" Volpe said in an email. \"State Legislators were wrong to exempt one of Newark's revenue assets and the result is state taxpayers, including those in the 38th District, have continued to pick up the bill.\"\n\nBut the ad doesn’t mention those additional state aid awards, giving viewers the impression that \"bill\" refers to the property tax exemption alone. The absence of those property tax payments only has a direct impact on Newark, its school district and Essex County.\n\n\"I’m not aware of any rationale by which it could be said that a Newark local property tax exemption could be said to impact taxpayers outside of Essex County,\" Joseph Ragno, an attorney with extensive experience in tax abatements, said in an email.\n\nOur ruling\n\nIn a TV ad, Driscoll claims Gordon cost taxpayers money by \"exempting the Newark sports arena from paying property taxes and sticking us with the bill.\" Gordon did support that exemption, and news articles show that Newark has needed additional state aid dollars over the years.\n\nBut the ad ties the \"bill\" to the property tax exemption, and the only entities directly affected are the city, the school district and the county -- not those voters in Bergen and Passaic counties.\n\nWe rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12242"}