{"url": "/factchecks/2007/nov/28/rudy-giuliani/right-facts-but-they-dont-prove-romney-weak-on-imm/", "speaker": "Rudy Giuliani", "vclaim": "Romney failed to take action against \"sanctuary cities\" in Massachusetts.", "truth_label": "mostly-true", "date": "stated on November 28, 2007 in St. Petersburg, Fla.:", "title": "Right facts, but they don't prove Romney weak on immigration", "text": "The Giuliani campaign has responded several times to Romney's attacks on \"sanctuary cities\" by alleging that it was Romney who was weak on immigration because he did not speak up or take action against Massachusetts cities that had similar policies to New York's.\n\nGiuliani is on solid ground with this attack. There's no evidence that Romney spoke up or took action against those cities.\n\n\nBut Romney's inaction does not necessarily confirm the Giuliani campaign's larger point –- that Romney was soft on illegal immigration.\n\n\nLate in his term, Romney approved a plan to deputize state troopers to help enforce immigration laws, although the plan was not implemented because it was rescinded by his successor, Gov. Deval Patrick.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe expect to see this allegation repeated as the campaign goes on, though. The Giuliani campaign has apparently been searching for cities with policies of not turning in illegal immigrants; they recently upped their count of Massachusetts sanctuary cities from three to six.\n\n\nWe rate Giuliani's claim as Mostly True because, although the facts are right, there's not enough evidence to back up Giuliani's larger point that Romney was not aggressive on illegal immigration.", "vclaim_id": "vclaim-pol-16491"}