{"url": "/factchecks/2013/may/06/ken-cuccinelli/cuccinelli-says-virginia-legislature-has-never-fai/", "speaker": "Ken Cuccinelli", "vclaim": "\"We have never gone a year in Virginia -- ever -- without passing a budget -- ever.\"", "truth_label": "false", "date": "stated on April 18, 2013 in a speech.:", "title": "Cuccinelli says Virginia legislature has never failed to pass a budget", "text": "Attorney General Ken Cuccinelli recently cited \"a real world example\" of how Virginia’s General Assembly functions better than Congress.\n\nState lawmakers always pass a budget while the U.S. Senate, until recently, went four years without approving a spending plan, he said during an April 18 speech at the Shad Planking in Waverly.\n\n\"We have never gone a year in Virginia -- ever -- without passing a budget -- ever,\" Cuccinelli, the GOP nominee for governor, said. \"Whatever we all may have disagreed on or agreed on, we passed that budget.\"\n\nWe’ve never gone a year in Virginia without passing a budget -- ever?\n\nVirginia’s record may be good, but it’s not perfect.\n\nThe Old Dominion works on a two-year budget cycle. During even years, a biennial spending plan is adopted. During odd years, the plan is adjusted to address changing needs and to conform to the ebb or flow of revenues because state law requires a balanced budget.\n\nIn 2000, the General Assembly passed a two-year plan that complied with then-Gov. Jim Gilmore’s signature campaign pledge to phase out the personal property tax on cars. That year, 45 percent of the levy was eliminated.\n\nBut in 2001, the nation was entering recession and the General Assembly split over Gilmore’s insistence that they proceed with the next step of phase out, which would have eliminated 70 percent of the car tax. The House approved the plan; the Senate refused, arguing that the state could not afford the step -- estimated to cost close to $400 million.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nThe General Assembly adjourned late that February without a budget agreement. It held a special session in May and again did not come to accord. The impasse marked \"the first time, the legislature couldn’t agree on a budget,\" according to a May 13, 2001 article in the Richmond Times-Dispatch.\n\nThe stalemate played into Gilmore’s hands. Under state law, he was allowed to cut spending to keep the two-year budget plan balanced, but he could not appropriate money for new programs. Gilmore, a Republican, sliced $421 million in spending and kept his car tax cut on schedule.\n\nLater that year, Democrat Mark Warner was elected governor with a stump speech that criticized the political climate in Richmond for being no better than Washington’s. And in 2002, the General Assembly capped car tax relief at $950 million a year, which was the cost of the 70 percent Gilmore phased out.\n\nNow, let’s return to Cuccinelli at the Shad Planking. After the speech, Richmond Times-Dispatch columnist Jeff Schapiro reminded him of the 2001 stalemate. \"That was before I was in the (Virginia) senate,\" said Cuccinelli, who was elected to the General Assembly later that year.\n\nCuccinelli’s campaign declined our invitation for additional comments.\n\nOur ruling\n\n\"We have never gone a year in Virginia -- ever -- without passing a budget -- ever,\" Cuccinelli said.\n\nNever, that is, except in 2001.\n\nWe rate Cuccinelli’s statement False", "vclaim_id": "vclaim-pol-09373"}