{"url": "/factchecks/2013/feb/20/paul-broun/congressman-uses-wrong-words-gun-claim/", "speaker": "Paul Broun", "vclaim": "\"There are more people killed with baseball bats and hammers than are killed with guns.\"", "truth_label": "pants-fire", "date": "stated on February 13, 2013 in an interview:", "title": "Congressman uses wrong words on gun claim", "text": "Some gun control critics are using a similar talking point in the national debate over this issue.\n\nPolitiFact Georgia spotted two recent claims on the topic that show the importance of being precise when making an argument on an issue. One speaker got it right. The other person made a more general statement on guns and got it wrong.\n\nOur odyssey began when an interesting comment by a state senator started making the rounds at the Georgia Capitol and on Twitter.\n\n\"There's more murders with hammers last year than...shotguns and pistols and AK-47s,\" said state Sen. Bill Jackson, a Republican from Appling.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMichael Bloomberg\n\n\nstated on October 18, 2010 in an interview\n\n\n\n\n\n\n\n\nGeorgia and other states with weak gun laws have more crime.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • November 9, 2010\n\n\n\n\n\n\n\n\nTwo days after Jackson’s statement, U.S. Rep. Paul Broun, a Republican from Athens, was quoted by Slate.com on the same topic.\n\n\"There are more people killed with baseball bats and hammers than are killed with guns,\" said Broun, who believes in limited government and is running for the U.S. Senate in 2014.\n\nWe quickly discovered our partners at other PolitiFact operations have examined similar claims before. Here’s what they found:\n\nIn January, some Facebook posts began to circulate that were critical of the White House’s proposal to restrict the availability of some weapons.\n\n\"Facts gun control advocates don’t want you to know. According to the FBI, in 2011, 1,694 were murdered with knives, 726 with hands or feet, 496 with clubs or hammers, 323 with rifles of any type. But Obama wants to ban semi-automatic rifles?\" it read.\n\nThe FBI figures also showed that 356 people were killed with shotguns.\n\nPolitiFact reviewed 2011 FBI data on the types of weapons used to commit murders. The numbers posted on Facebook nearly matched the FBI data. The Facebook post of how many people were killed with hands or feet was two below the FBI total of 728.\n\nA few weeks later, our partners at PolitiFact Texas examined a similar claim from that state’s attorney general, Greg Abbott.\n\n\"FBI: More people killed with hammers & clubs each year than rifles,\" Abbott said in a Twitter post.\n\nHe supplied a link to a Jan. 3, 2013, Fox News commentary piece that originated on the conservative website Breitbart.com and referred to FBI murder statistics from 2005 through 2011.\n\nPolitiFact Texas noted Abbott used selective data to base his claim. That said, PolitiFact Texas noted, it is correct that FBI data indicates that in 2011, more people were killed with \"clubs and hammers\" than with any type of rifle. They rated his claim True.\n\nOur efforts to reach Broun were unsuccessful.\n\nBroun’s statement is not as specific as Jackson, whose claim we rated True, and the others. FBI data shows that 6,220 Americans were murdered by handguns in 2011. That’s more than 12 times the number of people killed with clubs or hammers, not including how many people were killed by other types of guns.\n\nBroun’s claim that there are more people killed with baseball bats and hammers than are killed with guns was less specific. Broun’s general use of \"guns\" by its nature includes handguns. That makes his statement way off.\n\nFBI statistics show that 8,583 people were killed with all guns in 2011 -- most of them (6,220) with handguns.\n\nBroun is a congressman who has inserted himself directly into the heated gun debate. And he’s now running for the U.S. Senate. His high-profile run for higher office means that more of his statements will end up in the glare of the spotlight. And some of them could combust.\n\nOur rating for Broun: Pants on Fire.", "vclaim_id": "vclaim-pol-09688"}