{"url": "/factchecks/2012/aug/24/paul-ryan/paul-ryan-says-his-plan-would-not-affect-current-m/", "speaker": "Paul Ryan", "vclaim": "The Romney-Ryan plan for Medicare \"does not affect\" benefits for anyone 55 or older.", "truth_label": "half-true", "date": "stated on August 18, 2012 in a campaign stop at The Villages:", "title": "Paul Ryan says his plan would not affect current Medicare benefits", "text": "Paul Ryan knew he would get a big response when, during a rally for Mitt Romney at a Florida retirement community, he asked people to raise their hands if they are 55 or over.\n\nHe wanted to reassure the seniors in the crowd about the Republican presidential ticket’s plans for Medicare, the government health insurance program serving 39 million seniors.\n\n\"Our solution to preserve, protect and save Medicare does not affect your benefits,\" Ryan, Romney’s vice presidential pick, said during an Aug. 18, 2012, stop at The Villages.  \"Let me repeat that -- our plan does not affect the benefits for people who are in or near retirement.\"\n\nReally? The truth is not as clear as Ryan makes it appear.\n\nWe know Ryan and Romney are pushing for Medicare reforms that would spare beneficiaries 55 and over. Their proposals would create voucher-like credits for future retirees to shop for their own plans, either traditional Medicare or a private plan, starting in 2023. If Ryan were talking only about this part of the plan, he'd be correct.\n\nBut Romney and Ryan have also pledged to \"repeal and replace\" the Affordable Care Act, which Ryan attacked several times during his comments. The health law included several new benefits for Medicare.\n\nHere’s an overview of what Obama's health law offers Medicare beneficiaries:\n\nPreventive care with no out-of-pocket costs. Everyone on Medicare is now eligible for free preventive care as a result of President Barack Obama’s health care law. Seniors’ annual wellness visits would be covered, as well as flu shots and a number of screenings for cervical cancer, breast cancer, prostate cancer, HIV, and cholesterol (complete list is here). These services would not require co-pays.\n\nThe ‘doughnut hole.’ The law gradually closes the so-called \"doughnut hole\" for seniors on the Medicare Part D Prescription Drug Program over 10 years. Before the law, seniors whose annual drug costs exceeded $2,830 shouldered the entire payment without government assistance until they hit an out of pocket limit of $4,550. Once \"catastrophic coverage\" is triggered, the government paid 95 percent of costs.\n\nThe health care law gives beneficiaries who reach the doughnut hole a $250 tax-free rebate. Federal subsidies will kick in, gradually reducing the patient’s share of the payment from 100 percent to 25 percent by 2020.\n\nPlus, seniors in the doughnut hole receive a 50 percent discount on covered brand-name drugs.\n\nRestoring $716 billion in Medicare cost savings. Romney has said he will replenish $716 billion in Medicare spending reductions in the health care law over the next decade.\n\nSome analysts say reinstating the savings will will drive up premiums for Medicare Part B beneficiaries, reported the New York Times on Aug. 21, 2012. Premiums are pegged to Medicare’s overall costs, so when costs go up, premiums go up.\n\nMarilyn Moon, vice president and director of the health program at the American Institutes for Research, used official data to compute how out-of-pocket costs for beneficiaries might increase. We reached Moon, and she reviewed her methodology with us.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nShe calculated that restoring the Medicare spending would raise co-payments and premiums by by $342 a year on average over the next 10 years. By 2022, the annual increase would rise to $577.\n\nThe Romney campaign did not refute the Times story. Instead they pointed us to Romney’s campaign website and a memo from campaign policy director Lanhee Chan.\n\nThe memo criticizes the Medicare reductions, saying the reduced payments to hospitals will jeopardize seniors’ care and that people on Medicare Advantage, the private-public plan, will lose their coverage.\n\nRomney and Ryan have argued the health care law will hurt seniors, and that it’s better for the market to determine what doctors and hospitals should be paid.\n\nBut repealing the law will affect seniors, too.\n\n Our ruling\n\nRyan wants seniors to know his and Romney’s Medicare plan \"does not affect your benefits.\"  Indeed, that’s the case for their Medicare reform ideas, which would not affect people currently 55 and older.\n\nBut his assurance does not take into account one very large elephant in the room: the federal health care law, which alters Medicare primarily by extending more benefits and savings. Romney and Ryan want to \"repeal and replace Obamacare,\" but they haven’t said with what. Repealing the law would take away benefits for current enrollees.\n\nSome experts say it’s unrealistic to expect that level of policy detail. Maybe so, but until the leaders expound upon their plans for closing the doughnut hole for prescription drugs, as well as a number of other Affordable Care Act provisions that would disappear with repeal, we think it’s unrealistic to assure seniors their Medicare provisions wouldn’t change under a Romney-Ryan administration.\n\nWe rate his claim Half True.", "vclaim_id": "vclaim-pol-10527"}