{"url": "/factchecks/2012/oct/30/tammy-baldwin/senate-candidate-tammy-baldwin-says-she-voted-agai/", "speaker": "Tammy Baldwin", "vclaim": "Says she voted against the Medicare Part D prescription drug program \"because it was unfunded.\"", "truth_label": "false", "date": "stated on October 24, 2012 in an interview:", "title": "Senate candidate Tammy Baldwin says she voted against Medicare Part D because it wasn't paid for", "text": "In the political war for a Wisconsin U.S. Senate seat, a key battleground for Republican Tommy Thompson and Democrat Tammy Baldwin is Medicare Part D.\n\nThompson, who was President George W. Bush’s point man in getting Congress to approve Part D, touts the prescription drug program as an important benefit for senior citizens. And he chides Baldwin for voting against it.\n\nIn an Oct. 24, 2012, meeting with Milwaukee Journal Sentinel editors and reporters, Baldwin explained why she voted no.\n\n\"I want you to know I support strongly Medicare Part D,\" the Madison congresswoman said, \"but I would have paid for it. And that's why I voted no, it was because it was unfunded.\"\n\nBaldwin has been portrayed in the campaign as anything but a fiscal hawk.\n\nSo, did she really cite the lack of a tax increase or other funding mechanism when she opposed the program?\n\nThe program and the vote\n\nMedicare Part D is an optional insurance program for prescription drugs for people on Medicare. Private insurance companies offer a variety of plans, and recipients choose the plan that's best for them. When the program was created in 2003, the government subsidy to help recipients buy their drugs was estimated to cost $394 billion over 10 years.\n\nWe’ve rated True a claim by Baldwin that the Part D law, \"adopted under Thompson’s watch,\" bars the government from negotiating for \"better prices\" on prescription drugs. Thompson’s was Bush’s health and human services secretary at the time.\n\nWe’ve also rated as Mostly False a Thompson claim that he \"had nothing to do\" with the clause in Part D that prevents the government from negotiating drug prices for Part D.\n\nBaldwin campaign spokesman John Kraus did not respond to our requests for evidence that Baldwin voted against Part D because it was unfunded. But we found a half dozen statements made by Baldwin at the time, which make clear what her quarrel with the measure was when it passed.\n\nJune 22, 2002: In a statement on the House floor, a year before the initial House vote, Baldwin called the GOP’s Part D bill a \"sham,\" saying senior citizens \"need a comprehensive prescription drug benefit that has no gaps or gimmicks in coverage. They need real prescription drug coverage under Medicare.\"\n\nJune 28, 2003: After the initial House vote, Baldwin said in a news article in The Capital Times of Madison that she voted against the bill because it would force senior citizens into health maintenance organizations and preferred provider organizations that, unlike Medicare, limit their choice of doctors.\n\nJuly 21, 2003: Baldwin said in a news releases he voted against the bill because it  \"creates a gaping hole that fails to cover millions of seniors.\" She also said there were concerns about the bill leading to the privatization of Medicare.\n\nNov. 21, 2003: In remarks on the House floor prior to the final House vote, Baldwin repeated several of her criticisms, noting the federal government is barred from negotiating drug prices under Part D.\n\nNov. 22, 2003: In an opinion piece for The Capital Times, Baldwin said the GOP bill \"offers a meager prescription drug benefit, does nothing to control the skyrocketing price of prescription drugs and begins to dismantle the entire Medicare program.\" The same day, Baldwin voted against the bill that was signed into law; it passed, 220-215, largely along party lines.\n\nDec. 8, 2003: In a news release on the day Bush signed Medicare Part D, Baldwin made the same criticism she did in the opinion article.\n\nIn general, Democratic critics complained that expanding the role for private insurers would undermine traditional Medicare. There were also conservative critics, who said the bill didn’t do enough to contain Medicare costs.\n\nSo, Baldwin at the time cited a host of reasons for voting no -- that the measure  left some seniors without coverage, that it undermines traditional Medicare, that it does not control prescription drug costs, that the federal government is barred from negotiating drug prices.\n\nBut in the statements we found, there was nothing about the bill being \"unfunded,\" which Baldwin now says is the reason for her opposition.\n\nOur rating\n\nIn the heat of the Senate campaign, Baldwin said she voted against the Medicare Part D prescription drug program \"because it was unfunded.\"\n\nAt the time, Baldwin cited a number of reasons for opposing the program. But we didn’t find any statements about the program being unfunded.\n\nAbsent any evidence to the contrary, we rate Baldwin’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10057"}