{"url": "/factchecks/2012/oct/24/barack-obama/obama-says-romney-would-spend-2-trilllion-military/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney wants to add $2 trillion to defense budget that the military hasn’t asked for.", "truth_label": "true", "date": "stated on October 22, 2012 in a presidential debate:", "title": "Obama says Romney would spend $2 trillion that the military hasn't asked for", "text": "Republican nominee Mitt Romney has said he plans to increase defense spending by about $2 trillion over the next 10 years if he’s elected president. In the final debate of the campaign, moderator Bob Scheiffer asked Romney, \"Where are you going to get the money?\"\n\nRomney said he would take it from other parts of the budget -- by abolishing Obamacare and by changing Medicaid to a block grant and turning it over to the states.\n\nPresident Barack Obama said Romney’s plan for more defense spending is a bad idea, because it isn’t necessary. Romney \"wants to spend another $2 trillion on military spending that our military is not asking for,\" Obama said.\n\nIn this fact-check, we examine the claim that Romney is promoting something the top brass don’t want.\n\nRomney has outlined out his national security policy on his website. There, he warned that restoring the military \"will not be a cost-free process,\" and said he will \"begin by reversing Obama-era defense cuts ... with the goal of setting core defense spending — meaning funds devoted to the fundamental military components of personnel, operations and maintenance, procurement, and research and development — at a floor of 4 percent of GDP.\"\n\n What’s 4 percent worth?\n\nThe Pentagon’s budget is expected to run in the range of 3.2 to 3.5 percent of GDP in the next fiscal year. According to the Center for a New American Security, a group with ties to both Republican and Democratic administrations, even a gradual ramp up to 4 percent would increase defense spending by $2.1 trillion over the next ten years, as reported by CNN.\n\nThe Committee for a Responsible Federal Budget, a bipartisan group focused on deficit reduction, uses that number too, as do other budget think tanks. Romney seems to accept it, so as far as the $2 trillion figure goes, it seems reasonably accurate.\n\nIn the past, when asked about increasing defense spending in tough economic times, the Romney campaign has emphasized that the 4-percent goal will take some time to achieve.\n\nWhile the campaign website describes the goal as \"a floor\", campaign spokesperson Andrea Saul called it \"a target\" in an email to a Boston Globe reporter. The first priority, Saul wrote, is to reverse \"Obama-era defense cuts.\"\n\nIn the same article, one Romney adviser, Mackenzie Eaglen with the conservative American Enterprise Institute, said, \"That’s not a hard number and anybody would be crazy to suggest it is. It would have to be a very slow ramp-up and they would be hard-pressed to even achieve a 4 percent base budget by the end of the first term.’’\n\nThis suggests there is some flexibility on Romney’s part, although the candidate himself has not expressed that.\n\n What the Pentagon is asking for\n\nIn the debate, Romney said, \"Our Navy is smaller now than at any time since 1917. The Navy said they needed 313 ships to carry out their mission. We're now at under 285.\"\n\nIn fact, the 313-ship plan reflects a 2005 strategic review. In April, the Secretary of the Navy, Ray Mabus, presented a new program that sets a goal of 300 ships. Mabus’s remarks came at a moment when Romney had been vocal in his opposition to the new approach.\n\n\"A lot of this criticism is based on either incomplete and/or inaccurate or outdated information, or a failure to see beyond the short term or a willingness to protect the status quo in spite of the changing world and in spite of overwhelming evidence to the contrary,\" he said.\n\nThe president’s budget calls for $487 billion in defense savings between now and 2021. His defense secretary, Leon Panetta, and the chairman of the Joint Chiefs of Staff, General Martin Dempsey, have both spoken up for the plan, as have the heads of all five branches of the military.\n\n\"We are developing today the Joint Force the nation will need in 2020,\" Dempsey told the Senate budget committee. \"We will be a military that is able to do more than one thing at a time—to win any conflict, anywhere.\"\n\nPanetta acknowledged that the budget comes with risks but he said the department’s plan was based on looking first at the threats the nation might face.\n\n\"The department would need to make a strategic shift regardless of the nation's fiscal situation.,\" Panetta told the budget committee. \"We are at that point in history. That's the reality of the world we live in.\"\n\nAdministration critics say the reality was just the reverse. A report from the conservative Heritage Foundation said, \"the administration set a goal of slashing the defense budget, and then crafted a strategy justifying such draconian cuts.\"\n\nThe president is the commander-in-chief. Panetta works for Obama and the military answers to him. To the analysts at the Heritage Foundation, the chain of command says it all. But in the past, when military commanders have disagreed with presidents, they have found ways to get their complaints to the public.\n\nThis is not to say that all commanders are pleased with the trade-offs they face. But Nora Bensahel, deputy director of studies at the Center for New American Security, said she believes the president put a great deal of time into discussions with the military, and by and large, the commanders support the plan.\n\n\"It’s hard to see daylight between the military and the White House on this,\" Bensahel said.\n\nBroadly speaking, it is always possible that the service chiefs would disagree over funding of individual programs but that is within the overall budget limits.\n\n Our ruling\n\nThe president said Romney planned to increase defense spending by $2 trillion and that was money the military hadn’t asked for.\n\nMilitary leaders have testified in support of the president’s spending plan, and we found no evidence of disagreement behind the scenes.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10092"}