{"url": "/factchecks/2011/may/10/barack-obama/obama-says-border-patrol-has-doubled-number-agents/", "speaker": "Barack Obama", "vclaim": "\"The Border Patrol has 20,000 agents – more than twice as many as there were in 2004.\"", "truth_label": "true", "date": "stated on May 10, 2011 in a speech in El Paso:", "title": "Obama says border patrol has doubled the number of agents since 2004", "text": "In a speech on immigration reform in El Paso, Texas, President Barack Obama boasted about an unprecedented number of border security agents along the U.S. border with Mexico, but he said critics probably still won't be satisfied.\n\n\"Under Secretary Napolitano’s leadership, we have strengthened border security beyond what many believed was possible,\" Obama said in his May 10, 2011, speech. \"They wanted more agents on the border. Well, we now have more boots on the ground on the southwest border than at any time in our history. The Border Patrol has 20,000 agents –- more than twice as many as there were in 2004, a buildup that began under President Bush and that we have continued.\"\n\nObama said that commitment is beyond what was requested by some Republicans \"who said they supported broader reform as long as we got serious about enforcement.\"\n\n\"I suspect there will be those who will try to move the goal posts one more time,\" Obama said. \"They’ll say we need to triple the border patrol.  Or quadruple the border patrol.\"\n\nObama has touted this statistic about border patrol agents in his immigration speeches before. In July 2010, we fact-checked the president's claim that \"Today, we have more boots on the ground near the southwest border than at any time in our history.\" (the same phrase he used in El Paso). And last month, our colleagues at PolitiFact Georgia checked Obama's claim in a TV interview that \"We have now more Border Patrol officers … than we’ve had at any time in our history.\"\n\nWe rated both of those claims Mostly True, noting that while border patrol manpower is at an all-time modern high, President Woodrow Wilson sent between 75,000 and 150,000 troops to the U.S.-Mexico border in 1916 to quell a surprise attack in the New Mexico town of Columbus by Pancho Villa, a military venture otherwise known as the Mexican Expedition of 1916.\n\nHere, we decided to focus on Obama's claim that \"the Border Patrol has 20,000 agents -- more than twice as many as there were in 2004.\"\n\nThere were 20,745 border patrol agents as of April 9, 2011; 17,659 of them stationed along the southwest border with Mexico, according to data provided by Steven Cribby, a spokesman for the Department of Homeland Security.\n\nThat's up from 17,499 border patrol agents at the end of September 2008, four months before Obama took office (an 18 percent increase).\n\nSingling out just the border patrol agents along the U.S.-Mexico border, the number has increased from 15,422 to 17,659 (a 14 percent increase).\n\nAccording to a March 3, 2010, analysis of border security by the Congressional Research Service, \"Border Patrol agent manpower assigned to the southwest border has been increasing steadily since the early 1990s. In 1992, there were 3,555 agents assigned to the southern border, by 2000 that number had increased by 141 percent to 8,580. Since 2000, the number of agents assigned to the southern border has continued to increase, more than doubling once more to 20,119 agents at the end of FY2009. The rapid and steady increase of Border Patrol agents assigned to the southern border reflects the ongoing interest in Congress in stemming the tide of illegal immigration.\"\n\nThe report notes that Obama's proposed 2011 budget requested a reduction of 181 Border Patrol agents. But the administration's proposed 2012 budget calls for increasing the the number of border patrol agents to 21,370.\n\nJack Martin, special projects director at the Federation for American Immigration Reform, which supports stricter illegal immigration guidelines, said Obama's statistic is true but that much of the credit for starting the trend toward more border security goes to Obama's predecessor.\n\n\"There has been a steady buildup of BP officers for several years given impetus by the 9/11 attacks,\" Martin said. \"The increase has by necessity been gradual because it is limited by the capacity of the BP training facility.\"\n In March 2011, the U.S. Government Accountability Office released a report, \"Border Security: DHS Progress and Challenges in Securing the U.S. Southwest and Northern Borders,\" in conjunction with testimony from GAO Director Richard Stana.\n\nThe report confirmed that personnel and other resources to stop illegal crossings of the U.S.-Mexico border have increased dramatically in recent years. In 2004, the U.S. Department of Homeland Security was created, reorganizing several federal agencies under a single roof. That year, the agency had 10,500 agents to patrol land borders.  That number now stands at nearly 21,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIn other words, manpower has roughly doubled since 2004, as Obama said in his speech in El Paso. Again, that trend began under President Bush, whom Obama credited, but it continued under Obama. We rate Obama's statement True.", "vclaim_id": "vclaim-pol-13117"}