{"url": "/factchecks/2010/dec/04/city-beaverton/beaverton-school-district-claims-record-number-hom/", "speaker": "Beaverton", "vclaim": "Last year, Beaverton School District had the highest number of homeless students ever recorded in Oregon.", "truth_label": "false", "date": "stated on November 17, 2010 in a press release:", "title": "Beaverton School District claims record number of homeless students in Oregon history", "text": "Beaverton brings to mind terrific Asian restaurants, good schools and traffic hell on the Sunset Highway. It doesn’t often conjure images of homeless children.\n\nYet a recent press release for a city of Beaverton toy drive says the Beaverton School District  reported a record 1,580 homeless students last year, as well as other sobering facts belying the district’s wealthy image.\n\n\"One out of ten children in the Beaverton School District lives below the federal poverty line and more than 37% of the school district's students (over 13,000 kids) receive free or reduced lunch benefits. Last year, Beaverton School District had the highest number of homeless students in the state, 1,580 homeless students, which was also the highest number ever recorded in Oregon.\"  \n\nPolitiFact Oregon did a simple search at the state schools superintendent website and found that the figure is correct. The Beaverton School District reported 1,580 homeless students in 2009-10, ranking No. 1 of all school districts.\n\nBut is that the highest number of homeless students ever reported in the state?\n\nThe previous year’s figures show that’s not so. In 2008-09, Portland Public Schools -- the state’s most populous school district -- reported 1,706 students without permanent shelter, followed by the Medford School District with 1,126. Beaverton was third with 1,114 homeless students. The 1-2-3 line-up was the same in 2007-08.\n\nSo last school year, Beaverton was No. 1. Medford maintained its No. 2 spot with 1,139 students homeless. Portland ranked No. 3 with 1,043 students homeless -- about 700 fewer than reported in 2008-09. And no, it’s not as if those students miraculously found low-cost shelter overnight. Apparently, Portland district officials dropped the ball on properly counting heads, as reported in this story  by The Oregonian.\n\nIn other words, we don’t expect Beaverton to hold the top spot when the state education department releases its report next year. Also, while the raw number is big in Beaverton, smaller districts routinely report higher percentages of homeless students. Nearly 13 percent of Klamath Falls’ 3,408 students lack steady housing, and more than 9 percent of Medford’s students are homeless. About 4 percent of Beaverton students are homeless.\n\nAsked to clarify, city spokesman Jordan Imlah said, \"Our phrasing was off. What we meant was the Beaverton School District had the highest number of homeless students recorded in 2009-10 and the highest ever recorded for the Beaverton School District.\"\n\nCertainly, there are a lot of homeless children in Beaverton, but it’s not accurate to say it was the largest on record in the state. Imlah said he would correct the claim. We rate the statement False.\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13926"}