{"url": "/factchecks/2010/oct/30/democratic-congressional-campaign-committee/dccc-says-scott-rigells-car-dealership-made-over-4/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "\"Rigell's car dealership made over $400,000 off the ‘Cash for Clunkers’ bailout.\"", "truth_label": "half-true", "date": "stated on October 1, 2010 in a TV ad:", "title": "DCCC says Scott Rigell's car dealership made over $400,000 off the ‘Cash for Clunkers’ bailout.", "text": "An arm of the national Democratic Party labeled Virginia Beach businessman and Congressional hopeful Scott Rigell a hypocrite for criticizing federal stimulus spending after cashing in on its benefits.\n\nRigell, a Republican, owns Freedom Automotive, which operates three dealerships in Hampton Roads. He’s challenging Democratic incumbent Glenn Nye for Virginia’s 2nd Congressional District seat.\n\nA TV ad sponsored by the Democratic Congressional Campaign Committee paints Rigell’s participation in the Cash for Clunkers program as a direct contradiction of his campaign criticism of the stimulus bill, which helped pay for the program.\n\n\"Hypocrisy. That’s politics these days. And now politician Scott Rigell is campaigning on his opposition to bailouts,\" the ad says. \"But Rigell's car dealership made over $400,000 off the 'Cash for Clunkers' bailout. Rigell rails against the bailout, but his business raked in the cash.\"\n\nAsked to source the claim, the DCCC pointed to U.S. Department of Transportation statistics as well as stories in The Daily Press and The Virginian-Pilot, daily newspapers in Hampton Roads. \n\nBut first, what is Cash for Clunkers? The 33-day program during the summer of 2009 provided federal subsidies for people trading in older cars to buy new vehicles. The hope was to jump start the auto industry in the midst of the recession.\n\nDid Rigell’s dealerships participate in Cash for Clunkers? Yep. Rigell  acknowledges it, and according to the U.S. Department of Transportation National Highway Traffic Safety Administration, Rigell’s three dealerships received a total of $441,000 in rebates for 106 sales.\n\nBut that doesn’t mean the rebates translated into $441,000 in profits for Rigell’s dealerships, as the ad implies. Under the program, dealers gave consumers instant instant rebates of up $4,500 for their clunkers to be used as down payments on new cars. The dealers would then file paperwork with the federal government and get reimbursed.\n\nRigell’s profit would have come from the mark ups of the 106 new cars he sold under the program. Rigell’s campaign declined to reveal its mark-up figures. In 2009, U.S. auto dealers grossed an average $1,183 on on each new car sold, according to the National Automobile Dealers Association. Under that math, Rigell would have had a gross profit $125,398 attributable to Cash for Clunkers.\n\nWhy woulda Republican who has vocally opposed the stimulus bill opt to participate in one of its programs? Rigell says it was just business.\n\n\"Some of our customers asked to participate in that program and I couldn’t imagine saying no, you’ve got to go somewhere else,\" Rigell said at a recent Hampton RoadsChamber of Commerce meeting.\n\nThrough a spokesman, Rigell told PolitiFact that he was protecting his 240 employees by participating. Although he made money from the program, Rigell says he is not happy about it.\n\n\"I resentthe government for putting our family business in that position,\" he said. In The Virginian-Pilot, Rigell described the clunkers program as \"an ill-advised program forced upon me as a businessman in this environment.\"\n\nSo let’s look back at the facts.\n\nRigell has indeed campaigned against the federal stimulus, as the ad claims. There’s no doubt that Cash for Clunkers was part of the stimulus and that the program boosted the bottom lines of Riggell’s dealerships.\n\nBut we can’t place a dollar amount on the benefit to Rigell. The ad wrongly suggests that his dealerships’ $441,000 in rebates were straight profits and there’s reason to believe Rigell’s actual gain from Clunkers was considerably smaller. So we find the claim to be Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-14089"}