{"url": "/factchecks/2019/aug/26/ken-cuccinelli/trump-administration-using-dna-tests-crack-down-fa/", "speaker": "Ken Cuccinelli", "vclaim": "A federal pilot program to DNA test illegal immigrants showed \"something like 30% (of test subjects) are fake families.\"", "truth_label": "half-true", "date": "stated on August 22, 2019 in a panel discussion:", "title": "The Trump administration is using DNA tests to crack down on “fake families” at the border", "text": "Fearing that children were being smuggled across the U.S.-Mexico border, the Trump administration has sought to detect instances where adult migrants fraudulently present unrelated children as their own. \nSo earlier this year, the administration rolled out a pilot program to DNA test some groups apprehended at the border who purported to be family units, as a way to determine if they are in fact related.\nAccording to the acting director of the office of U.S. Citizenship and Immigration Services, nearly a third of suspicious cases were found to reveal fraudulent families.\n\"You've undoubtedly heard about the pilot programs with the Border Patrol where they're doing DNA testing,\" Cuccinelli told at the Texas Public Policy Foundation Aug. 22, 2019. \"They're identifying fake families. In the areas where those are being implemented, it's something like 30% are fake families.\"\nWhile the DNA testing program uncovered cases of migrant groups lying about being families, the federal data we found showed the rate of fraudulent families was lower than Cuccinelli’s figure. \nDNA pilot program\nThe pilot DNA testing program Cuccinelli referred to was carried out earlier this year by U.S. Immigration and Customs Enforcement agents. Officials said the rapid DNA tests, administered through cheek swabs, were done on a voluntary basis. Results take about 90 minutes to produce.\nBefore rapid DNA testing, officials relied on more traditional investigative means to suss out fraudulent families, like screening documents for counterfeits. Using such methods, agents detected more than 1,000 instances of fraudulent families attempting to cross the Southern Border from October 2018 through April of this year, according to the Washington Post. \nDuring a three-day pilot operation from May 8-10, DNA testing revealed a portion of the groups caught crossing the border illegally had lied about being related. But the rate was not as high as 30%, as Cuccinelli said.\nAccording to an ICE statement in June, agents tested 84 family units who \"presented indicia of fraud.\" Of those, 16 groups claiming to be a family were identified as fraudulent. That’s a rate of 19%.\nThe June ICE statement also said the agency would extend the pilot program by 120 days, and expand it to five additional border locations beginning later that month. However, we found no data showing the results of the extended pilot program. \nHomeland Security did not respond or provide data when asked. The office of U.S. Citizenship and Immigration Services — under Cuccinelli’s charge — did not respond to our request, either. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIt’s not entirely clear where Cuccinelli’s 30% figure comes from. \nThe Associated Press reported on May 1 that \"ICE officials said they have identified 101 possible instances of fraudulent families since April 18 and determined one-third were fraudulent.\" But that report was published prior to the rollout of the DNA pilot program that began May 8.\nAbout a week after phase one of the pilot program ended in May, the Washington Examiner on May 18 reported the 30% figure, citing an anonymous \"official involved in the system's temporary rollout.\" \n\"Approximately 30% of rapid DNA tests of immigrant adults who were suspected of arriving at the southern border with children who weren't theirs revealed the adults were not related to the children, an official involved in the system's temporary rollout who asked to be anonymous in order to speak freely told the Washington Examiner,\" the newspaper’s May 18 report stated.\nSen. Lindsey Graham, R-S.C., also cited the 30% figure during a July 14 appearance on Fox News’ Sunday Morning Futures.\n\"Thirty percent of the people with small children are fake families,\" he told Fox News’ Maria Bartiromo. \nGraham’s office indicated the senator had not been describing the results of the DNA pilot program. Rather, he was referring to data about fake families that was collected prior to the DNA testing.\nOur ruling\nCuccinelli said a federal pilot program to DNA test illegal immigrants showed \"something like 30% (of test subjects) are fake families.\"\nIt’s not entirely clear where Cuccinelli’s 30% figure comes from. \nThe Associated Press reported that in the latter half of April, border officials identified around 100 possible cases of fraudulent families, and found that one third were fraudulent. But these findings were based on traditional investigative methods like document screening, and happened before the DNA testing program went into effect.  \nAn article in the Washington Examiner published on May 18 — about a week after phase one of the DNA pilot program ended — reported the 30% statistic, citing an unnamed immigration official. \nBut in June, the ICE released data that showed around 20% of suspicious cases turned up DNA evidence that disproved a family relationship. The relevant agencies did not respond to our request for information.\nWe rate this Half True.", "vclaim_id": "vclaim-pol-00234"}