{"url": "/factchecks/2016/apr/10/glenn-beck/glenn-beck-ted-cruz-supporter-says-hillary-clinton/", "speaker": "Glenn Beck", "vclaim": "Polls show \"Hillary Clinton wins every time with Donald Trump\" as her opponent.", "truth_label": "true", "date": "stated on April 10, 2016 in an interview on NBC's \"Meet the Press\":", "title": "Glenn Beck, a Cruz supporter, says Hillary Clinton always beats Donald Trump in polling matchups", "text": "With doubts persisting over whether Donald Trump will be able to clinch the Republican presidential nomination on the first ballot, NBC's Meet the Press host Chuck Todd asked conservative commentator and Ted Cruz supporter Glenn Beck what he would do if Trump is the nominee.\nBeck said he would never vote for Trump and instead would probably focus on the strongest House and Senate candidates who \"would keep Hillary Clinton at bay because Trump is not going to win the general. If you look at the polls — Todd, and you know this no matter what they say — you look at the polls, Hillary Clinton wins every time with Donald Trump.\"\nFor this fact-check, we'll look at whether Beck is accurately characterizing the national head-to-head polls.\nAs it turns out, he is.\nOur source is the compilation of national surveys by RealClearPolitics.com. Since a Fox News poll dating back to Feb. 15, Clinton has won every hypothetical head-to-head matchup with the billionaire.\nAnd in every case, the winning margin has been larger than the poll's margin of error.\nThe website’s aggregation of the most recent polls gives Clinton a spread of 10.5 percentage points over Trump.\nThe trend has been clear for the past year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIf you go back to polls released in May 2015 (before Trump was officially a candidate), Clinton has bested Trump in 51 of 58 matchups. In 43 of those surveys, she's outpolled Trump by a percentage that's greater than the margin of error.\nTrump has come out on top in only five polls. The last time was in a February USA Today/Suffolk survey, where the two-point spread was within the margin of error. That poll has not been repeated.\nHis winning margin hasn't been greater than the margin of error since a November survey by Fox News. More importantly, Fox's two newest polls, from February and March, both show Clinton winning. The March survey gives her a winning margin of 11 percentage points.\nOne of those five polls, from early September, hasn't been repeated either.\nTwo other surveys released since May 2015 have had him tied with Clinton. The most recent was conducted in early October. But once again, the latest versions of those polls, by Public Policy Polling in late March and CNN/ORC in mid March, have Clinton way ahead.\nOur ruling\nThe bottom line is every recent poll shows Clinton clearly ahead of Trump. The only polls that favor Trump are old and have mostly been superseded by newer surveys showing that Clinton has pulled ahead.\nWe rate Beck's claim True.", "vclaim_id": "vclaim-pol-05130"}