{"url": "/factchecks/2018/feb/16/usdeplorablesnewscom/fake-news-says-michelle-obama-blamed-donald-trump-/", "speaker": "usdeplorablesnews.com", "vclaim": "Says Michelle Obama said Florida shooting \"is clearly our president’s fault.\"", "truth_label": "pants-fire", "date": "stated on February 15, 2018 in a fake news blog post:", "title": "Fake news says Michelle Obama blamed Donald Trump for Florida shooting", "text": "Facebook users flagged a suspicious post on a site called American President Donald J. Trump. The headline read, \"Michelle Obama: ‘Florida shooting is clearly Trump’s fault, these shootings are happening constantly since he became our president.\"\nThe news brief said Obama made those comments \"in Chicago amid the Obama Foundation worldwide event.\"\nBut this story is a hoax.\nThe Obama Foundation has not held an event since 19-year-old Nikolas Cruz killed 17 people at Marjory Stoneman Douglas High School in Parkland, Fla., on Feb. 14.\nA search of the Nexis news database finds that former first lady Michelle Obama did not make those remarks at another event, or in any format whatsoever.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAn identical article showed up on three websites — Usdeplorablesnews.com, DailynewsforAmericans.com and Uberconservative.com.\nNone should be trusted.\nIn the aftermath of the Florida shooting, Michelle Obama retweeted the comments made by her husband, Barack Obama. He wrote:\n\"We are grieving with Parkland. But we are not powerless. Caring for our kids is our first job. And until we can honestly say that we're doing enough to keep them safe from harm, including long overdue, common-sense gun safety laws that most Americans want, then we have to change.\"\nWebsites claimed that Michelle Obama blamed Trump for the shooting in Florida. But she never said that. We rate this claim Pants on Fire.  Share the Facts 2018-02-16 20:15:20 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Michelle Obama said Florida shooting \"is clearly our president’s fault.\"     usdeplorablesnews.com Fake news blogger https://usdeplorablesnews.com/index.php/2018/02/15/michelle-obama-florida-shooting-is-clearly-trumps-fault-these-shootings-are-happening-constantly-since-he-became-our-president-we-must-protect-our-children-from-this-tyrant/   In an article on a fake news website. Thursday, February 15, 2018 2018-02-15    Read More  info", "vclaim_id": "vclaim-pol-02396"}