{"url": "/factchecks/2017/aug/11/chris-collins/how-has-gun-crime-changed-safe-act/", "speaker": "Chris Collins", "vclaim": "\"Violent crimes where a firearm is used have remained static since 2013 in both New York State and Erie County\"", "truth_label": "barely-true", "date": "stated on August 2, 2017 in an op-ed for The Buffalo News:", "title": "How has gun crime changed since the SAFE Act?", "text": "Rep. Chris Collins, R-Clarence, says some of New York state’s gun control laws should be scrapped.\nThe 2013 Secure Ammunition and Firearm Enforcement Act was supposed to reduce gun violence in New York. Collins says there’s no evidence that’s happened.\n\"Statistics show that violent crimes where a firearm is used have remained static since 2013 in both New York State and Erie County,\" Collins said in an op-ed in The Buffalo News.\nCollins is sponsoring federal legislation to reverse parts of the SAFE Act that regulate rifles and shotguns. He says the law has been an unnecessary burden for gun owners across upstate New York.\nBut is he right that the number of violent crimes with a firearm has been unchanged since 2013?\nStatewide data\nFor the state as a whole, the numbers don't back up Collins' claim. In 2016, there were 10,007 violent crimes with a firearm reported to police,  according to data from the New York State Division of Criminal Justice Services. In 2013, there were 12,235. The percentage of violent crimes with a firearm also fell from 16 percent in 2013 to 13.5 percent in 2016.\nLooked at another way, the number of firearm-related violent crimes per New York state resident also has declined. There were 62 firearm-related violent crimes reported for every 100,000 residents in 2013, compared with 50 for every 100,000 residents by 2016.\nThe number of firearm-related violent crimes has decreased statewide each year since 2012, the first year New York City was included in the data.\nThe number was already going down outside New York City before the SAFE Act in 2013. There were 5,340 violent firearm crimes reported to police outside New York City in 2008 — the most in the last decade. The count has only increased twice since, in 2012 and 2016.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nErie County data\nIn Erie County, the trend is different. Violent crimes with a firearm have been on the rise.\nPolice in Erie County reported 1,154 violent crimes with a firearm in 2016 — more than any other county upstate. That’s up from 1,092 in 2013.\nThe rate of firearm-related violent crimes has also increased, from 118 of those crimes for every 100,000 Erie County residents in 2013 to 125 in 2016.\nCollins’s view\nA spokesperson for Collins said he based his claim on an article from WKBW, a Buffalo news station.\n\"The SAFE Act has done little to keep Western New Yorkers safe and has taken away the Second Amendment rights of law abiding citizens,\" Collins spokesperson Sarah Minkel said in a statement responding to our findings.\nWKBW used the same data we did and presented the same results, though the article notes there have been \"no major changes in crime rate\" since 2013.\nOur ruling\nCollins said \"statistics show that violent crimes where a firearm is used have remained static since 2013 in both New York State and Erie County.\"\nStatistics tell a different story. Violent crimes with a firearm have decreased statewide since 2013 and increased in Erie County. But correlation does not equal causation. Trends show violent crime with a firearm was already going down statewide before the SAFE Act.\nWe rate his statement Mostly False.\n Share the Facts 2017-08-11 20:24:11 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Violent crimes where a firearm is used have remained static since 2013 in both New York State and Erie County\"    Chris Collins Congressmember   New York Wednesday, August 2, 2017 2017-08-02    Read More  info", "vclaim_id": "vclaim-pol-03009"}