{"url": "/factchecks/2017/may/31/gregg-jarrett/fox-news-hosts-wrong-no-law-forbids-russia-trump-c/", "speaker": "Gregg Jarrett", "vclaim": "\"You can collude all you want with a foreign government in an election. There's no such statute\" (that makes collusion a crime).", "truth_label": "false", "date": "stated on May 30, 2017 in an interview on Fox News:", "title": "Fox News host wrong that no law forbids Russia-Trump collusion", "text": "Fox News host Gregg Jarrett has a distinctive take on the investigation into possible links between Russia and the Trump campaign. Jarrett, a former defense attorney, said that even if the two worked together, it wasn’t illegal.\n\"Collusion is not a crime, only an antitrust law,\" he said on May 30. \"You can collude all you want with a foreign government in an election. There's no such statute.\"\nJarrett made the same point in an article on the Fox News website. He wrote that special counsel Robert Mueller had been given the \"futile\" task of investigating a crime that doesn’t exist.\n\"As special counsel, Mueller can engage in all manner of spectacular jurisprudential gymnastics,\" Jarrett wrote. \"However, it will not change the fact that colluding with Russia is not, under America’s criminal codes, a crime.\"\nReally?\nWe thought we’d look into the legal landscape. We wanted to know what election law does or doesn’t say; this is a separate question from what did or did not occur.\nBy way of brief recap, the U.S. Justice Department appointed Mueller to investigate Russian interference with the 2016 presidential election. His first task was to explore \"any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump.\"\nJarrett said the only real trouble for the Trump campaign would be if it committed some other crime, such as helping the Russians hack into Democratic emails. He dismissed that as implausible and unsupported by any public evidence.\nWe ran Jarrett’s argument by three election law professors, and they all said that while the word \"collusion\" might not appear in key statutes (they couldn’t say for sure that it was totally absent), working with the Russians could violate criminal laws.\nNathaniel Persily at Stanford University Law School said one relevant statute is the Bipartisan Campaign Reform Act of 2002.\n\"A foreign national spending money to influence a federal election can be a crime,\" Persily said. \"And if a U.S. citizen coordinates, conspires or assists in that spending, then it could be a crime.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nPersily pointed to a 2011 U.S. District Court ruling based on the 2002 law. The judges said that the law bans foreign nationals \"from making expenditures to expressly advocate the election or defeat of a political candidate.\"\nAnother election law specialist, John Coates at Harvard University Law School, said if Russians aimed to shape the outcome of the presidential election, that would meet the definition of an expenditure.\n\"The related funds could also be viewed as an illegal contribution to any candidate who coordinates (colludes) with the foreign speaker,\" Coates said.\nTo be sure, no one is saying that coordination took place. What’s in doubt is whether the word \"collusion\" is as pivotal as Jarrett makes it out to be.\nCoates said discussions between a campaign and a foreigner could violate the law against fraud.\n\"Under that statute, it is a federal crime to conspire with anyone, including a foreign government, to ‘deprive another of the intangible right of honest services,’ \" Coates said. \"That would include fixing a fraudulent election, in my view, within the plain meaning of the statute.\"\nJosh Douglas at the University of Kentucky Law School offered two other possible relevant statutes.\n\"Collusion in a federal election with a foreign entity could potentially fall under other crimes, such as against public corruption,\" Douglas said. \"There's also a general anti-coercion federal election law.\"\nIn sum, legal experts mentioned four criminal laws that might have been broken. The key is not whether those statutes use the word collusion, but whether the activities of the Russians and Trump associates went beyond permissible acts.\nOur ruling\nJarrett said that \"you can collude all you want with a foreign government in an election,\" because there’s no law that says collusion is a crime.\nThree prominent election law scholars said there are at least four laws that would prohibit the sort of activities under investigation, whether those laws mention collusion or not. Jarrett’s focus on a single word fails to reflect the reach of the criminal code.\nWe rate this claim False.  Share the Facts 2017-05-31 20:02:21 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"You can collude all you want with a foreign government in an election. There's no such statute\" (that makes collusion a crime).     Gregg Jarrett Fox News host   In an interview on Fox News Tuesday, May 30, 2017 2017-05-30    Read More  info", "vclaim_id": "vclaim-pol-03255"}