{"url": "/factchecks/2011/mar/28/chris-abele/chris-abele-says-milwaukee-county-parks-director-s/", "speaker": "Chris Abele", "vclaim": "Says Milwaukee County Parks director Sue Black has not received a pay raise in five years.", "truth_label": "mostly-true", "date": "stated on March 22, 2011 in a campaign appearance:", "title": "Chris Abele says Milwaukee County Parks Director Sue Black has not received a pay raise in five years", "text": "Milwaukee County should be run more like a business. That’s one theme of first-time candidate Chris Abele as he seeks to replace Scott Walker as county executive in the April 5 election.\n\nOn the campaign trail, Abele often says one standard, business-like approach to government calls for rewarding employees who deliver -- especially on the revenue front. When making his point, he routinely singles out the county parks director.\n\nHe made the point during a March 22, 2011, appearance with challenger Jeff Stone before the Milwaukee Rotary Club.\n\n\"You’ve got parks where for five years in a row earned revenue is growing and you have a parks director who earns the gold medal national award for the best managed park system but (her parks budget) gets cut and (she) doesn’t get a raise for five years.\"\n\nSounds like someone got a raw deal.\n\nLet’s take a look at what Abele was discussing.\n\nWe asked Abele’s campaign for his backup.\n\nSpokesman Brandon Lorenz sent us to Black, who he said told Abele about the money matter. Black didn’t return our calls, so we went to county records and other past news reports.\n\nWalker hired Black to run the county parks in 2004. Previously, she had been the director of the Wisconsin State Park System. While working for the Walker administration, Black earned a reputation as being a fierce advocate for the parks, even with a boss whose mantra was to cut back on county government. She considered running to replace Walker herself, but in January 2011 discarded the idea.\n\nIn 2009, she won a national award, presented by the American Academy for Parks and Recreation and the National Recreation and Parks Association.\n\nAt the time of the award, Jim Goulee, executive director of the Park People, a local parks advocacy organization, praised Black’s performance. He said Black and her staff had managed the system well in the face of \"incessant budget cuts.\"\n\nUntil recently, Black was paid $117,973 -- and it had been that way for a while.\n\nAfter Walker was re-elected in the spring of 2008, he rewarded several county department heads with higher pay. He accomplished that by taking the unusual step of moving up their pay grades when they were reappointed to their jobs in July 2008. County supervisors voted on the re-appointments but not the actual raises -- a matter that some complained about later on.\n\nSome examples: Airport Director Barry Bateman got an 11 percent bump, to $136,298; Department of Aging Director Stephanie Sue Stein got 4 percent, to $117,795; and corporation counsel William Domina got 8.3 percent, to $136,298.\n\nBlack, too, was reappointed to her job.\n\nShe got no increase.\n\nSo, to this point, Abele’s point is on, well, point.\n\nLike all other county workers, Black received a 1 percent cost-of-living raise in October 2008, but beyond that her pay has remained the same. And since that was an across-the-board thing, it’s not a merit-based raise.\n\nEnter Lee Holloway, who became acting county executive in late December 2010. Holloway served about a month in the job before handing over the position to Marvin Pratt, who is in the position until the winner of the April 5 election takes over.\n\nHolloway included a $6,439 raise -- 5.5 percent -- for Black in a recommendation to the County Board’s Personnel Committee. The committee voted 6-0 to approve the report that included the raise, and it took effect Feb. 6, 2011, county records say. Black is now paid $123,931 -- well below the top pay possible for her position, $137,661.\n\nSo, Black did get a raise, but very recently.\n\nBlack’s unhappiness with her pay is well-known among courthouse insiders. Abele became aware of it after working with Black on several projects, including improvements to the Mitchell Park Domes and Bradford Beach, spokesman Lorenz said.\n\nLorenz was unaware that Black had received the raise when contacted by PolitiFact the day after the forum. He also learned from PolitiFact that it had been seven years rather than five.\n\nLorenz said someone with the campaign spoke with Black that day, and she said she had not seen the additional money. However, county records show her raise was reflected on a March 3, 2011, paycheck.\n\nAt a candidate’s forum that evening, Abele mentioned Black’s raise and noted -- correctly -- that she had gone seven years without a bump. Abele revised his time span after speaking with Lorenz. But the candidate didn’t hear about the recent raise until the following morning, according to Lorenz.\n\nSo let’s add this one up.\n\nAbele says Black, the award-winning director of the Milwaukee County Parks System, hasn’t received a raise in five (or seven, depending on the statement) years. That talking point came from Black herself, but very recently it became no longer operative. While Black got nothing when some other department heads received bumps in 2008, Holloway gave her a raise recently. It was handled in a low-key manner; Abele apparently wasn’t aware of it.\n\nThe main thrust was good work should be rewarded, with Black -- who went seven years without a raise -- the example. He got some of the details wrong -- even after he moved to correct them. But on balance, this rates as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13353"}