{"url": "/factchecks/2017/jul/19/joe-straus/joe-straus-says-austin-school-district-expected-lo/", "speaker": "Joe Straus", "vclaim": "\"One\" Texas school \"district alone -- Austin ISD -- is expected to lose more than $530 million in local property taxes to Robin Hood this year.\"", "truth_label": "true", "date": "stated on July 16, 2017 in an email blast:", "title": "Joe Straus says Austin school district expected to lose $530-million-plus to fund other schools", "text": "Texas House Speaker Joe Straus hinted at the Texas House’s derailed push for more state education aid by asserting that absent fresh action, Austin taxpayers can count on ponying up more than half a billion dollars to schools in other places this year.\nThe San Antonio Republican prefaced his Austin-centric claim by rehashing his view that Texas overly relies on property taxes to fund the schools. \"Property taxes are going up, and more and more of those dollars are going to school districts in other parts of the state through the Robin Hood system,\" Straus said in an email blast distributed two days before the July 2017 special session called by Gov. Greg Abbott.\nStraus elaborated: \"School districts are expected to send away $2 billion through Robin Hood in the upcoming year. One district alone -- Austin ISD -- is expected to lose more than $530 million in local property taxes to Robin Hood this year.\"\nIs that accurate?\nStraus was referring to the Robin Hood or \"recapture\" facet of state law designed for equalization purposes so districts with rich tax bases share revenue with less property-wealthy districts. In July 2017,  before Straus made his claim, the Texas Education Agency said that some $2 billion all told would be redistributed via the share-the-wealth mechanism in 2017-18.\nIn 2016, we found True a claim by Travis County state Sen. Kirk Watson that in Austin, \"the average homeowner is paying about $1,300 to $1,400 just for recapture.\" That fact-check said the district for 2016-17 would be forwarding more than $400 million for schools elsewhere.\nStraus cites newspaper\nAsked how Straus reached the larger $530-million figure, a Straus spokesman, Jason Embry, said by email that Straus relied on a June 19, 2017, Austin American-Statesman news story about the Austin district’s board of trustees approving a nearly $1.5 billion budget for 2017-18.\nThe story said the district’s recapture payment \"this year is expected to be $534 million, an increase of 32 percent, or $127.8 million, over 2016-17.\" It quoted Nicole Conley, the district’s chief financial officer, saying the district expects to pay more than $1 billion in recapture payments \"during the next two years.\"\nAustin school district’s calculation\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWhen we reached out to the district, spokeswoman Cristina Nguyen specified that according to calculations taking into account expected student enrollment and tax collections, Austin’s estimated payments would total $533,874,730 for the 2017-18 school year. She emailed us the district’s calculations, viewable here.\nAnother district spokeswoman, Tiffany Young, sent an email pointing out a May 2017 district chart suggesting its recapture payments could top $800 million by the 2020-21 school year:\nSOURCE: Document, \"FY2018 Recommended Budget,\" Austin Independent School District, May 2017 (web link received by email from Tiffany Young, senior communication specialist, AISD, July 17, 2017)\nState’s preliminary analysis\nWe also asked the Texas Education Agency how much the Austin district will be expected to forward in \"recapture\" money in 2017-18. By email, Lauren Callahan guided us to an agency estimate, last updated June 21, 2017, of $513,633,317.\nThat’s $20 million less than the district’s announced estimate. But Callahan also cautioned that the state figure is preliminary and likely to increase depending on the district’s tax rate. Callahan wrote: \"We use different estimates of local property tax collections as well as different estimates of student counts, both of which affect the estimate of recapture. Our numbers tie together when all final data is reconciled.\"\nOur ruling\nStraus said the Austin district \"is expected to lose more than $530 million in local property taxes to Robin Hood this year.\"\nAs of May 2017, the Austin district estimated that in 2017-18 it would flow nearly $534 million in local property tax revenue through the state’s school finance system, nicknamed Robin Hood, to help equalize school funding across the state.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-07-19 17:49:31 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"One\" Texas school \"district alone -- Austin ISD -- is expected to lose more than $530 million in local property taxes to Robin Hood this year.\"    Joe Straus Texas House speaker   Texas Capitol Sunday, July 16, 2017 2017-07-16    Read More  info", "vclaim_id": "vclaim-pol-03091"}