{"url": "/factchecks/2011/oct/04/chris-christie/chris-christie-confirms-he-wont-seek-presidency-20/", "speaker": "Chris Christie", "vclaim": "On running for the presidency in 2012", "truth_label": "no-flip", "date": "stated on October 4, 2011:", "title": "Chris Christie confirms he won't seek presidency in 2012", "text": "\"What short of suicide do I have to do to convince people I'm not running? Apparently, I actually have to commit suicide.\" \n\n-- Gov. Chris Christie, Feb. 16, 2011\n\n \n\n\"Now is not my time. I have a commitment to New Jersey that I simply will not abandon.\"\n\n-- Gov. Chris Christie, Oct. 4, 2011\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nThere’s an old joke about politicians (also lawyers and women) that goes something like this:\n\nHow do you know when a politician is lying?\n\nHis lips are moving.\n\nWell, that leaves out Gov. Chris Christie, who announced on Oct. 4 that he will not seek the presidency in 2012 – reaffirming the same statement he has made numerous times this year, despite a chorus of support that has grown all year for him to join the race.\n\n\"What short of suicide do I have to do to convince people I’m not running? Apparently, I actually have to commit suicide,\" the governor said in February.\n\nChristie is alive and well – and it’s likely the national spotlight will continue shining on him as he continues running the Garden State – and possibly becoming a presidential contender for 2016.\n\nChristie’s political status gained momentum after he became the state’s U.S. attorney.\n\n\"I won't consider running for office again,\" Christie said in 2002, just before taking that office in 2003. \"The door is shut.\"\n\nActually, it was more like ajar.\n\nDespite his statement, Christie began doing things that made political watchers go \"Hmmm.\"\n\nIn the same 2003 story where Christie said he was done running for higher office, The Star-Ledger reported the following:\n\n\"He lost 60 pounds. He was spotted dining with political power brokers. And he's traveled the state making speeches to civic groups.\"\n\nAnd much like this year with the national buzz about him running for president, early chatter in 2003 started and grew into a cacophony that Christie could be gubernatorial material for 2005.\n\nOf the chatter about him running for governor, Christie said at the time that hardly a day goes by when someone doesn't ask him about it - attention he said he finds flattering.\n\nAny of this sound familiar?\n\nEven after his suicide reference in February, Christie was spotted schmoozing with GOP financiers and criss-crossing the country to stump for others in the party. He also used those publicized and unpublicized trips – as well as various town hall meetings across New Jersey -- to remind people that he would not seek the presidency.\n\nStill, he offered speeches that sounded a lot like campaign stumps, and started to give coy answers when asked about whether he would run.\n\nDuring a press conference Oct. 4 at the Statehouse in Trenton, Christie admitted that he had been thinking about seeking the presidency when he spoke last week at the Ronald Reagan Presidential Library in Simi Valley, Calif. Next, word came that former first lady Nancy Reagan, President George Bush and Henry Kissinger were urging Christie to run.\n\nSpeculation was at its peak. And there's a reason why, according to Karlyn Bowman, a senior fellow with the American Enterprise Institute for Public Policy Research in Washington, DC.\n\n\"Americans love to have choices and they love a contest (as do the media),\" Bowman said in an email. \"I think that is the source of the wild speculation. And, Chris Christie had some strong backers with terrific media connections who were pressing him to run and talking up his candidacy. His straight-talking persona appealed to many.\"    \n\nChristie finally gave his answer Oct. 4, saying he would stick by his words and commitment to run the Garden State.\n\n\"Now is not my time,\" Christie said during the press conference. \"I have a commitment to New Jersey that I simply will not abandon.\"\n\nMaking promises isn’t a difficult endeavor for Christie, who’s been in politics since age 14.\n\nThat’s when Christie volunteered for former Gov. Tom Kean's gubernatorial campaign. And despite a bevy of political victories, Christie also had some political losses: He failed to get on the ballot for the state Senate one year, lost a divisive primary for the Assembly and lost re-election to the Morris County Board of Freeholders after a three-year term.\n\nAs a political fund-raiser, Christie pulled in hundreds of thousands of dollars while serving on the finance committee for George W. Bush's 2000 presidential campaign.\n\nThat experience could be handy if Christie decides to run for president in 2016.\n\nSo after months of stating loudly that he’s not running for president in 2012, Christie’s lips moved again Oct. 4 – and the words spoken numerous times before about not seeking the presidency were true.\n\nFor that reason, we give Christie a No Flip on the Flip-O-Meter. \n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-12325"}