{"url": "/factchecks/2019/jul/21/susana-mendoza/mendozas-comparison-indiana-and-illinois-gasoline-/", "speaker": "Susana Mendoza", "vclaim": "\"Indiana actually has a higher gas tax than Illinois does even with the increase in (Illinois’) taxes.\"", "truth_label": "false", "date": "stated on July 8, 2019 in a podcast interview:", "title": "Mendoza’s comparison of Indiana and Illinois gasoline taxes veers off course", "text": "During a recent podcast interview, Illinois Comptroller Susana Mendoza defended the doubling of the state excise tax on gasoline by arguing, in part, consumers in Indiana still pay more taxes on gas than in Illinois.\nHer claim came just after the Illinois tax doubled to 38 cents per gallon, part of Gov. J.B. Pritzker’s $45 billion infrastructure improvement plan. The revenue generated by the tax hike is earmarked for road and bridge repairs throughout the state.\nAfter the new tax went into effect, news reports stated some residents were crossing state lines to save a few dollars by filling up their tanks in Indiana. Two weeks ago, Chicago Sun-Times podcast host Ben Joravsky asked Mendoza, a Democrat and steadfast supporter of many Pritzker initiatives, about this new phenomenon. Mendoza didn’t vote on the tax hike but voiced her support for it.\n\"Indiana actually has a higher gas tax than Illinois does even with the increase in taxes,\" Mendoza said in response. \"We used to only pay 19 cents a gallon for taxes here in Illinois on the gas tax, whereas Indiana has been paying 43 cents a gallon for their gas tax. So ours, even at 38 cents, is still less than what Indiana pays today.\"\nEither driving to Indiana for gasoline is a futile and expensive endeavor, or Mendoza performed a feat of statistical gymnastics to defend a controversial tax increase she endorsed. So, we decided to check out the numbers.\nComparing state gas tax rates \nAccording to the Illinois Department of Revenue, the Illinois motor fuel tax rate is set at 38 cents per gallon from July 1, 2019 to June 30, 2020. That rate rose from 19 cents per gallon, which had been the state excise tax on gasoline since 1990.\nIndiana’s excise tax on gasoline is 30 cents per gallon, after a penny increase went into effect July 1.\nAccording to Mendoza’s spokesman, Abdon Pallasch, the comptroller was given figures he had gathered from outdated articles that shared the results of a 2018 report published by the American Petroleum Institute (API), which compiled all motor fuel taxes and fees by state, rather than just the excise taxes.\nBased on those findings, state taxes and fees on gasoline in Indiana totaled 42.9 cents per gallon compared to 37.32 cents per gallon here in Illinois in July 2018. However, the API’s updated numbers for 2019 list the total Illinois gas taxes and fees at 54.98 cents per gallon and the Indiana total at 46.62 cents per gallon.\nBy that measure, gasoline is clearly taxed at higher levels in Illinois.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nPallasch acknowledged Mendoza’s office mistakenly used the 37.32 cents per gallon statistic for Illinois even though it represented an outdated number from last year. That led to a faulty analysis in which Mendoza compared the new Illinois excise gasoline tax to an old figure for the overall amount of taxes and fees on gasoline in Indiana.\n\"After the (Ben Joravsky) Show, I went back and looked at the numbers and realized that it was an inexact comparison,\" Pallasch said. \"She used an apples-to-oranges comparison.\"\nThose overall tax and fee totals detailed by the API consist of a few different components in each state. For Indiana, the 46.62 cents per gallon charge includes the state’s excise tax on gas, a gasoline-use tax calculated monthly according to the average price of a gallon of gas (15.6 cents per gallon for July 2019), and a 1 cent per gallon oil inspection fee. In Illinois, the total number adds a state sales tax of about 15 cents per gallon and nominal fees for underground storage and environmental impacts to the new excise tax of 38 cents.\nWhat’s more, many cities and counties around Illinois also levy their own additional sales taxes on gasoline. For example, Chicago residents have to pay both the Cook County sales tax of 1.75% and the city sales tax of 1.25%, which are both on top of the state sales tax rate of 6.25%. Ultimately, state and local taxes on gasoline add up to over 60 cents per gallon in Chicago. On the other hand, according to the Indiana Department of Revenue and other state finance experts, there are no direct local taxes on gasoline anywhere in Indiana. That leaves the total taxes and fees on gas at about 46 cents per gallon throughout the state, at least several cents per gallon lower than any Illinois locality. \nIllinois residents are also simply paying more for gasoline than people in Indiana. At a Mobil station in Calumet City, a gallon currently costs $3.45. Just two miles down the road in Hammond, Ind., the price of gasoline is $2.99 per gallon.\nMendoza was comparing two different statistical categories. Her number for Illinois only accounted for the state excise tax on gas, while her number for Indiana included all state gas taxes and fees.\n\"When you use (the 43 cents per gallon) number, you’re including the state’s sales tax on gasoline, and if you want to do that for Indiana, you also have to do that for Illinois, and that bumps Illinois’ tax, when you include that part of the tax, up closer to 55 cents,\" said Richard Auxier, Urban-Brookings Tax Policy Center research associate. \"If you’re doing the comparison accurately, Illinois’ rate is higher.\" \nOur ruling\nMendoza said Indiana has a higher gas tax than Illinois does, even after a recent hike.\nBy every government measure we checked, and by acknowledgement from Mendoza’s office itself, the claim is wrong.\nIllinois residents pay eight cents more in state excise taxes for each gallon of gasoline than residents of Indiana, according to revenue officials in both states. We rate Mendoza’s claim False.\n\nFALSE — The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-00413"}