{"url": "/factchecks/2008/jan/16/hillary-clinton/thats-no-typo-100-years/", "speaker": "Hillary Clinton", "vclaim": "\"You know, Sen. McCain said the other day that we might have troops (in Iraq) for 100 years...\"", "truth_label": "true", "date": "stated on January 15, 2008 in a debate in Las Vegas.:", "title": "That's no typo, 100 years", "text": "To highlight the different approaches between Democrats and Republicans on keeping troops in Iraq, Sen. Hillary Clinton pointed to remarks Sen. John McCain made in the days before the New Hampshire primary that indicated his support for a prolonged military commitment in the region. Clinton has said that, if elected, one of her first official actions would be to direct military leaders to draft a viable plan to begin a phased withdrawal within 60 days. Her goal is to have most troops out of Iraq by the end of 2013.\n\nClinton's account of McCain's position rings true. The Arizona senator was an enthusiastic supporter of President Bush's surge and opposes a timetable for troop withdrawal. He was somewhat glib about the issue during a Jan. 3, 2008, town hall meeting in Derry, N.H. When a voter asking a question made the point that President Bush raised the possibility American troops would be in Iraq for 50 years, McCain interrupted by saying, \"maybe 100.\"\n\n\nMcCain went on to note the United States has maintained a military presence for decades in such places as Japan and South Korea. He said he supported such a commitment in a global hot spot like Iraq where al-Qaida continues to wield influence and recruit followers — as long as there aren't American casualties.\n\n\nMcCain expanded on those thoughts three days later during an appearance on NBC's\n\nMeet the Press,\n\nasserting that most Americans share his views. \"We have a base in Turkey. We have a base in Japan, Germany. We've had bases there. It's not American presence that bothers the American people, it's American casualties,\" McCain said. \"And if Americans are safe wherever they are in the world, Americans — the American people don't mind that. So what I believe we can achieve is a reduction in casualties to the point where the Iraqis are doing the fighting and dying, we're supporting them, and, over time, then it'll be the relation between the two countries.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMcCain skirted questions about what kind of troop levels are acceptable in coming decades.\n\n\nBecause McCain unabashedly entertains the possibility of an open-ended military commitment in Iraq — with little more than a proviso that American personnel should not come in harm's way — we rule Clinton's statement True.", "vclaim_id": "vclaim-pol-16406"}