{"url": "/factchecks/2007/nov/27/mike-huckabee/the-facts-behind-the-numbers/", "speaker": "Mike Huckabee", "vclaim": "\"Fred's never had a 100 percent record on right-to-life in his Senate career. The records reflect that. And he doesn't support the human life amendment, which is most amazing because that's been a part of the Republican platform since 1980.\"", "truth_label": "half-true", "date": "stated on November 18, 2007 in an appearance on Fox News Sunday:", "title": "The facts behind the numbers", "text": "Mike Huckabee, a Baptist minister and the former governor of Arkansas, has been trying to win over the same social and religious conservatives that Thompson is wooing, and abortion is a big issue for many of them.\n\nHuckabee's claim here is technically true: As a U.S. senator from Tennessee from 1994 to 2002, Thompson never earned a 100 percent rating from the National Right to Life Committee, the nation's largest and most politically powerful antiabortion group.\n\n\nThe group grades each member of Congress on their votes on its key issues, and Thompson's grades, at times, appeared downright dismal: During the last session he served in Congress, 2000 to 2002, he earned a grade of just 33 percent from Right to Life.\n\n\nIn 2000, the group gave him a 77. In 1998, his grade was 87. In 1996, he scored 86 percent.\nBut Thompson wasn't losing points for his position on so-called life issues. Rather, he was penalized mainly for supporting a series of campaign finance reform bills that limited how much outside interest groups could give to political parties, and when they could advertise during election campaigns. Many advocacy groups, including National Right to Life, opposed these bills on grounds that they would thwart their influence on Capitol Hill.\n\n\nOn issues dearest to the antiabortion movement -- abortion rights, fetal tissue research, cloning, euthanasia and the like -- Thompson was solidly with them. In fact, his staunch opposition to those practices helped earn him the endorsement this month from the National Right to Life Committee, which boasts 3,000 chapters in 50 states.\n\n\nHis record includes a vote against a resolution supporting Roe v. Wade, the 1973 Supreme Court case that requires all states to permit abortion, and he consistently voted for a ban on late-term abortion, called partial-birth abortion, except when the life of the mother -- not her health - is at stake. He voted to ban abortions in U.S. military hospitals and clinics, voted to block federal funding for assisted suicide, and voted to make it a federal crime to transport a minor across state lines for an abortion.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"He's got a very pro-life record, and that was a big part of our endorsement – it's not just talking the talk, but walking the walk,\" David O'Steen, executive director of National Right to Life, said of Thompson recently. \"He was there, and he wasn't one of the members that vacillated and you wondered where he was going to be. He was solid.\"\n\n\nAs for Huckabee's claim that Thompson doesn't support a constitutional amendment banning abortion nationwide, that's true. Thompson has consistently opposed such an amendment. He has said he would like the Supreme Court to overturn Roe v. Wade, but that each state should then be able to decide whether to allow abortion.\n\n\nConsider this exchange on the Nov. 4 edition of NBC's Meet the Press with Tim Russert:\n\n\nThompson: I think people ought to be free at state and local levels to make decisions that even Fred Thompson disagrees with. That's what freedom is all about. And I think the diversity we have among the states, the system of federalism we have where power is divided between the state and the federal government is, is, is—serves us very, very well. I think that's true of abortion. I think Roe v. Wade hopefully one day will be overturned, and we can go back to the pre-Roe v. Wade days. But...\n\n\nRussert: Each state would make their own abortion laws?\n\n\nThompson: Yeah. But ... to have an amendment compelling — going back even further than pre-Roe v. Wade, to have a constitutional amendment to do that, I do not think would be the way to go.\n\n\nWe find Huckabee's claim about Thompson's antiabortion bona fides to be Half-True. But Huckabee should be careful about casting stones. Last year, citing the 10th Amendment, Huckabee told Right Wing News that abortion should be left to the states.", "vclaim_id": "vclaim-pol-16496"}