{"url": "/factchecks/2013/mar/29/patience-roggensack/wisconsin-supreme-court-justice-patience-roggensac/", "speaker": "Patience Roggensack", "vclaim": "Says she has bipartisan support, including \"53 sheriffs throughout the state, Democrats and Republicans.\"", "truth_label": "true", "date": "stated on March 26, 2013 in a candidate forum:", "title": "Wisconsin Supreme Court Justice Patience Roggensack says she has bipartisan support from sheriffs", "text": "Conventional wisdom holds that there is a 4-3 conservative majority among the seven justices on the Wisconsin Supreme Court.\n\n\nThat would indicate the balance of power is at stake in the April 2, 2013, election.\n\n\nJustice Patience Roggensack, who is seeking a second 10-year term, is considered to be one of the conservatives on the high court. She faces Marquette University law professor Edward Fallone, who is supported by labor unions and Democratic elected officials.\n\n\nThe race is officially nonpartisan.\n\n\nRoggensack has resisted the conservative label and contends her support comes from both sides of the political aisle. In particular, she has emphasized her endorsements from Wisconsin sheriffs.\n\n\nIn a candidates forum on March 26, 2013, in Madison, Roggensack said:\n\n\n\"I run nonpartisan. But (in) this race, I have tried very hard to have bipartisan support. I'm supported by 53 sheriffs throughout the state, Democrats and Republicans; district attorneys throughout the state, again, Democrats and Republicans. I have strong law enforcement support. The Wisconsin Professional Police Association has just endorsed me; again, Democrats and Republicans.\"\n\n\nRoggensack made a similar statement several days earlier in an interview and has issued several news releases touting the endorsement from sheriffs.\n\n\nGiven Roggensack’s reputation as a conservative, one would expect she has strong support from Republican sheriffs. But for her claim of bipartisan backing to be true, she’d also need to show significant support from Democratic sheriffs.\n\n\nLet’s see what there is.\n\n\nRoggensack lists the 53 sheriffs who have endorsed her on her campaign website. We ran our own check of the list, given that it doesn’t include party affiliations. We also consulted the 2011-2012 Wisconsin Blue Book.\n\n\nWe did tallies in two ways:\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n-- Of the 53 sheriffs listed as having endorsed Roggensack, 42 are Republican and 11 are Democrats. That’s a 79 percent to 21 percent Republican-Democrat split.\n\n \n\nThe Republican sheriffs include Dan Trawicki of Waukesha County, Maury Straub of Ozaukee County and Dale Schmidt of Washington County.\n\n\nThe Democratic sheriffs include David A. Clarke Jr. of Milwaukee County, Sam Wollin of Adams County and David Kaminski of Rusk County, who is president of the Badger State Sheriffs’ Association.\n\n \n\n-- The 11 Democrats backing Roggensack make up 42 percent of the 26 sheriffs statewide who are Democrats, according to the Blue Book.\n\n \n\nClarke is a conservative and frequent critic of policies favored by Democrats, but runs as a Democrat in a county that leans heavily in that direction.\n\n \n\nFallone, meanwhile, lists two sheriffs among the officials who have endorsed him: Dave Mahoney of Dane County and Bob Spoden of Rock County. Both are Democrats.\n\n\nOur rating\n\n\nRoggensack said she has bipartisan support, including \"53 sheriffs throughout the state, Democrats and Republicans.\"\n\n\nAs expected, Roggensack has plenty of support from GOP sheriffs, but she has significant backing from Democratic sheriffs, as well.  A little more than one-fifth of the sheriffs backing her are Democrats and those Democrats make up more than 40 percent of all the Democratic sheriffs in the state.\n\nWe rate Roggensack’s statement True.", "vclaim_id": "vclaim-pol-09532"}