{"url": "/factchecks/2016/feb/12/bernie-sanders/comparing-us-world-childhood-poverty-rates/", "speaker": "Bernie Sanders", "vclaim": "The United States has \"the highest rate of childhood poverty of almost any major country on Earth.\"", "truth_label": "half-true", "date": "stated on February 11, 2016 in comments during the PBS Democratic debate:", "title": "Reports' limitations plague Bernie Sanders' claim about high childhood poverty rates in the U.S.", "text": "When asked during the Feb. 11 Democratic debate if there would be any limit on the size of government if he were elected president, Sen. Bernie Sanders quickly veered into a list of problems that, he believes, the United States faces.\n\"Of course there will be a limit,\" he said, \"but when today you have massive levels of income and wealth inequality, when the middle class is disappearing, you have the highest rate of child poverty of almost any major country on Earth. Yes, in my view, the government of a democratic society has a moral responsibility to play a vital role in making sure all of our people have a decent standard of living.\"\nFor this item we will focus on his childhood poverty claim.\nIn July, Sanders earned a Mostly False for making a similar claim, but in that instance he was more definitive, saying, \"We have the highest rate of childhood poverty of any major country on Earth.\" In this instance, he changed it to \"almost any major country.\"\nClearly many poor countries have a higher childhood poverty rate than the United States, which is why Sanders refers to \"major\" countries.\nIn July, his campaign made it clear that when he talks about major countries, he is referring to members of the Organization for Economic Cooperation and Development, an international economic group composed of 34 generally wealthy countries.\nAt the time, Sanders was referring to a 2012 UNICEF report on childhood poverty in which the United States ranked No. 34 out of 35 countries with a childhood poverty rate of 23.1 percent. Only Romania, a non-OECD member, scored worse.\nWe found a more recent UNICEF report from 2014 where the U.S. rate of childhood poverty was only exceeded by Israel, Mexico, Spain, and Greece, as well as that of non-OECD Latvia. (Romania was not included.)\nWe also found a report done by the OECD itself from 2014, which used data from 2010, where the United States is listed as having less childhood poverty than Chile, Mexico, Turkey, Israel — all of which are OECD members — and Romania.\nThe Sanders campaign referred us to a July 16, 2015, update of the OECD report. In ranks 38 countries for childhood income poverty using 2012 data. Six countries -- Bulgaria, Romania, Greece, Mexico, Israel and Turkey -- are listed as having more childhood poverty. Turkey ranks the worst.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nUnfortunately, these reports are not necessarily comparable. For example, the 2012 UNICEF report and the OECD report defines impoverished children as those living in households below 50 percent of the median national income. The 2014 UNICEF report moved the poverty bar to 60 percent.\nBut a bigger problem may be the way poverty is defined in these reports. When you base it on households earning less than a certain percentage of the national income, countries with higher levels of income inequality are also statistically more likely to have higher rates of poverty. In countries where income inequality is less, childhood poverty levels may appear lower.\nAs we noted in July, that's why some commentators have criticized such methodology because it may miss the point of a measurement of poverty. One can be less well-off, the argument goes, without being poor, since being poor is defined instead by a lack of access to certain key goods, not by where one’s income falls relative to everyone else’s.\nAs the 2012 UNICEF report acknowledged, poverty is a relative concept, and using an \"absolute\" poverty line -- a fixed income adjusted over time to inflation -- becomes less useful as incomes rise over time.\nOur ruling\nSanders said the United States has \"the highest rate of childhood poverty of almost any major country on Earth.\"\nUnlike his July statement, Sanders isn't saying we're at the bottom, just that we're close to it.\nThe reports we've seen aren't perfect, but they do suggest that childhood poverty is embarrassingly high for a country so rich.\nComparing U.S. rates to the childhood poverty rates of other countries is perilous, however, because countries have so many different standards of living. In addition, the income inequality in the United States may be exaggerating our position.  \nThe statement is partially accurate, but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-05420"}