{"url": "/factchecks/2012/feb/15/greg-walden/can-you-drive-length-football-field-time-it-takes-/", "speaker": "Greg Walden", "vclaim": "You may have driven the length of a football field in the five seconds it takes to check a text.", "truth_label": "true", "date": "stated on February 9, 2012 in news television interview:", "title": "Can you drive the length of a football field in the time it takes to check a text?", "text": "U.S. Rep. Greg Walden, R-Ore., is part of a central Oregon campaign to encourage drivers not to text and drive. The campaign is called \"TXT L8R.\"\n\n\"When you take your eyes off the road for up to, just to look at a text for five seconds, you may have covered the distance of a football field,\" Walden said while shooting a commercial for the campaign.\n\nAs a public service to you, PolitiFact Oregon decided to verify the statement. We, too, know the mystery and allure of an incoming text message. Or how hard it is to to resist the urge to send just one more text -- for example, \"on my way\" -- to that person who won’t stop texting, just to find out if you’re on your way.\n\nSo does it take up to 5 seconds to send or read a text? Personal experience tells PolitiFact Oregon that this is entirely possible. And apparently, this is a repeated fact in the distracted driving world. The U.S. Department of Transportation’s distracted driving website -- www.distraction.gov -- says this on its page of frequently asked questions:\n\n\"Sending or reading a text takes your eyes off the road for 4.6 seconds. At 55 mph, that's like driving the length of an entire football field, blindfolded. It's extraordinarily dangerous.\"\n\nNext, how long is a football field? According to the NFL rule book, a field is 360 feet, or 120 yards, long. (By the way, did you know that NASA’s International Space Station is about the size of a football field? Neither did we.) However, we hear from sports experts in the newsroom that most people, when they think of it at all, think of football fields as 100 yards, or 300 feet.\n\nSo let’s do some math. A person driving at 55 m.p.h. would cover 80.7 feet per second. Multiply that by 5 and the person would drive 403 feet over 5 seconds -- or more than the 300 feet or 360 feet length of a football field.\n\nFinally, we checked to see how the U.S. Department of Transportation had derived its 5-second figure. In its \"Facts and Statistics\" section, the department states that \"sending or receiving a text takes a driver's eyes from the road for an average of 4.6 seconds.\" Click on that link and you go to a 2009 study about driver distraction in commercial vehicles.\n\nWe can’t say we understand all 285 pages of it, but at page 99 we see that in incidents where there was a crash or near crash involving a text, the mean duration of eyes off roadway was 4.6 seconds. We even talked with Richard Hanowski, director of the Center for Truck and Bus Safety at the Virginia Tech Transportation Institute, to make sure we had it right.\n\nNow, most people probably aren't driving 55 while texting. Most likely they are driving at lower speeds, say 20 miles per hour, which would be closer to half the length of a football field, if you think of one as 100 yards.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n\nWalden didn’t specify speed in his statement, but he hedged it to say that the driver may have covered the length of a football field while texting. We find his statement True. And the message remains: Don’t text and drive.", "vclaim_id": "vclaim-pol-11603"}