{"url": "/factchecks/2016/aug/10/donald-trump/donald-trump-says-hillary-clinton-plan-would-tax-s/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton's plan \"would tax many small businesses by almost 50 percent.\"", "truth_label": "barely-true", "date": "stated on August 8, 2016 in a speech:", "title": "Donald Trump says Hillary Clinton plan would tax small businesses at nearly 50 percent", "text": "Donald Trump focused on the economy during an Aug. 8 speech in Detroit, saying he would soon be releasing details of a new economic plan.\nIn the meantime, he launched an attack on his Democratic opponent, Hillary Clinton, saying her economic plan was going to pose serious problems for small businesses.\n\"Her plan would tax many small businesses by almost 50 percent,\" he said, adding later in his speech, \"Under my plan, no American company will pay more than 15 percent of their business income in taxes. In other words we're reducing your taxes from 35 percent to 15 percent. Small businesses will benefit the most from this plan. Hillary Clinton's plan will require small business to pay as much as three times more in taxes than what I'm proposing.\"\nWe wondered whether a Clinton presidency meant that small businesses would be paying nearly half their income to the federal government.\nBut first, a word about small businesses.\nMost of us think of small businesses as businesses with a handful of employees, such as the corner grocery store, the local gasoline station or a nearby restaurant.\nYet according to the government's definition, about 97 percent of all United States companies are classified as small by the Small Business Administration. In some sectors, you can have 1,500 employees or gross income of up to $38.5 million and still be considered a small business. (The IRS has its own set of rules.)\nWhen we asked the Trump campaign about the \"almost 50 percent\" claim, spokesman Dan Kowalski sent us a breakdown.\nCurrently the top tax rate is 39.6 percent. Add 3.8 percent that a business owner could potentially be paying in Medicare taxes and you get 43.4 percent. That's under the current system.\nClinton is proposing a 4 percent surcharge on high earners. That would bring the total tax rate to 47.4 percent, which is where the Trump campaign gets its \"almost 50 percent\" claim.\n\"This rate would apply to virtually any small business with substantial income, regardless of industry,\" Kowalski said, and he referred us to an analysis by the nonpartisan Tax Policy Center.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n \n\n\n\n\n\n\nWe contacted the center, where senior fellow Roberton Williams said Trump's percentages were correct, but there's more to the story.\nThat 4 percent tax only applies to taxpayers who have an adjusted gross income of over $5 million. That could be individuals or small business owners who report their business income on their individual tax returns.\nIn addition, it would not apply to that first $5 million. Only income in excess of $5 million would be taxed at an extra 4 percent.\nThe surcharge \"is not targeted to small business. It's a wealthy person's tax,\" Williams told us. \"To the extent that those people are small business people, you can argue it's hitting small businessmen. But the bulk of small businesses are not at those income levels.\"\nRobert McIntyre, director of the progressive group Citizens for Tax Justice, said only 34,251 of the 150 million tax returns filed in 2013 reported income of more than $5 million. That's about 0.02 percent.\nAnd because, in some industries, you are no longer considered a small business when you have more than 100 employees or more than $750,000 in revenue, it's not known how many of the people in that 0.02 percent would meet the definition of a small business.\nFinally, in August 2011 the Office of Tax Analysis at the U.S. Treasury Department estimated that only 0.5 percent of small businesses report a profit in excess of $1 million, another indication that the surcharge would only affect a tiny fraction of small businesses.\nThe surcharge would not affect corporate tax returns.\nOur ruling\nTrump said Clinton's plan \"would tax many small businesses by almost 50 percent.\"\nClinton's proposal isn't directed at small businesses. Her surtax is intended to apply to rich individuals.\nThe top tax rate (plus Medicare taxes) would go from the current 43.4 percent to 47.4 percent, but it would only be applied to amounts over $5 million. A mere 0.02 percent of tax returns fall into that category and some of those payers will not be small business owners.\nThe statement has an element of truth but leaves out important details that would give a different impression. We rate it Mostly False.https://www.sharethefacts.co/share/9ad8726d-efef-4ad9-9025-782afbe3a33e", "vclaim_id": "vclaim-pol-04497"}