{"url": "/factchecks/2013/apr/02/mark-kelly/mark-kelly-says-94-percent-floridians-support-univ/", "speaker": "Mark Kelly", "vclaim": "Says \"94 percent of (Marco Rubio's) constituents support a universal background check.\"", "truth_label": "true", "date": "stated on March 31, 2013 in an interview on 'Fox News Sunday':", "title": "Mark Kelly says 94 percent of Floridians support universal background checks", "text": "Former astronaut Mark Kelly, the husband of Arizona shooting victim Gabby Giffords, said that while \"gun control\" doesn’t poll very well, there’s \"incredible momentum\" to pass a universal background check law.\n\nNever mind five Republican senators, including Sen. Marco Rubio, R-Fla., who say that they’re going to filibuster any new \"Second Amendment restrictions.\"\n\n\"I would say to Marco Rubio that 94 percent of his constituents support a universal background check,\" Kelly told Fox News Sunday host Chris Wallace on March 31, 2013.\n\nNational polls this year show strong support for universal background checks, from Pew Research Center’s 85 percent to Quinnipiac University’s 92 percent.\n\nWe wondered, is it true that 94 percent of Floridians —who share their state with NRA superlobbyist Marion Hammer and a Stand Your Ground law — favor universal background checks?\n\nThe polls\n\nWe reached out to Kelly and Gifford’s advocacy group, Americans for Responsible Solutions, but didn’t immediately hear back.\n\nStill, we quickly found a poll supporting Kelly’s \"94 percent\" figure.\n\nIt came from a group co-chaired by New York Mayor Michael Bloomberg, Mayors Against Illegal Guns. The February survey of 600 voters was conducted by the polling firm of Democratic consultant Doug Schoen.\n\nWe wouldn’t call that an independent survey.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHowever, Quinnipiac University conducted state surveys in March. And its poll of 1,000 registered voters found 91 percent support for universal background checks.\n\nThe question: \"Do you favor or oppose requiring background checks for all gun buyers?\"\n\nThat also supports Kelly’s \"94 percent\" claim — within the Quinnipiac poll’s 3.1 percentage point margin of error.\n\nIt’s also decent evidence that Floridians are in line with the country on expanding background checks from just sales by federally licensed dealers to sales between private sellers, sometimes referred to as closing the \"gun show loophole\" or \"private seller loophole.\"\n\nEven among Florida Republicans, the Quinnipiac poll showed 87 percent support.\n\nRubio hasn’t been so clear.\n\nIn January, he gave an interview that made it sound like he was open to universal checks. (\"I think you'll find support for that so long as there's not a public database that people can look up and see who owns what guns and where they live.\")\n\nThen his spokesman clarified he wasn’t. (\"Expanding it to private sales is problematic because you are asking an individual to conduct a background check on another individual. That is expensive and hard to do, and he does not support that.\")\n\nHis most recent statement doesn’t endorse background checks and opposes \"new Second Amendment restrictions.\"\n\nOur ruling\n\nKelly said \"94 percent of (Rubio's) constituents support a universal background check.\" A major state poll conducted in March shows 91 percent of Florida voters favor requiring checks \"for all gun buyers.\" Kelly’s claim is within the poll’s margin of error. We rate his statement True.", "vclaim_id": "vclaim-pol-09518"}