{"url": "/factchecks/2009/jan/14/barney-frank/warren-gay-marriage-and-incest/", "speaker": "Barney Frank", "vclaim": "\"Mr. Warren compared same-sex couples to incest.\"", "truth_label": "barely-true", "date": "stated on December 21, 2008 in TV interview:", "title": "Warren on gay marriage and incest", "text": "One of the first controversies faced by freshly elected Barack Obama came with his selection of evangelical Rev. Rick Warren to deliver the invocation at his Jan. 20 inauguration.\n\n\n\nAlthough viewed by some as a moderate, Warren's outspoken support of California's recently passed Proposition 8 — which amended the state constitution to ban gay marriage — angered some in Obama's liberal base, particularly those who support gay marriage.\n\n\n\nIn the days after Obama announced that Warren would deliver the invocation, one of the popular sound bites coming from opponents was an accusation that Warren recently likened gay couples to incest.\n\n\n\nLeading the charge was U.S. Rep. Barney Frank, D-Mass., who is openly gay.\n\n\n\n\"Mr. Warren compared same-sex couples to incest,\" Frank said in an interview on CNN's\n\nLate Edition\n\non Dec. 21, 2008. \"I found that deeply offensive and unfair.\"\n\n\n\nFrank repeated his objections to Obama's pick during an interview with MSNBC the following day: \"I think Rick Warren's comments comparing same-sex relationships to incest is deeply offensive, wildly inaccurate and very socially disruptive.\"\n\n\n\nThe comments Frank is referring to come from an interview Warren gave in mid December to Steven Waldman, editor in chief of Beliefnet.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nContext is the critical thing here, so we'll provide a generous helping of Warren's statements to give you a complete view:\n\n\nWaldman: Do you support civil unions or domestic partnerships?\n\nWarren: I don't know if I'd use the term there. But I support full equal rights for everybody in America. I don't believe we should have unequal rights depending on particular lifestyles, or whatever stuff like that. So I fully support equal rights.\n\nWaldman: What about partnership benefits in terms of insurance or hospital visitation?\n\nWarren:  \"Not a problem with me ... I'm not opposed to that as much as I'm opposed to the redefinition of a 5,000-year-old definition of marriage. I'm opposed to having a brother and sister be together and call that marriage. I'm opposed to an older guy marrying a child and calling that a marriage. I'm opposed to one guy having multiple wives and calling that marriage.\"\n\nQ: \"Do you think those are equivalent to gays getting married?\"\n\nA: \"Oh, I do. For 5,000 years marriage has been defined by every single culture and every single religion...as a man and a woman.\"\n\n\nWe'll note here that Warren's statement about the 5,000-year history of marriage seems wrong on its face, given that several cultures and religions have accepted polygamy. But we're not rating that statement here, just the allegation that he compared gay couples to incest.\n\n\nOn the one hand, Warren did throw out examples of brothers and sisters marrying (incest) or an adult marrying a child (pedophilia) in the context of explaining his opposition to gay marriage. But they were cited as examples of unions outside his definition of marriage. And he agreed that same-sex couples would be another.\n\n\n\nWarren did not, however, compare \"same-sex relationships to incest\" or say they are similar. He only said they all fall outside his definition of marriage. That's an important distinction.\n\n\n\nIn fact, Warren noted that he is okay with partnership benefits for same-sex couples. Later in the interview, Warren noted that he has \"many gay friends. I've eaten dinner in gay homes. No church has probably done more for people with AIDS than Saddlebrook Church. Kay (his wife) and I have given millions of dollars out of the\n\nPurpose Driven Life\n\nhelping people who got AIDS through gay relationships. So they can't accuse me of homophobia. I just don't believe in the redefinition of marriage.\"\n\n\n\nFor his part, Obama opposes gay marriage, though he supports extending \"full and equal rights and benefits to same-sex couples under both state and federal law.\" And Obama opposed Proposition 8, calling it \"divisive and discriminatory.\"\n\n\n\nWhile noting that he differs with Warren on some issues, Obama defended Warren's selection, saying, \"During the course of the entire inaugural festivities, there are going to be a wide range of viewpoints that are presented. And that's how it should be, because that's what America is about.\"\n\n\n\nFrank agreed that \"everybody should speak, and there could be a dialogue.\" But, he said, \"giving that kind of mark of approval and honor to someone who has frankly spoken in ways that I and many others have found personally very offensive, I thought that was a mistake for the president-elect to do.\"\n\n\n\nYou can argue the appropriateness of Obama's choice, and you can argue the appropriateness of Warren citing examples of incest in the context of explaining his opposition to gay marriage, but Frank distorts Warren's words when he says Warren \"compared same-sex couples to incest.\" He didn't. He just cited them as types of relationships that should not be eligible for marriage. We rule his comment Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15860"}