{"url": "/factchecks/2012/aug/08/mark-neumann/gop-wisconsin-senate-primary-mark-neumann-says-4-y/", "speaker": "Mark Neumann", "vclaim": "Says he never voted for a \"tax increase.\"", "truth_label": "false", "date": "stated on August 8, 2012 in campaign website statements:", "title": "In GOP Wisconsin Senate primary, Mark Neumann says that in 4 years in House, he never voted to raise taxes", "text": "Wisconsin Republican Mark Neumann has repeatedly cast himself as more conservative than his three opponents in the Aug. 14, 2012 U.S. Senate primary -- and he often cites his record on taxes as evidence.\n\nOn the tax reform page of his campaign website, Neumann declares he is \"the only candidate who has never supported a tax increase.\"\n\nOn another page, he says that during his two terms in the House of Representatives in the 1990s, he \"repeatedly voted for lower taxes — never raising taxes.\"\n\nAnd a host of anti-tax groups have given him awards.\n\nBut congressmen cast many votes.\n\nWhen it comes to Neumann’s claim that he never voted to raise taxes during his four years in Congress, at least two bills he voted for -- the Balanced Budget Act and the Taxpayer Relief Act -- raise questions.\n\nAs the non-partisan Congressional Budget Office notes, the two were companion measures that President Bill Clinton signed into law on Aug. 5, 1997. Together they cut taxes by $370 billion, mostly through tax credits for families with children, and raised other taxes, primarily on cigarettes and air travel, by $130 billion.\n\nThat’s a net tax reduction of $240 billion -- which the budget office pointed out was the first major reduction in federal taxes since the early 1980s.  \n\nBut, obviously, $130 billion in tax increases isn’t small change, either.\n\nIn response, Neumann campaign manager Chip Englander said:\n\n\"Neumann has always, always, always said he is fine making changes to our tax structure as long as the overall impact is the same or lower taxes.\"\n\nBut that’s not the statement we’re testing. The claim was an absolute.\n\nOur rating\n\nNeumann said he never voted for a tax increase.\n\nBut looking at just two of the major bills he supported, although they contained $370 billion in tax decreases, they also contained $130 billion in tax increases.\n\nWe rate Neumann’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10623"}