{"url": "/factchecks/2017/nov/01/freedom-partners/koch-backed-group-half-true-claiming-tammy-baldwin/", "speaker": "Freedom Partners", "vclaim": "\"Tammy Baldwin voted for $5 trillion in higher taxes.\"", "truth_label": "half-true", "date": "stated on October 26, 2017 in TV ads:", "title": "Koch-backed group is Half True in claiming Tammy Baldwin voted for $5 trillion in higher taxes", "text": "It seems Charles and David Koch, the conservative billionaire industrialists, want to make U.S. Sen. Tammy Baldwin the $5 trillion woman.\nAt least, that’s the aim of Freedom Partners Chamber of Commerce, the political and policy network that’s tied to the two brothers.\nOn Oct. 26, 2017, a year out from the 2018 election, Freedom Partners attacked Baldwin with two TV ads. Using both a narrator and words on the screen, the two ads make this claim about the Wisconsin Democrat:\n\"Tammy Baldwin voted for $5 trillion in higher taxes.\"\nThe claim gives no context, leaving it to the viewer to wonder whether her vote was for a one-year $5 trillion tax hike.\nSo, let’s investigate.\nThe group\nFreedom Partners Chamber of Commerce, also known simply as Freedom Partners, is a group based outside of Washington, D.C.. It says it will spend $1.6 million on the two TV ads, as well as digital versions.\nBaldwin is up for re-election to a second term in the November 2018 election. So far, two Republicans -- political newcomer Kevin Nicholson and Leah Vukmir, a state senator -- have launched campaigns to be the GOP nominee.\nIn the 2016 Wisconsin Senate race, an affiliated group, Freedom Partners Action Fund, said it spent $2 million on a TV ad attacking Democrat Russ Feingold over veterans care. Feingold lost to incumbent Republican Ron Johnson, who won a second term.\nNow to the new ads.\nBaldwin’s vote\nThe ads include a footnote making it clear that the $5 trillion claim is based on Baldwin’s vote, in April 2011, for a fiscal 2012 federal budget proposed by the Congressional Progressive Caucus. At the time, Baldwin was representing the Madison area in the House and was a vice-chair of the caucus. The caucus says it \"seeks to give voice to the needs and aspirations of all Americans and to build a more just and humane society.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe caucus’ proposed budget was an alternative to federal budgets proposed by President Barack Obama and House Budget Committee chairman Paul Ryan of Wisconsin, the current House speaker. It was introduced as an amendment to Ryan’s budget and failed in the House, 347-77.\nThe caucus’ budget called for $3.9 trillion in actual tax increases over the next decade, such as raising income tax rates on millionaires and raising rates on the estate tax.\nHowever, it could also be argued that other measures in the budget, such as allowing tax cuts adopted under President George W. Bush to expire, also were tax increases.\nThe budget also outlined $1.7 trillion in spending cuts, largely from defense, as well as $1.7 trillion in \"public investments\" in areas such as education, transportation and infrastructure.\nAn important point here: As we have stated in past fact checks, voting for something as massive as a federal budget and its countless provisions doesn’t mean a lawmaker supports every provision. Lawmakers who voted for the caucus budget might have been motivated, for example, by its defense cuts or new spending, rather than any or all of the tax increases. At the same time, the amount of revenue to be collected in taxes is a major feature of any budget, as it helps set spending parameters.\nThe ads\nThe ads include a footnote that cites a PolitiFact Wisconsin fact check. It rated a different claim -- that Baldwin voted for a budget that included \"trillions more\" in spending than the Obama budget.\nThat fact check said that, according to experts, the caucus budget would have raised taxes by some $5 trillion more than Obama’s budget. We have since clarified that reference to make it consistent with an earlier fact check. In that earlier item, experts had told us that total tax collections in the caucus budget would be $5 trillion higher than in the Obama budget.\nTax collections can rise for any number of reasons -- from tax increases, yes, but also factors such as growth in the economy.\nOur rating\nFreedom Partners Chamber of Commerce says: \"Tammy Baldwin voted for $5 trillion in higher taxes.\"\nBaldwin voted for a 2012 federal budget that would have raised taxes by $3.9 trillion over 10 years, but it also would have made $1.7 trillion in spending cuts and spent $1.7 trillion in areas such as infrastructure. Voting for the budget didn’t mean that Baldwin necessarily supported all of the tax increases.\nThere were estimates that total tax collections -- another possible measure of \"higher taxes,\" as stated in the ad -- under budget Baldwin voted for would have been $5 trillion higher than under the budget proposed by the Obama administration. But the ad didn’t make clear that that amount was over a 10-year span, not a sudden increase.\nFor a statement that is partially accurate, our rating is Half True. div class='artembed'> Share the Facts 2017-11-01 18:31:29 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Tammy Baldwin voted for $5 trillion in higher taxes.\"     Freedom Partners Chamber of Commerce Organization https://youtu.be/96xfc_Xy7O0   In TV ads Thursday, October 26, 2017 2017-10-26    Read More  info", "vclaim_id": "vclaim-pol-02743"}