{"url": "/factchecks/2012/aug/22/clayton-county-schools/clayton-schools-claim-high-status/", "speaker": "Clayton County Schools", "vclaim": "\"Clayton County Public Schools recently achieved a milestone that has eluded other\nmetropolitan districts across the state\" by meeting federal guidelines for having a highly qualified staff.", "truth_label": "true", "date": "stated on July 26, 2012 in a press release:", "title": "Clayton schools claim high status", "text": "It’s the beginning of a new school year, and for one local school district, that meant time to do some bragging.\n\nClayton County officials recently sent out a press release with a claim that a PolitiFact Georgia reader asked us to read and grade.\n\n\"Clayton County Public Schools recently achieved a milestone that has eluded other\nmetropolitan districts across the state,\" it read. \"When school opens on August 13, Clayton County will have a 100 percent Highly Qualified Staff.\"\n\nThe school district has had some rough times in recent years. Its accreditation was revoked in 2008, thanks to infighting among school board members. It was fully restored in May 2011.\n\nThe district’s teachers had little to do with those problems, but PolitiFact Georgia and others still wondered about the accuracy of this claim. It’s pretty tough to get 100 percent on any exam. How about claiming all of its estimated 3,300 teachers are highly qualified? Another question we had is whether this distinction has eluded other districts.\n\nFirst, what does it mean to be a Highly Qualified teacher?\n\nAs part of the No Child Left Behind education regulations that became law during the administration of President George W. Bush, the states were asked to have their teachers meet certain guidelines that show they are highly qualified to be in the classroom.\n\nTo be deemed highly qualified, teachers must:\n\n1) have a bachelor's degree\n2) have full state certification or licensure\n3) prove that they know each subject they teach\n\nThe first criteria for Highly Qualified status, a bachelor’s degree, appears standard these days. In fact, the bar seems to be what percentage of teachers have a master’s degree. In 1999, virtually all public school teachers had at least a bachelor's degree, and 42 percent had a master’s degree, according to the National Science Board. In 2011, New York City reported that at least 75 percent of its eighth-grade teachers have a master’s degree. \n\nThe percentage of Georgia public school teachers not fully certified in 2010-2011 was 9 percent in math and 9.7 percent in science, The Atlanta Journal-Constitution reported in 2011, citing the Georgia Professional Standards Commission. It seems, though, many teachers have trouble passing the test, which some say is not meant to be rigorous. Channel 2 Action News reported last year that 12,455 teachers failed at least one part of the Georgia Assessment for the Certification of Educators test, 708 people failed five times or more and 56 had failed 10 times or more. One teacher failed 18 times. Some Georgia teaching advocates counter that the percentage of failures is small.\n\nThe Highly Qualified status has not been so highly regarded in some parts of the country. In 2011, a federal circuit court ruled that California illegally classified thousands of teachers in training as \"highly qualified\" in violation of the federal No Child Left Behind Act, The Associated Press reported. The lawsuit, filed by some civil rights activists, claimed more than 100,000 intern teachers nationwide are classified as \"highly qualified.\"\n\nClayton district spokesman David Waller said teacher interns are not a part of its Highly Qualified staff.\n\nClayton school district officials have been trying to have all of their teachers meet the guidelines since 2002 and began to aggressively recruit teachers who meet the Highly Qualified standards about five years ago.\n\nThe Georgia Professional Standards Commission tracks which school districts have met the Highly Qualified criteria. During the 2010-11 school year, which was the most recent year available, 99.56 of Clayton’s teachers and paraprofessionals met all three criteria, the state said. Clayton officials forwarded us an email sent earlier this month from a commission official congratulating the district for reaching the 100 percent plateau for the 2011-12 school year.\n\nClayton is not the first metro Atlanta school district to reach 100 percent Highly Qualified status. In the 2010-11 school year, the others were Forsyth County Schools, Decatur City Schools and Marietta City Schools. Clayton, with nearly 51,000 students, has more students than the others. Other districts in metro Atlanta area were close, said Anne Marie Fenton, the state agency’s assessment program director. \n\nGwinnett County Schools, which has more students than any district in the state, had 99.84 percent of its teachers and paraprofessionals who met the Highly Qualified status. Cobb County also came real close, at 99.41 percent, the state said.\n\nWhile pleased with the ranking, Waller said the press release certainly wasn’t intended to disparage other districts. Waller said he was aware that there have been other districts that have met the guidelines.\n\n\"It was not intended to imply no one else has done this,\" he said.\n\nClayton did meet the 100 percent threshold for this school year, as the press release said. There are other metro districts that have come very, very close, but have not reached that mark yet. \n\nWe rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10545"}