{"url": "/factchecks/2013/mar/01/trey-martinez-fischer/trey-martinez-fischer-says-texas-legislature-has-n/", "speaker": "Trey Martinez Fischer", "vclaim": "Says that since 1975, redistricting by Texas lawmakers has always been found in violation of Section 5 of the Voting Rights Act.", "truth_label": "half-true", "date": "stated on February 25, 2013 in press conference in the Texas House Speaker’s Committee Room.:", "title": "Trey Martinez Fischer says Texas Legislature has never avoided violating Section 5 of Voting Rights Act", "text": "A section of the landmark Voting Rights Act of 1965 must continue to apply to Texas, the chairman of the Mexican American Legislative Caucus said, and a decades-long losing streak shows it.\n\nState Rep. Trey Martinez Fischer spoke in advance of arguments before the U.S. Supreme Court in an Alabama challenge to the act’s Section 5, which requires nearly every southern state and some other governmental entities to get federal approval before changing election practices. Covered jurisdictions, including Texas, must win \"preclearance\" from the Justice Department or a federal court in Washington before changes take effect.\n\nMartinez Fischer, D-San Antonio, said at a Feb. 25, 2013, Capitol press conference that Congress made Texas subject to Section 5 starting in 1975 because the state had been printing English-only ballots, discriminating against Spanish speakers. (As we’ve noted, other triggers also figured into the decision.)\n\nSubsequently, Martinez Fischer said, Texas \"was never able to preclear; it was always a fight. Texas always ends up on the losing side.\" His comments were paraphrased in an Austin American-Statesman news article as his saying that since Texas was put under the section, the Texas Legislature has never gone through redistricting without violating it.\n\nNever?\n\nBy telephone, Martinez Fischer told us that his focus has been on Texas House districts and that the caucus’ redistricting counsel, Jose Garza of San Antonio, has advised that every Texas House map as initially drawn by lawmakers had been found in violation of Section 5, which proscribes changes abridging or denying the right to vote on account of race or color or membership in a language minority group.\n\nWith help from lawyers versed in redistricting, including Steve Bickerstaff of Austin and Michael Li of Dallas, we confirmed numerous instances of the Justice Department objecting to--not preclearing--Texas redistricting plans.\n\nFor starters, we figured there were 16 major opportunities for Texas to redraw districts statewide from 1981 through 2011, nearly all of them touched off by an immediately preceding U.S. census. Bickerstaff noted there also was some redistricting action between 1975 and 1980; more on that below. For this fact check, though, we chose not to take into account the largely undisputed district maps for the State Board of Education; there has been little to no fight there.\n\nThere has been much tussling over Texas-drawn maps of U.S. House and Texas Senate and House districts.\n\nLi, who has also been a Democratic fundraiser, guided us to Texas Legislative Council timelines outlining the litigation history of redistricting from the 1980s through 2012. Any Justice Department objections on the timelines, Li noted, would automatically tie to Section 5 since the section is the agency’s sole legal basis for judging preclearance, though he also reminded us that plans are sometimes precleared through a Washington, D.C., judicial panel.\n\nCoincidentally, the timelines also were cited as sources for a chart sent our way by Martin Golando of Martinez Fischer’s office indicating eight instances of preclearance being denied over the decades.\n\nGarza, the redistricting counsel, said by phone the key point is that \"there’s never been a decade in which the state came through clean when it comes to discrimination against minorities.\"\n\nThat’s confirmed by the timelines.\n\nLet’s get gritty.\n\nThe timeline for the 1980s shows the Justice Department objecting to U.S. House districts as passed into law and not preclearing Texas House and Texas Senate plans drawn by the Legislative Redistricting Board, a five-person panel that can act if legislators fail to agree on those plans.\n\nIn the ‘90s,the department precleared the legislated U.S. House plan--though, Bickerstaff noted, a lawsuit charging that the plan unconstitutionally racially gerrymandered districts culminated in a federal court imposing a plan, in 1996, redrawing 13 of the then-30 districts. Court-drawn maps are not subject to preclearance, Li advised.\n\nIn November 1991, the Justice Department objected to the legislated Texas House plan; a revised plan, passed into law along the lines of a lawsuit settlement, won preclearance in July 1992.\n\nThe timeline for the state’s Senate plan that decade probably should be read at your own risk. The original legislated Senate plan was withdrawn from the Justice Department before a preclearance decision, according to the timeline. Another plan, settling a lawsuit charging the legislated plan with discriminating against minority voters, was passed into law, then rejected for preclearance by Justice only to be precleared by the Washington federal court. Other judges, in Austin, ordered that plan used in the 1994 elections and, presumably, through the decade.\n\nIn the 2000s, Senate districts drawn by the redistricting board won preclearance, according to the council’s timeline. Lawmakers failed to agree on redrawn congressional districts, so a federal court imposed a plan for the 2002 elections before the 2003 Legislature swapped in its version, which the Justice Department precleared in December 2003 despite a memo from staff lawyers saying the plan violated the section by diluting black and Hispanic voting power in two congressional districts, according to a Dec. 2, 2005, Washington Post news article. Garza noted that the U.S. Supreme Court in 2006 held that one district in the plan diluted the minority vote in violation of another section of the Voting Rights Act, fueling changes.\n\nJustice denied preclearance to Texas House districts as drawn by the redistricting board. A Nov. 16, 2001, Justice Department letter says the state failed to show the plan had neither a discriminatory effect or intent against minority voters in Bexar County, South and West Texas. A Texas-based panel of federal judges later redrew districts to address the concerns.\n\nIn August 2012, In August 2012, most recently, a U.S. District Court in Washington denied preclearance of the legislated remaps of House, Senate and U.S. House districts adopted by the GOP-majority Legislature in 2011. The state has appealed to the U.S. Supreme Court.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\n\nU.S. Justice Department Section 5 Preclearance Decisions\nTexas Redistricting Plans\n1981-2012\n\n\n\n\n\n\n\n\n\n\nInitial Texas Redistricting Plan Precleared\n\nInitial Plan Not Precleared\n\nNotable\n\n\n\n \n\nU.S. House, 1981\n\n \n\n\n\n \n\nTexas House, 1981\n\n \n\n\n\n \n\nTexas Senate, 1981\n\n \n\n\n\nU.S. House, 1991\n\n \n\nFederal court hearing discrimination lawsuit later redrew 13 of 30 districts\n\n\n\n \n\nTexas House, 1991\n\nRevised plan passed into law reflected lawsuit settlement and precleared in July 1992\n\n\n\n \n\nTexas Senate, 1991\n\nState withdrew legislated plan before preclearance decision. Revised plan passed into law reflected lawsuit settlement; wasn’t precleared by Justice, but approved by federal district court\n\n\n\nTexas Senate, 2001\n\n \n\n \n\n\n\n \n\nTexas House, 2001\n\nFederal judges redrew districts to address Justice concerns\n\n\n\nUS House, 2003\n\n \n\n2001 Legislature did not agree on plan, federal court imposed plan for 2002 elections. US Supreme Court later found one district in 2003 plan in violation of Section 2 of Voting Rights Act; it was amended.\n\n\n\n \n\nTexas House, 2011\n\nPreclearance denial by federal judges under appeal by state to US Supreme Court\n\n\n\n \n\nTexas Senate, 2011\n\nPreclearance denial by federal judges under appeal by state to US Supreme Court\n\n\n\n \n\nUS House, 2011\n\nPreclearance denial by federal judges under appeal by state to US Supreme Cou\n\n\n\n\n\nSources: Timelines for Texas redistricting, Texas Legislative Council.\n\n\nUpshot: Nine of the dozen initially legislated or board-devised redistricting plans did not win preclearance, counting the 2011 congressional, Texas Senate and House plans whose court rejections are on state appeal. Conversely, three initial state plans won preclearance, though a federal court acting on a discrimination lawsuit later redrew much of one and the Supreme Court held that another one had a non-Section 5 voting-rights flaw.\n\nBickerstaff offered his summary dating back further, emailing that by his memory, since 1975, lawmakers or the redistricting board have adopted 13 statewide redistricting plans, not counting education board plans. \"Only one plan,\" the Senate plan written by the board in the 2000s, \"escaped objection under Section 5 and was used for the decade,\" Bickerstaff said.\n\nOur ruling\n\nMartinez Fischer said that since Texas was placed under Section 5 of the Voting Rights Act in 1975, the Texas Legislature has never gone through redistricting without violating it.\n\nWe see a reasonable basis for this claim in that Section 5 objections have been lodged by federal authorities in every once-a-decade round of redistricting since then. Still, three initial redistricting plans won preclearance and one plan survived through its decade unscathed by the Justice Department or federal courts. In these ways, \"never\" is misleading, rendering the claim partially accurate. We rate it Half True.", "vclaim_id": "vclaim-pol-09646"}