{"url": "/factchecks/2014/oct/06/barack-obama/barack-obama-says-deficit-fell-10-percent-gdp-3-pe/", "speaker": "Barack Obama", "vclaim": "\"When I took office, the deficit was nearly 10 percent of our economy. Today, it's approaching 3 percent.\"", "truth_label": "half-true", "date": "stated on October 2, 2014 in a speech at Northwestern University:", "title": "Barack Obama says deficit fell from 10 percent of GDP to 3 percent on his watch", "text": "During a speech at Northwestern University on Oct. 2, 2014, President Barack Obama offered a rosy -- if cautious -- view on the state of the economy. One of the statistics he touted was this one:\n\"When I took office, the deficit was nearly 10 percent of our economy. Today, it's approaching 3 percent.\"\nWe wondered if he was correct.\nWe looked at data from the Office of Management and Budget that tracks the federal deficit as a percentage of gross domestic product. Calculating it this way shows not the absolute level of the deficit but rather how big it is in relation to the size of the broader economy.\nThe data shows that for fiscal year 2009, the deficit as a percentage of GDP was 9.8 percent, while the projected percentage for fiscal year 2014 is 3.7 percent. But the timing of the Office of Management and Budget figures don’t coincide with Obama taking office.\nThe 9.8 percent figure covers fiscal year 2009 -- which runs from Oct. 1, 2008, to Sept. 31, 2009. In other words, it covers a little less than four months of President George W. Bush’s second term, and nearly eight months of Obama’s first term.\nIn other words, the figure looks at an entire year that covers two presidencies -- not a snapshot on the day Obama took office, Jan. 20, 2009.\nThat casts some doubt about the accuracy of how Obama framed the issue. Obama said, \"When I took office,\" which suggests that he inherited his predecessor’s deficit at nearly 10 percent of GDP and should get the credit for reducing it. The reality is that if Obama is going to claim some credit for reducing the deficit, he should also take some responsibility for pushing the deficit up to nearly 10 percent of GDP in his first fiscal year in office. Part of the reason the deficit was relatively high was because of the recession-fighting stimulus bill, which Obama championed.\nThe deficit-to-GDP percentage for the fiscal year prior, 2008, was 3.1 percent. This gives a sense of what Obama inherited -- but it’s not a perfectly useful number, either, because it stops almost four months before Obama took office. During those four months, the economy was worsening rapidly, and spending on the Troubled Asset Relief Program -- which aimed to stabilize the financial sector -- had begun adding to the deficit.\nSo if one could figure out a percentage for the day Obama was inaugurated -- which actually can’t be done -- it would likely be somewhere between 3.1 percent and 9.8 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThere’s another wrinkle in comparing deficits to the economy overall and then trying to take credit for improvements.\nWhile it’s relatively easy to assign credit or blame for government spending, which helps shape the size of the country’s deficit, it is not nearly as easy to credit or blame Obama for the overall state of the economy as measured by GDP.\n\"The impact of a president on the economy is tough to measure,\" said George Washington University economist Tara Sinclair. \"So taking credit for a normalizing economy and the associated normalizing of the budget deficit is generally pushing it in my book.\"\nThe transition from Bush to Obama is especially tough to parse, as these past PolitiFact articles show.\nThe White House argued to PolitiFact that the deficit projected at the beginning of his first term, once you factor out the pricetag for the stimulus and related debt service, was 9.2 percent for fiscal year 2009. Looking at it this way has merit, but for a retrospective claim like this, we think it’s worth giving credence to hard numbers over initial projections. And we’d reiterate that some of the spending that took place before he was inaugurated, such as TARP, had the support of then-President-Elect Obama.\n\"It would have been better for him to say, ‘In my first year in office, the deficit was nearly 10 percent of GDP,’ \" said Steve Ellis, vice president of Taxpayers for Common Sense.\nOur ruling\nObama said, \"When I took office, the deficit was nearly 10 percent of our economy. Today, it's approaching 3 percent.\"\nActually, the deficit reached 10 percent of the economy several months after Obama took office, not on his first day. Obama is laying the blame for the high deficit-to-GDP ratio entirely on Bush, when the figure covers time in office for both presidents. In reality, the numbers are more nuanced than he lets on, and his formulation oversimplifies the factors that played into these trends, some of which he had control over and some of which he didn’t.\nThe statement is partially accurate but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-07195"}