{"url": "/factchecks/2019/oct/30/facebook-posts/no-evidence-cream-tartar-orange-juice-drink-will-h/", "speaker": "Facebook posts", "vclaim": "Says drinking cream of tartar mixed with orange juice daily will help people quit smoking because it \"flushes the nicotine\" out of the body.", "truth_label": "pants-fire", "date": "stated on October 14, 2019 in a Facebook post:", "title": "No evidence that cream of tartar and orange juice will help you quit smoking", "text": "Quitting smoking is hard. Over the years, ex-smokers have sworn by a myriad of methods: pills, patches, cold turkey. The list goes on. \nBut one cheap and easy quit-smoking-fast tactic making the rounds on Facebook sounds too easy to be true. \nAnd that’s because it is. \nAccording to a viral Facebook post that’s been shared over 300,000 times since Oct. 14, simply mixing cream of tartar powder with orange juice will \"flush the nicotine out of your system.\"\nThe post features a picture of cream of tartar with a lengthy caption that says: \n\"Go to your favorite grocery store and buy Cream of Tartar Seasoning and a gallon of Orange Juice. Mix 1 teaspoon in a glass and drink once a day. I recommend when you get up and another glass halfway through your day. I know this sounds too simple, but it really works! The Cream of Tartar flushes the nicotine out of your system and blocks it from receiving it again! After about two days, smoking tastes like s***, you're blocked from the nicotine rush and the desire is gone!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThere is no scientific evidence to support the claim that drinking cream of tartar and orange juice rids the body of nicotine and thus helps people quit smoking. \nWe found a detailed example of the claim in a May 2018 article by Shareably, a lifestyle and entertainment website. But the article lacks credible sources, instead citing dubious health websites \"Natural Health and Healing 4U\" and \"Organic Health.\" It also lists Providr.com as its primary source –– a clickbait mill that the fact-checking website Snopes exposed for fraudulent Facebook practices in 2018.\nThe basis behind the claim is problematic because it relies on unsupported theories about detoxifying the body through various diets or cleanses.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nThe National Center for Complementary and Integrative Health, an office of the U.S. Department of Health and Human Services, says that a variety of detoxification diets, regimens and therapies \"have been suggested as ways to remove toxins from your body, lose weight, or promote health.\" \nHowever, the center warns that some of these programs can be unsafe and falsely advertised, and said a 2015 review concluded \"there was no compelling research to support the use of \"detox\" diets for weight management or eliminating toxins from the body.\"\nThe Shareably article alleges that the way cream of tartar helps \"flush\" nicotine out of the body is by getting \"your adrenal glands working in conjunction with the rest of your body... Then your body naturally decides which toxins to eliminate through bowel movements, urine, and sweat.\" \nBut it is unclear how that could even work.\nWhile potassium-rich cream of tartar has a diuretic effect, meaning it increases urine production, this doesn’t explain how it would somehow impact metabolism.\n\"I know of no biological mechanism by which cream of tartar would get the adrenal glands working,\" Neal Benowitz, professor emeritus at the Center for Tobacco Control Research and Education at the University of California, San Francisco, told PolitiFact in an email. \n\"The vast majority of nicotine is eliminated by liver metabolism, and only a small fraction excreted unchanged in the urine.\"\nBenowitz said he knows no \"biologically plausible argument\" for why this drink mixture should work.\nOur ruling\nA viral Facebook post says people can easily quit smoking by mixing cream of tartar and orange juice because it helps remove nicotine from the body. \nThis claim relies on unsubstantiated pseudoscience. No credible evidence supports it.\nWe rate it Pants on Fire!", "vclaim_id": "vclaim-pol-16840"}