{"url": "/factchecks/2016/sep/08/national-republican-senatorial-committee/republican-group-misleads-attack-patrick-murphys-r/", "speaker": "National Republican Senatorial Committee", "vclaim": "Says Patrick Murphy \"never worked as a CPA\" and was \"never a small business owner.\"", "truth_label": "barely-true", "date": "stated on September 7, 2016 in a TV ad:", "title": "Republican group misleads in attack on Patrick Murphy's resume", "text": "The National Republican Senatorial Committee says it’s fact-checking U.S. Rep. Patrick Murphy’s resume as a certified public accountant and small business owner.\nMurphy, a Jupiter Democrat, is running against incumbent Republican Sen. Marco Rubio.\nThe NRSC’s TV ad  begins with a video clip of Murphy saying in 2012, \"I believe that my background as a CPA and a small business owner is exactly what we need.\"\nThe narrator then reads lines from a CBS4 Miami report and says, \"Never worked as a CPA,\" and \"Never a small business owner.\"\nDid Murphy distort his work experience? We heard similar attacks against Murphy during the primary, and wrote a guide to attacks on Murphy’s resume. There are a lot of nuances to how Murphy has characterized his work experience, and the TV ad makes it sound clear cut. It’s not.\n'Never worked as a CPA?'\nMurphy did work as a CPA. But he first held a lesser title and then worked as a CPA for less than a year.\nMurphy started at Deloitte in Miami 2007 as an \"audit assistant.\"  He applied for his CPA license from Colorado in 2009; at the time Colorado required fewer semester credits than Florida. After he obtained the license in September 2009, he was promoted to \"audit senior.\" He left in May 2010.\nTo get the license, Murphy took a test through the state of Vermont. (The exam is the same everywhere, so he didn’t have to travel to Vermont to take it.)\nCBS4 reported that Murphy \"never worked a day in his life as a Certified Public Accountant.\" This is a matter of semantics: He did work while a CPA for several months at Deloitte, but he worked in Florida while holding a Colorado CPA license.\nGary McGill, director of the Fisher School of Accounting at the University of Florida, previously told PolitiFact Florida that Murphy’s path -- starting as an audit assistant at Deloitte, taking the CPA test and getting licensed in another state and then being promoted -- would have been common.\nMany new hires at firms such as Deloitte have not passed the CPA exam. These non-CPA assistants can’t sign audit opinions or tax returns; however, they do audit work without having a CPA license from any state, McGill said.\n\"Bottom line: He can fully work as an audit assistant or even audit senior or manager in for Deloitte in Miami without being licensed in Florida (or anywhere),\" McGill said. \"It only becomes critical to have the Florida license if he becomes a partner.\"\nMurphy was promoted to \"audit senior\" after obtaining his license.\n\"They are the boots on the ground doing the actual work,\" he said.\nMurphy acknowledged in a 2012 debate that his CPA license was from Colorado after his Republican rival, U.S. Rep. Allen West, accused him of misleading voters about his credentials.\n\"I am a certified public accountant in the state of Colorado,\" Murphy said. \"I never hid that.\"\nMurphy’s 2016 campaign website said that after college, he \"went on to work as a Certified Public Accountant (CPA) for Deloitte and Touche, auditing Fortune 500 companies.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n \n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nA Murphy spokesman referred to an article by the Sun Sentinel which quoted a former supervisor of Murphy’s at Deloitte from 2007 to 2009. She gave $250 to his campaign in 2011.\n\"Patrick is a licensed CPA who did valued accounting work in Florida,\" Courtney Connolly told the Sentinel.\n'Never a small business owner'\nMurphy was a small business owner. But the business was owned by multiple people and grew out of a business owned by his father. The business was Coastal Environmental Services, a company formed to clean up the Gulf oil spill. Ultimately the firm only did work in the Gulf for a few months.\nIn 2010, Murphy, his father Thomas P. Murphy Jr. and Dan Whiteman incorporated Coastal Environmental Services. The elder Murphy owns the affiliated Coastal Construction, and Whiteman was listed as the president of both firms.\nAnnual reports show Patrick Murphy was a director in 2011 and 2012. Once elected to Congress, he remained an owner but no longer a director.\nState records don’t show if someone is an \"owner,\" and Murphy hasn’t said if he financed the firm.\nBy \"owner\" Murphy presumably meant that he had an economic interest, University of Florida corporate law professor Stuart Cohn previously told PolitiFact Florida.\n\"Records filed with the state do not require listing those who had such an economic interest, whether as a shareholder or otherwise,\" Cohn said. \"So, it is not possible from the state records to determine who owned what economic interests and in what percentages.\"\nThe Murphy campaign shared an IRS document with PolitiFact Florida that showed that Murphy, his father and Whiteman were shareholders in 2010. (The campaign blacked out the percentage each owned, as well as the names of three additional shareholders.)\nWhiteman previously told PolitiFact Florida that as vice president Murphy \"managed the company’s affairs.\"\n\"It's typical for business partners to have multiple ventures together, so it’s not unusual for some of the owners of Coastal Construction to also be owners of Coastal Environmental,\" Whiteman said.\nMost of Murphy’s annual congressional financial disclosures do not mention his position with Coastal Environmental.\nIn 2015, he amended his 2012 form to show that he was the firm’s vice president. In 2013, 2014 and 2015 he doesn’t list the firm at all.\nThe company has been dormant since 2010, so it hasn't generated any income and doesn't need to be reported as an asset on the forms, said Joshua Karp, Murphy’s campaign spokesman.\nOur ruling\nThe NRSC ad says Murphy \"never worked as a CPA\" and was \"never a small business owner.\"\nMurphy did work as a CPA, albeit for only several months. He first worked as an audit assistant, and then got licensed through the state of Colorado.\nMurphy has been an owner of Coastal Environmental Services. The firm only did work in the Gulf for a few months in 2010 and has since been dormant. Since it is a private business, we lack some information about it such as whether he put up any money to finance the business. He was a co-owner along with his father.\nIn both cases, the word \"never\" is too extreme to characterize Murphy’s work experience. However, in both cases we are talking about Murphy working for brief periods of time. Murphy may be overselling his resume, but the ad also exaggerates when it says \"never.\"\nWe rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/48c429c2-9a50-4d02-beac-b18e0f30905b", "vclaim_id": "vclaim-pol-04354"}