{"url": "/factchecks/2012/jan/25/barack-obama/have-private-sector-jobs-grown-22-months-best-annu/", "speaker": "Barack Obama", "vclaim": "\"In the last 22 months, businesses have created more than 3 million jobs. Last year, they created the most jobs since 2005.\"", "truth_label": "mostly-true", "date": "stated on January 24, 2012 in the State of the Union address:", "title": "Have private-sector jobs grown by 3 million in 22 months, with the best annual totals since 2005?", "text": "EDITOR’S NOTE: Our original Half True rating was based on an interpretation that Obama was crediting his policies for the jobs increase. But we've concluded that he was not making that linkage as strongly as we initially believed and have decided to change the ruling to Mostly True. The original article is archived here.\n\nWe also wrote an explanation of our reporting and why we changed the rating here.\n\nDuring his State of the Union address on Jan. 24, 2012, President Barack Obama offered some evidence about the nation’s improving economy.\n\nHe began by urging listeners to \"remember how we got here. Long before the recession, jobs and manufacturing began leaving our shores. Technology made businesses more efficient, but also made some jobs obsolete. Folks at the top saw their incomes rise like never before, but most hardworking Americans struggled with costs that were growing, paychecks that weren’t, and personal debt that kept piling up.\n\n\"In 2008, the house of cards collapsed,\" he continued. \"We learned that mortgages had been sold to people who couldn’t afford or understand them. Banks had made huge bets and bonuses with other people’s money. Regulators had looked the other way, or didn’t have the authority to stop the bad behavior.\n\n\"It was wrong. It was irresponsible. And it plunged our economy into a crisis that put millions out of work, saddled us with more debt and left innocent, hard-working Americans holding the bag. In the six months before I took office, we lost nearly four million jobs. And we lost another four million before our policies were in full effect.\n\n\"Those are the facts. But so are these. In the last 22 months, businesses have created more than three million jobs. Last year, they created the most jobs since 2005.  American manufacturers are hiring again, creating jobs for the first time since the late 1990s. Together, we’ve agreed to cut the deficit by more than $2 trillion. And we’ve put in place new rules to hold Wall Street accountable, so a crisis like that never happens again.\n\n\"The state of our union is getting stronger. And we’ve come too far to turn back now. As long as I’m president, I will work with anyone in this chamber to build on this momentum.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nWe decided to look specifically at Obama’s claim that \"in the last 22 months, businesses have created more than three million jobs. Last year, they created the most jobs since 2005.\"\n\nWe checked Obama’s claim by using data published by the Bureau of Labor Statistics, the federal agency responsible for compiling employment data. We found that the U.S. economy has seen 22 consecutive months of private-sector job growth, beginning in Feb. 2010. During that 22-month period, the number of jobs grew by almost 3.16 million, or about 143,000 per month.\n\nWe should note that there has also been a job-growth streak for all jobs in the economy -- not just in the private sector -- but this run of positive jobs numbers has been shorter since job losses in the government sector have offset gains in the private sector for much of that time. If you include both private-sector and government jobs, the economy has seen increases in total jobs for 15 straight months, not 22. But since this isn’t what Obama said, we won’t consider this in our ruling.\n\nAs for whether 2011 was the best job-producing year since 2005, he’s right if you’re counting private-sector jobs, and slightly off if you’re counting all jobs.\n\nIn 2011, the number of private-sector jobs rose by about 1.83 million (if you count from the January amount to the December amount) or 1.92 million (if you count from December to December). Either way, the increase in 2011 represented the highest one-year total since 2005, when the number of private-sector jobs increased by either 2.22 million or 2.31 million, depending on the time period used.\n\nIf you use total jobs, the increase in 2011 was the biggest since 2006, not 2005. But here too, that’s not the measure Obama used, so we won’t consider it in our rating.\n\nFinally, there's another dimension. In his remarks, Obama described the damage to the economy, including losing millions of jobs \"before our policies were in full effect.\" Then he describes the subsequent job increases. This suggests that he’s taking a degree of credit for the job growth, which runs counter to the reality that no mayor or governor or president deserves all the blame or all the credit for changes in employment.\n\nOur ruling\n\nObama is correct on the numbers. By mentioning his policies, he's making a modest linkage that they deserve credit for the improvement when economists say they are just one factor. On balance, we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-11718"}