{"url": "/factchecks/2018/nov/26/blog-posting/would-legislation-have-prevented-california-wildfi/", "speaker": "Bloggers", "vclaim": "Says California Gov. Jerry Brown \"vetoed 2016 wildfire management bill while California burned.\"", "truth_label": "half-true", "date": "stated on November 17, 2018 in a post on Facebook:", "title": "Would legislation have prevented California wildfires?", "text": "As fire crews battled Northern California’s Camp Fire, now the deadliest in the state’s history, and the Woolsey Fire farther south, social media users shared a story that partially places the blame for California’s wildfire woes on Gov. Jerry Brown.\nThe Camp Fire has claimed the lives of more than 85 people and destroyed thousands of homes.\nA recent article by the Canada Free Press, a conservative Canadian news and opinion website, has been circulating online with a headline that says Gov. Jerry Brown \"vetoed 2016 wildfire management bill while California burned.\"\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSo did Brown actually veto a bill that would have helped scale back the prevalence of wildfires in the state?\nNot exactly, but the claim isn’t completely off. Let’s take a look.\nThe legislation and its impact\nThe 2016 piece of legislation in question, SB 1463, would have required the California Public Utilities Commission and Cal Fire (California Department of Forestry and Fire Protection) to prioritize communities with conditions that could increase fire hazards associated with overhead utilities wires.\nWhat does that mean?\nThe bill aimed to reduce the risk of power lines sparking fires in wooded areas and required the updating of fire safety maps. The maps determine whether utility companies have to clear brush in areas near overhead wires in order to alleviate the risk of fires.\nRelated coverage: Examining Jerry Brown’s veto of California wildfire legislation and the criticism of it\nBrown did veto the bill, but there is no direct evidence to suggest that the action increased the probability of wildfires. The commission also said it was already doing similar work before the proposal came along.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nBut there are a still a few things to question here.\nSB 1463 had been unanimously approved by the state legislature and many have questioned why the governor would veto a bill that was unopposed.\nIn his veto message, Brown says it’s because it would have duplicated efforts, pointing out that agencies were already addressing the matter and that the process should continue \"in that forum.\"  \nJamie Court, president of the nonprofit Consumer Watchdog Report, a progressive organization that advocates for taxpayer and consumer interests, disagrees, writing that the negligence of the state’s public utilities and Gov. Brown’s failure to regulate them contributed to the fierce spread of past and current wildfires.\nCiting reporting by the Bay Area News Group, Court says that since the 2007 San Diego wildfires, PG&E (Pacific Gas and Electric Company) had stalled the creation of the new fire maps within the utility commission’s process.\nCourt argues that the stonewalling, along with former PG&E executives being some of Brown’s top aides, sheds light on the governor’s role in the rapid spread of the state’s wildfires.\nBut the California Public Utilities Commission has said the bill would have actually prolonged the safety work already going on by \"requiring the participation of certain entities, which was unnecessary because Cal Fire was already a party to the proceeding, and local governments and fire departments could also participate.\"\nThe commission also said that Cal Fire already has hazard maps, and based on those, people who live in high-risk areas face tougher construction standards.\nRegardless of which way you look at it, the statewide Fire-Threat Map was updated and approved in January 2018.\nOur ruling\nA widely shared Canada Free Press article links California Gov. Jerry Brown’s veto on a 2016 bill to the prevalence of the state’s wildfires over the past couple of years.\nIt is accurate that Brown vetoed the bill, but the legislation only addressed one piece of wildfire management — a piece already being implemented by fire services and the state’s utility commission. The commission also said the bill would have slowed down their work.\nBut some argue that for years the commission unnecessarily slowed the process of updating the fire safety maps, which played a role in failing to curb preventable wildfire damage. The maps were eventually updated and approved in January 2018.\nThe story contains elements of truth, but fails to provide all the details. We rate it Half True.\n Share the Facts 2018-11-26 21:19:49 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  California Gov. Jerry Brown \"vetoed 2016 wildfire management bill while California burned.\"     Canada Free Press Conservative news site https://canadafreepress.com/article/ca-gov.-jerry-brown-vetoed-2016-wildfire-management-bill-while-ca-burned   in a news article Saturday, November 17, 2018 2018-11-17    Read More  info", "vclaim_id": "vclaim-pol-01242"}