{"url": "/factchecks/2015/mar/18/lena-taylor/most-nra-members-back-background-checks-all-gun-pu/", "speaker": "Lena Taylor", "vclaim": "Polling shows that nearly 74 percent of National Rifle Association members \"support requiring background checks for all gun sales.\"", "truth_label": "true", "date": "stated on March 12, 2015 in a news release:", "title": "Lena Taylor: Most NRA members back background checks on all gun purchases", "text": "A bill that Gov. Scott Walker appears to favor would scrap a nearly 40-year-old Wisconsin law that requires a 48-hour waiting period for handgun purchases.\nSome opposition has emerged.\nIn an unscientific poll on JSOnline, the website of the Milwaukee Journal Sentinel, 70 percent of the more than 2,200 votes cast were for keeping the waiting period in place.\nThe next day, March 12, 2015, state Sen. Lena Taylor expressed her opposition -- suggesting that even most members of the National Rifle Association, which fights restrictions on the right to bear handguns as well as long guns, would side with her against the bill.\nThe Milwaukee Democrat issued a statement after the Republican-sponsored bill was approved by the Senate Judicial and Public Safety Committee in a 3-2 party-line vote.\n\"Not including background checks (of) all types of firearms, ignoring the public safety and the mental health needs of our state is downright irresponsible,\" said Taylor, who cast one of the no votes. \"Polling showed that even nearly 74 percent of NRA members support requiring background checks for all gun sales.\"\nSetting aside the fact Taylor is muddying the waters by implying a background check would go away -- it won’t -- let’s check her statistic on polling for NRA member support for such measures.\nBackground checks\nUnder federal law, states decide whether they want to process background checks to ensure that people who are prohibited by law from owning guns do not purchase one. In Wisconsin, the state Department of Justice does the checks for handguns, while the FBI does them for long guns. The state’s check of handgun purchasers includes a more extensive review of databases, such as those involving offenses committed by juveniles, than the FBI routinely does.\nThe most recent state figures show that from July 1, 2013 through June 30, 2014, the state processed more than 196,000 background checks for handgun purchases. More than 99 percent of the applications were approved, including more than 29,000 that were approved instantly.\nThe Department of Justice has said that on average, the background checks are done within four hours.\nThe new legislation would not change the requirement for background checks.\nSupporters say that in most cases, since the checks are done quickly, there is no reason for people to have to wait 48 hours to take possession of the handgun they’re buying. Opponents worry about instances such as a couple getting in an argument and then running out to buy guns before they have a chance to cool off.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe polling\nNow to what recent polling on background checks has found among the several million members of the politically powerful NRA.\nIn March 2013, Lee Leffingwell, then the mayor of Austin, Texas, made a two-part claim that includes the claim Taylor made. He said 90 percent of Americans and 74 percent of NRA members support background checks of gun purchasers. PolitiFact Texas rated his claim True.\nThe key evidence was an article published in the New England Journal of Medicine on a poll done in January 2013 by two entities at Johns Hopkins University -- the Department of Health Policy and Management and the Center for Gun Policy and Research.\nThe poll was conducted online among 2,703 adults -- including 169 NRA members -- through GfK Knowledge Networks, which specializes in working with academic and government researchers to do polling online. It recruits participants randomly via mail and telephone.\nThe poll found that 74 percent (to be precise, 73.7 percent) of NRA members supported requiring background checks for all gun sales. (The margin of error was seven points.)\nThis poll was the most on point that we could find in terms of Taylor’s claim. But we would also note two others done around the same time that included information on NRA households -- in other words, the person responding to the survey or someone in that household was an NRA member at the time.\nA CBS News/New York Times poll, also from January 2013, found that background checks on all potential gun buyers were favored by 85 percent of NRA households. And a February 2013 poll by the Pew Research Center for the People and the Press found that 74 percent of people in NRA households favored making private gun sales and sales at gun shows subject to background checks. \nThe NRA did not respond to our requests about Taylor’s claim. But as an organization, it opposes universal background checks.\nTwo days after Taylor issued her statement, the NRA urged its members to oppose newly introduced legislation in Congress that would extend background checks to cover gun transactions at gun shows, over the Internet and in other settings. The statement on the NRA website said the federal bill \"does not address the real problems of fixing the broken mental health system and prosecuting criminals. Further, criminals will never submit to such a system so it will never truly be ‘universal.’\"   \nOur rating\nTaylor said polling shows that nearly 74 percent of National Rifle Association members \"support requiring background checks for all gun sales.\"\nThe most recent national poll of NRA members that we could find, done in January 2013 by Johns Hopkins University, found that 73.7 percent of the members supported requiring background checks for all gun sales.\nWe rate Taylor’s statement True.\nUpdate: After this item was published, NRA spokeswoman Jennifer Baker called us contending that the Johns Hopkins poll could not accurately survey NRA members because only the NRA has access to the list of current, dues-paying members. We are not adjusting our rating, as it is a common practice in polling to ask respondents to identify whether they are members of, for example, a political party or other group.", "vclaim_id": "vclaim-pol-06614"}