{"url": "/factchecks/2011/mar/25/joseph-mcnamara/rep-mcnamara-says-30-percent-rhode-island-youth-22/", "speaker": "Joseph McNamara", "vclaim": "\"About 22 percent of adults in Rhode Island and approximately 30 percent of youth (ages 10-17) are considered obese.\"", "truth_label": "half-true", "date": "stated on March 16, 2011 in a news release:", "title": "Rep. McNamara says 30 percent of Rhode Island youth, 22 percent of adults, are obese.", "text": "Obesity is a heavy topic. Too many extra pounds add to our risk of heart disease, diabetes, stroke, sleep disturbances and a host of other problems. Research shows that, as a nation, we are getting fatter.\n\nThat's more than a problem just for people who are overweight. When obesity levels rise and the population becomes less healthy, it drives up health costs, which affect all of us.\n\nBut is it really true that more than 1 in 5 Rhode Islanders and nearly one-third of our teens and preteens aren't just overweight, they're obese?\n\nThat was the contention of Rep. Joseph McNamara, a Warwick Democrat, when he introduced bills requiring restaurants to provide more nutrition information in hopes of combating the problem.\n\n\"About 22 percent of adults in Rhode Island and approximately 30 percent of youth (ages 10-17) are considered obese,\" he is quoted as saying in a legislative news release.\n\nObesity is determined by your body-mass index, a number that's cumbersome to calculate, in part because it's often defined in metric units, which is one reason why many people don't know what their BMI is.\n\n(To calculate your BMI, take your weight in pounds and multiply it by 703. Next, convert your height to inches and multiply that number by itself. So if you’re 65 inches tall, multiply 65 by 65 to get 4,225.  Then, you take the weight number and divide it by the height number, you get your BMI. Alternatively, you can go online at www.nhlbisupport.com/bmi/ and have the National Heart Lung and Blood Institute do the calculation for you.)\n\nIf your body-mass index is 25 or higher, you're overweight. If the number is 30 or higher, you're obese. In easier-to-understand terms, a 5-feet-2-inches tall, 164-pound person is obese. So is a 6-footer who weighs 221 pounds.\n\nWhen we called McNamara's office to find out if that many Rhode Islanders really score 30 or more, we were directed to an online report from Eliza Lawson of the Health Department's Initiative for a Healthy Weight. Lawson, in turn, said McNamara's numbers are supported by reports based on the Behavioral Risk Factor Surveillance System run by the Centers for Disease Control and Prevention in Atlanta.\n\nThe state-by-state rankings compiled in 2009 by the Trust for America's Health and the Robert Wood Johnson Foundation show that Rhode Island has an adult obesity rate of 21.7 percent, which would round up to the 22 percent cited by McNamara.\n\nThe 2009 report also offers statistics for children age 10-17. That's where we found a Rhode Island number of 30.1 percent, matching McNamara’s number.\n\nBut there's one big problem.\n\nThat 30.1 percent figure isn’t for obese children. It includes all overweight children.\n\nTo get the correct number for obese children, we went to the 2010 version of the report, which shows that the obesity rate for Rhode Island's youth, based on a 2007 survey, is much lower than McNamara states -- 14.4 percent.\n\nSo how does Rhode Island rank?\n\nAs adults, we have one of the lowest obesity rates in the United States. In the 2009 report, we were 48th among the 50 states and the District of Columbia; only Connecticut, Massachusetts and Colorado had lower obesity rates. In 2010, our obesity rate rose by 1.2 percentage points and we moved to 45th.\n\nRhode Island's teens and preteens ranked 28th, essentially at the national average.\n\n(The adult percentages have a margin of error of plus or minus 0.9 percentage points. The childhood percentages, because the numbers are small, have a larger margin of error: plus or minus 3.2 points.)\n\nWhen we told McNamara that the data showed a much lower rate among children than he had cited, he produced a copy of an \"Eat Smart, Move More\" newsletter that gives the 30-percent figure. But that newsletter incorrectly quotes a 2010 Rhode Island Department of Health report, which had the correct figures on overweight and obesity.\n\nIn summary, McNamara's assessment of adult obesity in Rhode Island is correct, if a bit outdated, and he fails to note that Rhode Island ranks as healthier than a large majority of other states. But his statistic on childhood obesity is way off - roughly half of what he said it was.\n\nThus, we rate his statement as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13368"}