{"url": "/factchecks/2008/may/15/hillary-clinton/2000-yes-but-not-2004/", "speaker": "Hillary Clinton", "vclaim": "\"If West Virginia had voted for our Democratic nominee in 2000 and 2004, we wouldn't have had to put up with George Bush for the last 7 years.\"", "truth_label": "half-true", "date": "stated on May 12, 2008 in Logan, W. Va.:", "title": "2000, yes, but not 2004", "text": "Setting the table for her resounding victory in West Virginia's primary, Sen. Hillary Clinton pumped up the state's role in the presidential election at a campaign stop in Logan.\n\n\"If West Virginia had voted for our Democratic nominee in 2000 and 2004, we wouldn't have had to put up with George Bush for the last 7 years,\" she said May 12, 2008, as reported by MSNBC.com's \"First Read\" blog. \"I am going to work as hard as I can between now and the time the polls close tomorrow, because I want to earn your support.\"\n\n\nReally? Five electoral college votes from a state of nearly 2-million people could have prevented the George W. Bush administration? Here we thought it was 537 popular votes in Florida.\n\n\nTurns out, Clinton is half right.\n\n\nIn the bitterly contested election of 2000, Bush won the state of West Virginia with 336,475 votes to Vice President Al Gore's 295,497. That earned Bush 5 electoral college votes.\n\n\nNow, Bush won the electoral college — and the presidency — 271-266. Funny how that's a 5-vote difference. If you subtract 5 electoral college votes from Bush's total, and add 5 electoral college votes to Gore's total, indeed the result is flipped, 271-266, in Gore's favor. And the world embraces the climate change crisis years earlier.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n(Of course, many would argue a more significant factor was Florida's 27 electoral votes — in dispute until Dec. 12, 2000, when the Supreme Court ruled in favor of Bush, saying it was too late for another recount.)\n\n\nThe 2004 election is another matter completely. On the simple question of the math, Clinton is wrong. Bush defeated Sen. John Kerry, the Democratic nominee, 286-251 in the electoral college. West Virginia's 5 votes wouldn't have put a dent in Bush's 35-vote margin.\n\n\nBut there's something incongruous about Clinton extending her argument to include the 2004 election. If Gore had won in 2000, then Bush almost certainly wouldn't have been running against Kerry in 2004 and who knows what the electoral map would have looked like in a Gore re-election race.\n\n\nClinton is right that Bush wouldn't be president if West Virginia had gone for Gore in 2000. That alone would have prevented 7 years of a Bush administration.\n\n\nBy raising the 2004 election, though, Clinton ruins her perfectly accurate argument. Suggesting that West Virginia voters had the same chance to defeat Bush in 2004 that they had in 2000 is just wrong, which is how we end up at Half True.", "vclaim_id": "vclaim-pol-16215"}