{"url": "/factchecks/2010/dec/10/john-kasich/gov-elect-john-kasich-correct-nearly-half-ohios-in/", "speaker": "John Kasich", "vclaim": "\"I think [a little] less than half of the people in our prisons are in there for less than a year.  ... We have people who are check kiters and don't pay child support and we are locking them up in the state pen.\"", "truth_label": "true", "date": "stated on December 3, 2010 in a gathering with reporters:", "title": "Gov.-elect John Kasich correct that nearly half Ohio's inmates are low-level offenders, many serving less than a year", "text": "Gov-elect John Kasich, who will inherit the state’s budget hole next month, has not said how he plans to fill it. But he continues to reiterate that every idea is on the table – except tax increases – and he’s been fielding questions from reporters about various options and proposals.\n\nSpeaking to a gaggle of reporters on Dec. 3, Kasich was asked to comment on the Ohio Department of Rehabilitation and Correction’s earlier warning that it would have to close prisons and release some inmates to meet a 10 percent budget cut if such a reduction is required.\n\nKasich, who’s is considering privatizing some aspects of the prison system and other state operations, reacted with his typical candor, glibness and hint of exasperation.\n\n\"Well, look, this is just ‘rally around the flag,’ boys, right?,\" he said. \"You are going to have everybody complaining and screaming that the skies are falling.\"\n\nHe suggested that \"instead of people whining,\" the ODRC should offer some ideas about reducing costs. \"I guess the system is just great over at the department of corrections,\" he said sarcastically.\n\nAddressing the substance of the question more directly, Kasich offered this:\n\n\"We have a system in Ohio where I think [a little] less than half of the people in our prisons are in there for less than a year.  ... We have people who are check kiters and don't pay child support and we are locking them up in the state pen.\"\n\nSince the prison system is a major drain on the budget – and the subject of increased attention by Gov. Ted Strickland and the legislature since 2008 -- Politifact Ohio thought it’d be worth checking Kasich’s statements.\n\nWe started with the claim that a little less than half of the people in state prisons are incarcerated for a year.\n\nThe ODRC tracks prison intake and turnover in single calendar year to measure its impact on the cost and capacity of the prisons. The figure helps ODRC identify crime and sentencing trends.\n\nThis, says Kasich, is the context surrounding his comments on Dec. 3.\n\nIn 2009, 25,000 people were admitted to state prisons and 48 percent of them -- a little less than half -- were there for less than a year, according to the ODRC’s 2009 commitment report supplied by the state.\n\nKasich’s statement – Ohio is locking up check kiters and people who don’t pay child support – has to be measured against the 12-month intake figure, since these low level crimes do not carry long prison sentences.\n\nOf the 25,000 people sent to the state slammer in 2009 – just one-third of 1 percent were there for passing bad checks, which ODRC tracks in a broader category of \"fraud offenses.\"\n\nAnother 2.4 percent of the inmates were there for not paying child support, which is tracked in a larger category called \"Crimes Against Persons.\" The category overall accounts for 24.76 percent but excludes sex crimes, which is its own category. Sex crimes account for 6.78 percent of the 12-month prison population.\n\nDrug offenses top the list at 26.8 percent.\n\nThe prison system also tracks the average tenure of the entire population, which provides a snapshot of why people are in prison. The average stay, computed using the entire inmate population of nearly 51,000 – is two years. Nearly 42 percent of the long-term inmates are locked up for \"crimes against persons.\" Another 14.5 percent are there for sex offenses.\n\nWe could end our review here but its worth adding more context to Kasich’s point that the state’s sentencing laws are plugging up the system.\n\nHe’s hardly the first politician to make the charge.\n\nOhio’s prison system is designed to hold 38,389 inmates. That means the current capacity is at 133 percent. The low-level offenders to state prisons take up processing costs and bed space. Alternatives – such as halfway houses and drug treatment and electronic monitoring – need better study to identify the most successful options. Low-threat offenders eat up a disproportionate percentage of probation resources.\n\nAll these are among issues raised by a study of the state’s criminal system undertaken by the Council of State Government Justice Reinvestment project. The large project had the backing of the governor and legislature.\n\nOhio Senate Bill 22 and its counterpart, House Bill 386, offer opportunities to correct some of the problems. The ODRC supports these and has endorsed other recommendations.\n\nIf Kasich is looking to place blame, he might look at the legislature – which his party will soon control – because the bills have stalled there.\n\nTo review, Kasich is correct to say the 12-month prison population accounts for a little less than half the overall prison population. And it’s true there are inmates imprisoned for check kiting and failing to pay child support. And while they represent just a fraction of the population, the governor-elect is basically on point: low-level, non-violent crimes are clogging the system.\n\nKasich is off point when he derides the ODRC for not having ideas on how to become more efficient, given the department’s efforts to support reform and the legislature’s failure to make it happen. But that comment isn’t part of the claim we’re evaluating here.\n\nSo, where does this leave his comments Truth-O-Meter?\n\nWe rate his claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021", "vclaim_id": "vclaim-pol-13895"}