{"url": "/factchecks/2017/sep/16/dana-rohrabacher/rohrabacher-repeats-bogus-claim-democrats-orchestr/", "speaker": "Dana Rohrabacher", "vclaim": "Democrats \"setup\" and \"manipulated\" the political violence in Charlottesville", "truth_label": "pants-fire", "date": "stated on September 14, 2017 in a news article:", "title": "Rohrabacher repeats bogus claim Democrats orchestrated Charlottesville violence", "text": "California Rep. Dana Rohrabacher, R-Orange County, repeated a debunked conspiracy theory this week that top Democrats \"setup\" and \"manipulated\" the political violence at last month’s white nationalist rally in Charlottesville, Va.\nIn August, PolitiFact national took a deep look at this inflammatory claim, which started with controversial commentator Alex Jones of Infowars.com. Jones said emails show Democrats such as Hillary Clinton and billionaire investor George Soros instigated and orchestrated racial protests in Charlottesville by trying to \"control\" and keep people \"desperate.\" After an exhaustive examination of relevant leaked emails, it found no evidence of Jones’ theory and rated it Pants On Fire, the most severe false rating.\nSee the full fact check here.\nThe violence in Charlottesville culminated with the death of Heather D. Heyer, 32. She was killed and at least 19 others were injured after the driver of a Dodge Challenger drove into a crowd of people protesting the rally. Authorities charged a 20-year-old man from Ohio, James A. Fields Jr., with second-degree murder. Fields had marched in the white nationalist rally.\nRohrabacher, a 15-term congressman and former speechwriter for President Reagan, has garnered controversy in recent months for his pro-Russia stance amid intelligence findings that Russia interfered with the 2016 U.S. election.\nDemocrats have targeted his congressional seat in 2018.\nRohrabacher’s claim\nBelow are Rohrabacher’s conspiracy theory comments made in a San Francisco Chronicle article on Sept. 14, 2017.\nThe article says Rohrabacher is \"deep\" into the theory that \"Democrats were behind last month’s white nationalist riots in Charlottesville, Va.\"\nUnder Rohrabacher’s scenario, a former \"Hillary and Bernie supporter\" got Civil War re-enactors to gather under the guise of protecting a Robert E. Lee statue there.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"It was a setup for these dumb Civil War re-enactors,\" Rohrabacher said. \"It was left-wingers who were manipulating them in order to have this confrontation\" and to \"put our president on the spot.\"\nPolitiFact California asked Rohrabacher’s spokesman Ken Grubbs for any evidence supporting the claim. Grubbs told us the congressman saw a FoxNews.com article in which Jason Kessler, the organizer of the \"Unite the Right\" white nationalist rally says \"he voted for Obama and was involved in Occupy Wall Street.\"\nThe article says Kessler voted for Obama in 2008 and \"once attended an Occupy Wall Street rally in Charlottesville.\"\nIt offers no evidence -- nor does it even discuss the idea -- that Democrats \"setup\" a group of \"Civil War re-enactors\" and manipulated a confrontation, as Rohrabacher claims.\nPolitiFact’s conclusion\nPolitiFact national found Jones’ comments were part of a broader accusation that the events in Charlottesville were staged by liberals and coordinated by top Democrats.\nIt found no evidence that Jones’ broad attack, or his specific claim about comments made by Soros, Clinton or Democrats in emails, checks out.\nPolitiFact rated his claim Pants on Fire.\nPolitiFact California, after examining the same facts, found California Rep. Dana Rohrabacher, R-Orange County, doubled-down on the same bogus claim.\nWe rate his claim Pants On Fire, as well.\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-09-16 05:23:24 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  https://www.sfchronicle.com/politics/article/The-pro-Russia-pro-weed-pro-Assange-GOP-12195944.php Democrats \"setup\" and \"manipulated\" the political violence in Charlottesville    Dana Rohrabacher U.S. Representative    Thursday, September 14, 2017 2017-09-14    Read More  info", "vclaim_id": "vclaim-pol-02901"}