{"url": "/factchecks/2011/jan/17/marco-rubio/aghan-soliders-first-car-hmmwv-marco-rubio-says/", "speaker": "Marco Rubio", "vclaim": "\"Some of the men serving in the (Afghan) armed forces have never driven a vehicle before.\"", "truth_label": "true", "date": "stated on January 17, 2011 in comments to reporters.:", "title": "An Aghan solider's first car is an HMMWV, Marco Rubio says", "text": "Florida's U.S. senator, Marco Rubio, joined other senators on a secret visit to Pakistan and Afghanistan over the Martin Luther King Day weekend, where Rubio saw first-hand America's efforts to hand over security and governmental operations to the Afghan people.\n\nRubio and the six other Republican senators did not announce their trip until a conference call with reporters on the morning of Jan. 17, 2011, as the group was preparing to leave. Rubio said that in Pakistan, he met parliament members and U.S. embassy officials. In Afghanistan, Rubio observed Afghan military exercises and met with Gen. David Petraeus and Afghan President Hamid Karzai.\n\nSpeaking from Kabul, Rubio said 2011 would be a \"critical\" year for Afghan military forces to \"step up,\" but dismissed plans for the U.S. to begin withdrawing troops this summer.\n\n\"I think we are on the timeline this year to have some real good news and make some significant progress, but I think if you attach a date to it, that you talk about openly in the press especially, you are really creating a difficult situation,\" Rubio said. \"The bad guys, the Taliban and even al-Qaida, must know all they have to do is wait.\"\n\nRubio also addressed the challenges in training the Afghan National Army to take over as the primary security force for the country. Currently, there are about 132,000 international troops in Afghanistan, including 90,000 Americans.\n\n\"Some of the men serving in the (Afghan) armed forces have never driven a vehicle before,\" he said. \"The first time they've ever driven a car or any kind of vehicle is a HMMWV mine-cleaning vehicle.\"\n\nRubio's statement was meant to broadly illustrate the difficulties in training Afghan men to join a 21st century military force. But we were curious, if on the specifics of the driving claim, Rubio was correct.\n\nAs part of their mission, American troops are teaching the Afghan National Army and the Afghan National Police weapons and combat training, crisis management and all the other skills modern-day Army and police personnel need.\n\nThat includes driving the High Mobility Multipurpose Wheeled Vehicle (HMMWVs) and other military vehicles.\n\nWe found several accounts of the driver training courses, which last several weeks. Each story helps confirm Rubio's claim. Many Afghani men joining the Army haven't driven before.\n\nHere's an excerpt from a story written for the website of the NATO Training Mission in Afghanistan: \"For many of the students, it's the first time they've sat behind the wheel of a vehicle, let alone behind that of an up-armored military vehicle. They don't know the driving basics -- braking, seat belt, mirror use or signals -– or the more complicated concepts of manual transmission and engine maintenance.\"\n\nNew Afghan drivers have difficulty adjusting to using a rear-view mirror, said Army Sgt. Ernest Richardson, U.S. Army driver course team leader. They also have problems with turn signals. (In Afghanistan, many people use a blinker to indicate it's safe for someone else to pass, rather than an indication of changing lanes or turning.)\n\nAn Army account of its 60-day course says trainees are taught on three vehicles: a Ford Ranger pick-up truck, an armored HMMWV, and a seven-ton flat-bed truck.\n\n\"A lot of the students who come to the course have never driven before,\" said U.S. Army Staff Sgt. Darwynn Palmer. \"So teaching them to drive is like teaching a teenager in the U.S. to drive. It's a challenge, but they eventually pick it up.\"\n\nThe Army story quoted Mohammed Aghai, an Afghan National Army solider, who was learning to drive for the first time. \"I'm here to learn how to be a good driver and so far, I've learned a lot from both the U.S. and the Afghan instructors,\" he said. \"I'm looking forward to completing this class because it will help me, my unit and the ANA.\"\n\nAn ABC News story also dealt with the difficulties in something as simple as teaching Afghan soldiers to drive.\n\n\"About 95 to 98 percent have never driven,\" U.S. Army Capt. Jon Doiron said. \"We are looking at about 90 to 95 percent that are also illiterate in the training as well, so we are having to teach them how to read the different gauges -- everything on the vehicle, as well as any sort of safety warning or anything like that.\"\n\nTo confirm the news reports, we reached out to Nazif Shahrani, chair of the Department of Near Eastern Languages and Cultures at Indiana University and an expert on Afghanistan.\n\nHe said many people in Afghanistan are unlikely to have driven because the country has been consumed by war for much of the last 30 years.\n\n\"The statement you have quoted from Marco Rubio seems plausible because a great majority of Afghans of military age have grown up during the devastating war years of the last three decades plus, and are unlikely to have driven any vehicles,\" Shahrani said. Shahrani said the inability to drive would be particularly common in the remote Afghan countryside.\n\nExperts and news accounts agree with Rubio. One of the problems facing American soldiers training the new Afghan army is that many members of the new Afghan force don't know how to drive or have never driven.\n\nWe rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKendrick Meek\n\n\nstated on October 24, 2010 in a debate\n\n\n\n\n\n\n\n\n\"The Taliban has been there for years and years, I mean, hundreds of thousands of years.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • October 25, 2010", "vclaim_id": "vclaim-pol-13764"}