{"url": "/factchecks/2013/may/28/norcross-city-council/do-raises-line-other-cities/", "speaker": "Norcross City Council", "vclaim": "The proposed raises for the Norcross City Council would put it in line with other liked-sized communities.", "truth_label": "true", "date": "stated on May 9, 2013 in an article:", "title": "Do raises line up with other cities?", "text": "A few lucky souls in a Gwinnett County city could see their paychecks rise by 50 percent.\n\n\nSo how did they become so fortunate, and do they have any openings?\n\n\nWell, they voted themselves the potential raises.\n\n\nNorcross City Council members recently voted 4-1 to increase the pay for their positions from $5,400 a year to $8,100. The mayor’s pay will rise from $6,900 a year to $10,350. The increases will take effect in January, two months after the next municipal election.\n\n\nWXIA-TV recently did a story about the raises and criticism of the idea. The station reported that Mayor Bucky Johnson said the raises would bring Norcross in line with other liked-sized communities. Johnson told us a councilman made the initial claim.\n\n\nPolitiFact Georgia wondered whether the officials are right.\n\n\nA Norcross official sent us a salary survey of elected officials in 43 cities in metro Atlanta. The annual pay for top elected officials ranged from $147,500 for Atlanta Mayor Kasim Reed to Buford City Commission Chairman Phillip Beard, who doesn’t receive a salary.\n\n\nAtlanta, which has a population of more than 400,000 residents, isn’t necessarily the most appropriate city for such a comparison with Norcross, which had 9,116 residents in the 2010 U.S. census. The city's population rose to an estimated 15,000 residents in 2012 after Norcross an annexation, Johnson said. We looked at cities with similar populations. Since serving on the Norcross City Council is considered a part-time position, our second criteria was finding elected officials who are also part-time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKathie Tovo\n\n\nstated on May 2, 2011 in campaign mailers.\n\n\n\n\n\n\n\n\nSays one of Austin City Council Member Randi Shade’s biggest contributors is the lobbyist for the Formula 1 racetrack planned outside Austin.\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy W. Gardner Selby • May 6, 2011\n\n\n\n\n\n\n\n\n\nLilburn, the closest municipality to Norcross, has a part-time City Council and pays its elected officials slightly less than what Norcross approved. The population is slightly higher, nearly 12,000 residents, according to the 2010 U.S. census. That city’s mayor makes $5,000 a year and council members are paid an annual salary of $3,500, a Lilburn official told us.\n\n\nAnother part-time City Council further east in Gwinnett County, Loganville, offers compensation to its elected officials that’s pretty close to Norcross. Loganville’s mayor is paid $12,000 a year while its council members make $6,000 a year. Loganville officials are part-time. The city’s population in 2010 was 10,458.\n\n\nWe also looked at Doraville, which had 8,330 residents, according to the 2010 U.S. census. The mayor and council members receive annual salaries of $70,000 and $8,400, respectively, city officials say. The council voted in 2011 to cut their annual pay by $6,000 as City Hall grappled with across-the-board budget cuts, The Champion Newspaper reported.\n\n\nFor three decades, Doraville’s mayor handled the city’s daily operations. Residents voted to put a city manager in charge of running Doraville on a daily basis and hired one in February 2012.\n\n\nIn all, we looked at 10 cities in the region with populations that seemed reasonably close to Norcross’. The average annual mayoral salary was $19,418. The average yearly city council salary was $8,437. The salaries are higher than what Norcross adopted.\n\n\nBut only six of those cities have mayoral salaries that are higher than what Norcross passed. Just four of those cities have city council salaries that are more than what Norcross approved.\n\n\nTo sum up, Norcross officials claimed the salary increases for its mayor and City Council would put them in line with other liked-sized communities. If you consider the average salaries for 10 similarly sized cities, Norcross officials would still make less than their counterparts. If you examine each of those cities separately, the Norcross officials would make more in some cases and less in other instances.\n\n\nFrom what we’ve reviewed, Norcross has a pretty good argument here. The council will be in the middle of other liked-sized communities concerning pay. We rate the claim True.", "vclaim_id": "vclaim-pol-09288"}