{"url": "/factchecks/2013/nov/01/suzanne-somers/suzanne-somers-says-even-obamacare-tens-millions-w/", "speaker": "Suzanne Somers", "vclaim": "\"Even after Obamacare is fully implemented, there still will be tens of millions of people not covered.\"", "truth_label": "true", "date": "stated on November 28, 2013 in a column in the \"Wall Street Journal\":", "title": "Suzanne Somers says even with Obamacare, tens of millions will remain uninsured", "text": "The actress Suzanne Somers, best known for her role on the 1970s sitcom Three’s Company, sparked controversy recently when she wrote a column for the Wall Street Journal that harshly criticized President Barack Obama’s health care law.\nIn her column, topped by the provocative title, \"The Affordable Care Act Is a Socialist Ponzi Scheme,\" Somers argued that \"the word ‘affordable’ is a misnomer. So far, all you are hearing on the news is how everyone’s premiums are doubling and tripling and it doesn’t take a rocket scientist to recognize that the whole thing is a big mess. Plus, even after Obamacare is fully implemented, there still will be tens of millions of people not covered. So what’s the point? Medical care will be degraded, the costs will skyrocket, and most frightening of all, your most intimate and personal information is now up for grabs.\"\nThe column prompted a backlash, as critics took issue with the substance of her arguments while also snickering at the Journal’s need to append multiple corrections to the column. (The correction called a quotation Somers had attributed to V.I. Lenin \"widely disputed,\" a quotation attributed to Winston Churchill unconfirmed, said Somers had misstated the type of animal used on a cover of Maclean’s magazine in 2008 -- it was a dog, not a horse.)\n\"In fewer than 600 words, Somers managed to purvey untruths, misinterpretations, made-up quotes and irrelevant anecdotes,\" said one particularly stinging response by the Los Angeles Times’ Robin Abcarian.\nBut it turns out that not everything Somers said is wrong.\nHere we’ll take a look at her claim that \"even after Obamacare is fully implemented, there still will be tens of millions of people not covered.\"\nWe can’t predict the future, but we can turn to the best available independent analysis of the health care law’s impact -- projections from the nonpartisan Congressional Budget Office.\nThe CBO’s most recent projections, from February 2013, produced the following figures:\n \n\n\n\n\nYear\n\n\nNumber of non-elderly people without insurance\n\n\nPercentage of the population without insurance\n\n\n\n\n\n\n2013\n\n\n55 million\n\n\n20%\n\n\n\n\n2014\n\n\n44 million\n\n\n16%\n\n\n\n\n2015\n\n\n37 million\n\n\n14%\n\n\n\n\n2016\n\n\n31 million\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n11%\n\n\n\n\n2017\n\n\n29 million\n\n\n10%\n\n\n\n\n2018\n\n\n29 million\n\n\n10%\n\n\n\n\n2019\n\n\n29 million\n\n\n10%\n\n\n\n\n2020\n\n\n29 million\n\n\n10%\n\n\n\n\n2021\n\n\n29 million\n\n\n10%\n\n\n\n\n2022\n\n\n29 million\n\n\n10%\n\n\n\n\n2023\n\n\n30 million\n\n\n10%\n\n\n\n\n \nSo, Somers is right -- by 2023, there will still be 30 million Americans without insurance. Presumably these will be a combination of people who opt to pay a penalty rather than signing up for insurance, people or families who are exempted because they can’t find affordable coverage, and undocumented immigrants, who are exempt from the mandate to purchase insurance.\nObamacare supporters will surely counter that the number of uninsured Americans will drop over this decade-long period by 25 million people, or almost half, despite overall population growth. In addition, the percentage of uninsured Americans will be cut in half, from 20 percent today to 10 percent a decade from now, according to CBO.\nOur ruling\nSomers wrote that, \"even after Obamacare is fully implemented, there still will be tens of millions of people not covered.\" She’s right -- by 2023, CBO projects that 30 million Americans will lack health insurance. While this is lower than today’s figure both in absolute numbers and in the percentage of the population, that doesn’t take away from the basic accuracy of Somers’ claim. We rate her claim True.", "vclaim_id": "vclaim-pol-08674"}