{"url": "/factchecks/2020/jun/05/viral-image/old-photo-trumps-vandalized-walk-fame-star/", "speaker": "Viral image", "vclaim": "“Trump’s star on the Hollywood Walk of Fame has been destroyed.”", "truth_label": "false", "date": "stated on June 3, 2020 in a Facebook post:", "title": "This is an old photo of Trump’s vandalized Walk of Fame star", "text": "Since Donald Trump announced his campaign for president five years ago, his star on the Hollywood Walk of Fame has been defaced many times and destroyed twice, the Washington Post reported in 2018. \nIt was \"obliterated with a pickax two weeks before the 2016 election,\" according to the Post, and it happened again in July 2018. \nAn image from the 2018 act of vandalism is now being shared on Facebook as demonstrators around the country protest the death of George Floyd when he was in police custody. \n\"Trump’s star on the Hollywood Walk of Fame has been destroyed,\" reads the caption in the June 3 post.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe found a June 2 Reddit post that shared the image, describing it as Trump’s star getting destroyed \"again.\" But a moderator flagged it for violating one of the rules of the forum where it was shared: \"Your title must convey accurate information.\" \nThe Hollywood Chamber of Commerce, which manages the Walk of Fame on behalf of the City of Los Angeles, did not immediately respond to PolitiFact’s email about the Facebook post’s claim. But searching online for news about Donald Trump and the Walk of Fame in the last month, we didn’t find any credible sources corroborating the Facebook post. Rather, we found three other fact-checks debunking it. \nWe rate this post False.", "vclaim_id": "vclaim-pol-17888"}