{"url": "/factchecks/2013/apr/26/johnny-isakson/senator-consistently-favor-vote-gun-background-che/", "speaker": "Johnny Isakson", "vclaim": "On allowing a vote on universal gun background checks in the U.S. Senate.", "truth_label": "no-flip", "date": "stated on April 9, 2013:", "title": "Weighing Isakson’s consistency on gun checks", "text": "The recent legislation in the U.S. Senate to expand background checks on guns was one of the highest-profile votes this year.\n\n\nThe measure eventually failed on a 54-46 vote. Senate rules required it to get at least 60 votes in order to succeed. But some gun advocates were angry the measure even came up for a vote.\n\n\nSome PolitiFact Georgia readers wrote to us, asking whether U.S. Sen. Johnny Isakson, R-Ga., flip-flopped on an earlier position when he voted to allow that vote to go forward in the Senate. Isakson voted against the actual background check bill.\n\n\nPolitiFact Georgia wanted to know whether Isakson staked out one position on a background-check filibuster and then reneged.\n\n\nPresident Barack Obama called for several new measures aimed at limiting access to guns to criminals and the mentally ill after the horrific killings in December at Sandy Hook Elementary School in Newtown, Conn. One proposal was universal background checks.\n\n\nFederal law currently requires federally licensed gun dealers to conduct background checks, commonly known as \"universal background checks,\" before selling a firearm. There is no federal law that requires private gun dealers to do such background checks. A handful of states (Georgia is not one of them) require private dealers to conduct background checks. Gun control advocates want to require private dealers to conduct such a check.\n\n\nEarlier this month, two senators who’ve received high marks from the National Rifle Association (Democrat Joe Manchin of West Virginia and Republican Pat Toomey of Pennsylvania), proposed an amendment they hoped would receive wide bipartisan support from their colleagues. The amendment would subject nearly all gun buyers to background checks.\n\n\nIsakson said during an interview April 9 with \"CBS This Morning\" that he had concerns about such legislation, including that background checks may \"violate rights to privacy in terms of mental health.\" Isakson received an \"A\" rating from the NRA in his last campaign, The Atlanta Journal Constitution reported.\n\n\nBut the senator, unlike many of his GOP colleagues, indicated he didn’t want a filibuster on the proposal. A filibuster allows unlimited debate continued on the grounds that any senator should have the right to speak as long as necessary on any issue.\n\n\n\"I think it deserves a vote up or down, \" Isakson said in the CBS interview.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMichael Bloomberg\n\n\nstated on October 18, 2010 in an interview\n\n\n\n\n\n\n\n\nGeorgia and other states with weak gun laws have more crime.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • November 9, 2010\n\n\n\n\n\n\n\n\n\nOn April 11, the Senate voted 68-31 in favor of the \"motion to proceed\" on the gun bill, allowing it to come to the floor and have amendment votes. Isakson voted in favor of moving forward. So, too, did Georgia’s other U.S. senator, Saxby Chambliss, a Republican.\n\n\nBut Republicans could still have blocked the bill after it was amended by setting up another 60-vote hurdle to end debate. As a vote on the Manchin/Toomey amendment and others drew closer, the thinking on Capitol Hill was that the measure could not get 60 votes once the NRA announced its opposition. The Washington Post reported that Senate Majority Leader Harry Reid, a Nevada Democrat, decided to allow votes on nine amendments, requiring a 60-vote majority in order for them to pass. Any of those amendments could have been filibustered on their own if the vote threshold was set at 51. In addition, it allowed Reid to control the action.\n\n\n\"So, why didn’t Reid try to get the unanimous consent agreement to set all amendment votes at a 51-vote threshold?\" The Post wrote. \"Because to do that would have opened the bill up to the very likely possibility that amendments favored by gun rights advocates would be added to it.\"\n\n\nOn April 17, Isakson and Chambliss voted against the actual amendment. The Senate voted 54-46 in favor. Again, it did not receive the 60 votes necessary for it to more forward.\n\n\nGeorgia Gun Owners, a group that claims about 10,000 members, held a protest in front of Isakson’s home after he voted in favor of bringing the amendment to a floor vote.\n\n\n\"He certainly didn’t flip-flop on the filibuster,\" said Patrick Parsons, the group’s executive director. \"He never said he wanted to (support a filibuster).\"\n\n\nJerry Henry, executive director of Georgia Carry, a 7,300-member gun advocacy group, said he was not aware of Isakson supporting a filibuster on the amendment.\n\n\n\"He voted to kill the filibuster and allowed it to get on the floor and then he voted against the bill,\" Henry said. \"As far as I know, (Isakson) said he would not support a filibuster.\"\n\n\nTo sum up, Isakson voted against a filibuster on the background check amendment, backing up his talk of desiring an up-or-down vote on the measure.\n\n\nIsakson did eventually vote against the legislation.\n\n\nThe senator receives a rating of No Flip.\n\n\nAtlanta Journal-Constitution staff writer Daniel Malloy contributed to this article.", "vclaim_id": "vclaim-pol-09420"}