{"url": "/factchecks/2020/aug/27/viral-image/photo-don-lemon-and-jeffrey-epstein-doctored/", "speaker": "Viral image", "vclaim": "Photo shows Don Lemon and Jeffrey Epstein embracing.", "truth_label": "pants-fire", "date": "stated on August 9, 2020 in a Facebook post:", "title": "Photo of Don Lemon and Jeffrey Epstein is doctored", "text": "If you’re going to use a photo to try to tie someone to Jeffrey Epstein, the late financier and sex offender, don’t use a doctored one. \n\"Hmmm @donlemoncnn,\" reads a recent Instagram post that shows an image of what looks like Epstein posing for the camera with his arm around CNN anchor Don Lemon. \"You really want us to be sympathetic to pedophiles, huh? I wonder why?\"\nThe post then lists several hashtags linked to the unfounded QAnon conspiracy theory that politicians and celebrities are involved in a global child-sex trafficking ring.  \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nRELATED: What is QAnon, the baseless conspiracy spilling into US politics?\nLemon would likely recognize the image was altered because he posted the original from his Instagram account a few weeks earlier. This photo shows another CNN anchor, Chris Cuomo, with his arm around Lemon.\n\"Time flies,\" Lemon wrote. \"Young & skinny @chriscuomo & yours truly. December 13, 2013. #tbt #bromance #neverforget.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n         View this post on Instagram           Time flies. Young & skinny @chrisccuomo & yours truly. December 13, 2013 #tbt #bromance #neverforget A post shared by  Don Lemon (@donlemoncnn) on Jul 23, 2020 at 7:23am PDT \nCuomo replied in the comments. \n\"No joke,\" he said. \"Time has not been kind, nor has what came with it. In part, I have aged from carrying you on my back! :) LOVE YOU, D Lemon.\" \nThe photo of Lemon and Epstein is fake.\nWe rate that post Pants on Fire.", "vclaim_id": "vclaim-pol-17196"}