{"url": "/factchecks/2012/sep/18/brendan-doherty/brendan-doherty-says-cicilline-campaign-worker-nev/", "speaker": "Brendan Doherty", "vclaim": "\"The Providence Economic Development Partnership . . .which you [Cicilline] chaired, loaned $103,000 in taxpayer funds to one of your campaign workers. The worker never paid back the loan.\"", "truth_label": "mostly-true", "date": "stated on September 12, 2012 in in a news conference:", "title": "Update: Brendan Doherty says Cicilline campaign worker never paid back $103,000 loan to city", "text": "EDITOR's NOTE: On Sept. 16, 2012, PolitiFact Rhode Island rated as Mostly False a statement by Republican congressional candidate Brendan Doherty that was directed at U.S. Rep. David Cicilline. Doherty said: \"The Providence Economic Development Partnership . . which you [Cicilline] chaired, loaned $103,000 in taxpayer funds to one of your campaign workers. The worker never paid back the loan.\" In light of additional evidence, we are changing our rating to Mostly True and providing this new analysis.\n\nRepublican congressional candidate Brendan Doherty leveled a host of charges against his Democratic opponent U.S. Rep. David Cicilline one day after Cicilline’s primary win.\n   \nAmong what Doherty called Cicilline’s \"most serious deceptions\" was this claim directed at the former mayor: \"The Providence Economic Development Partnership ... which you chaired, loaned $103,000 in taxpayer funds to one of your campaign workers. The worker never paid back the loan.\"\n   \nThe borrower in question was Erasmo Ramirez, who worked on Cicilline’s 2002 campaign. He was thrust  into the public spotlight last month when he surfaced in an undercover video talking to an aide to Anthony Gemma, Cicilline’s primary opponent. Ramirez is heard saying he manipulated absentee ballots when he worked for Cicilline’s campaign and he could do the same for Gemma if he was put on the Gemma payroll.\n   \nAfter the release of the taped solicitation, The Providence Journal published a story showing that the city’s Economic Development Partnership program had given Ramirez a $103,000 loan in 2004 to help start a restaurant on Union Avenue.\n   \nCicilline spokesman Eric Hyers told The Journal at the time that the loan \"has been repaid in full.\"\n   \nBut  Doherty’s campaign cited an Aug. 30 story by GoLocalProv which reported Ramirez never paid back the loan.\n   \nOne campaign had the story wrong, so we decided to check the records ourselves.\n\nMinutes of the partnership’s meetings show the development agency first approved loaning Ramirez $103,000 on Feb. 17, 2004. The loan was just one of several Ramirez had taken out for his proposed El Portal Family Restaurant, at 207 Union Ave. -- a project estimated to cost $706,000.\n\nTo secure the loan, Ramirez offered up as his main collateral two other pieces of property he owned, but the project met immediate obstacles. On four separate occasions, between January 2005 and June 2006, Ramirez sought and received from the development agency permission to delay making loan payments. (He also requested a second, $65,000 loan, but was denied.)\n   \nUltimately the restaurant never opened. The city moved to foreclose on the restaurant property when Ramirez failed to pay his taxes. And on Sept. 8, 2006, real estate records show, the city sold the property at public auction. Westcott Development Inc. bought it for the amount owed in outstanding taxes: $10,485.22.\n   \nBut what about Ramirez’s defaulted $103,000 loan?\n\nIn our initial story, we said that Ramirez sold one of his collateral properties to cover the loan, a house at 529 Union Ave. But further investigation shows that the travel of that transaction was anything but that simple.\n\nPaperwork describing in detail what happened with that property was missing from the public files we examined at the Providence Economic Development Partnership. The agency’s new lawyer, John Garrahy, told us Tuesday that a previous city attorney considered the documents private under attorney/client privilege and did not place them in the public file.\n\nGarrahy was reluctant to immediately turn them over to PolitiFact until he checked whether they were still considered private. But he explained over the phone that while the development agency did eventually receive a check for $96,016.74 to cover most of Ramirez’s loan debt -- as PolitiFact reported Sunday --  the check did not come from Ramirez.\n\nAs it turns out, when Ramirez sold the collateral property at 529 Union Ave., the title insurance company failed to discover the lien that the development agency had placed on it.\n\nThe lien didn’t come to light until the agency sought to foreclose on the property, which didn’t make its new owner, Larry King, of Warwick, happy. He sued both Ramirez and the agency, alleging that he had been duped.\n\nUltimately, in January 2007, the title insurance company paid the $96,000 to the development agency and King’s complaint against the development agency was settled.\n\nAs for King’s complaint against Ramirez? King’s lawyer Brian LaPlante told us Tuesday it wasn’t pursued because Ramirez filed for bankruptcy.\n\nThe development agency also waived the remaining $16,016.74 Ramirez owed it in interest, late fees and penalties.\n\nOur ruling\n   \nRepublican congressional candidate Brendan Doherty said to Cicilline,  \"The Providence Economic Development Partnership . . . which you chaired, loaned $103,000 in taxpayer funds to one of your campaign workers. The worker never paid back the loan.\"\n\nIt’s true the worker, Ramirez, never paid back the loan. However, Doherty’s statement implies the city got nothing back when in fact it recouped most of his loan obligation.\n\nBecause the statement is accurate but needs clarification or additional information,  we rate it Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021", "vclaim_id": "vclaim-pol-10360"}