{"url": "/factchecks/2012/oct/15/phil-roe/roe-letter-claims-consumer-commission-stopping-buc/", "speaker": "Phil Roe", "vclaim": "Signs letter saying Consumer Product Safety Commission is acting \"without consultation or input from the company\" to stop the sale of Buckyballs.", "truth_label": "false", "date": "stated on October 1, 2012 in in a letter co-signed with others in Congress.:", "title": "Roe letter claims Consumer commission stopping Buckyballs sales “without consultation or input from the company”", "text": "Buckyballs and Buckycubes, tiny rare earth magnets manufactured in China and sold by the Maxfield & Oberton Co. of New York, are intended to be adult desk toys. They’re marketed as \"the amazing magnetic desk toys you can’t put down,\" and have received rave reviews in magazines like Maxim, Wired, Esquire and People.\n\nThey’ve also been swallowed by children and have been the cause of emergency surgeries.\n\nIn July, the Consumer Product Safety Commission, in filing only its second administrative complaint in 11 years, charged that their design poses a \"substantial risk of injury to the public.\"\n\nU.S. Reps. Marsha Blackburn and Phil Roe, both R-Tenn., and five other members of Congress, wrote to President Obama on Oct. 1, saying the CPSC \"is penalizing our nation’s brightest innovators and job creators through excessive and selective enforcement.\"\n\nThe congressmen go on to say that they learned of the Buckyballs case during a recent hearing. They say CPSC \"overreach and lack of flexibility has virtually eliminated these products and the jobs associated with their sales and distribution.\" They ask the president to review the case and for the CPSC to continue to work cooperatively with the company.\n\nThey point out that 2.5 million of the small magnetic cube and ball toys have been sold in the past three years. Then they say that the \"CPSC is working, without consultation or input from the company, to eliminate this product by stopping the sale of their products by directly approaching its retail partners and requesting a recall.\"\n\nWe asked Blackburn’s communications director, Mike Reynard, for supporting evidence that the agency was acting without consultation or input from the company. After conferring with staffers, Reynard sent a USA Today story indicating the CPSC has been intervening with retailers to end sales of the magnets as it pursues its lawsuit. He said the lawsuit itself showed the agency is \"done working with the company.\"\n\nIn a followup email message, Reynard wrote: \"You can't say you're working with someone when you are actively suing them to kill their product. That might be the administration's idea of a cooperative working relationship but it isn't for most Americans and business owners. CPSC should be working with Buckyballs to resolve any concerns around these limited cases when compared to the 2.5 million units sold. Clearly they have pushed to get this product off shelves as the USA Today story confirms specific vendors who have pulled the product.\"\n\nRoe spokeswoman Tiffany McGuffee said Roe takes the same position.   \n\nThen we looked at the lengthy letter from Maxfield & Oberton CEO Craig Zucker laying out its case against the CPSC’s actions. It notes the \"extraordinary lengths\" the company has taken to prevent misuse of its products, including \"warnings, education, labeling, retailer sales restrictions and continuous cooperation with the CPSC – right up until literally the moment they turned on us.\"\n\nZucker’s letter explains the toys went on sale in March 2009 and were originally labeled for use by those 13 and older. When the federal rules for children’s games changed to include those 14 and older, the company entered into a May 2010 voluntary recall of all the toys with the original labeling. It went on to create a \"comprehensive safety program\" and began labeling the toys with a warning: \"Keep Away From All Children.\"\n\nThe company also required retailers to agree to rules for placement of its products in their stores, with new signs. It designed a Magnet Safety website in March of this year and met with three CPSC commissioners and staff in April to discuss the expanded safety program. The company also created a medical advisory group and, along with its competitors, created the Coalition for Magnet Safety.\n\nBut on July 10, the commission voted 3-1 to file the administrative complaint after, it said, \"discussions with the company and its representatives failed to result in a voluntary recall plan that CPSC considered to be adequate.\" The CPSC said that, despite the warnings and labeling, people were still ingesting the magnets, sometimes after placing them on tongues or on cheeks to resemble piercings.\n\nThe CPSC warned that when two magnets are swallowed, they can be attracted to each other through stomach or intestinal walls, resulting in serious injury requiring surgery. CPSC spokesman Scott Wolfson said in an interview that gastroenterologists have said the injuries often resemble \"a gunshot to the gut\" but without entrance or exit wounds. Wolfson noted that both Maxfield & Oberton and a Denver-based company, Zen Magnets, were sued after they failed to provide adequate suggestions for making their products safer. They were the first such complaints since the Arkansas-based Daisy BB gun company was sued in 2001.\n\n\"Due to the number of ingestion incidents received by CPSC staff since the 2010 recall announcement and 2011 safety alert, CPSC staff seeks the remedies outlined in the complaint to stop further incidents and injuries to children,\" the agency said in a statement. Those remedies include stopping the sale of the toys and providing consumers with refunds.\n\nOur ruling\n\nBlackburn, Roe and their fellow letter writers are concerned that the \"nation’s brightest innovators and job creators\" are being penalized by an overzealous consumer protection agency. We’ll leave it to others to determine whether the sellers of Chinese magnetic balls qualify as the nation’s \"brightest innovators,\" and also decline to determine the truth of the letter writers’ assertion that the agency’s first administrative complaints in 11 years suggest \"excessive and selective enforcement.\"\n\nThose are opinions, but it is possible to see whether the CPSC failed to consult or seek input from the company.\n\nThe lengthy record laid out by the company’s CEO establishes there was, in fact, much consultation leading up the agency’s conclusion that the toys are inherently unsafe. We rule the Congress members’ statement False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021", "vclaim_id": "vclaim-pol-10176"}