{"url": "/factchecks/2019/jun/19/viral-image/no-evidence-retired-us-army-sergeant-murdered-two-/", "speaker": "Viral image", "vclaim": "A retired U.S. Army sergeant faces life in prison for killing two Syrian refugees after discovering they raped his teenage daughter.", "truth_label": "false", "date": "stated on April 18, 2016 in a Facebook post:", "title": "No evidence a retired U.S. Army sergeant murdered two Syrian refugees who raped his daughter", "text": "An old Facebook post is getting renewed attention as users like and share a photo of a man in a tie-dyed shirt holding a beer in a bar.\n\"This is retired US Army Sgt. Gregory Hayes,\" begins the text over the photo published on Facebook on April 18, 2016. \"When Sgt. Hayes discovered his 16 year old daughter had been raped by two Syrian refugee brothers he took the law into his own hands… Sgt. Hayes beat both men to death with his bare hands and now faces life in prison because of it. Show this American Hero your support and MAKE THIS POST GO VIRAL. Let the world know that We, The People, stand with Sgt. Hayes!\"\nThis post, which has been shared more than 68,000 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSearching online and on the Nexis database of news articles, we found no evidence that such an Army sergeant murdered two Syrians who raped his daughter. Our efforts to uncover news about Hayes and such an attack instead turned up a 2010 Fox News story about a man named Steven Hayes convicted of murder and sexual assault in the killing of a mother and her two daughters. We also found a 2009 obituary for Gregory Hayes, a police sergeant who once served in the Army. But the photo that ran with the obit doesn’t match the photo in the Facebook post, nor do any news stories tie that Hayes to the one garnering support on social media.\nIt seems that’s because the grisly tale of rape, murder and vengence described online is fabricated. We rate this Facebook post as False.", "vclaim_id": "vclaim-pol-00519"}