{"url": "/factchecks/2010/nov/28/glenn-grothman/wisconsin-state-sen-glenn-grothman-says-payday-loa/", "speaker": "Glenn Grothman", "vclaim": "The payday loan industry \"does not exist in a state like Minnesota.\"", "truth_label": "false", "date": "stated on November 13, 2010 in a newspaper article:", "title": "Wisconsin State Sen. Glenn Grothman says payday loan operations do not exist in Minnesota", "text": "Here at PolitiFact Wisconsin, we rarely see terms as provocative and pungent as \"usurious vipers.\"\n\nWhen we do, we want to know more.\n\nIn this case, it was Wisconsin state Sen. Glenn Grothman (R-West Bend) who referred to snakes charging exorbitant interest rates in recent comments about payday lenders.\n\nPayday loan operations -- such as Check ’n Go, Payday Loan Store and Check-Cash Advance -- make short-term loans. You sign a loan agreement, write a post-dated check and get your money. The lender holds off on cashing your check until your next payday, typically two weeks.\n\nInterest rates can run high.\n\nWisconsin has 482 payday lenders; West Bend, according to Grothman, has eight of them.  \n\nGrothman, who opposes such operations, made his snakes remark in response to news that payday lenders are planning a push to roll back regulations on their business set to take effect in Wisconsin on Jan. 1, 2011.\n\n\"This industry does not exist in a state like Minnesota, and I don't see any downside in keeping these usurious vipers out of our state,\" said Grothman, the Senate’s new assistant majority leader, in a Nov. 13, 2010 Milwaukee Journal Sentinel article. \"There are so many legitimate businesses in this state that need regulatory help. I sure hope that these guys are not on the list.\"\n\nGrothman made a similar comment about the lack of payday lenders in Minnesota in April 2010 during a discussion among Wisconsin lawmakers about the bill that eventually became law.\n\nSo, is it true that Minnesota has driven all payday lenders out of the state?\n\nWhen asked about the source for his comment, Grothman acknowledged he didn’t know for sure if his statement was true, but said he had heard from a couple of people that Minnesota doesn’t have payday lenders.\n\nNot wanting to appear like a snake in the grass, we told Grothman we’d do some, ahem, checking.\n\nIt didn’t take long.\n\nIt turns out Minnesota does allow payday lenders, some 75 of them, according to the state Department of Commerce.\n\nThe state’s attorney general warns consumers about \"hefty\" finance charges that can apply to their loans and spells out some of the restrictions that are in place.\n\nFor loans of up to $350, a sliding scale applies that limits the interest rate to 10 percent plus a $5 fee. For loans between $350 and $1,000, the lender cannot charge more than 33 percent interest plus a $25 fee.\n\nWisconsin also warns its citizens about them.\n\nThe state Department of Financial Institutions says interest on payday loans can reach 500 percent per year or more. Borrowing $200 at 500 percent interest for two weeks costs $38.36 and; if the loan remains outstanding for 10 weeks, the cost -- $191.78 -- is nearly as much as the loan itself, according to the state.\n\nThe Wisconsin law that takes effect in January makes a number of changes, including limiting payday loans to $1,500. In an effort to keep consumers from accumulating too much debt, the law also limits the loans to being renewed one time.\n\nThe Wisconsin Deferred Deposit Association, which represents payday lenders, has said it will push to soften Wisconsin’s new regulations, although it has not been specific about what changes it will seek.\n\nAccording to the association, the average payday loan in Wisconsin is for $300, with a fee of $45.\n\nThere actually are many states, nearly a third of them -- including Ohio and most of the East Coast -- that don’t have payday lenders, according to the Center for Responsible Lending.\n\nBut as we’ve pointed out, Minnesota isn’t one of them.\n\nThat means it’s time for the Truth-O-Meter.\n\nState Sen. Glenn Grothman said Wisconsin’s neighbor to the west doesn’t have any payday lenders. He apparently thought it was true and was trying to make a point that Wisconsin shouldn’t make it any easier for those businesses to operate.  \n\nWe wouldn’t say Grothman was being snaky. But his statement is False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13958"}