{"url": "/factchecks/2011/jun/28/democratic-party-virginia/democrats-say-bob-mcdonnell-tried-raid-education-p/", "speaker": "Democratic Party of Virginia", "vclaim": "Gov. Bob McDonnell launched a \"raid on public education to pay for roads.\"", "truth_label": "mostly-true", "date": "stated on June 2, 2011 in a fundraising appeal.:", "title": "Democrats say Bob McDonnell tried to raid education to pay for roads", "text": "David Mills, executive director of the state Democratic Party, recently sent out a fundraising appeal urging party loyalists to take a stand against a variety of efforts by state and national Republicans. \n\nAmong the alleged GOP offenses, Mills listed \"Bob McDonnell’s raid on public education to pay for roads.\"\n\nWe wondered if the Republican governor really took money out of classrooms and spent it on roads.\n\nMcDonnell rolled out an extensive $4 billion transportation plan last December that was approved by the General Assembly earlier this year. Most of the money will come from the acceleration of previously approved state borrowing and the use of bonds backed by the federal government. The governor also proposed diverting $150 million from the state’s 2010 budget surplus into transportation projects.\n\nMills’ claim is based on a second, less-publicized transportation initiative by McDonnell, according to Brian Coy, director of communications for the state Democratic Party. The governor proposed diverting about $140 million in sales tax revenue from Northern Virginia and Hampton Roads. The cash, instead of flowing into the state’s general fund, would be used for projects in the two congested regions. The measure died in the Democrat-controlled Senate.\n\nVirginia’s general fund -- estimated at $16.5 billion for the budget year starting July 1 -- receives revenue from income taxes, some sales taxes, contract fees, and profits from the state-run liquor stores. Of the proceeds, about 40 percent goes to education, 30 percent to health and human services, and 10 percent to public safety. The rest is divided up among smaller programs. Transportation gets a little from the general fund, but the vast majority of road revenues come from other sources.\n\nBecause public schools are the largest recipient of general fund money, Coy said the governor’s effort divert more of its revenues to transportation was tantamount to a direct raid on education. If the $140 million had been removed evenly from the various programs the fund supports, schools stood to lose $54 million. That would have been less that 1 percent of the $6.6 billion public education budget for the budget year stating July 1.\n\nOf course the General Assembly could also have chosen to cut the $140 million from other programs and leave education untouched. But given that a high percentage of money from the fund goes to education, Democrats say it would be virtually impossible to cut from the fund without taking some education money.\n\nThe Democrats also cite McDonnell’s successful proposal to move $150 million in surplus money from the fiscal 2010 budget year into transportation. That money could have gone to education, but surplus dollars -- unlike general fund revenues -- are not reserved for schools or other specific programs. Lawmakers spend surpluses as they see fit.\n\nJeff Caldwell, McDonnell’s press secretary, sent us a 106-page list of the services and activities receiving support from the general fund. The inference is that the Democrats are oversimplifying their case when they say moving money from the fund means taking it away from education.\n\nLet’s review.\n\nMills, the executive director of the state Democratic Party, says McDonnell tried to \"raid education to pay for roads.\"\n\n\"Raid\" is a loaded word. It suggests a hostile intent on the governor’s part.\n\nMcDonnell unsuccessfully proposed diverting about $140 million of sales tax revenue a year from the state’s general fund to transportation projects. The money would have come from Northern Virginia and Hampton Roads, then spent on road projects in those areas.\n\nAbout 40 percent of the state’s General Fund dollars go to education each year, so if the $140 million were removed proportionally across all programs, schools would have lost about $54 million -- less that 1 percent of the annual appropriation. But the General Assembly, had it approved McDonnell’s plan, could have decided to remove the money from other programs supported. There was no guarantee the money would have been diverted from education.\n\nRealistically, it would have been very difficult to remove the cash without impacting education. And McDonnell, in making his proposal, never tried to protect schools from the fallout.\n\nWe rate Mills’ statement Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12840"}