{"url": "/factchecks/2010/aug/04/nathan-deal/nathan-deal-says-karen-handel-running-negative-cam/", "speaker": "Nathan Deal", "vclaim": "Republican candidate for governor \"Karen Handel has run a 100 percent negative campaign.\"", "truth_label": "mostly-true", "date": "stated on July 30, 2010 in a press release:", "title": "Nathan Deal said campaign of Republican gubernatorial runoff opponent Karen Handel is negative", "text": "Once again, a contender in the Republican runoff for governor has launched a negative attack.\n\nThe reason? His opponent has gone too negative, he said.\n\nThe campaign of former U.S. Rep. Nathan Deal of Gainesville launched its assault in a news release Friday. It said former Secretary of State Karen Handel has run \"a 100 percent negative campaign. Not one all-positive mail piece or TV ad.\"\n\nThe Handel camp disagrees. Portions of its mailers are positive, a spokesman said. The remainder are \"contrasts\" that accurately compare her with her opponents. Plus, Deal's campaign has done its share of attacks.\n\nThe winner of the Aug. 10 runoff will go on to face former Gov. Roy Barnes, a Democrat, during the general election in November.\n\nSo has Handel really run a \"100 percent negative campaign\"?\n\nDeal's camp produced four Handel mailers and two TV commercials as evidence. This item reviews each of them but does not assess whether the attacks are true.\n\n\"Solid\"\n\nHandel's campaign launched the \"Solid\" TV ad for the runoff against Deal.\n\n\"One carries a purse,\" an announcer says over images of a green purse and Handel.\n\n\"The other carries baggage,\" he continues. A black-and-white image of Deal appears next to a moneybag. Quotes about Deal using the words \"corrupt\" and \"scandal\" zip across the screen.\n\nAt one point, it calls Deal \"a corrupt relic of Washington, D.C.\"\n\nNegative.\n\n\"Investigation Journal\" \n\nThis four-page runoff mailer looks like a magazine. The title \"Investigation Journal\" runs across its cover near a photo of Deal.\n\n\"Nathan Deal's Corruption Probed,\" it says. \"Back Room Deals, Million Dollar Payments and Resignation from Congress.\" The remainder reviews news accounts of accusations that Deal violated ethics rules. \n\nNegative.\n\n\"Lipstick\" \n\nThis 30-second spot ran during the Republican primary. The attacks take place in the ad's first 12 seconds.\n\n\"Three who have iffy ethics. One who wears lipstick,\" it begins. \n\nThree black-and-white smiles appear on the screen next to a pair of red lips.\n\n\"Three who look after themselves. One who looks after you,\" the announcer continues. \n\nThe black-and-white smiles transform into photos of Handel's opponents in the primary, Insurance Commissioner John Oxendine, state Sen. Eric Johnson and Deal, next to a smiling pair of red lips.\n\nNegative.\n\n\"Three Who Look Out for Themselves, Only One Who Looks Out for Us\" \n\nThe title of this four-page primary mailer is self-explanatory. It attacks the same opponents that she did in the \"Lipstick\" ad. A chart comparing the candidates says they all have ethics problems and were previously Democrats, among other things.\n\nNegative.\n\n\"Fulton County's Own Karen Handel Stands Up Against Corruption ... While her Opponents are Politics as Usual\"\n\nThis four-page primary mailer attacks the same three candidates. Although two pages are mainly devoted to her campaign promises and records, the front and back covers are attacks on her opponents and accusations that they behaved unethically. \n\nMostly negative, with some positive portions.\n\n\"Georgia Conservative\"\n\nThis eight-page primary mailer, which also looks like a magazine, is mostly positive. The cover touts her conservative credentials, life story and business history.\n\nTwo pages detail her personal, business and political records. Two discuss her platform.\n\nBut the next two are once again attacks on Republican primary candidates that repeat accusations from other attack mailers. The back cover calls her opponents \"good-ole-boys.\"\n\nMostly positive, with some negative portions.\n\nSo where does this leave us?\n\nPolitiFact Georgia asked Handel's camp for wholly positive mailers to counter Deal's claim, but it produced none. Her camp's defense is that what Deal's campaign said are negative attacks are actually \"comparisons\" between her and her opponents. \n\nStill, they are negative comparisons. So the Deal campaign's claim that none of her mailers or TV ads are completely positive is correct.\n\nNow labeling anything \"100 percent\" anything is trouble. Significant portions of two of her mailers are positive. In addition, Handel's campaign website, which the Deal campaign's accusation didn't mention in its claim, contains positive elements as well as attacks.\n\nPlus, Deal's campaign doesn't smell like roses. For instance, one TV ad, \"How Can We Trust Karen Handel on Anything?\", accuses Handel of telling \"lies\" about Deal but doesn't say what they are. A mailer accuses her of a \"record of gay activism\" that social conservatives would oppose.\n\nThe claim that Handel has run \"a 100 percent negative campaign\" is an attack in itself.\n\nAnd the fact remains that both of Handel's TV ads are negative, and the majority of pages in Handel's mailers are focused on attacks. While Deal's campaign paid too little attention to the positive elements of her campaign, the overall impression its statement gives is true. Handel's campaign is negative.\n\nWe rule Deal's accusation Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on August 11, 2010 in a television interview\n\n\n\n\n\n\n\n\nSaid he won the Democratic primary \"without one ... negative TV spot.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • August 17, 2010", "vclaim_id": "vclaim-pol-14643"}