{"url": "/factchecks/2008/apr/08/moveon/absences-wrecked-his-rating/", "speaker": "MoveOn.org", "vclaim": "\"He positions himself as pro environment, but he scored a zero — yes, zero — from the League of Conservation Voters last year.\"", "truth_label": "half-true", "date": "stated on April 5, 2008 in an e-mail message:", "title": "Absences wrecked his rating", "text": "The left-leaning organization MoveOn.org targeted Sen. John McCain in an e-mail to supporters, listing \"10 things you should know about John McCain (but probably don't).\"\n\nThe list attacks McCain on a host of issues that include his policies, personal wealth and personality.\n\n\nThe final item attacks McCain for his record on the environment.\n\n\n\"He positions himself as proenvironment, but he scored a zero — yes, zero — from the League of Conservation Voters last year,\" the e-mail states.\n\n\nMcCain says he supports the environment. His campaign Web site brags: \"Along with his commitment to clean air and water, and to conserving open space, he has been a leader on the issue of global warming with the courage to call the nation to action on an issue we can no longer afford to ignore.\"\n\n\nIt's also true that the League of Conservation Voters gave McCain a score of zero on its 2007 Congressional scorecard, placing him among eight senators who got doughnuts.\n\n\nBut there is a mitigating reason McCain got a zero. Of the 15 votes the league graded, McCain was absent for every vote — yes, every vote.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe other bottom-ranking senators actively voted against the league's agenda. Five voted against the league's preferred position on all 15 votes, and two voted against the league's position on 14 votes.\n\n\nTo find out if McCain really is the bottom of the barrel on the environment, we called David Jenkins of Republicans for Environmental Protection, who served on the league's scorecard advisory committee. Jenkins said McCain's record on the environment is significantly better than the league's scorecard shows, and his organization endorsed McCain for president in October 2007, during the Republican primary.\n\n\n\"If someone wanted to make the case that, as a senator, you should be there for votes, well, you could make that case,\" Jenkins said. \"But to say that it says something about his environmental positions is disingenuous.\"\n\n\n(We looked at another, similar controversy over\n\nusing missed votes to rate McCain's environmental record; read that story here\n\n.)\n\n\nThe Republicans for Environmental Protection does its own scorecard, but McCain didn't do so great on that one, getting only 36 points on a 100 point scale. (The group's rankings are a little more complicated because they also award bonus points for \"leadership positions\"; it's even possible to receive a score higher than 100.)\n\n\nDespite McCain's low ratings, Jenkins considers him one of the three most reliable Republican senators on environmental issues. (The other two Jenkins named are Susan Collins and Olympia Snowe, both of Maine.)\n\n\nMoveOn's words about McCain's environmental record are literally true — because he's missed so many votes. As we noted in our previous item, his average score with the group between 2001 and 2006 was 44.3, but the e-mail gives the impression that McCain is rock-bottom on environmental issues. We rate this charge by Moveon.org to be Half True.", "vclaim_id": "vclaim-pol-16275"}