{"url": "/factchecks/2011/jul/10/stephen-sweeney/senate-president-stephen-sweeney-claims-average-wo/", "speaker": "Stephen Sweeney", "vclaim": "Says the average government worker won't be impacted in the first two years under the reform of state health benefits.", "truth_label": "barely-true", "date": "stated on June 23, 2011 in an interview on New Jersey 101.5 FM:", "title": "Senate President Stephen Sweeney claims average workers in New Jersey won’t see payments rise until third year of new health benefits reform", "text": "After thousands of protesters had descended on Trenton in recent days, New Jersey Assembly members gathered on the evening of June 23 for what would be the final passage of the divisive pension and health benefits reform legislation.\n\nThat night, Senate President Stephen Sweeney -- one of the principal architects behind the bill -- explained how the health benefit changes would impact the average worker during an \"Ask the Senate President\" interview on New Jersey 101.5 FM.\n\n\"Right now, everyone pays 1.5 percent for healthcare,\" Sweeney, a Democrat who represents the southwestern part of the state, told host Eric Scott. \"For the average worker, government worker, for the first two years, on that grid that we created, they're not even impacted. They won't even feel it until the third year where they'll see any kind of an increase.\"\n\nTwo years without any increases in health care expenses?\n\nBased on the senator’s own numbers, PolitiFact New Jersey learned that Sweeney is right about the first year, but in the second year, the average worker’s costs would rise for every type of coverage -- including a nearly 80 percent jump for a family plan.\n\nFirst, let’s talk about the health benefits reform piece of the legislation.\n\nSigned into law by Gov. Chris Christie on June 28, the legislation requires all public employees to contribute toward their health care based on a percentage of one’s premium.\n\nThe contributions, which vary according to salaries and levels of coverage, will be phased in over four years for existing employees. The new regulations apply to all employees whose contract has expired and take effect after existing contracts expire. They also apply immediately to employees not covered by a union contract.\n\nBut contributions won’t go below 1.5 percent of one’s salary, the minimum amount currently paid by most public employees. Once the premium-sharing percentages exceed that minimum amount, employees would contribute according to the percentages.\n\nNow, let’s turn to that \"grid\" Sweeney referred to in the radio interview.\n\nThe grid breaks down the premium percentages according to salaries. Because Sweeney referred to the \"average worker,\" we focused on someone earning $60,000, because federal data puts the average annual pay for a New Jersey state employee in that range.\n\nBased on the grid, that average worker would continue paying 1.5 percent of his salary in the first year, but starting in the second year, the percentage of premiums would increase his health care costs in each level of coverage.\n\nAn average worker with family coverage would continue paying $900 in the first year, and then $1,615 in the second year, according to the senator’s grid.\n\nSweeney spokesman Chris Donnelly, who said the senator was aware of our correspondence, acknowledged in an email that the average worker would be impacted in the second year.\n\n\"The Senate President's goal with these reforms was to create a phase in system that was as fair as possible to lower and middle income workers.  He succeeded in doing that,\" Donnelly wrote in an email. \"While he firmly believes the cost of the new plans will lower premiums, if his comment that night mislead(s) anyone, he apologizes.  It certainly was not done maliciously, so he hopes to avoid seeing his pants being on fire.\"\n\nBut there’s one more problem with the senator’s calculation: we don’t know what the premiums will be yet.\n\nSweeney used projected premiums in his grid, but the new legislation calls for two new committees to design new plans with an anticipated start date of Jan. 1, 2012. The senator argues the new plans could reduce premium costs.\n\nAlan Monheit, a professor of Health Economics at the Newark-based University of Medicine and Dentistry of New Jersey, said the average premium may be lower than it would have been under the old system, because the new cost-sharing could drive employees to opt for cheaper plans.\n\nStill, premiums depend on a group’s level of health care spending, and the recent reform is mainly focused on shifting costs, Monheit said.\n\nLet’s review:\n\nSweeney said in a radio interview that the average worker won’t pay higher health care costs until the third year of the new health benefits reform. But the senator’s own figures prove him wrong, showing increases starting in the second year.\n\nAlso, the premiums at the heart of this debate have yet to be determined by the new committees. Have no fear, senator, this statement isn’t getting a Pants on Fire. We rate the statement Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12776"}