{"url": "/factchecks/2018/apr/10/blog-posting/no-buzz-aldrin-didnt-see-space-aliens-and-take-lie/", "speaker": "Bloggers", "vclaim": "Says Buzz Aldrin \"passes UFO lie detector test leaving experts convinced that he encountered alien life.\"", "truth_label": "pants-fire", "date": "stated on April 9, 2018 in a web post:", "title": "No, Buzz Aldrin didn't see space aliens and take a lie detector test to prove it", "text": "Buzz Aldrin, the 88-year-old astronaut who became the second man to walk on the Moon in 1969, made the news in recent days -- but not of his own volition. A story about Aldrin witnessing space aliens went viral.\nThe headline on hidden-mag.com’s post was, \"Buzz Aldrin ‘passes UFO lie detector test leaving experts convinced that he encountered alien life.’\"\nThe post went on to say that Aldrin and other astronauts -- Al Worden, Edgar Mitchell and Gordon Cooper -- \"gave accounts of their sightings under strict lab conditions.\" Specifically, the post said, the four \"took part in the study conducted by the Institute of BioAcoustic Biology in Albany, Ohio.\"\nOne problem with the story: Cooper died in 2004, while Mitchell died in 2016. Worden is 86.\nAnother problem with the post: It said that Aldrin had said \"he was a spaceship on his way to the Moon,\" the post said, when he saw \"something out there that was close enough to be observed … sort of L-shaped.\" According to the post, Aldrin passed a test akin to a lie detector, only \"more reliable.\"\nThat’s an incomplete and misleading snippet from a Reddit Ask Me Anything session he took part in three years ago. Here’s the full comment.\n\"On Apollo 11 (en) route to the Moon, I observed a light out the window that appeared to be moving alongside us. There were many explanations of what that could be, other than another spacecraft from another country or another world -- it was either the rocket we had separated from, or the 4 panels that moved away when we extracted the lander from the rocket and we were nose to nose with the two spacecraft. So in the close vicinity, moving away, were 4 panels. And i feel absolutely convinced that we were looking at the sun reflected off of one of these panels. Which one? I don't know. So technically, the definition could be ‘unidentified.’\n\"We well understood exactly what that was. And when we returned, we debriefed and explained exactly what we had observed. And I felt that this had been distributed to the outside world, the outside audience, and apparently it wasn't, and so many years later, I had the time in an interview to disclose these observations, on another country's television network. And the UFO people in the United States were very very angry with me, that I had not given them the information. It was not an alien. Extraordinary observations require extraordinary evidence. That's what Carl Sagan said. There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost CERTAIN that there is life somewhere in space. It was not that remarkable, that special, that unusual, that life here on earth evolved gradually, slowly, to where we are today.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"But the distances involved in where some evidence of life may be, they may be hundreds of light years away.\"\nBottom line: In the Reddit session, Aldrin clearly rejected any suggestion that the light he saw was some sort of of space alien.\nA representative for Aldrin told PolitiFact that the lie-detector angle is bogus as well.\n\"We don’t know where this new UFO story came from,\" said Christina Korp, vice president of marketing, media and business development for Aldrin. \"Buzz did not take a lie detector test. He has never said he saw a UFO.\"\nReferring to the light he mentioned in the Reddit session, Korp said, \"Buzz has been very clear on this over the years and has never wavered in his description of it. He does not believe in UFOs. ... This is not the first time someone has tried to capitalize on using Buzz’s name to make headlines.\"\nThe Aldrin story appears to have originated with an April 8 \"exclusive\" article in the Daily Star, a site based in the United Kingdom.\nOur ruling\nVarious websites ran articles with headlines claiming that Buzz Aldrin passed a lie detector test claiming he \"encountered alien life.\"  \nHowever, a spokeswoman for Aldrin said the retired astronaut never took any type of \"lie-detector\" test. Meanwhile, Aldrin was clear in the Reddit session three years ago that he felt an unusual  light he saw during space flight had prosaic origins and was not an alien.\nWe rate this Pants on Fire.\n Share the Facts 2018-04-10 23:33:07 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Say Buzz Aldrin \"passes UFO lie detector test leaving experts convinced that he encountered alien life.\"    Bloggers on the Internet https://hidden-mag.com/buzz-aldrin-passes-ufo-lie-detector-test-leaving-experts-convinced-that-he-encountered-alien-life/   website Monday, April 9, 2018 2018-04-09    Read More  info", "vclaim_id": "vclaim-pol-02202"}