{"url": "/factchecks/2013/jul/10/americans-prosperity-georgia-chapter/group-wants-georgia-block-solar-requirement/", "speaker": "Americans for Prosperity Georgia chapter", "vclaim": "Electricity rates are 40 percent higher in states that have required utility companies to use a certain amount of renewable energy such as solar power.", "truth_label": "half-true", "date": "stated on July 1, 2013 in an email:", "title": "Group wants Georgia to block solar requirement", "text": "A recent email blast has sparked one of the hottest political debates in Georgia this summer.\n\nAmericans for Prosperity’s Georgia chapter contacted its 50,000 members on July 1, warning them that the state’s Public Service Commission was preparing this month to make some major changes that would force Georgians to reach deeper into their wallets.\n\n\"What if I told you something you're not even hearing about in the news is about to raise your electricity bill by more than 40 percent and reduce the reliability of every appliance and electronics gadget in your home?\" the organization’s state director, Virginia Galloway, wrote in the beginning of her email.\n\nHow could this happen? The PSC is scheduled to vote Thursday on whether to require that Georgia Power increase the use of solar energy in its long-term plan. States with such a mandate have electricity bills that are 40 percent more than those that do not, the group says.\n\nNot true, others say.\n\nGwinnett County resident Debbie Dooley, a proponent of the plan who is the national coordinator of the Tea Party Patriots, was quoted as saying Galloway was using outdated information to base her claim about the potential 40 percent increase. A PSC member made a similar argument.\n\nSo who’s right here? PolitiFact Georgia sought to find out.\n\nSolar energy has generated a battle among many conservatives. Some say the use of renewable energy such as solar power has created more jobs. They also don’t want states to be dependent on one or two energy sources. Others object to the idea of forcing the marketplace to use renewable energy. They also contend some energy resources are too expensive.\n\nGalloway’s email, which she shared with us, contained a state-by-state chart of electricity rates put together by the Institute for Energy Research, a Washington-based nonprofit organization that evaluates public policy initiatives on oil, coal, wind and solar energy. Many members of its staff have worked for Republicans on Capitol Hill. A blog on its website criticized President Barack Obama’s recent speech on climate control.\n\nIn early 2010, the institute published a 191-page report on energy regulation. The report examined \"renewable portfolio standards,\" a term used to describe how states require or encourage electricity producers to supply some of their electricity from designated renewable resources such as wind or solar energy. Twenty-nine states and the District of Columbia had some form of RPS guidelines, according to industry accounts. Georgia, like most Southern states, does not have an RPS policy.\n\nThe report found \"mandating the use of wind and solar through renewable portfolio standards increases electricity costs for consumers.\" Its chart shows the average price for electricity in states with a binding RPS policy is 39.4 percent higher in all sectors. The prices were based on kilowatt hours in 2009.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nGalloway also sent us a December report by the U.S. Energy Information Administration showing the average price for operating solar plants that will be active by 2018 will be higher than the costs for coal, natural gas and wind.\n\nPSC member Doug Everett told Americans for Prosperity that solar prices have fallen significantly since the institute’s report in 2010.\n\n\"Some other states have seen dramatic price increases when implementing solar power because they went ahead with projects three or five years ago when solar prices were 70 percent higher than they are today,\" he said.\n\nSolar prices have fallen sharply in the past five years due in large part to global oversupply, according to news reports, industry websites and government reports. The federal government has also invested more money in solar research and development to lower prices. The accounts include:\n\n\n\n-- a  Reuters news service report that solar panel prices fell by 50 percent in 2011.\n\n\n\n-- a Reuters report that last year, the average price for silicon-based solar panels by top manufacturers fell to $0.7-$0.8 per watt, from around $3.5-$4.5 per watt in 2008.\n\n\n\n-- a U.S. Department of Energy report that solar energy installation prices dropped by 30 percent between 2008 and 2012.\n\n\n\nDaniel Simmons, an official with the institute, said via email that rates are driven by policy choices such as renewable mandates.\n\n\"This is why California's electricity rates are much higher than surrounding states for example,\" said Simmons, the institute’s director of regulatory and state affairs. \"The overall point of our paper was pointing out these policy choices. Renewables mandates are one example of the type of policy choices that drive up electricity rates.\"\n\nAn Associated Press report also noted that there may be other factors that contribute to higher rates in states with binding renewable portfolio standards, such as the demand for energy and weather.\n\nAgain, Americans for Prosperity’s Georgia chapter claimed in an email that electricity rates are 40 percent higher in states that have required utility companies to use a certain amount of renewable energy such as solar power. The chapter does not want Georgia to enact the same guidelines here. The claim is based on a study that appears accurate. But there is widespread news coverage that solar prices have fallen significantly in the past five years. It may be premature to make a correlation between the solar market and electricity prices.\n\nThe chapter’s claim is based on accurate data, but it’s missing some important details. We rate it Half True.\n\nEditor's Note: This article includes updated information from an Associated Press report. The rating remained the same.", "vclaim_id": "vclaim-pol-09125"}