{"url": "/factchecks/2018/aug/02/donald-trump/us-steel-not-opening-six-new-mills-donald-trump/", "speaker": "Donald Trump", "vclaim": "\"U.S. Steel just announced that they are building six new steel mills.\"", "truth_label": "false", "date": "stated on July 31, 2018 in rally in Tampa:", "title": "No, U.S. Steel is not opening six new mills as Donald Trump said", "text": "President Donald Trump has boasted about big growth in the steel industry at campaign-style rallies this summer.\n\"U.S. Steel just announced that they are building six new steel mills,\" Trump said July 31 in Tampa. \"And that number is soon going to be lifted, but I'm not allowed to say that, so I won't.\"\nTrump repeated the company would open six major facilities at a roundtable in Minnesota on June 20 and again at a lunch with members of Congress on June 26.\nThat was one mill down from when he said the company was going to open seven on July 27.\nThat would be huge news, given the company only has four steelmaking facilities in the United States. But there’s no evidence on their website that any new mills are on the horizon.\nMeghan Cox, a spokeswoman for U.S. Steel, told us that Trump wasn’t privy to any exclusive information.\n\"All of our operational changes have been publicly announced and all information shared with the federal government has been properly disclosed and made available on our website,\" Cox said.\n(The White House did not respond to our request for comment.)\nCox pointed to several projects U.S. Steel announced this year. That includes plans to invest $275 million to $325 million in capital projects, announced in February; to construct a new steel-coating line to help PRO-TEC, a subsidiary, make cars in Leipsic, Ohio; and to restart two blast furnaces that will create 800 new jobs at an integrated steel-making plant in Granite City. The company idled those furnaces in 2015, laying off about 2,000 workers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMills are complex operations, so we asked William Reinsch, a trade expert at the Center for Strategic and International Studies, whether a single plant might be easily mistaken for multiple plants.\n\"On its face, it makes no sense,\" Reinsch said. \"A plant is a plant, not a division of something or part of a facility. I don’t see how you get to six from anything I know.\"\nNone of those are new plants, but they represent investment and job-creating activities. That said, other American steelmakers have announced new mills and re-openings this year.\nNucor, a steel manufacturer, announced in November it would open a steel rebar micro-mill in Sedalia, Mo., creating 250 full-time jobs. Nucor will build another mill in Frostproof, Fla., the company announced in March.\nLiberty Steel bought and is preparing to reopen a steel mill in Georgetown, S.C. The mill was shuttered by its previous owners in 2015.\nAnd Big River Steel is investing $1.2 billion to expand its Arkansas steel plant.\nU.S. Steel CEO David Burritt did not address the mysterious six mills in a second quarter conference call with investors Aug. 2. But Burditt affirmed Trump's support for the steel industry.\n\"We had an incredibly exciting visit form the president, and his daughter was there as well, and I can tell you the commitment that he has to steel is unprecedented, and the notion that this guy would blink, I think, is not going to happen,\" Burritt said. \"He knows this kind of unfairness should been taken care of long ago. He’s got us, he’s with us.\"\nOur ruling\nTrump said, \"U.S. Steel just announced that they are building six new steel mills.\"\nBetween restarts, new mills and expansions, the steel industry has seen significant investment this year. But Trump is wrong. U.S. Steel is restarting two shuttered mills. Other companies are re-opening or building a few other mills. We rate Trump’s statement False.\n Share the Facts 2018-08-02 17:48:29 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"U.S. Steel just announced that they are building six new steel mills.\"    Donald Trump President of the United States https://www.youtube.com/watch?v=P6WDg0Ua0pM   In a rally in Tampa Tuesday, July 31, 2018 2018-07-31    Read More  info", "vclaim_id": "vclaim-pol-01776"}