{"url": "/factchecks/2008/jun/10/chain-email/not-muslims-but-arab-americans/", "speaker": "Chain email", "vclaim": "Obama said he would \"stand with the Muslims should the political winds shift in an ugly direction.\"", "truth_label": "false", "date": "stated on May 19, 2008 in an e-mail message:", "title": "Not Muslims, but Arab-Americans", "text": "A chain e-mail going around takes statements out of context from Sen. Barack Obama's books\n\nDreams from My Father\n\nand\n\nThe Audacity of Hope\n\n\n\n.\n\n\nThe e-mail was sent to us by 20 PolitiFact readers who said they wanted to know if the claims were true. (For more on the e-mail and a link to its full text, read\n\nour article on Obama's book\n\n.)\n\n\nThe e-mails states, \"From The Audacity of Hope: 'I will stand with the Muslims should the political winds shift in an ugly direction.' \"\n\n\nThe quote comes from page 261 of the paperback edition of\n\nThe Audacity of Hope.\n\nIn the full passage, Obama talks about speaking in front of audiences of immigrants, and how he often tells them that they embody the American dream.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut he wrote that when he speaks to audiences of Pakistani and Arab-Americans, their message to him has a more urgent quality.\n\n\n\"(T)he stories of detentions and FBI questioning and hard stares from neighbors have shaken their sense of security and belonging. They have been reminded that the history of immigration in this country has a dark underbelly; they need specific assurances that their citizenship really means something, that America has learned the right lessons from the Japanese internments during World War II, and that I will stand with them should the political winds shift in an ugly direction.\"\n\n\nObama doesn't mention Muslims here at all; he's clearly talking about U.S. citizens of Arab and Pakistani descent.\n\n\nAlso, the e-mail says Obama would \"stand with the Muslims should the political winds shift in an ugly direction,\" implying he made a statement to that effect. But it's clear in reading the text that the words actually represent a question Obama is being asked by his audiences: \"they need specific assurances ... that I will stand with them should the political winds shift in an ugly direction.\"\n\n\nThough Obama doesn't say so explicitly, he gives the impression his answer is yes.\n\n\nThe e-mail distorts Obama's quote and misrepresents who he was talking about, lumping together an entire religion when he was talking to two groups of people in the context of discrimination. It's a significant alteration to the meaning of what Obama said, and we find it to be False.", "vclaim_id": "vclaim-pol-16183"}