{"url": "/factchecks/2017/mar/02/donald-trump/trump-exaggerates-economic-burden-export-tariffs-s/", "speaker": "Donald Trump", "vclaim": "\"Currently, when we ship products out of America, many other countries make us pay very high tariffs and taxes — but when foreign companies ship their products into America, we charge them nothing or almost nothing.\"", "truth_label": "half-true", "date": "stated on February 28, 2017 in a speech to Congress:", "title": "Trump exaggerates economic burden of export tariffs in speech to Congress", "text": "In his address to Congress, President Donald Trump said there’s an uneven playing field when it comes to trade with foreign countries.\n\"Currently, when we ship products out of America, many other countries make us pay very high tariffs and taxes — but when foreign companies ship their products into America, we charge them nothing or almost nothing,\" Trump said Feb. 28.\nTaxes on imports and exports are important given that Trump has been highly critical of America’s trade policies.\nIs this United States getting a bad deal when it comes to trade?\nExperts say Trump is exaggerating.\n‘Many other countries make us pay very high tariffs and taxes’\nTrump’s generalization that \"many\" countries make us pay \"very high\" tariffs and taxes is misleading.\nTariffs are another form of tax that are imposed on many goods as they enter a country. They’re designed to make homegrown products more competitive.\nThe United States has many trade partners, and most tariffs with key trading partners like the European Union, Australia and Canada are relatively low. (In Canada, we pay zero tariffs due to the North American Free Trade Agreement.)\nHowever, American exporters trying to access particular markets for certain goods do pay much higher tariffs compared to what the United States charges exporters in those countries.\nFor example, tariffs in developing countries are typically higher. For example, Rwanda’s tariff rate was 13.9 percent in 2012, while the United States rate sat around 2.7 percent, according to data collected by the World Bank.\nSo, in a sense, many other countries make the United States pay higher taxes, but those countries are usually quite small and trade relatively little with the United States.\nTrump also talked about taxes. Other countries charge their full value added tax on imports, while the United States does not have a VAT and uses a larger corporate income tax.\nThe VAT is collected at each stage in the production or distribution of a product or service, but with a refund mechanism for VAT paid on purchased units so the final burden falls on the final buyer or consumer.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFor example, when a clothing wholesaler sells some pants to a retailer, the tax is booked on the wholesaler’s mark-up. When the retailer sells the shirt to a customer, the tax is booked again. But the retailer gets a credit back for the tax paid by the wholesaler.\n\"So our producers do face ‘very high’ taxes in many markets,\" said Gene Grossman, a professor of international economics at Princeton. \"However, the local producers also face these taxes when they sell locally, so the taxes do not disadvantage the United States producers relative to the local producers.\"\nFor example, in many circumstances, a VAT administered in the manner that Europe or Japan does so is neutral with respect to trade, he said.\nSo while the United States may incur more financial hurdles in some countries, Trump’s point is overly broad.\n‘We charge them nothing or almost nothing’\nThe United States’ tariff rate is far lower than other countries. But Trump exaggerated when he said the United States charges nothing or almost nothing.\nOn average, tariffs imposed at the border in the United States is 1.5 percent, according to a March 2016 report from the U.S. International Trade Commission. That is below the 2012 world average, which was about 4 percent, according to the World Bank.\nFor a more specific example, you can look to China.\nFor non-agriculture products, the U.S. tariffs on Chinese goods sold in the United States is about 2.9 percent, while Chinese tariffs on U.S. goods sold in China faced a 5 percent tariff.\n\"Almost nothing is an exaggeration, but not wrong,\" said Joel Trachtman, an international law professor at The Fletcher School of Law and Diplomacy at Tufts University.\nOur ruling\nTrump said, \"When we ship products out of America, many other countries make us pay very high tariffs and taxes — but when foreign companies ship their products into America, we charge them almost nothing.\"\nTrump’s claim makes a generalization about the reality of trade in the United States and abroad. There are examples of countries who make the United States pay high tariffs and taxes, but there are other countries who charge about the same or nothing (Canada).\nIt’s really a mixed bag.\nAs for the second part — that we charge them almost nothing — we do charge something, but experts said that something is relatively low on a global setting, so Trump has a point.\nOverall, we rate this claim Half True.\n Share the Facts   Politifact    2 6  Politifact Rating:   \"Currently, when we ship products out of America, many other countries make us pay very high tariffs and taxes — but when foreign companies ship their products into America, we charge them nothing or almost nothing.\"    Donald Trump President   In a speech Tuesday, February 28, 2017 02/28/2017    Read More  info", "vclaim_id": "vclaim-pol-03611"}