{"url": "/factchecks/2019/may/07/beto-orourke/beto-orourke-says-60-million-americans-have-unsafe/", "speaker": "Beto O'Rourke", "vclaim": "\"60 million Americans live in a place where the water they drink is unsafe.\"", "truth_label": "barely-true", "date": "stated on April 29, 2019 in climate change plan:", "title": "Beto O'Rourke says 60 million Americans have unsafe drinking water. That's exaggerated", "text": "Democratic presidential candidate Beto O'Rourke said he would launch a 10-year, $5 trillion plan to combat climate change, which he considers the country’s greatest threat. O’Rourke said he’d invest in infrastructure, because aging systems and climate change impact the quality of water Americans drink.\n\"Sixty million Americans live in a place where the water they drink is unsafe,\" O’Rourke said April 29.\nFlint, Mich., became a campaign stop and political talking point in the 2016 presidential election as the city grappled with lead-contaminated water. (We examined the city’s water quality progress a year ago.)\nIs O’Rourke, a former congressman from Texas, right about 60 million Americans not having safe drinking water?\nO’Rourke based his claim on an August 2017 investigation by News21. We found that his framing is more conclusive than the investigation and needs context.\nNews21’s investigation\nNews21 is a national student investigative initiative at the Walter Cronkite School School of Journalism and Mass Communication at Arizona State University. Its reporters analyzed 680,000 violations logged over a 10-year period (starting Jan. 1, 2007) in the U.S. Environmental Protection Agency’s Safe Drinking Water Information System.\nNews21 examined violations by active community water systems, a type of public water system that supplies water to the same population year-round. (This does not include, for example, schools, factories, hospitals, or campgrounds where people don’t stay for a long time.) The review homed in on violations for health, monitoring and reporting.\nThe team documented EPA violations around the country, from rural communities in California to New York City boroughs. They found that many local water treatment plants — especially in poor, minority and small communities — didn’t have the money to buy the equipment needed to filter out contaminants. Those include arsenic found naturally in rock, factory chemicals and fecal matter from farming.\nThe finding most relevant to this fact-check: As many as 63 million people were exposed to potentially unsafe water more than once during the 10-year period analyzed.\nO’Rourke’s statement reflects the News21 estimate, but leaves out the nuance — the story didn’t outright say 63 million are actively affected, and it noted that some places had resolved their water issues. (Further, the EPA acknowledged that the database might not include all violations and that some information may be incorrect.)\nThe majority of people in affected areas ​might have been exposed to unsafe drinking water only for a very short period of time, said Newsha Ajami, director of Urban Water Policy for the Water in the West initiative at Stanford University.\nO’Rourke’s number is \"broadly reasonable,\" said Manny Teodoro, an associate professor in the department of political science at Texas A&M University. But he emphasized that it needed the caveat of being \"potentially\" unsafe. Generally, while many systems have improved, regulations have also become more stringent over time, and new contaminants are always being discovered, he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWe kept looking for other estimates of Americans drinking \"unsafe\" water.\nNationwide, nearly 21 million people relied on community water systems in 2015 that violated health-based standards, according to a 2018 study from the University of California, Irvine and Columbia University.\nIt was unclear how many customers had contaminated water at their tap, said one of the authors of the paper, Maura Allaire, an assistant professor of water economics and policy at the University of California, Irvine. While drinking water contaminants over a long period of time can be harmful, many contaminants don’t pose immediate health risks and many only last for several weeks or less, she said.\nAllaire’s study did not include monitoring and reporting violations, unlike News21, because she said it’s unclear how to interpret those violations  — some of them stem from administrative errors or delays that don’t directly impact water quality.\nData from the EPA for fiscal year 2017 provides a similar estimate for community water systems with health-based violations. Among other limitations, however, the EPA data does not say how many people actually received water that didn’t meet standards. According to the EPA’s website, \"there is no way to know.\"\nAccording to the EPA, about 30.6 million were served by community water systems with violations in the first quarter of fiscal year 2019 (October 2018 through December 2018).\nFor the most part, U.S. water systems are safe and reliable, experts said. And short-term violations are different from failing systems that cannot provide safe drinking water over long periods of time. Those failing systems are often found in rural and low-income communities.\nBetter data tracking is needed. Currently, the system for monitoring water quality depends on self-reporting. For smaller systems, that’s an issue, due to lack of employees, technology and finances, said Ajami, the water policy expert. Plus, there is no data on the water quality of private wells.\nOur ruling\nO’Rourke said that \"60 million Americans live in a place where the water they drink is unsafe.\"\nOverall, it’s difficult to say how many people in the United States have unsafe drinking water. The EPA said about 22 million people were served by community water systems with reported health-based violations in fiscal 2017. But the EPA could not determine how many people actually received water in violation. The agency also said that some violations can be as brief as an hour.\nO’Rourke’s claim is an imprecise interpretation of a complicated report by News21.\nNews21 said that as many as 63 million people were exposed to potentially unsafe water more than once during a 10-year period starting in 2007. That doesn’t necessarily mean all currently have unsafe water, as O’Rourke concluded. Moreover, experts said that monitoring and reporting violations are important, but do not directly indicate water safety.\nO’Rourke’s statement is more definitive than the data available and than the report on which he based his claim. We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-00663"}