{"url": "/factchecks/2020/nov/05/viral-image/no-michigan-ballots-counted-after-election-day-are/", "speaker": "Viral image", "vclaim": "“Any votes counted after midnight” on Election Day in Michigan “are fraud.”", "truth_label": "false", "date": "stated on November 4, 2020 in a Facebook post:", "title": "No, Michigan ballots counted after Election Day aren’t fraudulent", "text": "As of about 11 a.m. ET on Nov. 5, election results were not yet finalized in Michigan, though Democratic presidential nominee Joe Biden was leading by more than 150,000 votes, and several news organizations had called the state for him a day earlier. \nBut an image of a Parler post that’s being shared on Facebook claims that he’s winning there only because of fraudulent votes.\n\"I KNOW my State of Michigan,\" the post says. \"I am also an election official. I KNOW that any votes cast after 8 on election day are not valid. We had our machines tabulated and results in to our clerk by 10PM. Any votes counted after midnight are fraud. Please fight for Michigan! Trump crushed it in our State...until mysteriously 3:30 in the morning…\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe post is wrong. There’s nothing fraudulent about ballots being counted after midnight in Michigan — as long as they’re received by 8 p.m. Election Day. In-person voters who are in line by 8 p.m. that day also have the right to vote.\nIn fact, we’ve known for weeks before Election Day that counting ballots and reporting results would take longer than in previous years. As the federal Cybersecurity & Infrastructure Security Agency recently noted, \"this does not indicate that there is any problem with the counting process or results. Official results are not certified until all validly cast ballots have been counted, including ballots that are counted on election night.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\nMore people across the country opted to use a mail-in ballot because of the COVID-19 pandemic, and in Michigan, a 2018 state constitutional amendment allowed all voters to cast an absentee ballot for any reason. A record of more than 5.2 million Michigan voters cast a ballot in the 2020 election, including about 3.26 million absentee ballots. In 2016, about 4.87 million people cast a ballot in the presidential election, including about 1.27 million absentee ballots. \nMail ballots take more time and resources to process than ballots cast at the polls. Most states allow election officials to start processing mail-in ballots in the weeks leading up to Election Day, but officials in Michigan couldn’t begin that work until Nov. 2, under a new law that allotted officials in larger juristictions a 10-hour early window to process such ballots. They were still barred from counting any ballots until Election Day, so even with that extra time to start processing, officials warned that final election results wouldn’t be known on Nov. 3. \nThe morning after Election Day, Secretary of State Joceyln Benson told CNN that absentee ballots in the state’s biggest cities were still being counted. \"Workers who have been counting them throughout the night continue to count them today,\" she said. \nBy about 8 p.m. that day, all of Michigan’s votes had been tabulated, Benson said, and counties were in the final stages of reporting them out for the canvassing process to begin, the Detroit Free Press reported.   \nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18470"}