{"url": "/factchecks/2020/jan/24/greg-abbott/has-austin-removed-legal-consequences-where-homele/", "speaker": "Greg Abbott", "vclaim": "The city of Austin has \"removed, seemingly, any legal consequences to the actions where the homeless lie, sleep, where they defecate.\"", "truth_label": "false", "date": "stated on January 7, 2020 in a press gaggle:", "title": "Has Austin removed legal consequences for where ‘homeless lie, sleep...defecate?’", "text": "In early January, a man stabbed one person to death and injured others at an Austin shopping center. His attack ended at a burrito shop, where he jumped from the roof and later died from his injuries. Police later identified the attacker as a man experiencing homelessness, prompting Gov. Greg Abbott to highlight the incident as part of his ongoing assault on homeless policies in Austin.\n\"What Austin has done over the past half year is to perpetuate a sense of lawlessness in the city by the homeless,\" Abbott told reporters at the Capitol.\"They have removed, seemingly, any legal consequences to the actions where the homeless lie, sleep, where they defecate.\"\nAustin has changed the parameters of its ordinances regulating public camping related to homeless people multiple times since first suspending a ban on camping in public in June.\nBut even when the regulations were at their most lax, they included provisions preventing camping in certain areas and legal consequences for violating the policy.\nAbbott did not return requests for comment seeking more information about his claim.\nRemoval of camping ban in Austin\nAbbott has been publicly sparring with Austin leaders over the city's homeless policies since June, when the City Council voted to make public camping (except in parks) legal, as long as a person did not endanger \"the health or safety of another person or of themselves; or make usage of such area unreasonably inconvenient or hazardous.\"\nThe original policy made it legal for people to sit, sleep or panhandle on public sidewalks as long as they didn't engage in behavior or actions deemed aggressive.\nThere were questions about the scope of the policy from the beginning. The Travis County Republican Party said the changes gave homeless people more rights than property owners and allowed for \"homeless camps on private property, business frontage, and even public sidewalks.\"We rated that claim False.\nPeople were in violation of the ordinance if they continued camping in an unauthorized area after being notified by law enforcement that they were violating the policy and given \"a reasonable opportunity by a law enforcement officer to correct the violating conduct.\"\nThe policy also prohibited people from obstructing areas with \"high pedestrian traffic and a high incidence of petty crime related to public disorder.\"\nThe policy did not outline a specific penalty for violating these rules, which means an offense would be a Class C misdemeanor, punishable by a fine of up to $500.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe ordinance change did not affect city policy related to defecating. Urinating or defecating in public view or \"in or on a public street, alley, sidewalk, yard, park, building, structure, plaza, or utility right-of-way or other public place\" is a Class C misdemeanor.\nChanges to Austin's policy\nIn October, the City Council changed its camping ordinance again, adding more specific language defining camping and dictating where camping is permissible.\nThe ordinance states that, unless there is an imminent health or safety threat, law enforcement officers must advise people violating the ordinance of places where they can sleep legally or about available shelter or housing in the area.\nThey also are expected to contact a \"city designee who has the authority to offer to transport the person or provide the person with services.\"\nA person commits an offense under this policy if they do not change their behavior after being notified by law enforcement that they are violating city code. An offense is still a Class C misdemeanor punishable by a fine of up to $500.\nIn early November, state and city officials started enforcing the new ordinance and took steps to clear out camps set up under highway overpasses and in areas near the Austin Resource Center for the Homeless.\nAt least three people were arrested during the initial push to enforce the ordinance. One man was charged with camping in an area not designated for camping and two others were charged with resisting law enforcement activities in enforcing the policy.\nAgain, urinating or defecating in public are still prohibited actions in Austin.\nOur ruling\nAbbott said that Austin officials \"have removed, seemingly, any legal consequences to the actions where the homeless lie, sleep, where they defecate.\"\nAustin has taken steps to allow for public camping in more areas than were previously permissible, but there are still limitations to where people who are homeless are allowed to sleep and lie in public — and legal consequences in place for violating the policy.\nThe city has not changed its policies surrounding public urination or defecation — both actions are prohibited.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17627"}