{"url": "/factchecks/2018/aug/08/kevin-nicholson/kevin-nicholsons-attack-leah-vukmir-over-support-d/", "speaker": "Kevin Nicholson", "vclaim": "Says Leah Vukmir said: \"I’m not endorsing Donald Trump.\"", "truth_label": "false", "date": "stated on August 1, 2018 in an online video:", "title": "Kevin Nicholson's attack on Leah Vukmir ignores the fact that she became backer of Trump's candidacy", "text": "On one level, the Republican primary campaign for the U.S. Senate in Wisconsin has been a contest over which candidate can appear more pro-President Donald Trump.\nOn that score, Kevin Nicholson hit his primary revival, Leah Vukmir, in an online video that was posted Aug. 1, 2018. The winner of their Aug. 14, 2018 primary will face Democratic U.S. Sen. Tammy Baldwin.\nNicholson’s 30-second ad shows clips of Vukmir criticizing Trump, including saying Trump is offensive to different groups of people. It starts -- and ends -- with Vukmir saying:\n\"I’m not endorsing Donald Trump.\"\nThat leaves the impression that Vukmir never endorsed Trump for president. But she she eventually did -- prominently.\nAnd she backs Trump today.\n\n\n\n\nAll of our fact checks in the Wisconsin U.S. Senate race.\n\n\n\n\n \n \nChronology\nThe clips of Vukmir criticizing Trump are from March 2016, prior to Wisconsin’s primary election in April 2016. Trump lost that contest by 13 points to Texas Sen. Ted Cruz. But, of course, Trump went on to win the GOP nomination before defeating Democrat Hillary Clinton in the November 2016 general election.\nOK, now let’s track Vukmir.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBefore the Wisconsin primary, Vukmir first supported Wisconsin Gov. Scott Walker, who briefly ran for the GOP nomination before dropping out in September 2015.\nThen she backed U.S. Sen. Marco Rubio of Florida, who ended his run in March 2016. Vukmir said she ultimately voted for Cruz in the Wisconsin primary.\n(For his part, Nicholson wasn’t an original Trump supporter, either. He supported Rubio initially, but said he voted for Trump in the primary.)\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \n \n \nWhat’s important here, though, is that during the general election campaign Vukmir not only endorsed Trump, she was part of a women for Trump group and appeared in a radio ad supporting his candidacy against Clinton.\nThat’s completely left out of Nicholson’s ad.\nWhat’s more, since it is running in the days prior to the election, it makes it seem as if this is Vukmir’s current position. It’s not.\n(Note: We’ve rated as False a claim by Vukmir that \"I have always been there with\" Donald Trump.)\nOur rating\nNicholson says that Vukmir said: \"I’m not endorsing Donald Trump.\"\nBut that was before Trump became the GOP nominee for president in 2016. After he won the nomination, Vukmir endorsed Trump and prominently supported him, as she does today.\nWe rate Nicholson’s claim False.\n Share the Facts 2018-08-08 17:43:11 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Leah Vukmir said: \"I’m not endorsing Donald Trump.\"     Kevin Nicholson Republican U.S. Senate candidate, Wisconsin https://www.youtube.com/watch?v=EVpkI6Uf8sQ&feature=youtu.be   In an online ad Wednesday, August 1, 2018 2018-08-01    Read More  info", "vclaim_id": "vclaim-pol-01755"}