{"url": "/factchecks/2014/jul/25/glenn-beck/glenn-beck-says-9-year-old-girl-raped-austin-man-p/", "speaker": "Glenn Beck", "vclaim": "Says a 9-year-old girl was recently raped in Austin, Texas, by a guy previously \"caught four times and released.\"", "truth_label": "half-true", "date": "stated on July 17, 2014 in an interview of Gov. Rick Perry:", "title": "Glenn Beck says 9-year-old girl raped in Austin by man previously released four times", "text": "When talk-show host Glenn Beck said a horrific crime occurred in Austin, we wondered what he was talking about.\nBeck made his statement, in a July 17, 2014, interview of Gov. Rick Perry shared online more than 32,000 times by the next day, after Perry said he was looking at deploying National Guard troops to secure the Texas-Mexico border; he later said up to 1,000 troops would be dispatched.\nIn the interview, Perry expressed concern that over 3,000 homicides had been committed \"by illegal aliens over the\" last six years. \"That’s unacceptable,\" Perry said, \"and that’s the reason that we have to secure that border.\" We rated this murder count as Pants on Fire; the state-gathered information behind Perry’s claim had to do with homicide charges (not convictions) leveled against both legally authorized and unauthorized U.S. residents over an unstated period of time.\nBeck replied to Perry: \"OK. In Austin Texas yesterday, a rape of a 9-year-old girl, of a guy who had been caught four times and released,\" his implication being the attacker wasn’t living in the country with legal permission.\nWe were unable to reach Beck to glean the basis of his claim--and we didn’t find other reports of such a crime in Austin. But an online search revealed an alleged crime committed near Fort Worth with some details aligning with Beck’s statement.\nPerpetrator northwest of Fort Worth?\nAccording to a July 13, 2014, news story in the Dallas Morning News, a man previously deported to Mexico four times had been arrested in Parker County the day before after he entered a house through a window and fondled a 9-year-old girl. The story, quoting county authorities, said the incident in Springtown, 20 miles northwest of Fort Worth, resulted in the arrest of Israel Andrade, 35, who was jailed on a charge of burglary of a habitation with intent to commit another felony.\nA blog post by the Parker County Sheriff’s Department said the other felony was \"indecency with a child by sexual contact.\" By telephone, Sheriff Larry Fowler told us the attacker did not commit a rape; he was groping and fondling, Fowler said.\nThe News’ story said the girl told investigators she had been awakened where she slept on a couch by a man who groped her. The man spoke in broken English, the story said, and motioned for her to follow him back to the bedroom, but the girl screamed and he fled.\nAuthorities said they later found him at a relative’s home, also finding two pair of children’s underwear in a pair of his jeans, and tennis shoes with a tread pattern matching the footprints outside the girl’s home, the newspaper reported. The child’s mother identified the underwear as her daughter’s, the story said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nHis relatives told authorities he’d returned to the U.S. from Mexico a month before, the story said.\nAccording to a web page drawing on Parker County records, Andrade was held on $500,000 bail and had an INS \"detainer\" placed on him. A detainer, Immigrations and Customs Enforcement says, means the agency intends to assume custody of an individual once the person is no longer subject to local detention.\nThree confirmed deportations, no Austin arrest\nParker County’s blog post said that according to federal records, Andrade had been deported in July 2003, February 2004, September 2009 and December 2010.\nCarl Rusnok, a Dallas-based ICE spokesman, confirmed three deportations of Andrade, telling us by email they occurred in 2004, 2006 and 2012. Also, Andrade was thrice sentenced to federal prison for illegally entering or re-entering the country, Rusnok said.\nFinally, we looked into whether Andrade had been arrested in Austin. Roger Wade, spokesman for the Travis County Sheriff’s Department, emailed that no one by that name showed up in the agency’s computer records. Veneza Bremner, spokeswoman for the Austin Police Department, said by phone Andrade’s name wasn’t in department arrest records.\nOur ruling\nBeck said a 9-year-old girl was recently raped in Austin, Texas, by a guy previously \"caught four times and released.\"\nBeck got the alleged crime and location wrong, but authorities northwest of Fort Worth did detain Israel Andrade, an unauthorized U.S. resident previously deported three times, on a charge of burglary of a habitation with intent to commit another felony, which local officials referred to as indecency with a child by sexual contact. There was no rape.\nOn balance, we find this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07545"}