{"url": "/factchecks/2008/apr/08/moveon/mccain-often-absent-on-childrens-issues/", "speaker": "MoveOn.org", "vclaim": "\"The Children's Defense Fund rated McCain as the worst senator in Congress for children.\"", "truth_label": "true", "date": "stated on April 5, 2008 in an e-mail message:", "title": "McCain often absent on children's issues", "text": "The left-leaning advocacy group MoveOn.org has targeted Sen. John McCain in an e-mail list of \"10 things you should know about John McCain (but probably don't).\" The e-mail goes after him on issues from domestic policy to foreign policy to personal attributes. It urges recipients to forward the email to \"your friends, family and co-workers.\"\n\nItem five addresses children's issues. \"The Children's Defense Fund rated McCain as the worst senator in Congress for children. He voted against the children's health care bill last year, then defended Bush's veto of the bill.\"\n\n\nIt's true that McCain had the worst score — 10 percent — in the Senate from the Children's Defense Fund for 2007. But it's important to note that McCain's score was so low because he missed eight of 10 votes that the fund evaluates. On the two issues remaining, McCain voted for one (raising the minimum wage) and against one (expanding the State Children's Health Insurance Program, called SCHIP).\n\n\nFor the record, Sen. Barack Obama scored 60 percent, missing four of the critical 10 votes and siding with the group on the six votes he cast. Sen. Hillary Clinton scored 70 percent, missing three votes and agreeing with the group on the seven votes she cast.\n\n\nMoveOn is correct that McCain voted against the children's health bill and defended President Bush's veto of the program. McCain, though, said he voted against the bill because it didn't contain adequate provisions for paying for the expansion.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"The American people have rebelled against out-of-control spending. If they can find a legitimate way to pay for it, I would consider it,\" he said.\n\n\nSo McCain may have scored better on the Children's Defense Fund scorecard if he had been there for more of the votes. (Though McCain's history with the group isn't that great, either. In 2006, his score was 10 percent and in 2005 it was 22 percent.) But MoveOn omits the caveat that his vote against SCHIP was based on spending concerns.\n\n\nBut these are minor points, and not enough to notch down the Truth-O-Meter too much. We find MoveOn's statement about McCain's rating and his stance on the children's health bill to be True.", "vclaim_id": "vclaim-pol-16276"}