{"url": "/factchecks/2016/nov/22/blog-posting/no-15000-people-did-not-vote-harambe/", "speaker": "Bloggers", "vclaim": "Harambe received 15,000 votes in the presidential election.", "truth_label": "pants-fire", "date": "stated on November 9, 2016 in articles on the Internet and social media posts:", "title": "No, 15,000 people did not vote for Harambe in 2016", "text": "We all know Harambe as the late gorilla who became an Internet sensation, but is it possible one of America’s favorite memes also received 15,000 votes in this year’s presidential election?\nShortly following Donald Trump’s win, stories about Harambe winning thousands of votes appeared on social media, fueling funny remarks that the gorrilla spoiled the election.\nFor those of you who don’t know — Harambe, a silverback gorilla, was controversially killed at the Cincinnati Zoo in May after a young boy climbed into his enclosure. Harambe’s death sparked thousands of social media posts or memes memorializing his death.\n\"The Legend Of Harambe Continues As The Dead Gorilla Received Over 15,000 Votes For President,\" reads a Nov. 9 headline from Coed, an online entertainment magazine.\n\nA post from 9GAG got over 79,000 reactions on Facebook.\n\nAnd of course there were the social media posts:\nPeople are quick to blame Gary Johnson for what's going on right now but think about this: Harambe has over 10k votes.This is your America— DrLegend (@TheDrLegend) November 9, 2016\n\n\nHarambe had 11,000 votes.11,000 people voted for a dead gorilla.Let that sink in.— Men's Humor (@MensHumor) November 9, 2016\n\n\nYou start wondering how this could happen...then you see 11,000 write-in votes for Harambe and it all makes sense— Graham Hall (@GrahamHall_) November 9, 2016\n\n\nWhile it’s possible a handful of people voted for Harambe (see here), the stories that Harambe received thousands of votes — which ranges between 11,000 and 15,000 depending on the story — are not based on fact.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhy?\nWrite-in votes for Harambe would be treated like provisional or absentee ballots, meaning they wouldn’t be counted until after all the other votes, which takes weeks. We’re still counting votes in California, for instance.\nSeeing as these Harambe stories popped up immediately after the election, there’s no way they were based on real data.\nPlus, every state decides on their own requirements for write-in candidates, so not all votes for Harambe would count depending on the state.\nMore than 30 states require a write-in candidate to file paperwork in order to be an official candidate and at least eight states don’t even allow write-in candidates. The remaining states have no-filing requirements.\nHow many of these write-in votes actually get counted? Well, in 2012, 136,040 write-in votes were counted, which is .11-percent of the total votes, according to The Washington Post.\nOur ruling\nThe day after the presidential election, bloggers took to social media to share stories claiming Harambe received thousands of votes in this year’s presidential election.\nThe claims are a hoax.\nMost of those stories were written the day after the election, and any write-in votes for Harambe wouldn’t have been counted. Moreover, more than half of states require write-in candidates file paperwork in advance of the election, while another nine don’t even permit write-in candidates.\nWe rate this claim Pants on Fire!\n\nhttps://www.sharethefacts.co/share/a101f410-03bf-4c11-8bd5-6398bfe4873c", "vclaim_id": "vclaim-pol-03921"}