{"url": "/factchecks/2016/apr/21/lee-camp/did-hillary-clintons-state-department-help-suppres/", "speaker": "Lee Camp", "vclaim": "\"In 2009 … Hillary Clinton was at the State Department working with U.S. corporations to pressure Haiti not to raise the minimum wage to 61 cents an hour from 24 cents.\"", "truth_label": "half-true", "date": "stated on April 17, 2016 in an episode of \"Redacted Tonight\":", "title": "Did Hillary Clinton's State Department help suppress the minimum wage in Haiti?", "text": "Hillary Clinton colluded with big business to maintain slave wages for workers in one of the world’s poorest countries, according to the host of an RT American comedy news show.\nComedian and activist Lee Camp of RT’s Redacted Tonight mocked Clinton’s efforts to \"keep 37 cents per hour out of the hands of destitute Haitians.\"\n\"In 2009, while Bill Clinton was setting up one of the family’s shell companies in New York, in that same year Hillary Clinton was at the State Department working with U.S. corporations to pressure Haiti not to raise the minimum wage to 61 cents an hour from 24 cents,\" Camp said April 17. \"Seriously.\"\nSeriously?\nSort of. Memos from 2008 and 2009 obtained by Wikileaks strongly suggest, but don’t prove without a doubt, that the State Department helped block the proposed minimum wage increase. The memos show that U.S. Embassy officials in Haiti clearly opposed the wage hike and met multiple times with factory owners who directly lobbied against it to the Haitian president.\nThe Clinton campaign refuted the claim, and the State Department didn't comment. \nHOPE, not change\nIn 2011, Wikileaks made nearly 2,000 cables available to the progressive magazine, The Nation, and Haiti Liberté, a weekly newspaper in Port-au-Prince.  \nThe two media outlets assessed the cables and found, among many other revelations, that the \"U.S. Embassy in Haiti worked closely with factory owners contracted by Levi’s, Hanes, and Fruit of the Loom to aggressively block a paltry minimum wage increase\" for workers in apparel factories.\nThe Wikileaks cables show U.S. Embassy officials began monitoring the minimum wage issue as early as 2008, when the Haitian Parliament began discussing doubling or tripling the daily minimum wage of 70 Haitian gourdes to keep up with inflation. That’s roughly equal to $1.75 a day, or about 22 cents per hour.\n(Some context here: Three quarters of Haitians live on less than $2 a day, according to the United Nations’ World Food Program, while garments constitute about 90 percent of Haiti’s exports, according to the Guardian. Haiti increased the daily minimum wage to the equivalent of $5.11 in 2014.)\nBut back in 2008 and 2009, embassy officials repeatedly told Washington that a hike would hurt the economy and undermine U.S. trade preference legislation known as HOPE.\nThe program, shorthand for the Haitian Hemispheric Opportunity through Partnership Encouragement Act of 2006, gives garments manufactured on the island duty free access to U.S. markets. Levi Strauss, Haneswear, Nautica, and Dockers are just some of the American companies that benefit from HOPE. Congress passed HOPE II in 2008, extending the program for another 10 years.\nIn January 2008, Ambassador Janet Sanderson wrote that representatives of the business community — including the man tasked with implementing HOPE — had met with embassy officials and criticized Haitian President René Préval’s efforts to raise the minimum wage as the wrong medicine for the ailing economy.\nAn unsigned embassy cable sent to Washington in December 2008 echoed the private sector’s assessment and reported that increasing the minimum wage would \"have significant impact\" on business.\nThe State Department continued to promote HOPE as an economic boon for the island. In memos prepping U.N. Ambassador Susan Rice and Clinton for their visits to Haiti, chargé d'affaires Thomas Tighe told the diplomats to \"urge\"  the Haitian government take advantage of HOPE and HOPE II.\nAfter advising a congressional delegation to Haiti almost exactly the same thing, Sanderson told Washington that Haitian Prime Minister Michele Pierre-Louis was onboard with HOPE, \"although pending legislation to nearly triple the minimum wage would likely set back those efforts in the short term.\"\nDeputy Chief of Mission David Lindwall put it most bluntly, when he said the minimum wage law \"did not take economic reality into account but that appealed to the unemployed and underpaid masses.\"\nPréval as proxy  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nNonetheless, the Haitian Parliament voted to triple the daily minimum wage to 200 gourdes ($5 a day, or about 62 cents per hour) in May 2009. As the bill awaited President Préval’s signature, students protested over the delay while factory owners criticized the legislation.\nThe U.S. Embassy, meanwhile, continued to lament the hike and raised concerns about the stability of the region that they hoped Préval would help address, according to the cables. Préval, as they say, leaned in.\nSanderson, in a June 10 memo, cited a study by the Haitian Association of Industry (ADIH) stating that the new minimum wage \"would result in the loss of 10,000 workers in the sector\" and noted that ADIH has met with Préval three times.\n\"A more visible and active engagement by Préval may be critical to resolving the issue of the minimum wage and its protest ‘spin-off' — or risk the political environment spiraling out of control,\" she wrote.\nA few days later, Préval seemed to be on board with the embassy and industry position on the minimum wage issue.\nOn June 17, Tighe told Washington that industry and USAID studies found that a 200 gourdes minimum wage \"would make the sector economically unviable and consequently force factories to shut down.\"\nHe also noted that ADIH members and HOPE factory owners told U.S. officials that in lieu of greenlighting the legislation as is, Préval would instead propose a lower, phased-in minimum wage for the textiles sector (100 gourdes in 2009, 125 gourdes in 2010, and 150 gourdes in 2011).\nProtesters continued to call for Préval to sign the original bill, with some demonstrations escalating into violence, as parliament considered the president’s amendments.\nIn a June 24 cable to a congressional delegation, Tighe said the demonstrations added uncertainty to the political and security situation in Haiti and  \"job creation under HOPE II may be threatened by a bill Parliament passed May 5 to nearly triple the minimum wage.\"\nWhen the delegation met with Préval the next day, the president parroted this line and encouraged the congressmen \"to write to Haitian members of Parliament to express concern about the devastating impact a sector-wide increase in wages would have on job security and job creation,\" according to a memo from Tighe.\nBy July, Préval was a formal and vocal opponent of the 200 gourds wage, warning of the consequences for jobs and emphasizing the importance of the assembly sector for exports, according to cables.\n\"This is the only issue in recent memory where the president has made a strong effort, by negotiating with stakeholders and using the media, to effect a legislative outcome,\" Tighe said.\nIn the fall of 2009, Préval and Parliament agreed to enact the $5 daily wage for all sectors except textiles, which got a $3 wage. But was the State Department right in opposing the increase?\n\"I have no idea what would happen if Haiti did have a $5-a-day minimum wage,\" Adam Davidson of NPR’s Planet Money said in 2011. \"But I do think it's reasonable to assume that some factories would close and far fewer new ones would be built. Far fewer Haitians would be allowed to take that first tentative step on to the ladder of industrial development.\"\nOur ruling\nCamp said, \"In 2009 ... Hillary Clinton was at the State Dept working with U.S. corporations to pressure Haiti not to raise the minimum wage to 61 cents an hour from 24 cents.\"\nLeaked cables show that the U.S. Embassy in Haiti opposed the minimum wage hike that the Haitian parliament passed in 2009, and discussed the issue with business groups.\nHowever, the cables do not contain conclusive evidence that the State Department actively pressured Haiti to block the increase nor do they prove that Clinton personally played a role.\nWe rate Camp’s claim Half True.\nUpdate, April 21, 2016: After we published this fact-check, the State Department told us it had no public, official position in the Haitian minimum wage debate. \n\"The U.S. Department of State did not officially oppose or support the three-step proposed minimum wage increases in Haiti – in 2009, 2010, and 2012 – as this was an internal matter,\" a spokesperson said. \nThe State Department’s public stance does not alter the content of the memos, however. They show that U.S. Embassy officials in Haiti clearly opposed the wage increase. \nhttps://www.sharethefacts.co/share/38510339-e97d-475a-a62f-77b0e757b589", "vclaim_id": "vclaim-pol-05072"}