{"url": "/factchecks/2017/jan/26/donald-trump/trump-claims-unanimous-endorsement-ice-border-patr/", "speaker": "Donald Trump", "vclaim": "Says ICE and border patrol officers \"unanimously endorsed me for president.\"", "truth_label": "barely-true", "date": "stated on January 25, 2017 in remarks at Department of Homeland Security:", "title": "Donald Trump was not 'unanimously endorsed' by ICE, border patrol", "text": "On the same day that President Donald Trump signed executive orders to build a border wall and hire more immigration law enforcement officials, he commended employees already serving the country for their service — and for their support.\n\"We are going to restore the rule of law in the United States,\" Trump said Jan. 25 at the Department of Homeland Security. \"Before we go any further, I want to recognize the ICE (Immigration and Customs Enforcement) and border patrol officers in this room today and to honor their service and not just because they unanimously endorsed me for president. That helps, but that's not the only reason.\"\nIt was not the first time Trump touted endorsements from immigration officers, but did they unanimously endorse him?\nNot exactly.\nSupport from ICE, border patrol unions\nICE agents are represented by the National Immigration and Customs Enforcement Council, and border patrol officers are represented by the National Border Patrol Council.\nBoth unions endorsed Trump during the presidential campaign. But it is misleading for Trump to say ICE and border patrol officers unanimously endorsed him.\nThe National Immigration and Customs Enforcement Council represents 5,000 immigration officers and law enforcement support staff. ICE has about 20,000 employees, including nearly 6,000 agents and officers in removal operations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nA statement from the ICE union posted September 2016 on Trump’s presidential campaign website says their endorsement of Trump was the first ever by a vote of the membership.\nIn that same statement, council president Chris Crane said Trump’s Democratic opponent Hillary Clinton received 5 percent of that vote.\nThe other union, the National Border Patrol Council, represents 16,500 border patrol agents.\nThe union's endorsement was based on a vote of just 11 leaders of the group, according to the Los Angeles Times.\nThe May 2016 Los Angeles Times article reported that agents in El Paso, Texas, had asked their local union to \"disavow the endorsement,\" but that their attempt failed in a 14-13 vote.\nOur ruling\nTrump said ICE and border patrol officers \"unanimously endorsed me for president.\"\nUnions representing ICE and border patrol agents endorsed Trump for president. Not all officers represented by the ICE union voted to endorse Trump, and some border patrol agents in Texas asked their local union to disavow the national union’s endorsement.\nTrump’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False. Share the Facts   Politifact    3 6  Politifact Rating:   Says ICE and border patrol officers \"unanimously endorsed me for president.\"    Donald Trump President of the United States   remarks at Department of Homeland Security Wednesday, January 25, 2017 -01/-25/2017    Read More  info", "vclaim_id": "vclaim-pol-03751"}