{"url": "/factchecks/2014/jun/01/chris-wallace/chris-wallace-hillary-clinton-defended-syrias-assa/", "speaker": "Chris Wallace", "vclaim": "Says Hillary Clinton \"defended Syria’s President Assad as a possible reformer at the start of that country’s civil war.\"", "truth_label": "half-true", "date": "stated on June 1, 2014 in comments on \"Fox News Sunday\":", "title": "Chris Wallace: Hillary Clinton defended Syria's Assad as a 'possible reformer'", "text": "Talk along the lines of Hillary, Hillary, Hillary dominated the network news shows Sunday, as hosts and their guests mulled Hillary Clinton’s tenure as secretary of state, excerpts from her forthcoming memoir Hard Choices and her potential 2016 presidential bid.\nFox News Sunday host Chris Wallace countered praise of Clinton from Sen. Claire McCaskill, D-Mo., by listing some of Clinton’s troubles as President Barack Obama’s top diplomat. Wallace singled out developments in U.S. relations during Obama’s first term with Russia, Iran and Syria.\n\"She defended Syria’s President Assad as a possible reformer at the start of that country’s civil war,\" he said.\nPunditFact wanted to dig into Wallace’s claim.\nClinton’s remarks in early days of Syrian protests\nClinton’s comments in question stretch back to the Arab Spring of 2011, when government revolts erupted in Middle Eastern countries such as Tunisia, Egypt, Libya and Yemen. Syria, too, spun into chaos with violent clashes between government forces of Assad, who assumed the presidency when his father died in 2000, and protesters.\nThe starting point for what became a bloody civil war came in the remote city of Daraa, where 15 schoolchildren were arrested for spray-painting anti-government graffiti on their school with messages such as \"the people want to topple the regime,\" according to CNN. The military used brutal force to address sit-ins in Damascus and Daraa over the treatment of the jailed protesters, which spurred thousands more Syrians to turn against Assad.\nClinton talked about the developments Syria on CBS’ Face the Nation on March 27, 2011. Host Bob Schieffer pressed her on why the U.S. reaction would be different from its response to Libya with air strikes. Syria, Schieffer noted, is no friend of the U.S. as an enemy of Israel and ally of Iran, and Assad’s father had \"killed 25,000 people, at a lick\" in 1982.\nClinton said:\n\"Well, if there were a coalition of the international community, if there were the passage of a Security Council resolution, if there were a call by the Arab League, if there was a condemnation that was universal, but that is not going to happen because I don't think that it's yet clear what will occur, what will unfold.\n\"There is a different leader in Syria now. Many of the members of Congress of both parties who have gone to Syria in recent months have said they believe he's a reformer.\n\"What's been happening there the last few weeks is deeply concerning, but there's a difference between calling out aircraft and indiscriminately strafing and bombing your own cities than police actions which, frankly, have exceeded the use of force that any of us would want to see.\"\nSo Clinton did refer to Assad as \"a reformer.\" But she crafted the line as the opinion of \"members of Congress of both parties,\" not her opinion. And she never defended (as Wallace said) Assad, instead saying in that interview that he \"exceeded the use of force that any of us would want to see.\"\nStill, Clinton’s comments were widely reported and criticized. Clinton mentioned \"both parties,\" but the Washington Post’s Fact Checker looked into Clinton’s statement and was unable to find public comments from Republicans along those lines.\nTwo days later, Clinton addressed her comment at a press conference in London. She responded to a Wall Street Journal reporter’s question asking if it is her position that Assad is a reformer.\n\"I referenced opinions of others,\" Clinton said. \"That was not speaking either for myself or for the Administration.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\n Says Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nShe said the administration deplored the Syrian crackdown on protesters and that it’s up to Syria’s leaders \"to prove that it can be responsive to the needs of its own people.\"\nClinton went on. \"We’re troubled by what we hear, but we’re also going to continue to urge that the promise of reform, which has been made over and over again and which you reported on just a few months ago – ‘I’m a reformer, I’m going to reform, and I’ve talked to members of Congress and others about that,’ that we hear from the highest levels of leadership in Syria – will actually be turned into reality,\" she said. \"That’s what we’re waiting and watching for.\"\nAs the military crackdown on Syrians persisted and worsened, Obama and Clinton called on Assad to go. Clinton was interviewed in November 2011 for ABC News by Jake Tapper, who noted she \"at one point seemed to have optimism that Assad was a reformer.\"\nClinton said, \"Well, we had hoped so because there was a lot at stake, we wanted to see an agreement, for example, between Syria and Israel. That was something that people have been working on for 30 years. We heard what Assad said about what he wanted to do for reform. But when it came to it, in the Arab Spring and as people actually demanded some freedom and their rights, he responded, as we have seen, very violently.\n\"But he’s not going to be able to sustain what is a unfortunately growing armed opposition apparently fueled and maybe led by defectors from his army. It’s probably too late for him to change course, but there needs to be a change at the top of that government, and there needs to be an effort to engage in genuine dialogue and start on the path of reform.\"\nReaction and context\nAs we researched, we found that talk of the Syrian dictator being a reformer was a popular talking point when he took power.\nThe enthusiasm for Assad began to dissipate with his opposition to President George W. Bush’s invasion of Iraq and the assassination of Lebanese prime minister Rafiq Hariri, which Syrian security officials were faulted for but Assad denied. The Bush White House also said the government was allowing members of terrorist groups to pass through his country to fight the United States in Iraq.\nThen-House Speaker Nancy Pelosi, opposed to the Bush administration’s foreign policy, visited Assad in Syria in 2007. She said, \"We came in friendship, hope, and determined that the road to Damascus is a road to peace.\"\nThen-U.S. Sen. John Kerry also had a hopeful view of Assad engaging the West, saying in a March 16, 2011, appearance as the first big anti-governments protests erupted in Syria that Assad \"has been very generous with me\" and fulfilled Kerry’s diplomatic requests. (Kerry changed his tune on Assad in a March 31, 2011, press release).\nAnother person with \"high hopes\" that were dashed was Middle East historian and Trinity University professor David Lesch, author of The New Lion of Damascus: Bashar al-Assad and modern Syria in 2005 and Syria: The Fall of the House of Assad in 2012. Lesch interviewed Assad in Syria from 2004 to 2008, writing that he probably knows him better than anyone in the West.\nIn the newest book, Lesch says he was initially impressed by the promise that London-educated Assad seemed to bring with his presidency compared with the 30-year repressive regime of his father, Hafez al-Assad. Instead of finally implementing political reforms with the uprising, Assad listened to his military and thought he could put it down, Lesch told us by email.\n\"I think the Obama administration (and Secretary Clinton) were trying to give Assad some space in which to make the necessary reforms,\" Lesch told PunditFact. But Assad’s regime by then \"had chosen and was committed to forcefully putting down the revolt.\"\nOur ruling\nCriticizing parts of Clinton’s tenure as secretary of state, Wallace said Clinton \"defended Syria’s President Assad as a possible reformer at the start of that country’s civil war.\"\nClinton’s original comments in March 2011 were not that straightforward. The statement in question was actually, \"Many of the members of Congress of both parties who have gone to Syria in recent months have said they believe he's a reformer.\" Clinton was talking about the beliefs of Congress and didn’t \"defend\" Assad, as Wallace put it, instead saying that the use of force that he deployed was more \"than any of us would want to see.\"\nStill, Clinton’s choice to talk about those members’ opinions of Assad without knocking them down suggests she may have found them credible and bolsters Wallace’s claim.\nWallace’s statement is partially accurate but leaves out important details and takes things out of context. We rate the statement Half True.", "vclaim_id": "vclaim-pol-07797"}