{"url": "/factchecks/2010/jun/02/scott-maddox/maddox-says-putnam-double-downed-oil/", "speaker": "Scott Maddox", "vclaim": "After the oil spill, Congressman Adam Putnam \"doubled down saying all energy sources, including oil drilling in the Gulf, should be considered just days after the oil spill started.\"", "truth_label": "half-true", "date": "stated on May 25, 2010 in email to supporters:", "title": "Maddox says Putnam \"doubled-down\" on oil", "text": "Scott Maddox, Democratic candidate for Florida commissioner of agriculture, is trying to portray his Republican opponent, U.S. Rep. Adam Putnam, as supporting oil drilling in the Gulf of Mexico -- despite the recent oil spill.In an e-mail to his supporters, Maddox said:\"While the oil slick has not yet made it to Florida’s shores, it gets closer and closer with every day that goes by. It’s nothing short of a ticking time bomb for our incredible beaches and tourism economy.\"The Florida legislative leaders who pushed for oil drilling in state waters – as close as three miles from our beaches – have even backed off. But not Putnam. He doubled down saying all energy sources, including oil drilling in the Gulf, should be considered just days after the oil spill started.\"\nMaddox's campaign said the email was dated May 25, 2010, but the copy we received was May 27, 2010.\nMaddox, a former Tallahassee mayor, has been using the oil spill -- and his challenge to Putnam to permanently rule out increased drilling -- to draw attention to the race. Maddox's Tallahassee law firm is suing BP and Transocean, which managed the rig, on behalf of fisherman and seafood restaurants.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKendrick Meek\n\n\nstated on April 29, 2010 in an interview on CNN.\n\n\n\n\n\n\n\n\n\"The governor switched his position once again on offshore oil drilling.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • April 30, 2010\n\n\n\n\n\n\n\nMaddox spokesman Steve Vancore pointed to Putnam's efforts to broker a deal on oil drilling in 2006 as evidence that he's been supportive in the past. At that time, he proposed allowing drilling \"as close as 50 miles from shore\" and got 13 other Florida Republicans to sign along, leading to passage in the House, the St. Petersburg Times reported April 2, 2010.\nPutnam's campaign manager Trey McCarley didn't dispute that position but noted that the bill gave important power to the states. They could petition the federal government to allow drilling between 50 and 100 miles from the shore. But if not, a 125-mile ban would be in effect.To back up the new claim from Maddox, Vancore pointed us to an article in the Panama City News-Herald posted on April 24, 2010 -- four days after the rig collapsed -- to show Putnam's support for oil drilling. The article, about Putnam's visit to a paper mill and talk at a GOP dinner, said: \"Putnam said he disagreed with Maddox’s anti-drilling mantra of 'No, baby, no' and that he thought all energy sources should be considered.'The government should avoid picking winners and losers in exploring new energy,' he said. 'I have been generally supportive of opening up those areas, and specifically supportive of opening up those areas that are well off shore.'\"Vancore told us in an email that's a \"double down\" because \"Putnam not only restates his support of drilling but ups the ante by specifically restating his support of drilling in areas that are 'well off shore'. ... He matched his bet when he said he is generally supportive\" of near shore drilling and doubled-down when he said 'specifically supportive' of all others. But in exploring Maddox's claim about Putnam, we find some sleight-of-hand in his timing. There is no dispute that Putnam had supported increased oil drilling in the past and continued to support it a few days days after the initial explosion. But the quotation that Maddox cites that shows Putnam's comment came four days after the accident, before the magnitude of the oil spill was truly known. A look back at the news coverage of the Deepwater Horizon explosion and an AP timeline shows that it took nearly a week after the April 20 rig collapse for it to be clear that a major spill had occurred.On April 23, one of the dominant stories was that the search had ended for the 11 missing workers. At that point, an oil sheen had been reported but no leak detected. In fact, the headline from one AP story on that day was: \"Coast Guard: No oil leak from sunken rig off Louisiana.\" But officials feared \"as much as 336,000 gallons of crude oil a day could be rising from the sea floor nearly 5,000 feet below.\"On April 24 -- the day that Putnam made his statement -- oil was found leaking from the well for the first time but the amount was unknown. Then, in an April 25 AP article, Coast Guard Rear Adm. Mary Landry said \"This is a very serious spill, absolutely.\" By April 28, Coast Guard increased the estimates of the leak from 1,000 to 5,000 barrels of oil a day.By May 2, the large magnitude of the spill was clear. A Miami Herald article May 2 stated that Florida emergency managers \"acknowledged Saturday that the state can't protect every stretch of coastline threatened by an uncontrolled undersea gusher spewing a massive oil slick that has spread across the Gulf of Mexico faster than expected.\" Gov. Charlie Crist warned that Florida could face a catasprophe.On May 3, Maddox held a press conference to attempt to \"shame\" Putnam into preventing expansion of drilling, according to a May 3, 2010 blurb in The Buzz, a blog of the St. Petersburg Times.\"I think it's astounding that four days after the explosion Adam Putnam was reaffirming his position in favor of off-shore and near-shore oil drilling,\" Maddox said. \"The most important thing is that we don't face this type of risk very close to our shores.\" Putnam's campaign replied the same day, according to the May 3 blog: \"I am deeply concerned about the economic and ecological damage the oil spill is causing. Everyone from the president on down has correctly said we should have a thorough investigation of its causes and the lack of preparedness of the industry to respond to a disaster before proceeding with any new exploration.\"By then, Florida politicians were making an about-face on oil drilling -- including Putnam. In a May 3, 2010, statement on his web site he said: \"I am deeply concerned about the economic and ecological damage the oil leak is causing. This is a national disaster. It is clear to every elected official, from the President on down that consideration of any new exploration closer to shore needs to be taken off the table and we need to have a thorough investigation into what happened and the inability of the industry to effectively respond.\"To recap: It's clear that Putnam had long supported an expansion of oil drilling before the spill. And he held the same position on April 24 when he was quoted by the Panama City newspaper. But the magnitude of the spill wasn't clear until a day or two later. Maddox is right about Putnam's comments, but he's playing fast and loose with the timing and his statement is misleading. We find it Half True.", "vclaim_id": "vclaim-pol-14958"}