{"url": "/factchecks/2014/oct/16/mark-shields/shields-gops-2010-statehouse-gains-eased-rules-gun/", "speaker": "Mark Shields", "vclaim": "Republicans \"made it easier to buy a gun\" in states they won in 2010.", "truth_label": "barely-true", "date": "stated on October 10, 2014 in a broadcast of PBS' \"Newshour\":", "title": "Mark Shields: GOP's 2010 statehouse gains eased rules for gun buyers", "text": "If the polls are to be believed, most voters are approaching the upcoming midterm elections with less zest than in the past. Republicans hold the enthusiasm edge over Democrats, but their advantage is about half as big compared to 2010, when they made major gains at the state and federal levels.\nStill, Republicans are poised to do well and liberal columnist Mark Shields warned about the consequences of GOP victories.\n\"When the Republicans swept all these statehouses and state legislatures (in 2010), they did two things,\" Shields said on Oct. 10 on PBS’ Newshour. \"They made it easier to buy a gun and tougher to vote.\"\nThe part about gun purchases caught a reader’s ear and she asked if Shields had it right, so in this fact-check, we see what happened to the laws about buying guns after 2010.\nTo cut to the chase, relatively modest changes took place in few states. But we found no evidence that Republicans across the country made sweeping changes to make it easier to purchase a firearm.\nAccording the National Conference of State Legislatures, 16 states saw at least one legislative chamber or a governorship shift from Democratic to Republican control. Within that group, we found just three instances of new laws that you could say made it easier to buy a weapon.\n(There are examples of states relaxing rules on carrying concealed weapons and the places where guns are allowed, but Shields specifically spoke about it being easier to buy guns.)\nOut of 16 states, only Michigan, Ohio and Florida relaxed some rules on gun purchasing. We'll explain the changes in each state.\nChanges in Michigan, Ohio and Florida\nMichigan emerged from 2010 with Republicans in charge of everything -- the governor’s office and both the House and the Senate. With large majorities in both chambers, they did away with the state system of requiring handgun buyers to get a purchase permit. Until then, a person who wanted to buy a handgun had to correctly answer at least seven out of 10 questions on gun safety. If they managed that, they got a card that they could take to a gun dealer and buy a weapon.\nSteven Howard is a lawyer and firearms expert based in Lansing, Mich. Howard said doing away with the purchase permit made little difference.\n\"The Brady background check remained in effect,\" Howard said. \"If you didn’t pass the Brady test, they didn’t sell you the gun.\"\nBut on a gun owner’s online discussion board, the end of the purchase permit was well received. A Michigan user called \"Mike the Greek\" was surprised to see notice of the relaxed rules in the window of his local gun store. \"Not sure if this is everywhere,  but it sure makes it easier for some people to buy!\" he wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nLooking around at other states, according to records kept by the Law Center to Prevent Gun Violence, Ohio passed a law in 2011 that allowed people convicted of misdemeanor drug offenses to purchase firearms. In the midterm election, Republicans had taken the governor’s office and the Ohio House.\nIn Florida, where the governor’s office also changed hands (from an independent to a Republican), counties were barred from imposing their own waiting periods on firearm purchases. (Most of the discussion in creating the Florida law was centered around where people could carry weapons, not about purchasing firearms.)\nExperts on both sides agree\nLaura Cutilletta is senior staff attorney at the Law Center to Prevent Gun Violence. Cutilletta said there was no significant easing of gun buying rules.\n\"There were certainly some laws that affect purchase, but they are not the majority by any means,\" Cutilletta said.\nJoseph Olson, a retired professor of law at Hamline University, and former board member of the National Rifle Association, also saw little change.\n\"A few states made it more difficult in some instances but almost all states did nothing regarding this issue,\" Olson said.\nErich Pratt, director of communications for Gun Owners of America, told us the same thing.\nA couple of notes:\n• In 2012, Virginia repealed the restriction against the purchase of more than one handgun in a 30-day period. However, 2010 had no effect on the party balance of power in Virginia.\n• A review of state gun laws passed after the December 2012 shootings in Newtown, Conn., found that states with full Republican controll accounted for nearly three quarters of the changes that enhanced gun rights, mainly easing the rules for carrying weapons. But again, those change are distinct from the rules for buying a gun.\nOur ruling\nShields said that when Republicans took control of state legislatures in 2010 they made it easier to buy a gun. Out of 16 states won by the GOP, three passed laws that relaxed the rules for some gun buyers. The experts we reached said the changes were modest and not as widespread as Shields implied.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07134"}