{"url": "/factchecks/2016/jul/20/donald-trump-jr/donald-trump-jr-wrong-hillary-clinton-proposing-de/", "speaker": "Donald Trump Jr.", "vclaim": "Says Hillary Clinton is proposing \"destroying Medicare for seniors.\"", "truth_label": "false", "date": "stated on July 19, 2016 in a speech at the Republican National Convention in Cleveland:", "title": "Donald Trump Jr. wrong that Hillary Clinton is proposing to destroy Medicare", "text": "Speaking at the Republican National Convention in Cleveland, Donald Trump Jr. touted his father, the newly anointed GOP presidential nominee, as someone who would be able to do a better job on health care than his rival, Hillary Clinton.\nHe said his father would be \"a president who will repeal and replace Obamacare without leaving our most vulnerable citizens without health care, and who will do it without destroying Medicare for seniors, as Hillary Clinton has proposed.\"\nGiven how popular the single-payer health care program for seniors is, it was pretty obvious to us that Clinton wouldn’t have put the proposal \"destroy Medicare\" on the issues page of her website. (We were right on that one.)\nStill, we wondered whether there is any plausible interpretation of her actual Medicare policy proposals in which they could end up \"destroying Medicare for seniors.\" We didn’t hear back from the Trump campaign about what Donald Trump Jr. meant, but we took a look for ourselves.\nFirst, let’s review Clinton’s agenda for Medicare.\nOn her issues page, the word \"Medicare\" comes up twice. First, Clinton said she would \"explore cost-effective ways to make more health care providers eligible for telehealth reimbursement under Medicare and other programs.\"\nThat’s a fairly limited program, as well as relatively non-controversial and unlikely -- even in a worst-case scenario -- to endanger the program’s future, said Sherry Glied, a health policy specialist at New York University’s Robert F. Wagner Graduate School of Public Service.\nThe second reference to Medicare on Clinton’s issue page is more sweeping -- to \"support letting people over 55 years old buy into Medicare.\"\nCurrently, you need to be 65 to get coverage under Medicare. Under Clinton’s proposal, people up to 10 years younger than that could sign up for the program if they wanted to.\nHealth care experts told PolitiFact that this proposal comes with challenges, but that even if worst came to worst, the idea seems unlikely to jeopardize the program’s continued existence for its core membership of those 65 and older.\n\"There have been lots of proposals of this type in past and not much concern about the effects on traditional Medicare, assuming premiums are set correctly,\" Glied said. She said the nonpartisan Congressional Budget Office last analyzed a proposal of this sort in December 2008 and \"raised no concerns about effects on the program as a whole.\"\nA. Bowen Garrett, a senior fellow at the Urban Institute’s health policy center, agreed that the eventual fine print in Clinton’s proposal is going to matter, because in any program that’s optional, there’s a risk that it could attract a relatively small and less healthy pool of beneficiaries who could force premiums upward.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nStill, Garrett said, \"I do not see why that would necessarily harm the program\" in the way Donald Trump Jr. meant it.\nIndeed, in the fight to craft the Democratic platform, Clinton’s allies managed to defeat a more sweeping proposal backed by Bernie Sanders to cover all Americans through a Medicare-style single-payer system.\nAfter the proposal was defeated, several experts -- including some who are sympathetic to the idea of expanding health insurance coverage --  told Kaiser Health News that the Sanders approach that Clinton defeated was disruptive enough to have actually put the program at risk.\n\"It’s hard to be nimble\" when a system gets that big, Ezekiel Emanuel, who advised Obama on crafting his signature health care law, told the publication. \"No organization in the world does anything for 300 million people and does it efficiently.\"\nPrinceton University health policy expert Paul Starr, a onetime adviser to President Bill Clinton, concurred that \"to try to do it in one fell swoop would be massively disruptive,\" according to Kaiser Health News.\nOther health care specialists told PolitiFact that Donald Trump Jr.’s statement is vastly overheated.\n\"There is nothing in her proposals that would destroy Medicare or harm present or future beneficiaries,\" said John Rother, the president and CEO of the National Coalition on Health Care and the former executive vice president for policy at AARP -- the seniors’ group that would presumably be at most direct risk if Medicare collapsed. Clinton is urging \"changes, yes, quite a few. But nothing that would harm the program or those it serves.\"\nRena M. Conti, a health policy specialist at the University of Chicago, agreed.\n\"Nothing I am aware her saying to date would imply that she aims to dismantle the current Medicare program or take away benefits that seniors currently enjoy or bankrupt the trust fund that is used to finance some current Medicare benefits for seniors,\" she said.\nOur ruling\nDonald Trump Jr. said Clinton is proposing \"destroying Medicare for seniors.\"\nClinton is certainly not proposing that in a literal sense, and experts we contacted agreed that her actual policy proposals -- especially making Medicare an option for those between 55 and 65 -- were ambitious but were hardly a dagger at the heart of the program. We rate the claim False.\nhttps://www.sharethefacts.co/share/9f004f69-1547-4e54-a877-a2ba06f7153f", "vclaim_id": "vclaim-pol-04660"}