{"url": "/factchecks/2012/aug/31/crossroads-gps/crossroads-says-state-spending-increased-under-tim/", "speaker": "Crossroads GPS", "vclaim": "\"When Tim Kaine was governor, spending soared, blowing holes in the budget every year.\"", "truth_label": "barely-true", "date": "stated on August 8, 2012 in a TV ad.:", "title": "Crossroads says state spending increased under Tim Kaine, causing budget shortfalls", "text": "Crossroads GPS, a conservative advocacy group, has been airing a TV ad accusing Democrat U.S. Senate candidate Tim Kaine of being a big spender.\n\n\"When Tim Kaine was governor, spending soared, blowing holes in the budget every year,\" the commercial begins. There’s a grainy picture of of the former governor on the screen with the words, \"Tim Kaine’s Record: Spending Up $5 Billion.\"\n\nThe ad cuts against the image Kaine claims as a taskmaster who slashed spending when he was governor from 2006 to 2010 to balance the state budget during the Great Recession. Kaine has often compared his fiscal record to that of his opponent, Republican George Allen, whom he criticizes for casting votes in the U.S. Senate that expanded the nation’s debt.\n\nFact-checking Crossroads’ statement requires us to make two determinations: 1) Did spending soar under Kaine and, if so; 2) Did increased spending create holes, or revenue shortfalls, in the budget each year of Kaine’s administration?\n\nDid spending soar under Kaine?\n\nNate Hudson, a spokesman for Crossroads, said the super PAC got its $5 billion figure from the 2009 Comprehensive Annual Report conducted by the Virginia Department of Accounts. Hudson pointed to a table that shows \"general government expenditures\" were $25.3 billion when Kaine took office midway through the fiscal year that started July 1, 2005. The chart shows spending rose to $30.4 billion during the budget year that began July 1, 2008.\n\nThe total increase in spending during those three years comes to $5.1 billion.\n\nBut the DOA report is not a good source for computing state spending, according to Secretary of Finance Ric Brown. It is an audit of most -- but not all -- government revenues and expenditures.\n\nSo we turned to the actual budgets under Kaine.\n\nWhen Kaine became governor, the total state budget was $32 billion. It rose to $37.1 billion in during fiscal 2008-09, the last year Crossroads counted. Under this measure, total spending increased by $5.1 billion -- the same figure in the auditing report.\n\nThis, however, is a conservative tally. Crossroads does not count the final $37.9 billion budget that was approved while Kaine was in office and went into effect on July 1, 2009. When we include it, the total increase in spending comes to $5.9 billion. That’s an 18.4 percent rise in raw- dollar outlays over four years; 9 percent when adjusted for inflation. Total spending during the terms of the six governors before Kaine rose by an average of 32.1 percent in raw dollars; 16.1 percent when adjusted for inflation.\n\nAs we’ve noted before, judging governors by overall spending may be unfair. That’s because more than half of the state’s outlays over the last three decades have come from the non-general fund, over which governors have little or no control.\n\nRoughly two-thirds of the fund consists of earmarked federal grants, tuition payments set and received by state colleges and medical fees set and received by state hospitals. The rest comes from a variety of taxes earmarked for transportation, the sale and rent of state properties, interest on accounts, unemployment compensation taxes paid by employers and payments from a 1998 legal settlement with tobacco companies.\n\nA cleaner measure of a governor’s fiscal record comes from examining the general fund, which supports public education, health and public safety. It’s mostly supported by state income and sales taxes over which a governor has strong influence.\n\nKaine, in promoting his record as a budget slicer, refers to cuts he made to the general fund. We recently rated as True his claim that the general fund shrank during his governorship; it stood at $15.1 billion at the start of his administration and dropped to $14.8 billion at the end. That’s a 2 percent decrease. Under the six governors before Kaine, the general fund grew by an average 33.8 percent.\n\nKaine’s success in cutting the general fund, however, relied in part on the growth of the non-general revenues. Towards the end of his administration, the non-general fund was boosted by $2.4 billion in federal stimulus money to help Virginia get through the recession. About $1.5 billion of it was used to support general fund programs.\n\nIn addition, state general fund support for higher education was $80 million a year less at the end of Kaine’s term than it was at the beginning. State colleges and universities more than made up the difference with tuition and fee hikes totaling $474 million, which accrued to the non-general fund.\n\nThere are two key points to keep in mind in considering Crossroads’ statement that spending soared under Kaine: 1) All of the increase took place in the non-general fund over which governors have little or no control, and; 2) The increase in total state spending during Kaine’s term was roughly half the average of the six governors who preceded him.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nDid the spending increase cause budget shortfalls?\n\nKaine, as we’ve noted, became governor in January 2006, midway through a fiscal year. The budget he inherited closed out with a $1.6 billion surplus on June 30, 2006.\n\nTrouble began the next year, as Virginia and the nation began to slide into a deep recession that ran from December 2007 to June 2009. Revenues from income and sales taxes began to dip, creating general fund shortfalls in each of the four final budgets during Kaine’s term.\n\nAgain, all of the shortfalls occurred in the general fund budget -- which the governor and the General Assembly fully control.\n\nIn fiscal 2007, state revenues began falling off. That year, revenues fell short by $300 million. In fiscal 2008, there was as $641 million shortfall. The next year, Kaine and the General Assembly faced a $1.8 billion revenue gap, followed by a $4.5 billion shortage at the end of Kaine’s term in early 2010.\n\nThe cumulative total of the shortfalls over the final four budgets was about $7.2 billion. Kaine and the General Assembly -- constitutionally required to keep the state budget balanced -- took many steps to close the gap. They cut funding to education, health and public safety programs. They withdrew about $900 million from the state’s emergency reserve fund, transferred funds through complicated bookkeeping maneuvers and -- as we said before -- used $1.5 billion of federal stimulus money to help support general fund services.\n\nVirginia was hardly the only state in distress during the recession and its aftermath. Data from the National Association of State Budget Officers shows 13 states faced shortfalls in 2008, 43 in 2009 and 39 in 2010.\n\nBut here’s where Crossroads’ ad claim unravels: There’s no connection between the overall rise in the state budget under Kaine and the revenue shortfalls he faced.\nAll of the increase in spending occurred in the non-general fund, over which governors have little or no control. As we mentioned, money in this fund mostly comes from federal grants, college tuition payments, state hospital fees and several Virginia taxes dedicated to transportation.\n\nOn the flip side, all of the shortfalls occurred in a different portion of the budget supported by a separate set on revenues. The problems were in the general fund, which is largely supported by by state income and sales taxes which pay for schools, public safety and health programs.\n\nOur ruling\n\nCrossroads said, \"When Tim Kaine was governor, spending soared, blowing holes in the budget every year.\" Let’s sum up our two-part test for fact-checking this claim:\n\n1. Did spending soar under Kaine? The total state budget went up by $5.9 billion during Kaine’s term, representing an 18.4 percent increase increase in raw dollars and 9 percent rise adjusted for inflation. Kaine had little control over the growth, which was largely the result of increases in federal grants, college tuition and fees charged by state hospitals. Overall spending did increase under Kaine; whether it \"soared\" is a matter of opinion. The total budget under Kaine increased at half the average rate of the six governors who preceded him.\n\n2. Did spending growth cause the shortfalls? The answer is no. All of the budget growth occurred in the non-general fund and were largely the result of actions by the federal government and state universities. All of the shortfalls occurred  in the general fund that depends on a separate set of revenues to pay for public education, public safety and health programs. Lower-than-expected receipts from Virginia’s sales and income taxes blew holes in the general fund -- a blight that afflicted all but a few states at the end of the recession. Virginia’s general fund decreased during Kaine’s term.\n\nSo there is an element of truth in the first part of the statement. But Crossroads fails to establish a critical link between the spending increase and the revenue deficits. As a result, the claim is misleading and we rate it Mostly False.", "vclaim_id": "vclaim-pol-10471"}