{"url": "/factchecks/2018/apr/27/gavin-newsom/gavin-newsoms-false-claim-he-was-first-take-nra-an/", "speaker": "Gavin Newsom", "vclaim": "Gavin Newsom was \"the first to take on the National Rifle Association and win.\"", "truth_label": "false", "date": "stated on April 23, 2018 in in a campaign ad:", "title": "Gavin Newsom’s False claim he was ‘first to take on the NRA and win’", "text": "In 2016, the Democrat and frontrunner in the race for California governor led the passage of Proposition 63. The voter-approved measure imposed background checks on ammunition purchases and required a state license to sell ammunition, among other provisions. Gun rights groups opposed it.\nBut did that effort qualify Newsom as \"the first to take on the National Rifle Association and win\"? That’s one of the claims in a new TV ad that aired statewide this week and was paid for by Newsom’s campaign.\n\nHere’s the full text:\n\"The LA Times called Gavin Newsom ahead of the pack, from gay marriage to gun control. The first mayor to recognize marriage equality. The first to provide healthcare to every resident. The first to take on the National Rifle Association and win. The one candidate with a record of bold leadership and bold results. It’s why Kamala Harris, teachers, nurses and firefighters support Gavin Newsom for governor. Courage for a change.\"\nIn an article earlier this week, we took a broad look at the claims in Newsom’s TV ad, a 30-second spot called \"First.\" We also examined claims in a separate TV ad supporting former Los Angeles mayor and candidate for governor Antonio Villaraigosa.\nWith this fact check, we’ll take a deeper look at the claim Newsom was \"the first to take on the National Rifle Association and win.\"\nHaven’t other California politicos taken on the NRA and won?\n'Hardly the first'\nIn a column for CALmatters, Dan Morain summarized efforts by other Californians who pushed for gun safety measures — decades before Newsom. We used that summary as a guide and inspected additional gun control efforts in the state.\nAs noted by Morain, Newsom was \"hardly the first California big city politician to take on the NRA.\".\nSherry Bebitch Jeffee, professor of public policy at USC, added the claim about Newsom being \"first,\" doesn’t hold up to the facts.\n\"California’s been at the forefront of the gun control movement for a very long time,\" Jeffee said.\nHere’s a look at earlier efforts by prominent California politicians:\nDianne Feinstein\nIn 1983, then-San Francisco Mayor Dianne Feinstein defeated an NRA-supported recall, Morain noted. The recall started after Feinstein backed a failed statewide initiative to regulate handguns.\nFeinstein’s signature gun control measure came two years into her career in the U.S. Senate. She introduced and helped pass the now-expired 1994 federal assault weapons ban, which was also opposed by the NRA.\nTom Bradley\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nIn 1989, then-Los Angeles Mayor Tom Bradley signed a city ordinance that banned the sale or possession of semi-automatic weapons. Morain described that as \"as a landmark bill at a time when the NRA was able to win elections in California.\"\nAntonio Villaraigosa\nVillaraigosa also has gun control credentials. In 1999, then-Assembly Speaker Villaraigosa helped pass a statewide assault weapons ban, though he did not author it.\n\"The time is now to ban assault weapons,\" he was quoted as saying in a San Francisco Chronicle article at the time. \"It is time to use the power of the Legislature to say with one loud voice that we should all move beyond Columbine.\"\nLuis Vizcaino, a spokesman for Villaraigosa’s campaign for governor, described the former LA mayor’s gun control efforts in a statement to PolitiFact California:\n\"Mayor Villaraigosa has been taking on the NRA throughout his career. Under his speakership, California passed some of the boldest gun control measures in the country, including what was at the time the toughest assault weapons ban in the nation and greater oversight of gun shows -- all of which was vigorously opposed by the NRA.\"\nMore from Newsom\nNewsom’s gun control history isn’t limited to 2016. During his time as San Francisco's mayor, Newsom signed into law the voter-approved Proposition H in 2005. It outlawed citizens from possessing handguns and prevented the manufacture, sale and distribution of guns and ammunition in the city. However, it was struck down by a San Francisco Superior Court judge less than a year after it was passed.\nIn a phone interview earlier this week, Newsom’s campaign spokesman Nathan Click expanded on the claim that Newsom was \"the first to take on the National Rifle Association and win.\"\nHe clarified that it was intended to show Newsom was the \"first person in California history to propose and pass a statewide ballot measure strengthening gun safety laws.\"\nAs the claim is made in the ad, text appears showing a headline \"Newsom Fights The NRA Over Gun Control.\" This appears to be a reference to an October 2017 Los Angeles Times news article with a similar headline. It describes Newsom’s request that a federal judge lift an order that blocked Proposition 63’s ban on large-capacity ammunition magazines. We didn’t find any information in the article or elsewhere showing Newsom’s argument swayed the judge to lift the order.\n\"When you’re trying to convey a series of ideas in 30 seconds, you’re limited by the format,\" Click added.\nHe said the ad did not intend to discount earlier accomplishments by other California politicians.\nWhile that’s helpful, PolitiFact places ratings on the original statements, not revisions or clarifications.\nOur ruling\nA TV advertisement by the Gavin Newsom for Governor campaign claimed Newsom was \"the first to take on the National Rifle Association and win.\"\nThe claim, however, ignores major gun control measures passed by California politicians from U.S. Senator Dianne Feinstein to former Los Angeles mayors Tom Bradley and Antonio Villaraigosa, in the face of NRA opposition.\nNewsom’s campaign spokesman said the claim in the ad was meant to convey a more specific accomplishment, showing Newsom as the first to push through a statewide gun safety ballot measure. We’re not challenging that statement.\nBut we rate the original claim as False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE: The Newsom campaign says it has not pulled its \"First\" TV ad that includes the claim PolitiFact California rated False. A spokesman told us after our fact check published that the campaign is running a separate TV ad that omits the claim in question but was produced back in February, and not in response to any factual concerns. We wrote an article here to clarify that there are two Newsom TV ads. \n \n Share the Facts 2018-04-27 21:38:12 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Gavin Newsom was \"the first to take on the National Rifle Association and win.\"    Gavin Newsom  Candidate for California governor https://www.facebook.com/GavinNewsom/videos/10156478850798117/    Monday, April 23, 2018 2018-04-23    Read More  info", "vclaim_id": "vclaim-pol-02136"}