{"url": "/factchecks/2018/jul/11/donald-trump/trump-falsely-claims-nato-countries-owe-united-sta/", "speaker": "Donald Trump", "vclaim": "\"Many countries (in NATO) owe us a tremendous amount of money for many years back, where they’re delinquent, as far as I’m concerned, because the United States has had to pay for them.\"", "truth_label": "false", "date": "stated on July 11, 2018 in the NATO summit:", "title": "Trump falsely claims NATO countries owe United States money for defense spending", "text": "During a bilateral breakfast with NATO Secretary General Jens Stoltenberg, President Donald Trump blasted the alliance’s other members over lagging contributions to NATO’s joint defense spending.\n\"Many countries are not paying what they should,\" Trump said. \"And, frankly, many countries owe us a tremendous amount of money for many years back, where they’re delinquent, as far as I’m concerned, because the United States has had to pay for them.\"\n.@POTUS: \"Many countries are not paying what they should and frankly many countries owe us a tremendous amount of money.\" pic.twitter.com/ahsFiwEX8r— FOX Business (@FoxBusiness) July 11, 2018\n\nThis was not the first time Trump has demanded that NATO countries contribute more to the military alliance, and we have fact-checked similar statements before.\nBut the sweeping nature of this claim inspired us to take another look at one of the president’s oft-repeated complaints. As it turns out, Trump’s statement shows a misunderstanding of the way NATO spending works. Other member countries do not owe the United States or NATO any money.\n‘Many countries are not paying what they should’\nFormally the North Atlantic Treaty Organization, NATO was established in 1949 for the purpose of providing collective security against Soviet aggression and expansion. Ten European nations signed on to the original agreement along with the United States and Canada.\nIn signing the treaty, the original members agreed that \"an armed attack against one or more of them … shall be considered an attack against them all\" to which each member would respond by taking \"such action as it deems necessary, including the use of armed force.\"\nNATO has swelled to 29 member countries with the stated purpose \"to guarantee the freedom and security of its members through political and military means.\"\nAs of 2014, NATO’s collective agreement instructed member countries to spend 2 percent of their gross domestic product on defense by 2024. According to NATO’s most recent report detailing members’ defense expenditures, only five countries currently satisfy that threshold: the United States, Greece, the United Kingdom, Estonia and Latvia.\nBut other countries still have several years to reach the target commitment, and for those experiencing significant economic growth, increases in defense spending may take some time to reflect change to the share of GDP.  \nDaniel Benjamin, a senior fellow at the Brookings Institution and professor at Dartmouth College with an expertise in foreign policy and security, noted that \"the trend lines are going in the right direction\" for many countries that are underspending at the moment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n‘Many countries owe us a tremendous amount of money’\nThe White House did not respond to a request to clarify this point. Several experts explained that the president was likely referring, albeit incorrectly, to the commitment to devote 2 percent of GDP to defense spending.\n\"It most certainly is not true, as the president has suggested repeatedly, that other NATO countries owe us money,\" said Christopher Preble, vice president for defense and foreign policy studies at the Cato Institute. \"The 2 percent figure refers to what each country spends on its defense, as a share of that country’s GDP. It does not imply owing the U.S. anything.\"\nNATO countries do not pay money to a broad NATO defense budget. NATO defense spending is \"not money that is going to be put in some kitty at NATO,\" Benjamin said.\nIn reality, each country determines its own level of military spending, said Ivo Daalder, president of the Chicago Council for Global Affairs and the former U.S. ambassador to NATO under former President Barack Obama.\n\"No one owes us any money,\" Daalder said. \"Nor is the U.S. spending more because allies are spending less ... our defense spending is a national decision and is determined by our national security and defense needs.\"\n\"Countries falling short means not that they owe anyone money, but that countries have weaker militaries than we would like,\" added Stephen Saideman, a professor at Carleton University's Norman Paterson School of International Affairs. \"NATO is not a country club.\"\nPreble also noted that a more specific remark might have been slightly more accurate.\n\"If Donald Trump was claiming that the United States needed to spend more on the Pentagon because we have obligations under NATO to come to others’ defense, and those obligations are more onerous and thus costly because others are not spending enough on their defense, that would be more accurate,\" Preble said. \"But he’s not saying that.\"\nThe United States does pay for approximately 22 percent of a small, commonly-funded budget that concerns civilian and some military expenses, Daalder noted. That budget, which is less than $5 billion, is funded by all NATO members based on a cost-sharing formula that considers gross national income and other factors.\nBut Daalder said \"no one is in arrears or delinquent on any payments\" for that budget, either.\nOur ruling\nTrump said that \"many countries owe us a tremendous amount of money for many years back.\"\nNATO members agreed to contribute at least 2 percent of their country’s GDP toward defense by 2024, but that defense spending does not take the form of payments to the United States or the alliance as a whole.\nWe rate this statement False.\n Share the Facts 2018-07-11 21:55:47 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Many countries (in NATO) owe us a tremendous amount of money for many years back, where they’re delinquent, as far as I’m concerned, because the United States has had to pay for them.\"    Donald Trump President of the United States https://www.whitehouse.gov/briefings-statements/remarks-president-trump-nato-secretary-general-jens-stoltenberg-bilateral-breakfast/   at the NATO summit Wednesday, July 11, 2018 2018-07-11    Read More  info", "vclaim_id": "vclaim-pol-01871"}