{"url": "/factchecks/2011/oct/14/robert-kraig/health-care-advocate-says-wisconsin-bill-would-giv/", "speaker": "Robert Kraig", "vclaim": "Wisconsin bill \"grants drug companies and medical device manufacturers immunity from injuries and deaths caused by their products.\"", "truth_label": "mostly-true", "date": "stated on October 3, 2011 in a news release, blog:", "title": "Health care advocate says Wisconsin bill would give drug makers immunity from lawsuits over injury or death", "text": "When Wisconsin Gov. Scott Walker called state lawmakers into special session on Sept. 28, 2011, he touted two dozen legislative initiatives he said would put Wisconsin back to work.\n\nReiterating his campaign promise to create 250,000 private-sector jobs, the Republican governor asserted that more than anything else, \"employers and workers want a sense of certainty.\"\n\nHealth care advocate Robert Kraig, executive director of Citizen Action of Wisconsin, was certain he didn’t like what he saw in some of the bills on the table.\n\nKraig’s Milwaukee-based group describes itself as a coalition that works to \"advance progressive values and shape the public and political debate around health care, economic development and consumer protection.\"\n\nIn a news release and in a blog post on Oct. 3, 2011, Kraig said several bills were \"masquerading as job-creation measures which damage the civil justice rights of consumers who are injured by corporate malfeasance\" -- in other words, curbing the rights of injured people to sue.\n\n\"Shockingly,\" Kraig added, \"one bill in the current session dangerously grants drug companies and medical device manufacturers immunity from injuries and deaths caused by their products.\"\n\nImmunity from lawsuits -- even in cases of injury and death?\n\nThe bill Kraig criticized was proposed by Sen. Rich Zipperer, R-City of Pewaukee.\n\nAs long as a drug or device is approved by the U.S. Food and Drug Administration, the manufacturer or seller of that drug or medical device would be immune from liability, according to the non-partisan Legislative Reference Bureau.\n\nZipperer spokewoman Hannah Huffman said, however, that there are exceptions.\n\nImmunity would not apply if FDA approval were gained through fraud, she said. And although manufacturers could not be sued for a defect in the design of a drug or device if the design had been approved by the FDA, the manufacturer could be sued if it failed to follow the design in the manufacturing process, she said.\n\nDiana Zuckerman, president of the National Research Center for Women & Families in Washington, D.C., told us she believes the immunity bill would apply to all drugs but perhaps not to all medical devices. Zuckerman, who has done research on the FDA approval processes, said it would depend on how the word approved is interpreted in the bill. Every year, only about 3 percent of new medical devices gain FDA approval, while the rest are \"cleared\" under a less-stringent process by the agency, she said.\n\nSo, Zipperer’s bill gives broad immunity, with some exceptions, to drug makers but perhaps less immunity to device makers.\n\nWe asked Kraig for evidence to back what essentially was a blanket statement that the bill \"grants drug companies and medical device manufacturers immunity.\"\n\nKraig initially said his statement was \"over broad and should have included the qualification that this bill covers drugs and medical devices approved by the FDA.\"\n\nLater he argued the statement was fair because most people, when they hear a reference to drug makers or medical device manufacturers, would understand that those companies make products that in the vast majority of cases must be approved by the FDA.\n\nKraig also argued that the bill is dangerous because in recent years the FDA’s regulatory powers have been weakened and therefore its approval of a drug or device does not provide as much protection as it once did.\n\nAs evidence, he cited a report that is critical of a Michigan law that gives immunity to drug manufacturers and that Kraig said is similar to the drug manufacturers part of the Wisconsin’s bill. And he cited a national report on problems people encountered after using drugs and medical devices that had received FDA approval.\n\nBut arguing a bill is unnecessary or unwise does not get at the question we are examining: Whether the bill does what Kraig said it does in terms of immunity.\n\nOur conclusion\n\nKraig said a bill proposed by a Wisconsin lawmaker \"grants drug companies and medical device manufacturers immunity from injuries and deaths caused by their products.\" He acknowledged that his statement was \"over broad,\" in that immunity applies only when FDA approval has been granted.\n\nThe bill doesn’t give blanket protection to drug and device makers. But its primary intent is to give them immunity, with some exceptions.\n\nWe rate Kraig’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-12268"}