{"url": "/factchecks/2012/mar/01/barack-obama/obama-says-us-has-record-number-oil-rigs-operating/", "speaker": "Barack Obama", "vclaim": "The U.S. has a \"record number of oil rigs operating right now – more working oil and gas rigs than the rest of the world combined.\"", "truth_label": "half-true", "date": "stated on February 23, 2012 in a speech in Miami:", "title": "Obama says the U.S. has a “record number of oil rigs\" and \"more working oil and gas rigs than the rest of the world”", "text": "President Barack Obama came to the University of Miami to talk about energy, and with Republicans attacking him over a recent spike in gas prices, Obama attacked back.  \n\n\"Only in politics do people root for bad news, do they greet bad news so enthusiastically. You pay more; they’re licking their chops,\" Obama told the college crowd on Feb. 23, 2012.\n\n\"You can bet that since it’s an election year, they’re already dusting off their 3-point plan for $2 gas. And I’ll save you the suspense. Step one is to drill, and step two is to drill. And then step three is to keep drilling,\" he said.\n\nObama said we can’t drill our way to lower gas prices, but then he touted current production underway.\n\n\"Now, we absolutely need safe, responsible oil production here in America. That’s why under my administration, America is producing more oil today than at any time in the last eight years. That’s why we have a record number of oil rigs operating right now – more working oil and gas rigs than the rest of the world combined.\" \n\nPolitiFact rated Obama’s statement about production being at an eight-year high as Mostly True. Here, we wanted to explore if the U.S. has a record number of oil rigs in operation and more working oil and gas rigs than the rest of the world combined.\n\nFor this report, we're focusing only on the accuracy of Obama's numbers, not whether his administration gets the credit. We should also note that Obama made similar, though not identical remarks a week later in Nashua, N.H. Here, we're looking at his remarks in Miami.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nRecent rig counts in the U.S. and abroad\n\nTo define our terms: A rig rotates the drill pipe from the surface to drill a new well to explore for, develop and produce oil or natural gas, according to Baker Hughes, an oilfield services company.\n\nBaker Hughes has done rig counts for decades and does a weekly count of oil and natural gas rigs in the U.S. and Canada. (In fact, when we posed our question to the U.S. Energy Information Administration, they pointed us to Baker Hughes.)\n\nAccording to Baker Hughes, there were 1,994 rigs in the U.S. and 705 in Canada as of Feb. 17, 2012. The company also conducts a monthly census for active drills outside of the U.S. and Canada. In January 2012, that number was 1,171.\n\nUsing those numbers, Obama is right, but there’s a big catch here: Due to the difficulty of data collection, Baker Hughes does not count rigs drilling in Russia or onshore China.\n\nSince Russia and China are such large countries, we contacted experts in the oil industry to ask if including Russia and China could potentially outweigh U.S. rigs.\n\n\"I personally suspect the international count is higher, but it is difficult to say definitively based on the available information,\" said Richard Mason, who works for the publication Hart Energy Digital, in an email. \"However, the last numbers I saw out of Russia, which are 18 months old, had more than 1,000 rigs active, which would push the international total above the U.S., even without China.’’\n\nKurt Abraham, executive editor of World Oil, another energy publication, said he also believes the international rig count would be higher if Russia and China were included. He cited a report from a Chinese state-owned company that manufactures rigs and rig equipment that shows more than 1,000 land rigs.\n\nSo Obama’s statement is supported by collected data, but that data undercounts the true number of international rigs.\n\nHistorical data on rigs\n\nNow, what about the other half of Obama’s claim that we have a \"record number of oil rigs\"?\n\nObama here is counting only oil rigs, not oil and gas rigs, an important distinction.\n\nNews reports in February 2012 stated that the U.S. had hit a record number of oil rigs at 1,272, the most since Baker Hughes separated oil rig and gas rig data in 1987. The U.S. Energy Information Administration shows that 2011 was a record year since data was collected solely on oil rigs starting in the late 1980s.\n\nThe problem here is that much of the data before 1987 combines oil and gas rigs, and some of the counts are much higher than the current total of oil rigs alone. The EIA’s historical rig data shows a high of 4,521 rigs in 1981. Baker Hughes showed a record rig count of 4,530 recorded on Dec. 28, 1981.\n\nThe experts we consulted said it’s possible that 1981 was the record year for oil rig counts. We reviewed various estimates that suggested that could be the case.\n\n\"In my mind, 1981 probably was the peak,\" said Raoul LeBlanc of PFC Energy, a consulting firm to industry and investors.\n\nBut LeBlanc and other experts said rig counts going back that far can be deceptive.\n\n\"Those rigs were different rigs than they are today. The ones today are more powerful and can do more and drill more wells and drill them faster,\" LeBlanc said.\n\nAnother catch is that the industry arbitrarily assigns rig data to oil or gas; in reality, there can be overlap, with natural gas production coming from oil wells, said Mason of Hart Energy Digital.\n\nFinally, strictly comparing the number of rigs doesn’t tell the full picture of how much oil is being produced, said University of Texas Chair of the Department of Petroleum and Geosystems Engineering Tadeusz W Patzek.\n\n\"If one looks at an average oil and gas well productivity in Texas and elsewhere in the U.S., it has been declining for several years, and this is a clear warning sign that even with more rigs that are more efficient, we will get less incremental oil (and gas) per rig and per day,\" he wrote in an email.\n\n\"One prolific offshore well, like the Macondo well, is equivalent to dozens of low productivity wells in the Bakken shale. So one rig in an offshore environment brings as much oil as several rigs onshore.’’\n\nStill, whatever the causes, domestic drilling is definitely on the upswing.\n\n\"The substance of the president's comments, that we are currently involved in one of the most aggressive efforts to pursue energy production domestically, is a generally accurate description of what's happening in our domestic market,\" Mason said.\n\nOur ruling\n\nObama made two claims here, and neither one is simple to dissect.\n\nObama’s claim that the U.S. has \"more working oil and gas rigs than the rest of the world combined\" is borne out by the best available data. But that data doesn’t tell the full picture because it excludes China and Russia, where getting accurate rig counts is difficult. \n\nObama also said that we have a \"record number of oil rigs operating right now.\" That’s true if Obama starts the clock in 1987, but it’s possible that 1981 may have been the record. Again, we can’t say for sure, because record-keeping is incomplete.\n\nHe’s right that that the United States is in the midst of a strong effort to increase domestic energy production, but we found evidence that undercuts the literal accuracy of his claims. So we rate this statement Half True.", "vclaim_id": "vclaim-pol-11515"}