{"url": "/factchecks/2012/sep/07/barack-obama/obama-says-budget-plan-cut-deficits-4-trillion/", "speaker": "Barack Obama", "vclaim": "Says his budget plan \"would cut our deficits by $4 trillion.\"", "truth_label": "half-true", "date": "stated on September 6, 2012 in a speech at the Democratic convention:", "title": "Obama says his budget plan will cut deficits by $4 trillion", "text": "Editor’s note: After we published this item, we were alerted that our description of the position of the Committee for a Responsible Federal Budget contained incomplete information. We reviewed that description, interviewed the committee’s staff again, made changes, and re-published our report on Sept. 19, 2012. The text of our original report is archived here. The ruling remains Half True.\n   \nRepublicans have used the government’s growing deficits as a cudgel to drive Democrats out of office. The strategy worked well in 2010 and, with the nation’s total debt having hit $16 trillion, they are using it again.\n   \nDemocrats say they, too, are working to reduce the deficits. In his speech at the Democratic convention, Barack Obama said he will put the country on a path to better fiscal health. He spoke of the choice this election offers voters and said \"You can choose a future where we reduce our deficit without wrecking our middle class.  Independent analysis shows that my plan would cut our deficits by $4 trillion.\"\n   \nThe president made the same claim in a television ad. We rated it Half True.\n   \nThe independent analysis the Obama campaign relied on back then came from the Center for Budget and Policy Priorities, a left-leaning think tank. Looking at a 10-year horizon, the center estimated that the president’s combination of spending cuts and tax increases would lower deficits by $3.8 trillion over the decade. That total included $1.7 trillion in reductions that the president and Congress agreed to in 2011.\n   \nAccording to the center, about 46 percent would come from higher revenues; about 54 percent of the reductions would come through spending cuts.\n   \nObama’s plan is detailed and complex. To raise revenues, families making over $250,000 a year would pay more, but he also has an extensive list of tax breaks he would eliminate. They can be arcane. For example:\n\n    • Repeal last-in, first-out (LIFO) method of accounting for inventories\n    • Determine the foreign tax credit on a pooling basis\n    • Repeal lower-of-cost-or-market inventory accounting method\n    • Eliminate special treatment of carried interest\n   \nOn the spending side, the president proposes $580 billion in cuts to a number of programs that range from agricultural subsidies to rental assistance to airport construction. In 2011, Obama proposed some $320 billion in health program cuts. The federal government would pay less to drug makers and nursing homes. In the long run, many states would shoulder a larger share of Medicaid costs.\n\nChanging Baselines\n   \nThe Obama campaign claims that over 10 years, it would trim deficits by $4 trillion. Many assumptions lie behind that statement, but the most important question is, compared to what?\n   \nNo budget projection makes sense unless it’s measured against some baseline. A baseline is an analyst’s best guess as to what the deficit would be if things were left to themselves.\nChanges in tax law, government spending, and economic growth are just some of the major factors that drive baseline estimates.\n   \nThe Congressional Budget Office, the nonpartisan analytic arm of Congress, looked at the president’s 2013 budget and concluded that it would increase the cumulative deficit by $3.5 trillion over its baseline between now and 2022. That greatly undercuts Obama’s argument that he is saving money.\n   \nBut the CBO baseline assumed that all of the Bush tax cuts and other tax breaks would expire. It assumed that Congress would stick to the spending caps in the deficit reduction law it passed to avoid a government default. Many, if not most, analysts  doubt that the CBO baseline is realistic.\n   \nThe Committee for a Responsible Federal Budget, a bipartisan organization focused on debt reduction, has its own baseline. Unlike the CBO, it assumes that congress will find a way around the deepest budget cuts and that it will extend the tax cuts to some degree.\n   \nUsing the baseline developed by the committee, the president’s budget plan looks much better. Jason Peuquet, the committee’s research director, says it delivers about $2.4 trillion in new savings.\n\nIn order to get to $4 trillion, you need to add the savings that stem from spending cuts in 2011, both from the budget deal and earlier in the year. Obama includes those in his tally but they did not originate with his budget proposal.\n\nPeuquet warns that all numbers like these \"can be gamed.\" His group thinks the more important goal is to get deficits headed down relative to the size of the economy. On those terms, he says the president’s plan is a good start but does not go far enough.\n   \nOur ruling\n   \nObama says his plan will cut deficits by $4 trillion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nOn its own, Obama’s plan does not produce the full $4 trillion. Both the source cited by the Obama campaign and a separate group, one that puts a premium on deficit reduction, say the president’s plan will shrink the cumulative gap between spending and revenues by well over $2 trillion over ten years.\n\nThe remainder comes from the 10-year impact of cuts already approved.\n\nTo the extent that long term predictions hold up, the president’s big number is accurate, but he takes credit for changes that took place outside of his budget proposal.\n\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-10421"}