{"url": "/factchecks/2007/oct/25/rudy-giuliani/update-some-truth-some-stretching-/", "speaker": "Rudy Giuliani", "vclaim": "Thompson \"voted against $250,000 caps on damages (and) almost anything that would make our legal system fairer.\"", "truth_label": "barely-true", "date": "stated on October 21, 2007 in a Republican debate in Orlando, Fla.:", "title": "Update: Some truth, some stretching", "text": "Rudy Giuliani criticized Fred Thompson's votes against tort reform bills at a Republican debate in Orlando on Oct. 21, 2007.\n\n\n\"Fred was the single biggest obstacle to tort reform in the United States Senate,\" Giuliani said. \"He stood with Democrats over and over again.\"\n\n\nGiuliani said Thompson \"voted against $250,000 caps on damages, which they have in Texas. He voted against almost anything that would make our legal system fairer: 'loser pays' rules, things that would prevent lawsuits like that $54 million lawsuit by that guy who lost his pants . . . Fred Thompson, along with very few Republicans, blocked tort reform over and over and over again. That is not a conservative position.\"\n\n\nWe find Giuliani has his facts only partially right and is stretching the truth with his rhetoric.\n\n\nGiuliani is correct that Thompson cast a vote against a $250,000 cap on punitive damages, but that's only part of the story. Thompson's no vote back in 1995 was on an amendment to a product liability bill. The cap as written in the bill originally had been $250,000 or three times the economic damages, whichever is greater. The amendment lowered it to $250,000 or\n\ndouble\n\nthe economic damages. Thompson was one of only six Republicans to vote against lowering the cap.\n\n\nBut the following year, when the amended bill came back for final passage, Thompson voted for it. President Clinton later vetoed the legislation.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nGiuliani is right that Texas has a $250,000 cap on the amount individuals can receive in punitive damages in a health care liability case, although claims against separate hospitals and health care institutions can collect awards as high as $500,000. He would have been more accurate if he had said the cap as on \"punitive damages on medical claims.\"\n\n\nAs our friends at FactCheck.org noted in\n\ntheir report on this topic,\n\nGiuliani overreaches with his claim that Thompson was \"the single biggest obstacle to tort reform in the Senate.\" For example, Thompson was one of six Republicans who opposed the $250,000 cap but has also voted with his party on other tort reform bills. Having voted on both sides of the issue, he was not considered the leader of either side.\n\n\nGiuliani is exaggerating with his claim that Thompson opposed \"loser pays\" rules.\n\n\nGiuliani's claim that his rival opposed \"loser pays\" rules is based on Thompson's vote (on the winning side) to strip language from the 1996 bill that would have forced only the defendants — not the plaintiffs — to pay attorney and court fees if they refused to settle of court and the refusal was \"unreasonable or not made in good faith.\" But this doesn't really fit the definition of \"loser pays\"; instead, striking the language did more to benefit the corporate defendants.\n\n\nOverall, we find Giuliani's attack on Thompson to be Barely True.\n\n\nUPDATE: We originally ruled this Half True, but we discovered we had only examined some of Thompson's votes on the $250,000 cap.\n\n\n \n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16548"}