{"url": "/factchecks/2014/jan/27/state-democratic-party-wisconsin/wisconsin-democratic-party-says-state-budget-surpl/", "speaker": "Democratic Party of Wisconsin", "vclaim": "\"The national economic recovery has led to higher than expected tax revenues and projected budget surpluses in nearly every state in the nation, including Wisconsin.\"", "truth_label": "true", "date": "stated on January 22, 2014 in a news release:", "title": "Wisconsin Democratic Party says state budget surpluses common nationally", "text": "Why the big surplus predicted in the state budget?\nGov. Scott Walker says wise government belt-tightening and reforms, tax cuts and business-friendly deregulation boosted hiring and the economy, promising now to help fill state coffers with extra income-tax revenue.\nWhen Walker made that claim in his State of the State address on Jan. 22, 2014, the Democratic Party of Wisconsin begged to differ.\n\"Scott Walker’s \"surplus\" isn’t built on prudent financial decisions -- it’s built on disinvestments in our future that harm the economic security of the middle class,\" a Democratic news release issued during the speech argued. \"Walker’s first budget cut nearly one billion dollars from public schools and our technical college system that provides critical job training programs.\"\nThen the party added this: \"The national economic recovery has led to higher than expected tax revenues and projected budget surpluses in nearly every state in the nation, including Wisconsin.\"\nBefore Walker’s speech fades into history, let’s check the claim that Wisconsin is far from alone in enjoying a firmer financial footing.\nWisconsin is projected to have a $1 billion surplus at the end of the two-year budget period covering July 2013 to July 2015 -- almost all of it because tax collections are rising faster than expected, the nonpartisan Legislative Fiscal Bureau said in January.\nThe predicted surplus -- expected revenues exceeding planned expenditures -- is a notable switch from shortfalls that forced Wisconsin and other states into emergency changes to keep budgets balanced during the Great Recession and its immediate aftermath.\nWe asked Democratic Party spokesperson Melissa Baldauff to back up the claim of \"higher than expected tax revenues and projected budget surpluses in nearly every state.\"\nShe cited an Associated Press story from January 2014 that said that \"almost all states will see fairly decent surpluses\" in their 2014 budgets. That story quoted the National Association of State Budget Officers (NASBO).\nWe followed up with Scott Pattison, executive director of the budget officer’s group. He confirmed the projection. The 2013 stock market surge will goose income tax collections, Pattison said, and many states budgeted conservatively for 2014, not foreseeing the market’s runup.\nThat, he said, means surpluses are in store for fiscal year 2014, which for most states ends by mid-year.\nAnd that comes on the heels of the 2013 budget year in which \"37 states exceeded original (revenue) forecasts, six states were on target and seven states ended fiscal 2013 below the original revenue estimate,\" according to the nonpartisan budget association’s December 2013 report, \"The Fiscal Survey of States.\" Baldauff also cited that report.\nThe revenue windfalls meant surpluses were common, the report said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo the Democrats’ claim of \"higher than expected tax revenues\" and resulting widespread surpluses was confirmed by the group.\nWe broadened our view, checking with the National Conference of State Legislatures, which also regularly tracks state budgets.\n\"State fiscal conditions continued to improve in fiscal year (FY) 2013,\" the group said in its \"State Budget Actions FY 2013 and FY 2014.\"  General fund revenue growth was notably strong and outpaced projections in most states.\"\nDid that leave states with extra money to play with? Yes, the group said.\n\"At the same time, expenditures were generally on target,\" its report said. \"The combination of these factors enabled many states to shore up reserves and support supplemental expenditures. Overall, the fiscal situation was solid in almost every state in FY 2013.\"\nIn another report, the group noted in January 2014 that \"in a dramatic turn from recent years, California lawmakers will consider how to allocate a potential budget surplus—yes, a surplus.\"\nIn its \"State Legislatures Magazine\" in January 2014, the group added: \"Driven by improving revenues and on-target expenditures, states entered fiscal year 2014 in better economic shape than they have been in years.\"\nThe revenue collection boost was \"somewhat unexpected,\" it said, and many states used the excess to supplement appropriations or fortify their rainy day funds.\nEarly in fiscal 2014 pointed, state revenue collections were meeting or exceeding targets in most states, the group reported.\nFew are predicting, though, that revenue gains will be as strong as in 2013. Many states planned for that, said Pattison of the budget officers organization, fearing that the 2013 rise was a one-time event.\nOur rating\nThe Democratic Party of Wisconsin generated this claim: \"The national economic recovery has led to higher than expected tax revenues and projected budget surpluses in nearly every state in the nation, including Wisconsin.\"\nState budget watchers confirm a widespread recovery in tax revenues as the nation continues to edge out of the Great Recession.\nThis fiscal year likely will not match 2013 in tax-revenue growth, but states predicted that and most should see surpluses by mid 2014, as most did in 2013.\nWe rate the party’s claim True.", "vclaim_id": "vclaim-pol-08348"}