{"url": "/factchecks/2008/apr/16/hillary-clinton/yes-from-american-evita-to-the-very-unof/", "speaker": "Hillary Clinton", "vclaim": "Says she is the subject of 60 books.", "truth_label": "true", "date": "stated on April 13, 2008 in a forum on faith-related issues at Messiah College in Grantham, Penn.:", "title": "Yes, from American Evita to The Very Unofficial Hillary Clinton Coloring Book", "text": "Hillary Clinton has been good for the book business.\n\n\nShe's sold lots of her own books ($10.5-million in royalties from 2000-2007, according to her tax returns), and she has inspired dozens more by her friends and enemies.\n\n\nAt a forum on faith issues in Grantham, Pa., on April 13, 2008, Clinton was asked about her comments that she had felt the presence of the Holy Spirit. She replied that since she was young, she had felt the presence of God many times.\n\n\nShe added, \"You know, I am someone who has talked a lot about my life. You know more about my life than you know about nearly anybody else's, about 60 books' worth, some of which are, you know, frankly, a little bit off-base.\"\n\n\nShe has mentioned the 60-book figure several times before. We wondered if she was right.\n\n\nWe don't normally rely on Wikipedia as a primary source for PolitiFact because it's open-to-all-editors approach raises questions about its accuracy, but we found it has the most complete list of Clinton books. It conveniently separates them into volumes by Clinton herself, as well as those that take an anti-Clinton and pro-Clinton approach.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nFrom Clinton herself there is\n\nIt Takes a Village\n\nand\n\nLiving History,\n\nnot to mention her senior honors thesis, \"There Is Only the Fight...\": An Analysis of the Alinsky Model.\" The pro-Clinton books include\n\nThe Case for Hillary Clinton\n\nand\n\nHillary's Turn: Inside Her Improbable, Victorious Senate Campaign.\n\n\n\nThe anti-Clinton market must be considerably more lucrative because it has four times the pro-Clinton offerings. The anti-Clinton books include\n\nMadame Hillary: The Dark Road to the White House,\n\n\nCan She be Stopped?\n\nand\n\nHillary's Scheme: Inside the Next Clinton's Ruthless Agenda to Take the White House.\n\n\n\nThe \"mostly neutral\" books include Carl Bernstein's\n\nA Woman in Charge\n\nand Judith Warner's\n\nHillary Clinton: The Inside Story.\n\nWe also found some intriguing scholarly studies:\n\nThe Rhetorical Construction of the Female Politician in Newspapers: How National Newspapers Portrayed Katherine Harris and Hillary Clinton During Controversial Times\n\nand\n\nHillary Rodham Clinton as 'Madonna': The Role of Metaphor and Oxymoron in Image Restoration.\n\n\n\nWe checked the count on WorldCat.org, an online catalog of books. We only counted books in English, which meant we excluded\n\nHillary Clinton: die machtigste Frau der Welt,\n\nand we skipped\n\nThe Hillary Clinton Voodoo Kit: Stick It to Her, Before She Sticks It to You!\n\nbecause it sounded more novelty item than literature.\n\n\nOur WorldCat search came up with 48 books. Wikipedia's list was more complete: 69 books if you include the scholarly studies, 58 if you don't.\n\n\nSo Clinton was in the ballpark. We rate her statement True.", "vclaim_id": "vclaim-pol-16263"}