{"url": "/factchecks/2020/nov/30/facebook-posts/dane-county-fake-votes-claim-ridiculous-based-lack/", "speaker": "Facebook posts", "vclaim": "\"THOUSANDS of fake votes found at Wisconsin Recount in Dane County.\"", "truth_label": "pants-fire", "date": "stated on November 28, 2020 in a Facebook post:", "title": "Dane County 'fake votes' claim is ridiculous, based on lack of elections knowledge", "text": "Much of the misinformation circulating widely amid the hard-fought 2020 election boils down to people unfamiliar with election processes making assumptions — trumpeting something as fraud when the issue is actually that they don’t understand the process.\nWe saw a classic example of this in the latest baseless Gateway Pundit story about Wisconsin vote counting.\nThe far-right purveyor of election nonsense published a story Nov. 28, 2020, with this headline: \"BREAKING EXCLUSIVE: THOUSANDS of fake votes found at Wisconsin Recount in Dane County – Photos and Report from GOP Observer.\"\nThis story, widely shared on Facebook, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook).\nThe story — which also linked a long-since debunked claim about a \"dump\" of votes for Democrat Joe Biden in the middle of the night — contained nothing approaching proof of this claim.\nHere’s why this is both wrong and ridiculous.\nPublisher tweaks article after question, still wrong\nThe closest thing to proof presented in the story is a sentence saying the signature (actually referring to initials) MLW was used on the \"fake votes.\"\nIt then shows a picture of a ballot with those initials.\nBut those initials are under a section titled \"Absentee ballot issued by.\" It’s where the issuing clerk puts their initials on every ballot. The Madison city clerk is Maribeth L. Witzel-Behl — in line with the initials cited in the story.\nIn other words, those repeated initials are exactly what and where you would expect to find repeated initials on thousands of ballots.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nDane County Clerk Scott McDonell confirmed in an email the initials are simply those of the Madison clerk.\nWhen asked for proof that this picture showed votes were fake, Gateway Pundit Editor Jim Hoft changed the headline within minutes to say the votes were \"suspect\" rather than fake. And he briefly added a line to the story saying, \"Madison County attorneys contacted The Gateway Pundit to say the ballots were signed by the city clerk in Madison, Wisconsin.\" That was later deleted.\nOf course, Hoft didn’t pass along this information to readers until he was challenged on the matter, and after the story had collected thousands of social media shares and comments.\nAside from bungling the location — Madison is a city in Dane County — Hoft’s temporary change pointed out the obvious reason for the repeated initials, while still asserting there is something underhanded about the ballots. Which there isn’t.\nHoft did not offer any other proof of his amended claim in the story or an email exchange.\nOur ruling\nA story shared widely across social media said, \"More than 2,000 fake votes were found at the Wisconsin Recount in Dane County on Friday!\"\nAn amended version instead referenced them as being \"suspect\" votes.\nNeither claim has any basis in reality.\nThe repeated initials aren’t those of the voter, they’re initials of the clerk who issued the absentee ballots. That’s not sketchy, it’s just a basic element of how elections are administered.\nWe rate this Pants on Fire.", "vclaim_id": "vclaim-pol-18578"}