{"url": "/factchecks/2020/dec/04/mandy-cohen/nc-covid-19-deaths-surpass-10-years-flu-deaths/", "speaker": "Mandy Cohen", "vclaim": "Says COVID-19 has killed more North Carolinians in a year than the flu has in 10 years.", "truth_label": "true", "date": "stated on December 1, 2020 in a press conference:", "title": "In NC, COVID-19 deaths surpass 10 years of flu deaths", "text": "Like many states, North Carolina is tracking a record number of COVID-19 cases this holiday season.\nAnd in an attempt to explain the severity of the illness, the state’s top health official compared coronavirus deaths to data on the flu.\n\"Sadly more than 5,000 North Carolinians have lost their lives from this virus since our first death on March 12 of this year,\" Health Secretary Mandy Cohen said during a Dec. 1 press conference.\n\"To give some perspective, just under 1,500 people died from the flu in the past 10 years,\" Cohen said. \"In just 11 months, Covid has killed more than three times that number.\"\nIs it true that the coronavirus has killed more North Carolinians in a year than the flu has in 10 years?\nAccording to the state’s data, yes.\nNC Covid-19 deaths\nNorth Carolina’s Department of Health and Human Services tracks both COVID-19 and influenza deaths.\nAs of Wednesday morning, the state had counted 5,284 COVID-19 deaths. DHHS says those deaths include people who have had a positive molecular or antigen test for COVID-19, who died without fully recovering from COVID-19, and who had no alternative cause of death identified. \nThe deaths are reported by hospitals and clinicians directly to the local and state health departments.\nThe first reported COVID-19 death did, indeed, occur on March 12. \nNC flu deaths\nThe state’s health department also tracks flu deaths and reports each flu season’s data on its website. Flu deaths are reported by health providers and were confirmed as influenza by an appropriate laboratory or rapid diagnostic test.\nPolitiFact reviewed the last 10 flu seasons, dating back to the 2010-2011 season. In total, we counted 1,486 reported flu deaths. DHHS spokeswoman Kelly Haight confirmed to us by phone that our total is accurate.\nHere’s a list of the flu death counts by season, and a link to the report for each respective season:\n2019-2020: 186\n2018-2019: 203\n2017-2018: 391\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n2016-2017: 218\n2015-2016: 59\n2014-2015: 218\n2013-2014: 107\n2012-2013: 59\n2011-2012: 9\n2010-2011: 36\nOther flu counts\nThe U.S. Centers for Disease Control and Prevention also tracks flu deaths by state. At a glance, it might seem like the CDC and North Carolina reports contradict one other. For instance, the CDC reported North Carolina had 2,064 flu deaths in 2018, while the state’s health department reported far less.\nThat’s because the CDC sometimes combines flu and pneumonia deaths together, officials said.\nUnder the \"flu & pneumonia\" section on the CDC’s flu deaths by state website, \"most of those deaths are pneumonia deaths,\" said Jeff Lancashire, acting associate director for communications for the CDC’s National Center for Health Statistics.\nSome pneumonia deaths are caused by the flu, but some can be caused by \"many other viruses, bacteria, bacteria-like organisms and fungi,\" said Kelly Haight, DHHS spokeswoman.\nThe year 2018 is the most recent year of flu deaths available on the CDC site. \nIf you start in 2018 and look back 10 years to 1999, Lancashire said \"there were 1,806 deaths from exclusively flu alone – without pneumonia (from the public database CDC WONDER – wonder.cdc.gov).\"  \n\"So if Dr. Cohen was citing deaths from flu alone, she would be correct that COVID19 deaths have exceeded that (number) in NC,\" he said.  \nThe CDC has noted, however, that tallying death counts for COVID-19, flu and pneumonia is complicated and sometimes its data can be incomplete.\nOur ruling\nCohen said COVID-19 has killed more North Carolinians in a year than the flu has in the last 10 years.\nBy the North Carolina health department’s count, there have been 5,200 COVID-19 deaths this year and 1,486 flu deaths over the last decade.\nCohen’s claim also tracks with data collected by the CDC, according to an agency spokesman. However, the CDC points out that exact numbers can be tricky to count because there are sometimes delays in processing death information.\nWe rate her statement True.", "vclaim_id": "vclaim-pol-17238"}