{"url": "/factchecks/2020/jun/19/donald-trump-jr/no-osama-bin-laden-did-not-endorse-joe-biden/", "speaker": "Donald Trump Jr.", "vclaim": "Says Osama bin Laden endorsed Joe Biden", "truth_label": "false", "date": "stated on June 18, 2020 in an episode of Triggered with President Donald Trump:", "title": "No, Osama bin Laden did not endorse Joe Biden", "text": "It’s Father’s Day weekend. What do you get for a very wealthy man who also occupies the Oval Office?\nDonald Trump Jr. had something for his father: A scrap of text from the seized documents of Osama bin Laden, the former head of al Qaeda, mastermind behind the 9/11 attacks, killed by U.S. special operations forces in 2011.\nIn an interview with President Donald Trump, Trump Jr. unveiled a passage describing bin Laden’s desire to kill President Barack Obama.\n\"He wanted to assassinate President Obama because it would put Joe Biden in charge, and essentially he's so grossly incompetent, it would lead to the destruction of America,\" Trump Jr. said June 18 on his YouTube program \"Triggered.\" \"What does it say to you, that basically the Democrat nominee for president of the United States got the posthumous Osama bin Laden endorsement?\"\nThe father and son were engaging in a bit of political theater, because Trump senior said that if it was true, he’d make a commercial around it.\n\"It’s true,\" Trump Jr. said.\n\"OK, we speak the truth,\" Trump said.\nAnd then they played the ad, which contrasted Trump and Biden. Fighter jets and endorsements from veterans and firefighters symbolized Trump. \n\"Joe Biden endorsed by Osama bin Laden\" was the line about Biden.\nHere, we examine whether there’s any truth to that.\nBin Laden disparaged Biden\nHere’s the accurate part of that exchange. During the years bin Laden was holed up in his compound in Pakistan, he still sought to cripple American power in the Middle East.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nWhen American special operations forces raided bin Laden’s compound in 2011, on Obama’s orders, they found a trove of computer files. The Office of the Director of National Intelligence translated and published the last of that material in 2017. Among the many memos was one where bin Laden called for the assassination of Obama.\n\"Obama is the head of infidelity, and killing him automatically will make Biden take over the presidency,\" bin Laden wrote, according to a 2012 Washington Post article. \"Biden is totally unprepared for that post, which will lead the U.S. into a crisis.\"\nNow, this plot never went far, and officials said this never posed a real risk to Obama. But bin Laden had a poor opinion of Biden.\nNot an endorsement\nThe Oxford Dictionary defines endorsement as the \"act of giving one's public approval or support to someone or something.\"\nPoliticians seek endorsements all the time, and roll them out at strategic moments in their campaigns to win more votes. An endorsement is a positive statement that speaks to a candidate’s good qualities.\nPolitical scientist Janine Parry at the University of Arkansas said Trump Jr.’s use of the term doesn’t \"pass the smell test\" for two reasons.\nFirst, \"declaring someone ‘totally unprepared’ for the job is the opposite of an endorsement by any definition,\" Parry said. \"A close second is bin Laden’s stated goal that a Biden presidency would lead the U.S. into a crisis. This, too, is the antithesis of an endorsement by any standard.\"\nThrough a political-science lens, bin Laden’s words don’t constitute an endorsement.\n\"To be persuasive, endorsements need to come from endorsers who are both knowledgeable and trustworthy,\" Hofstra University political scientist Craig Burnett said. \"I strongly suspect that, for most people, bin Laden fails on both counts.\"\nTrump Jr.’s statement, reinforced by the campaign ad, makes the further stretch that bin Laden was somehow weighing in on the choice between Trump and Biden. Bin Laden has been dead for nine years. If creating a crisis in the U.S. was his goal, we can’t know which candidate in 2020 he would prefer.\nOur ruling\nTrump Jr. said bin Laden endorsed Biden. Bin Laden said Biden was unprepared for the presidency. That is the exact opposite of an endorsement.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17961"}