{"url": "/factchecks/2015/nov/20/donald-trump/trump-says-nypd-used-spy-mosques/", "speaker": "Donald Trump", "vclaim": "The New York Police Department used to have \"surveillance going on in and around mosques in New York City. ... Our mayor totally cut that out.\"", "truth_label": "half-true", "date": "stated on November 16, 2015 in an interview on MSNBC:", "title": "Trump says NYPD used to spy on mosques", "text": "Following the terrorist attacks in Paris that killed more than 120 this weekend, 2016 presidential candidates are debating how to prevent another terrorist attack on U.S. soil.\nRepublican front-runner Donald Trump, in an interview for MSNBC’s Morning Joe on Nov. 16, 2015, said he would consider surveillance of mosques as a protective measure against radical Islam -- an idea similar to that recently proposed by French interior minister Bernard Cazeneuve.\n\"You’re going to have to watch and study the mosques, because a lot of talk is going on at the mosques,\" Trump said. \"In the old days, meaning a while ago, we had great surveillance going on in and around mosques in New York City. And I understand our mayor totally cut that out... I’m not sure it’s a fact.\"\nWell, the Donald’s sources have part of the story -- the New York Police Department used to have a squad dedicated to spying on Muslim communities, and the team was disbanded in 2014. Other aspects of the story, however, aren't so clear.\nMapping out Muslims\nIn 2003, the CIA helped the New York Police Department create a squad dedicated to surveilling Muslim communities, called the Demographics Unit, as part of broad policy changes following the Sept. 11, 2001, terrorist attacks. The Demographics Unit typically consisted of a dozen members, and it focused on identifying places where potential terrorists might be able to blend in with the rest of society.\nThe police essentially mapped out Muslim communities inside and outside the city, detailing where people in traditional Islamic clothes ate, worshipped, shopped and more. According to the New York Times, \"plainclothes detectives looked for ‘hot spots’ of radicalization that might give the police an early warning about terrorist plots.\"\nThe result of the surveillance operations: a rift between the Muslim community and law enforcement, two ongoing federal lawsuits and a failure to generate any terror cases.\nThe Demographics Unit wasn’t the only Muslim-focused surveillance effort in New York. Informants for the NYPD also collected the personal information of members of Muslim student groups on college campuses. Analysts also kept tabs on influential Muslim figures and scholars through college websites and email groups.\nPolice also investigated mosques in the city and labeled certain locations as \"terrorism enterprises,\" which supposedly allowed the police to collect license plate numbers in parking lots, video worshippers and secretly record sermons. None of this surveillance ever led to charges that those mosques or Islamic organizations were related to terrorism.\nShutting it down\nThe program was kept under wraps until the Associated Press published an investigation into the police department’s intelligence operations in 2011. Following the AP’s report, John Brennan, President Barack Obama’s counterterrorism adviser, said he was \"aware of things that NYPD has been doing, in an exceptionally good way, to protect the citizens of New York City on a daily basis.\"\nThe NYPD received enormous backlash from civil rights groups over the new details on the Demographics Unit, but the surveillance program remained active until January 2014, when newly elected Mayor Bill de Blasio took office and appointed William J. Bratton as police commissioner.\nIn April 2014, members of the Muslim American Civil Liberties Coalition (MACLC), a New York-based coalition, met with Bratton and other police officials to discuss shutting down the Demographics Unit. The surveillance squad was officially disbanded the next week.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"The meeting resulted from a request by police reform and civil rights advocates, and the participants used the opportunity to articulate how the NYPD’s dragnet has harmed American Muslim communities and why it must come to an end,\" according to a MACLC press release.\nThe move to shut down the Demographics Unit could have been political. But whether or not de Blasio himself \"totally cut out\" the surveillance program is debatable. According to the New York Times, the move was viewed as a sign that the new police commissioner was distancing himself from the sometimes controversial post-Sept. 11 intelligence practices under former mayor Michael Bloomberg.\nThat’s not to suggest de Blasio wasn’t involved in the discussions surrounding the spying program. While running for mayor in 2012, de Blasio said he believed the surveillance program was legal and was created in good faith to protect New Yorkers. When the program was shuttered in 2014, de Blasio seemed to flip on the issue.\n\"Our administration has promised the people of New York a police force that keeps our city safe, but that is also respectful and fair,\" de Blasio said in a press release. \"This reform is a critical step forward in easing tensions between the police and the communities they serve, so that our cops and our citizens can help one another go after the real bad guys.\"\nShutting down the Demographics Unit didn’t necessarily mean the NYPD stopped keeping tabs on the Islamic community. The New York Times reported that after the surveillance program was disbanded, the police continued to recruit Muslims to be informants for the department. While police officials said the interviews to recruit informants were voluntary, some of the Muslims who were probed said they were \"shaken.\"\nOne person whom police tried to recruit told the New York Times that an officer told him, \"You just go to the mosque and the cafe and just say to us if somebody is talking about anything, anything suspicious.\"\nWe should note that it is unclear if or how the New York Police Department is still surveilling Muslims, especially after new terrorist threats against New York City. Faiza Patel, co-director of the Liberty and National Security Program at the Brennan Center for Justice, said the police have not shuttered its entire surveillance program related to Muslims.\n\"The NYPD has not, to my knowledge, stopped spying on mosques,\" Patel said.\nDe Blasio has continued to defend the Demographics Unit amidst renewed public attention and federal lawsuits. While a federal judge in New Jersey dismissed a lawsuit over the surveillance last year, a U.S. Court of Appeals in Philadelphia revived the case in October.\nFinally, Trump said the surveillance program was \"great,\" but not everyone feels that way. Critics of the program have argued that the Demographics Unit only further alienated the Muslim community following the Sept. 11 terrorist attacks.\n\"The Demographics Unit created psychological warfare in our community,\" Linda Sarsour, a member of the Arab American Association of New York, told the New York Times. \"Those documents, they showed where we live. That’s the cafe where I eat. That’s where I pray. That’s where I buy my groceries. They were able to see their entire lives on those maps. And it completely messed with the psyche of the community.\"\nWhen we reached out to the mayor’s office, de Blasio praised the NYPD’s anti-terrorism efforts but didn’t directly address the now-shuttered Demographics Unit.\n\"First and foremost, we always will abide by the U.S. Constitution, which prohibits discrimination against religions,\" de Blasio wrote in a statement. \"Mosques don't commit acts of terrorism. People do.\"\nOur ruling\nTrump said the New York Police Department used to conduct \"surveillance in and around mosques in New York City. Our mayor totally cut that out.\"\nWhile Trump doesn’t paint the full picture, there is evidence that supports his point: the New York Police Department used to spy on Muslims. The program actually went further than just surveilling mosques -- detectives mapped out entire Muslim communities, tracked Muslims’ daily activities, investigated Muslim college students and more. The project was shut down, but it was the police commissioner, not the mayor, who officially closed the program. The commissioner is the mayor’s appointee and in all likelihood acted with the mayor’s approval.\nWe can’t say with certainty what kind of surveillance the police department conducts now. But Trump is right that a high-profile program was shuttered. We rate this statement Half True.", "vclaim_id": "vclaim-pol-05702"}