{"url": "/factchecks/2019/mar/25/facebook-posts/no-harriet-tubman-wasnt-gun-toting-republican-who-/", "speaker": "Facebook posts", "vclaim": "Says a photograph of Harriet Tubman shows she was a \"gun-toting, Democrat-shooting, 2nd Amendment-supporting Republican.\"", "truth_label": "false", "date": "stated on March 17, 2019 in a Facebook post:", "title": "Viral photo does not show Harriet Tubman with gun she used to kill Democrats", "text": "Harriet Tubman is one of the most famous abolitionists in U.S. history. Born into slavery, she eventually escaped, guided scores of slaves to freedom with the Underground Railroad, and acted as a union spy during the Civil War.\nBut shortly after Tubman was named as the new face of the $20 bill in April 2016, internet posts began to circulate that claimed Tubman was a \"gun-toting\" Republican who shot Democrats. The claim re-appeared on Facebook in a March 17, 2019, photo post.\nThe post depicts a woman posing with a rifle. Text beneath it says: \"The Awkward Moment when leftist feminists find out Harriet Tubman — who they voted to kick Andrew Jackson— the founder of the Democratic Party — off the $20 bill — was a gun-toting, democrat-shooting 2nd Amendment-supporting Republican!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe first thing to know: This is not a photograph of Tubman.\nThe woman shown is Mary Fields, known as \"Stagecoach Mary,\" who worked as the first African-American woman mail carrier in the late 1800s.\nThere are more problems in the detailed claims, experts said.\n\"Tubman was not a ‘gun-toting, 2nd Amendment-supporting Republican who shot Democrats,’\" said Kate Clifford Larson, historian and Tubman scholar who authored the biography \"Bound For the Promised Land: Harriet Tubman, Portrait of an American Hero.\"\nWhile her anti-slavery efforts and support of the union were certainly in line with the Republican party’s ideals, Tubman wasn’t permitted the right to vote, and thus couldn’t have officially joined any political party.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nLarson told PolitiFact that Tubman said she followed Susan B. Anthony's politics, who was a Democrat.\n\"Anthony was a Democrat because she felt betrayed by the Republican Party,\" Larson wrote, \"which refused to give women the right to vote when they passed the 15th Amendment giving black men the suffrage.\"\nThe only time Tubman is said to have been in possession of a long gun, like the one pictured in the post, was during her time as a spy in the Civil War. \n\"She carried a sharp-shooter's rifle during the Civil War to fight Confederates — not Democrats — who were fighting to keep her enslaved,\" Larson said.\nTubman more often carried a pistol to protect herselves from slave-catchers, Larson said. Other historians and biographers said her pistol was mainly used to urge on people who grew tired or afraid on their journey and might be having second thoughts.\nOur ruling\nA recycled social media post offers a supposed photograph of Harriet Tubman and says she was a \"gun-toting, 2nd Amendment-supporting Republican\" who \"shot Democrats.\"\nThe woman in the photograph posing with a rifle is not Tubman, but Mary Fields.\nWhile Tubman did carry a pistol for protection, there is no evidence she sought to harm members of the political party. Her beliefs may have been aligned with the Republican Party at the time, but she could not have been a member as she died before women were granted the right to vote. \nThe claims are flawed and the photo is not Tubman. We rate this post False.\n Share the Facts 2019-03-25 19:44:36 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says a photograph of Harriet Tubman shows she was a \"gun-toting, Democrat-shooting, 2nd Amendment-supporting Republican.\"    Facebook posts on the internet     Sunday, March 17, 2019 2019-03-17    Read More  info", "vclaim_id": "vclaim-pol-00856"}