{"url": "/factchecks/2008/jan/16/barack-obama/his-bill-was-more-narrow/", "speaker": "Barack Obama", "vclaim": "Says he passed a bill to stop a military requirement that wounded soldiers pay for meals and phone calls.", "truth_label": "half-true", "date": "stated on January 15, 2008 in a debate in Las Vegas:", "title": "His bill was more narrow", "text": "During the Democratic debate in Las Vegas on Jan. 15, 2008, Sen. Barack Obama complained about \"callousness\" for wounded soldiers at Walter Reed Army Medical Center.\n\n\"I went to Walter Reed to talk to the wounded warriors who had come back to discover that they were still paying for their meals and their phone calls while in Walter Reed, while rehabbing, which I could not believe,\" Obama said, referring to his April 2005 visit to the Washington, D.C., hospital. \"And I was able to gain the cooperation of a Republican-controlled Senate at the time and pass a bill that would eliminate that.\"\n\n\nObama is correct that his bill passed, but he gives the impression its scope was broader than it really was.\n\n\nIt was actually Beverly Young, the wife of U.S. Rep. C.W. Bill Young of Indian Shores, Fla., who two years earlier called attention to the meal rules at Walter Reed. In the summer of 2003, she learned that the government was requiring wounded soldiers who were staying in the hospital to reimburse the government $8.10 per day for their food. The rule was based on a philosophy that soldiers would be double-dipping if they ate food at the hospital and got to pocket the $8.10.\n\n\nShe and Rep. Young raised a fuss about the rule and said it was wrong to charge wounded soldiers for hospital food. Rep. Young said it was especially silly to charge because \"the food probably isn't that good.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Youngs paid a $210 bill on behalf of Marine Staff Sgt. Bill Murwin, the first case the Youngs heard about, and Rep. Young introduced a bill to permanently end the rule. It passed in October 2003.\n\n\nYoung's law applied to inpatient care at Walter Reed. In January 2005, the month that Obama joined the Senate, Salon.com published an article that said soldiers who were visiting Walter Reed for outpatient care were also being required to pay for their meals.\n\n\nAbout four months later, Obama visited Walter Reed and then introduced an amendment to a defense bill that expanded the definition of \"hospitalized\" soldiers to include those undergoing medical recuperation and therapy. Obama noted that the number of soldiers affected was \"small\" — about 4,000.\n\n\nHis amendment passed the Senate in May 2005 with bipartisan support: Sen. Lindsey Graham, R-S.C., was one of the co-sponsors and it passed when Republicans controlled Congress. The meal portion was included in a final conference report that passed both chambers that month.\n\n\nObama is correct that his bill passed and that it had Republican support. But at the Las Vegas debate, he gave the impression that its scope was broader than it was. Indeed, the main problem had been fixed two years earlier. So we find his statement Half True.", "vclaim_id": "vclaim-pol-16402"}