{"url": "/factchecks/2015/oct/20/donald-trump/trump-bernie-sanders-wants-tax-everyone-90-percent/", "speaker": "Donald Trump", "vclaim": "Says Bernie Sanders is going to \"tax you people at 90 percent.\"", "truth_label": "pants-fire", "date": "stated on October 14, 2015 in comments at a rally.:", "title": "Trump: Bernie Sanders wants to tax 'you people' at 90 percent", "text": "At a recent rally in Richmond, Va., Donald Trump called Bernie Sanders the c-word — \"communist\" — and suggested that Sanders’ plans for wealth redistribution extends beyond targeting Trump and other billionaires.\nUnder Sanders, Trump said, tax hikes would come for everyone.\n\"This maniac that was standing on (Hillary Clinton’s) right is giving everything away, so she’s following,\" Trump said on Oct. 14, referring to the Democratic debate the night before. \"He’s gonna tax you people at 90 percent. He’s gonna take everything. And nobody's heard the term communist, but you know what? I’d call him a socialist/communist, okay? ‘Cause that's what he is.\"\nA few days later, Sanders dismissed Trump’s comments in an interview on ABC’s This Week.\n\"Well, if I had to respond to every absurd thing that Donald Trump said, I would spend my whole life doing it,\" Sanders said in the Oct. 18 interview. He added, \"Yes, we are going to ask Trump and his billionaire friends to pay more in taxes. ...We'll come up with that rate. But it will be a damned lot higher than it is right now.\"\nIt’s clear that Sanders wants to raise taxes on the \"1 percent.\" But does he want to tax the average Americans standing before Trump at the Richmond rally at 90 percent as well?\nSanders hasn’t released a tax plan yet, and we searched Lexis Nexis and CQ and found that Sanders has never explicitly proposed a 90 percent tax rate for billionaires, let alone applying that rate across the board.\nWe asked the Trump campaign how the GOP frontrunner knew what Sanders is proposing, but we didn’t hear back. However, he may be distorting comments Sanders made in May 2015 about the marginal tax rate for the very wealthy.\nJust like Ike\nEarly in his campaign, Sanders drew alarm when he said in an interview with CNBC that he doesn’t think a top marginal tax rate of 90 percent is too high.\nBriefly, the marginal tax rate is applied to the last dollar you earn. The U.S. tax system is based on tax brackets. Let’s say you were a single filer who earned $410,000 in adjusted gross income last year. The first $9,075 you earned was taxed at 10 percent, the amount from $9,076 to $36,900 was taxed at 15 percent, the amount from $36,901 to $89,350 was taxed at 25 percent, the amount from $89,351 to $186,350 was taxed at 28 percent, the amount from $186,351 to $405,100 was taxed at 33 percent, the amount from $405,101 to $406,750 was taxed at 35 percent, and the amount above $406,751 was taxed at 39.6 percent.\nIn other words, the current top marginal tax rate is 39.6 percent, affecting individuals who make more than $400,000 a year. That’s roughly the threshold to make it into the top 1 percent of incomes if you’re filing as an individual. And even for this sample filer making $410,000, that 39.6 percent tax rate hits only a relatively small amount of their income. The average American never sees marginal federal income tax rates that high.\n\"If my memory is correct, when radical socialist Dwight D. Eisenhower was president, the highest marginal tax rate was something like 90 percent,\" Sanders said on May 26 (his memory is correct). \"That's not 90 percent of your income, you know? That's the marginal.\"\nMany on the right and left interpreted Sander’ comments as advocating for increasing the top rate to 90 percent. The Sanders camp, however, told us the Vermont senator has made it very clear that that’s not what he was saying.\nLooking at his past comments — one from 2008, four from this year — Sanders doesn’t seem like he’s committed to any figure:\n• Nov. 5, 2008 on Fox News’ Your World with Neil Cavuto: Sanders said of the top tax rate, \"No, of course, it is not going to be 90 percent.\" Pressed by Cavuto for a figure, Sanders said, \"Neil, I’m not going to develop tax policy in a three-minute segment on your show.\"\n• June 2, 2015 on Yahoo! News: In response to host Katie Couric’s suggestion that he proposed taxing the wealthiest Americans at 90 percent, Sanders interjected, \"No, I didn’t. It’s not true. That’s one of these things that seems to be circulating. We haven’t come up with a formal tax proposal. ...Will we raise the individual tax rate for the wealthy? Absolutely, but we haven’t come up with a number yet.\"\n• June 11, 2015 on Charlie Rose: \"We are working right now on a comprehensive tax package which I suspect will for the top marginal rates go over 50 percent.\"\n• Sept. 18, 2015 on CBS This Morning: \"No, I don’t think you have to go up to 90 percent. …I don’t know if you have to go there but we will come up with some very specific ideas.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n• Sept. 23, 2015 on CNN New Day: \"If you are extremely wealthy, yes, you are going to pay more in taxes. If you are a large corporation today, by the way, that's stashing your money in the Cayman Islands and not paying a nickel in federal taxes, yes, you are going to be paying taxes.\"\nIn short, the most specific figure we found from Sanders on the top marginal tax rate is not terribly specific — \"over 50 percent\" — and it would not affect all but a tiny fraction of Americans.\nNothing is certain but taxing corporations\nAnd that’s the point that’s even more problematic with Trump’s claim -- who Sanders’ supposed 90 percent tax would affect.\nMost of the taxes that Sanders has actually proposed in writing would not apply to \"you people.\" The one exception would raise the rate to far below 90 percent.\nHis call for paid family and medical leave, based on legislation introduced by Sen. Kirsten Gillibrand, D-N.Y., would require \"just a small increase in the payroll tax\" that would hit everyone, Sanders said on This Week.\nHow small? Employers and employees would chip in an additional 0.2 percent each, bringing the federal payroll tax from 12.4 percent to 12.8 percent. According to a report by Gillibrand’s office, that’s the equivalent of $72.04 per year for the average worker, and $227.40 for the highest wage earners.\nFor corporations and the very wealthy, Sanders’ proposed tax increases and new taxes may hurt more. Here’s a rundown:\n• Increase the top estate tax rate from 40 percent to 45 percent for estates valued at $3.5 million to $10 million; 50 percent for $10 million to $50 million; 55 percent for $50 million to $1 billion; and 65 percent for estates over $1 billion (estates under $3.5 million will be exempt)\n• Create a tax on trading transactions that would impose a 0.5 percent rate for stock trades, 0.1 percent for bonds and 0.005 percent for derivatives to pay for free tuition at all public colleges\n• Eliminate the cap on payroll taxes for incomes over $118,500 and tax all income above $250,000 to expand Social Security\n• Eliminate tax deferrals for U.S. corporations located abroad and tax breaks for oil, gas and coal companies\nBeyond this, there’s some doubt that Sanders could achieve his policy proposals without additional tax increases. Indeed, one tax expert cautioned against speculating because Sanders has been so vague about his proposals.\n\"There is not enough substance to (Sanders’) proposals for anyone to have analyzed them,\" said Roberton Williams of the nonpartisan Tax Policy Center. \"Organizations typically wait until there is a fully formulated plan before they try to model them. Sanders is not anywhere near that point yet.\"\nSanders’ director of policy, Warren Gunnels, told us, \"Once he introduces his individual tax reform plan, we'll let you know.\"\nAnd in turn, we will let you know.\nOur ruling\nTrump said Bernie Sanders is going to \"tax you people at 90 percent.\"\nSanders hasn’t released an official tax plan, either for billionaires or for anyone else. But based on his previous comments and proposals, the tax policies Sanders is advocating are targeted at corporations and affluent Americans.\nSanders has dismissed the notion that he wants to set marginal tax rates for billionaires at 90 percent. But even if he did end up doing that, that rate wouldn’t affect \"you people\" — that is, the rank and file Americans who attended Trump’s rally.\nWe rate Trump’s claim Pants on Fire.", "vclaim_id": "vclaim-pol-05834"}