{"url": "/factchecks/2014/nov/12/jose-diaz-balart/diaz-balart-vast-majority-deportees-arent-criminal/", "speaker": "Jose Diaz-Balart", "vclaim": "\"Every single day in this country, 1,000 people are deported and the vast majority of those people that are deported aren't criminals.\"", "truth_label": "half-true", "date": "stated on November 9, 2014 in a broadcast of NBC's \"Meet the Press\":", "title": "Jose Diaz-Balart: 1,000 deportations every day, vast majority aren't criminals", "text": "As part of his post-election analysis, Telemundo news anchor and MSNBC host Jose Diaz-Balart argued that the Hispanic vote remains up for grabs going forward because politicians of both parties seem uninterested in addressing Hispanics’ concerns.\n\"Every single day in this country, 1,000 people are deported and the vast majority of those people that are deported aren't criminals,\" Diaz-Balart said on NBC’s Meet the Press Nov. 9, 2014. \"The people that are being deported many times are family, fathers and mothers and those people don't see anyone in Washington standing up and saying, let's deal with this problem.\"\nWe’ll stay out of the politics of the issue, but we were curious about Diaz-Balart’s claim that 1,000 people are deported every day and that the vast majority aren’t criminals.\nDeportation lingo\nBefore we break down the numbers, it’s important to note that officials no longer use the word \"deportation\" to describe immigration enforcement actions. What we commonly think of as deportation can include two categories -- returns and removals.\n\"The return process is more informal,\" said Marc Rosenblum, deputy director of immigration policy studies at the Migration Policy Institute, a nonpartisan research group that counts among its funders the Bill and Melinda Gates Foundation, the Carnegie Corporation and the World Bank. \"It generally takes place at the border and there’s no judicial order and no real penalty.\"\nBasically with a return, a person gets caught and agrees to go back home. Authorities retain a record of their entry and can use that against them if they show up again. Most returns happen right at the border.\nA removal is more formal. There’s nothing voluntary about it. It comes with an official order, either from a judge or one of two immigration control agencies. If the person is caught again, he or she may face criminal penalties.\nBased on the numbers he used, Diaz-Balart focused solely on removals in making his comments. In fact, he has talked about these exact removal stats before (without the additional note that the \"vast majority\" were non-criminal cases).\nDiaz-Balart’s claim by the numbers\nRepresentatives for Diaz-Balart said he relied on data from the Department of Homeland Security.\nIn 2013, according to Homeland Security, more than 438,000 people were subject to removal. That is the highest number ever. Of those, 45 percent faced some kind of criminal charge; 55 percent did not. The following table, based on Homeland Security data, shows the trends during President Barack Obama’s time in office.\nHow do those numbers match Diaz-Balart’s statement?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\n By Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMore than 1,000 people per day, on average, have been removed from the country since Obama has been president. In 2013, an average of 1,200 people per day were removed.\nBut non-criminals no longer make up the \"vast majority\" of removals and have not since 2009, as Diaz-Balart claimed.\n\"It’s not accurate to say that the vast majority are non-criminals,\" Rosenblum said. \"It’s a bare majority.\"\nIf you include returns in the calculation (178,000 in 2013) Diaz-Balart would be correct that the vast majority are non-criminals but would have understated the daily average of returns and removals by close to 700 per day.\nA note about those criminals\nWhile the percentage of criminal removals is high (45 percent), there’s enough evidence to tell us this category itself should be viewed with care. Homeland Security reports that violations of immigration law represent nearly a third of the cases. Another 15 percent are criminal traffic offenses.\nWe can’t draw a definitive line between minor and more serious offenses. But the Transactional Records Access Clearinghouse, a big data center at Syracuse University, examined cases handled by courts — a subset of all the removal actions — and found about 90 percent of the convictions there have been for illegal entry or re-entry. (In short, these people’s crime is entering the country illegally in the first place.)\nKevin Johnson, dean of the University of California-Davis School of Law, said his reading of the record tells him immigration officials define criminality quite broadly.\n\"Throughout the Obama years, the data has shown that removals based on non-criminal or minor criminal offenses, such as driving without a license, have greatly outnumbered the removals of serious criminal offenders,\" Johnson said.\nOur ruling\nDiaz-Balart said that 1,000 people are deported each day and the vast majority are not criminals.\nDiaz-Balart is right that 1,000 people a day on average are formally removed from the country. In fact, in 2013, it was 1,200 per day.\nBut he reached too far by saying the \"vast majority\" are not criminals. Strictly speaking, non-criminal removals only slightly outnumber the people removed under the cloud of a criminal charge. Those crimes in many cases include entering the country illegally or overstaying a visa. But they are still crimes.\nThe statement is partially accurate. We rate it Half True.", "vclaim_id": "vclaim-pol-07010"}