{"url": "/factchecks/2010/sep/24/chris-dudley/chris-dudley-says-oregons-economy-tanked-john-kitz/", "speaker": "Chris Dudley", "vclaim": "\"Under Gov. Kitzhaber, unemployment rose 65 percent, state spending went up 57 percent and personal incomes declined compared to the rest of the country.\"", "truth_label": "half-true", "date": "stated on September 15, 2010 in a speech in Albany:", "title": "Chris Dudley says Oregon’s economy tanked on John Kitzhaber’s watch", "text": "Chris Dudley, the Republican running for governor, wants to make sure Oregonians remember how bad things were back in the day -- that is, when his Democratic opponent, John Kitzhaber, was running the state.\n\nAt every opportunity, Dudley notes the damage done in the early 2000s by a faltering economy and the end of high-tech’s rapid expansion in Oregon. That was when then-Gov. Kitzhaber was nearing the end of a second term marked by steep job losses and bitter fights with Republicans over state budget cuts.\n\n\"Under Gov. Kitzhaber,\" Dudley said in a recent speech in Albany, \"unemployment rose 65 percent, state spending went up 57 percent and personal incomes declined compared to the rest of the country.\"\n\nWe wondered about two things: Was it really that bad? And how much can you blame Kitzhaber for what happened?\n\nSo let’s take a look, first at the unemployment number.\n\nIn 1995, when Kitzhaber took office, Oregon’s economy was streaking at a record pace and unemployment was as low as it had ever been, 4.7 percent. The rate hovered around 5 percent  for most of his career as governor because the economy remained healthy. But joblessness began to spike upward in his final two years as the national and state economies went into a deep recession. National unemployment figures followed a similar trend, although remained about a percentage point below Oregon’s. When Kitzhaber left office, Oregon’s unemployment rate stood at 7.8 percent.\n\nSo Dudley’s correct: at the end of Kitzhaber’s tenure, the unemployment rate was up 65 percent.\n\nWhat about that state spending figure? That’s a little trickier.\n\nThe hot economy in the 1990s produced record-setting tax revenues for the state. Total state spending, which includes federal pass-through money, such as Medicaid and food stamp payments, indeed increased by 56 percent over Kitzhaber’s eight years, rising from $22.6 billion to $35.3 billion. General fund spending, however, rose by a more staid 26 percent -- from $8.2 billion to $10.3 billion -- and that’s widely considered the more accurate measure of state spending fluctuations.  (Oregon's population grew 11 percent between 1995 and 2003. Inflation between those two years was 28 percent.)\n\nWorth noting: Republicans controlled the Legislature throughout Kitzhaber’s tenure, and approved all general fund spending increases.\n\nLast, we checked on personal income.\n\nThe dot-com boom benefited not just Oregon but the rest of the nation, too. Even though Oregonians were making more money, they weren’t keeping up,  and per-capita income rates fell slightly in relation to other states. In 1995, Oregon’s per capita income stood at 97 percent of the nation’s, when Kitzhaber left office it had dropped to 95 percent.\n\nSo Dudley’s math mostly holds up. But is it accurate to attribute those numbers to Kitzhaber’s leadership?\n\nWe checked with state economist Tom Potiowsky, who monitors the ups and downs of Oregon’s financial health.\n\nHe said Oregon’s economy, which is based heavily in manufacturing, is at the mercy of national and global economic factors. When home building goes down, Oregon’s lumber products aren’t needed. When computer sales are down, Oregon’s chips go unsold, he said.\n\n\"Those were very much national economic factors, really pushing us around,\" during Kitzhaber’s final years, Potiowsky said.\n\nUniversity of Oregon economist Tim Duy had a similar take. What happened at the end of Kitzhaber’s administration was caused by the national business cycle and was largely out of his control.\n\nYet Oregon didn’t help itself much, notes Duy and John Tapogna, president of ECONorthwest, a Portland economic consulting firm. When high-tech firms were expanding, the state -- and Kitzhaber’s office -- wasn’t exactly helping them navigate the state’s strict land use rules.\n\nSo is Dudley right to hang Oregon’s economic decline around Kitzhaber’s neck?\n\n-- His statement is factually accurate on unemployment, spending growth and the decline in per capita income relative to the rest of the nation during Kitzhaber’s term.\n\n--  Oregon, however, was knocked for a loop by the same dot-com bust that sent the nation’s economy into a tailspin. Realistically, there’s not much a governor can do about those kind of macroeconomic factors.\n\n-- Oregon enjoyed a robust economy for six of the eight years Kitzhaber was governor. But when things started to go south, Kitzhaber was at the helm.\n\nWe find the claim to be Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n \n\nComment on this item.", "vclaim_id": "vclaim-pol-14366"}