{"url": "/factchecks/2020/apr/16/facebook-posts/no-amazons-alexa-doesnt-say-government-planned-cor/", "speaker": "Facebook posts", "vclaim": "If you ask Amazon’s Alexa about the origin of the coronavirus pandemic, it says “the government planned” it.", "truth_label": "false", "date": "stated on March 31, 2020 in posts on the Internet:", "title": "No, Amazon’s Alexa doesn’t say 'the government' planned the coronavirus pandemic", "text": "A Facebook video that racked up thousands of shares claims the coronavirus now spreading across the world was planned and released by the United States government — and it says that this claim is backed up by \"Alexa,\" the voice of the Amazon Echo. \nEcho is a voice-activated home speaker that can provide the user with answers to questions and other content by searching the internet for information. Echo users connect with the device by conversing with \"Alexa,\" the system’s \"virtual assistant.\"\nThe March 31 video is a recording of a TikTok video playing on another smartphone. The man recording the Facebook video warns viewers of his fears that the TikTok video will be deleted from the platform. In the TikTok, a man asks his Amazon Echo, \"Alexa, did the government release the coronavirus?\" \nIn the video, Alexa’s computer-generated voice responds: \"According to Event 201, the government planned this event, created the virus and had a simulation of how the countries would react. This simulation occurred October 18, 2019. The government released the virus among the population and has lost control of the outbreak.\" \nThe spread of misinformation about the coronavirus on TikTok and through Amazon Alexa have recently been reported by outlets such as WUSA9’s VERIFY team and Vox. Let’s take a closer look.\nWhat is Event 201?\nThere was an Event 201, involving a simulated viral pandemic. And it did take place on Oct. 18, 2019, at a hotel in New York. But no actual virus was created or released.\nDuring the event, officials from the Johns Hopkins Center for Health Security, the World Economic Forum, the Bill & Melinda Gates Foundation, and 15 global business, government and public health leaders held a 3.5 hour simulation to view the potential effects of an infectious pandemic.\nThe exercise consisted of pre-recorded news broadcasts, live \"staff\" briefings, and moderated discussions on specific topics, the organizers said. \nThe purpose of the simulation was to examine how industries, governments and public health leaders might have to join forces to combat a global health crisis. It was inspired by research published by the World Economic Forum, an international foundation that studies the intersection of business, politics and academics and their impacts on policy.\nThe pandemic in the fictionalized scenario was caused by a coronavirus, of which there are many types. \nThe study found that a pandemic could cause an average annual economic loss of 0.7% of global gross domestic product, or about $570 billion. The businesses and political leaders involved in the simulation were tasked with working together to create viable solutions to the theoretical pandemic. \nThe participants’ conclusion was that \"the next severe pandemic will not only cause great illness and loss of life but could also trigger major cascading economic and societal consequences that could contribute greatly to global impact and suffering.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nNow that the world is grappling with an actual coronavirus pandemic, the Johns Hopkins Center for Health Security has released a statement reaffirming that the simulation did not predict the current outbreak, but rather was an exercise to examine what would need to happen if one did occur. \n\"For the scenario, we modeled a fictional coronavirus pandemic, but we explicitly stated that it was not a prediction,\" the center said. \"Instead, the exercise served to highlight preparedness and response challenges that would likely arise in a very severe pandemic.\"\nAlexa’s Response \nWhy did the question posed to Alexa bring up Event 201? \nThat only happens in the TikTok video. We asked Alexa directly, and it brought up a different response.\nAlexa said, \"According to the World Health Organization, the exact cause of the current outbreak of COVID-19 is still under investigation. On December 31, 2019, it was reported to the WHO country office in China that a new coronavirus strain later, named COVID-19, was identified by Chinese researchers in connection with a pneumonia-like illness based in Wuhan city, China.\" \nA spokesperson at Amazon told PolitiFact that the one appearing in the video \"is not Alexa's response to customers, and we have not been able to replicate this example.\" \nThe company said that any news Alexa is providing to customers about COVID-19 is from official government sources.\nThe company suggested a couple of explanations why Alexa might have responded the way it did in the video. \nOne possibility is that a customer set a specific response for Alexa. Responses can be recorded and scheduled, like a daily reminder service. This response would play only on that customer’s device, not the system at large. \nAnother possibility involves Alexa Skill Blueprints, which offer templates for trivia games, birthday cards, and flashcards. With this feature, users can create their own automated questions and responses. \nOur Ruling \nFacebook posts say that if you ask Amazon’s Alexa about the origin of the coronavirus pandemic, it says \"the government planned\" it and refers to something called \"Event 201.\"\nThere was a project called Event 201 that simulated possible outcomes of a coronavirus pandemic, but it was a planning exercise and did not predict this specific COVID-19 pandemic. \nMore importantly, we were unable to elicit the same answer from Alexa, and Amazon told us that the answer to that question would be different.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-16954"}