{"url": "/factchecks/2011/aug/24/marco-rubio/reagan-library-speech-marco-rubio-takes-social-sec/", "speaker": "Marco Rubio", "vclaim": "\"When Social Security first started, there was 16 workers for every retiree. Today there are three workers for every retiree and soon there will be only two for every retiree.\"", "truth_label": "true", "date": "stated on August 23, 2011 in a speech at the Ronald Reagan Presidential Library:", "title": "In Reagan library speech, Marco Rubio takes on Social Security", "text": "Freshman U.S. Sen. Marco Rubio, R-Fla., gave a highly anticipated and hyped address at the Ronald Reagan Presidential Library on Aug. 23, 2011, where Rubio continued his call for a smaller, fundamentally different and more conservative federal government.\n\nRubio was invited to speak at the library at the personal invitation of former First Lady Nancy Reagan, and Rubio entered the library to deliver his remarks with her on his arm. He joked it was just the second person he'd walked down the aisle with -- the first being his wife Jeanette. (Rubio also helped Reagan up when she stumbled.)\n\nHe addressed the crowd for more than 20 minutes, talking about his Cuban-immigrant roots, his experience coming of age during the presidency of Ronald Reagan, his belief in the American free enterprise system and his conviction that America can be both a prosperous and compassionate nation, according to the Los Angeles Times.\n\nRubio also argued how both Democrats and Republicans created programs and levels of spending that -- while well intentioned -- were doomed to fail from the start.\n\n\"You see, almost in forever, it was institutions and society that assumed the role of taking care of one another. If someone was sick in your family, you took care of them. If a neighbor met misfortune, you took care of them. You saved for your retirement and your future because you had to.\n\n\"We took these things upon ourselves and our communities and our families and our homes and our churches and our synagogues. But all that changed when the government began to assume those responsibilities. All of the sudden, for an increasing number of people in our nation, it was no longer necessary to worry about saving for security because that was the government's job.\n\n\"For those who met misfortune, that wasn't our obligation to take care of them, that was the government's job. And as government crowded out the institutions in our society that did these things traditionally, it weakened our people in a way that undermined our ability to maintain our prosperity.\n\n\"The other thing is that we built a government and its programs without any account whatsoever for how we were going to pay for it. There was not thought given into how this was going to be sustained. When Social Security first started, there was 16 workers for every retiree. Today there are only three for every retiree and soon there will only be two for every retiree.\n\n\"Program after program was crafted without any thought as to how they will be funded in future years or the impact it would have on future Americans. They were done with the best of intentions, but because it weakened our people and didn't take account the simple math of not being able to spend more money than you have, it was destined to fail and brought us to the point at which we are at today.\"\n\nRubio is suggesting that pre-government intervention with the creation of programs like Social Security and Medicare and welfare, people and private groups provided the same support. We're not going to attempt to check that fact, though we should note we're not necessarily agreeing to that point. According to the Social Security Administration, only about 15 percent of the labor force had any type of pension plan in 1932 and only about 5 percent of laborers actually received retirement benefits. During the height of the Great Depression over half of the elderly in America lacked sufficient income to be self-supporting, the federal government said.\n\nThat out of the way, we wanted to check Rubio's example of the Social Security system, that the number of workers per retiree has dwindled from 16 to 1 when the program started to almost 2 to 1 today.\n\nOur colleagues at PolitiFact Georgia examined a similar claim made by U.S. Sen Mark Warner, a Democrat from Virginia.\n\nExperts they talked to said the best information comes from the Social Security Administration, the federal agency that administers the program. Social Security was created in 1935 by President Franklin D. Roosevelt as part of his New Deal. The program has been amended several times over the years, which makes an apples-to-apples comparison somewhat problematic.\n\nBut on regurgitating the data, Rubio is largely correct.\n\nThe first set of Social Security Administration data comparing the ratio of workers to retirees comes from 1945 (the first benefits were not paid out until 1940). In 1945, there were almost 42 workers per retiree.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFlorida Democratic Party\n\n\nstated on February 3, 2010 in a press release\n\n\n\n\n\n\n\n\n\"Congressman McCollum voted to dismantle Social Security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • March 4, 2010\n\n\n\n\n\n\n\n\nIn 1950, after changes to the program expanded coverage to an additional 10 million Americans and improved benefits, there were 16.5 workers for each Social Security recipient. That's the number Rubio is citing and is supported by experts.\n\nBy 2011, the worker-to-retiree ratio had dropped to 2.9 to 1. The ratio is projected to continue to shrink, to 2.4 workers per retiree in 2022 and 2.2 workers per retiree in 2027.\n\nWe should note the workers-per-retiree figure shrunk quickly following 1950. By 1955, the ratio was down to 8.6 workers per retiree. By 1965, the ratio was 4 workers per retiree.\n\nNone of that speaks counter to Rubio's statement. In some ways, it illustrates the main problem with Social Security -- more and more money is going out in benefits and less and less money is coming in through payroll taxes.\n\nRubio said, \"When Social Security first started, there were 16 workers for every retiree. Today there are three workers for every retiree and soon there will be only two for every retiree.\" The official numbers from the Social Security Administration back him up. We rate this claim True.", "vclaim_id": "vclaim-pol-12526"}