{"url": "/factchecks/2009/jul/20/sarah-palin/palin-flips-her-support-cap-and-trade/", "speaker": "Sarah Palin", "vclaim": "On a cap-and-trade plan.", "truth_label": "full-flop", "date": "stated on July 14, 2009 in a Washington Post op-ed:", "title": "Palin flips on her support of cap-and-trade", "text": "Shortly after announcing she would resign as Alaska's governor, Sarah Palin wrote an op-ed column in the  Washington Post  lambasting the cap-and-trade bill.\n\n\"I am deeply concerned about President Obama's cap-and-trade energy plan, and I believe it is an enormous threat to our economy,\" she wrote on July 14, 2009. \"It would undermine our recovery over the short term and would inflict permanent damage.\"\n\nShe said jobs will be shipped overseas, energy sector workers will lose their jobs and electricity bills will skyrocket, echoing points that many other Republicans have used in arguing against the bill.\n\n\"Do we want to outsource [work] to China, Russia and Saudi Arabia? Make no mistake: President Obama's plan will result in the latter. For so many reasons, we can't afford to kill responsible domestic energy production or clobber every American consumer with higher prices,\" she wrote.\n\nDid we mention her op-ed was called \"The 'Cap and Tax' Dead End?\"\n\nClearly, Palin is no fan of cap-and-trade.\n\nBefore we get to Palin's history on the issue, here's some background on cap-and-trade, a proposal to slow climate change. The bill Palin lambasts was authored by Reps. Henry Waxman of California and Edward Markey of Massachusetts. It would cap carbon emissions with the long-term goal of lowering them by 83 percent by 2050. In the meantime, companies would either have to buy permits from the government to continue polluting or trade them with companies who don't produce enough pollution to meet the government-imposed limit.\n\nSeveral readers wrote to us after the op-ed was published suggesting Palin had flip-flopped. We should note that this isn't the first time Palin's opinions on climate change have  earned her a place  on the Flip-O-Meter; in a Sept. 11, 2008, interview with Charles Gibson of  Good Morning America  , Palin insisted that she's always considered climate change a product of human activity, but we found she had made a Full Flop.\n\nAs for her stand on cap and trade, it too has shifted.\n\nBefore she became Sen. John McCain's presidential running mate, she did not endorse cap-and-trade outright. When she was named as a possible choice, a  U.S. News and World Report  column said she had no public position on the legislation but that she had shown signs of being interested in the concept.\n\nDuring her first few months as governor, Palin created a subcabinet on climate change — a group of advisers assigned to find ways to lower the state's greenhouse gas emissions.\n\n\"The state's interest in curbing emissions represents a new emphasis for Palin, who pronounced herself unconvinced about global warming science during her campaign for governor last year,\" said an April 13, 2007 article in the  Anchorage Daily News  .\n\nPalin's interest in climate change back then may have had something to do with her state's location. Because of its high latitude, the arctic state has felt the impacts of climate change sooner than the rest of the world.\n\nMore than a year later, the subcabinet announced that it would come up with a plan for major industries in the state — oil production, forestry, transportation — to try to reduce climate change.\n\nIn the fall of 2007, Palin became involved with the Western Climate Initiative, a coalition of Western states and Canadian provinces with the goal of slowing climate change, according to her Web site. The group established a regional cap-and-trade program in September 2008, but Alaska does not have to meet those goals because it is designated in the group as an observer, not a partner.\n\nPalin became more direct about cap-and-trade when she teamed up with McCain, a Republican who famously went against his party in 2003 by introducing a cap-and-trade bill with then-Democrat Joe Lieberman. McCain stuck with his pledge to to lower emissions during the campaign, writing in the March 18, 2008, edition of the  Financial Times  that \"the risks of global warming have no borders.\"\n\nPalin echoed McCain's platform in the Oct. 2, 2008 vice presidential debate against Joe Biden. (It's  on YouTube  . Skip to the 29-minute mark to hear her talk about climate change and cap-and-trade.)\n\nDuring the debate, Palin emphasized the importance of energy independence, of \"cleaning up the planet\" and of \"encouraging other nations to come along with us.\" She went on to say, \"We've got to reduce emissions.\"\n\n\"We've got to become more energy independent for that reason also. ... As we rely on other countries that don't care as much about climate as we do, we're allowing them to produce, and to emit, and to pollute more than America would ever stand for.\"\n\nWhen debate host Gwen Ifill asked Palin whether she supported capping carbon emissions, her answer was unequivocal:\n\n\"I do,\" she said. \"I do.\"\n\nIt's worth noting that Ifill did not ask Palin if she supported cap-and-trade specifically. But Palin's comments make it clear she at least supported the \"cap\" part. (Indeed, although the caps have generated most of the opposition, capping and trading are inextricably linked. If you cap emissions, you need a mechanism like the trading to provide incentives for companies to reduce their emissions.)\n\nFast-foward to Palin's recent op-ed in the  Washington Post  and it's clear that she has done a dramatic reversal on the issue. She was in favor of capping emissions as McCain's running mate and is now writing op-eds blasting the idea. We see that as a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-15679"}