{"url": "/factchecks/2017/nov/02/sebastian-gorka/seb-gorka-misquotes-jake-tappers-comment-about-all/", "speaker": "Sebastian Gorka", "vclaim": "Says Jake Tapper said Allahu Akbar was a \"beautiful phrase\" after a terrorist attack in New York.", "truth_label": "pants-fire", "date": "stated on November 1, 2017 in an appearance on 'Hannity':", "title": "Seb Gorka misquotes Jake Tapper's comment about 'Allahu Akbar'", "text": "In an interview on Fox News, former White House adviser Sebastian Gorka mischaracterized a statement CNN’s Jake Tapper made about the Arabic exclamation \"Allahu Akbar\" during coverage of a terrorist attack in New York.\nGorka appeared on Sean Hannity’s Nov. 1 show to discuss the Oct. 31 attack, when 29-year-old Sayfullo Saipov allegedly drove a truck into a crowd of bicyclists and pedestrians in Manhattan. Eight people were killed and another 12 were injured.\nSaipov is believed to have been influenced by the terrorist group known as ISIS, or the Islamic State. Eyewitnesses said they saw Saipov shouting \"Allahu Akbar,\" a common Muslim phrase that affirms faith.\nHannity and Gorka, along with former Milwaukee County, Wis., sheriff David Clarke, were discussing Tapper’s coverage the day of the attack.\n\"I’m still trying to struggle with what kind of mind goes on live television as seven bodies are on the streets of Manhattan, and a child, and talks about the ‘beautiful phrase’ Allahu Akbar,\" Gorka said. \"Where does that motivation come from for Jake Tapper?\"\nBut that’s not what Tapper said.\nDuring The Lead on Oct. 31, CNN crime and justice reporter Shimon Prokupecz told Tapper about witnesses hearing Saipov shout the phrase.  \n\"The Arabic chant Allahu Akbar, ‘God is great,’ sometimes said under the most beautiful of circumstances, and too often we hear it being said in moments like this,\" Tapper said as an explanation.\nTapper clearly is saying that \"Allahu Akbar\" is often said during joyous occasions, not implying that a terrorist’s use of the phrase is somehow a good thing.\nFox News’ Jason Chaffetz pointed out Tapper said \"how beautiful the phrase ‘Allahu Akbar’ can be,\" but later walked back his comments. Conservative website DailyCaller.com also criticized Tapper, then updated their story.\nThe CNN anchor refuted Fox News’ coverage of his coverage on Twitter on Nov 1.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Greg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Fox News is lying. I said it can be said at beautiful moments (wedding, birth) and too often at times like this (horrific terrorist attack),\" he wrote in a thread about a tweet to the Chaffetz clip that Fox News later deleted. \"‘Allahu Akbar’ is a prayer; if we don’t understand how radical Islamic terrorists justify their evil using religion, West cannot defeat it.\"\nFox News is lying. I said it can be said at beautiful moments (wedding, birth) and too often at times like this (horrific terrorist attack). https://t.co/rQx3r0za6I— Jake Tapper (@jaketapper) November 1, 2017\n\nTapper responded to Gorka by tweeting, \"And, no surprise, @SebGorka lies as well, claiming i said Allahu Akbar was a \"beautiful phrase.\" Never said it, Sebastian. Blatant lie.\"\nAnd, no surprise, @SebGorka lies as well, claiming i said Allahu Akbar was a \"beautiful phrase.\" Never said it, Sebastian. Blatant lie. https://t.co/Q183XgwXOC— Jake Tapper (@jaketapper) November 2, 2017\n\nTapper had no further comment to add when we reached out to him. Gorka did not respond to our attempts to contact him.\nThe Council on American-Islamic Relations pointed us to a Nov. 1 opinion piece on CNN.com explaining the phrase. Imam Omar Suleiman, the founder and president of the Yaqeen Institute for Islamic Research, wrote that \"the words ‘Allahu Akbar’ simply mean ‘God is greater.’ It is a powerful declaration used by Muslims on many occasions and in many prayers. It is a celebration of life, the first words fathers whisper in the ears of their newborns.\"\n\"They are used to indicate gratitude when God bestows something upon you that you would have been incapable of attaining were it not for divine benevolence. It is a prayerful phrase that reminds us that, no matter what our concerns may be, God is greater than them.\"\nSuleiman also pointed out that U.S. Sen. John McCain, R-Ariz., had said on Fox News in 2013 that while \"Allahu Akbar\" has been appropriated by radical Islamists as a battlecry, the words themselves aren’t to be feared.\n\"McCain said the phrase is no more troubling than a Christian saying ‘Thank God,’ \" Suleiman noted.\nOur ruling\nGorka claimed Tapper said Allahu Akbar was a \"beautiful phrase.\"\nWhat Tapper actually said was that the phrase is used \"under the most beautiful of circumstances\" by Muslims, and not just by radicals committing terrorist acts. Gorka misquoted Tapper and ignored the larger context of his comment.\nWe rate this statement Pants on Fire!\n Share the Facts 2017-11-02 21:50:46 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Jake Tapper said Allahu Akbar was a \"beautiful phrase\" after a terrorist attack in New York.    Sebastian Gorka Former White House adviser https://www.iqmediacorp.com/ClipPlayer/?ClipID=83bdc8fb-aa34-474f-9165-799bb4dd89a6&ps=2   in an appearance on \"Hannity\" Wednesday, November 1, 2017 2017-11-01    Read More  info", "vclaim_id": "vclaim-pol-02733"}