{"url": "/factchecks/2010/apr/30/jerry-patterson/land-commissioner-jerry-patterson-says-wind-leases/", "speaker": "Jerry Patterson", "vclaim": "Says Texas General Land Office “has earned the school children of Texas $451,932.89 on wind leases that haven't produced a watt of energy.\"", "truth_label": "true", "date": "stated on April 27, 2010 in a newspaper column:", "title": "Land Commissioner Jerry Patterson says wind leases have earned nearly $500,000 despite delayed electricity production", "text": "Jerry Patterson, the state land commissioner seeking re-election this year, champions the prospect of gathering electricity from ocean winds in a recent column in the Austin American-Statesman even though no wind turbines have been built in the Gulf of Mexico.\n“Regardless of any delays,” Patterson says in the column published Tuesday, “the Land Office has earned the school children of Texas $451,932.89 on wind leases that haven’t produced a watt of energy.”\nHalf a mil for school kids without producing electricity? We wondered if Patterson was sparking on extra cylinders.\nResponding, Patterson said that since the state started leasing the rights to erect wind turbines in about 163,000 acres of Gulf waters in 2005, two companies have paid in the cited money in bonus royalties and delay rentals even though no wind turbines have been built.\nLand office spokesman Jim Suydam said the total, paid to the state since January 2005, also reflects nomination fees, application fees and interest earned on the collected money. Suydam said nomination fees are what someone pays to nominate a tract of state land for an energy lease. The state then puts the tract up for bid, with the high bidder winning the lease. Rental or bonus payments are the amount someone pays (as determined by their lease with the state) to lease the tract of land for a period of time. Application fees are what they pay to apply for the lease.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe agency shared a breakdown showing $44,117 of the total Patterson touts came from leaseholders of acreage on land where turbines have not yet been built. That makes the total income from Gulf leases $407,815.\nWe nudged Patterson about saying he \"earned the school children of Texas money” -- does he mean kids are getting checks from the state?\n“Of course not,” Patterson said. “I don’t think anybody would believe I meant the school children get a check.” (Indeed, land commissioners traditionally mention the \"schoolchildren of Texas\" in connection with proceeds from state-owned lands; it's hallowed parlance.)\nPatterson said the described proceeds—like mineral royalties from state lands—went instead to the Permanent School Fund, the state's public education endowment, which had a $22.6 billion balance as of the end of August. The State Board of Education receives a share of earnings from the fund for distribution to school districts on a per-student basis. Also, districts use the fund to back bonds for capital projects, according to the endowment's 2009 annual report.\nWe rate Patterson’s statement as True.", "vclaim_id": "vclaim-pol-15052"}