{"url": "/factchecks/2020/mar/16/mike-parson/did-mike-parson-create-40000-jobs-he-took-office/", "speaker": "Mike Parson", "vclaim": "“Right now we have over 40,000 new jobs in a little over 18 months” in Missouri.", "truth_label": "false", "date": "stated on February 14, 2020 in a speech:", "title": "Did Mike Parson create 40,000 jobs since he took office?", "text": "Missouri Gov. Mike Parson says that his workforce development agenda and initiatives are working and creating more jobs. \n\n\nAt a Feb. 14 speech to the County Commissioners Association of Missouri, he said: \"Right now we have over 40,000 new jobs in a little over 18 months.\" It’s a number he’s used in his State of the State address in January and in other places since October. \n\n\nParson got the state’s top job on June 1, 2018, following the resignation of Eric Greitens. So he’s been governor for a little more than 20 months. \n\n\nHow close is he to 40,000? Not very. Can he take credit for job increases? That’s another question.\n\n\nParson’s workforce development agenda\n\n\nParson has made jobs a vital part of his agenda. He advocated for the Fast Track Workforce Incentive Grant in his 2019 State of the State address. The grant helps people gain workforce skills through certificate or degree programs to go into high-need jobs, according to the Missouri Department of Higher Education and Workforce Development. (The law went into effect on Aug. 5). \n\n\nHe also created, through executive order on Nov. 12, an Office of Apprenticeship to create opportunities for Missourians to gain needed skills to get into the workforce.\n\n\nWe contacted Parson’s administration about his claim. His staff gave us a link to the state Department of Economic Development’s jobs report.\n\n\nThe research division of the Missouri Department of Higher Education and Workforce Development shows Missouri gained 36,800 jobs on the nonfarm payroll from June 2018 (When Parson took office after former governor Eric Greitens’ resignation) to November 2019. Seasonally adjusted data from the Bureau of Labor Statistics is in line with Missouri’s Economic Research Information Center’s numbers. \n\n\nSo, the governor’s number is 8% off — but only if you end the count there. December data released on Jan. 23 showed that Missouri lost 8,500 jobs in that month.\n\n\nThat would bring the total job increase from June 2018 to December 2019 to 28,300 — well short of 40,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n(It is worth noting that as of March 4, 2020, Missouri lost even more, 5,800 jobs, which would bring the total to 22,500 since Parson took office. That data was reported after the governor made his claim, though.)\n\n\nTaking credit for jobs\n\n\nCan Parson claim jobs increasing is because of him, his administration and workforce development policies? \n\n\nAs noted above, a few of his workforce development initiatives were just recently enacted. \n\n\nEven if they had been put in place on Day One of his administration, he cannot be fully credited for the increase. \n\n\nAs we’ve noted in previous PolitiFact fact-checks such as this one on former Wisconsin governor Scott Walker, a governor can’t really take full credit — or blame — for the rise or fall in jobs. \n\n\nThere are many factors that affect the state of Missouri’s economy such as the U.S. economy or international affairs, which affect goods and services in the state. One person or administration cannot be the sole factor.\n\n\nIt is like the quarterback of a football team. While very important to the team and the outcome of a game, he is not to be fully credited or blamed for the team’s efforts.\n\n\nOur ruling\n\n\nParson said: \"Right now we have over 40,000 new jobs in a little over 18 months.\"\n\n\nTaking into account December data, the number of jobs created since Mike Parson took office only rises to 28,300. His claim may have been close when he made it last fall, but it is not now. \n\n\nWe rate Parson’s tweet as False.", "vclaim_id": "vclaim-pol-18134"}