{"url": "/factchecks/2013/apr/26/eric-cantor/eric-cantor-says-faa-could-cut-funds-avoid-furloug/", "speaker": "Eric Cantor", "vclaim": "\"Why is President Obama unnecessarily delaying your flight? FAA could cut other spending.\"", "truth_label": "barely-true", "date": "stated on April 23, 2013 in a tweet:", "title": "Eric Cantor says FAA could cut funds to avoid furloughs", "text": "With frustrated travelers tapping their feet in the nation’s airports this week, politicians responded with alarm to flight delays brought on by federal budget cuts.\n\nBeginning Monday, April 22, 2013, furloughs of air traffic controllers began to take effect under sequestration, a deficit-reduction measure that bluntly cuts federal agency budgets. The furloughs triggered flight delays around the country as the FAA scaled back the number of planes that could take off and land because the agency had fewer controllers to direct them.\n\nU.S. House Majority Leader Eric Cantor, R-Va., joined the criticism that the FAA is maximizing the budget cuts’ inconvenience on travelers.\n\n\"Why is President Obama unnecessarily delaying your flight? FAA could cut other spending,\" Cantor tweeted on April 23, 2013.\n\nThe FAA has said it made all the cuts it could but sequestration still leaves no option but to furlough employees.\n\nSo who’s right? We decided to check it out.\n\nCuts & furloughs\n\nWe looked into a similar claim from Transportation Secretary Ray LaHood before the sequester took effect. The Obama administration and federal agencies were warning that flight delays would result.\n\nSequestration is forcing the FAA to carve $600 million from its budget, and LaHood said furloughing air traffic controllers was the last step after every other cut has been made.\n\nBut air traffic controllers make up a big chunk of the FAA’s workforce: 15,000 of its 47,000 employees.\n\n\"We’re looking at everything possible; and everything possible that’s legal, we will do,\" he said at the White House. That includes cutting travel, cutting overtime, freezing hiring, canceling conferences and reducing contracts.\n\nSo what exactly is legal to cut?\n\nThe Budget Control Act of 2011, the law authorizing the sequester, says \"each non-exempt account within a category shall be reduced by a dollar amount calculated by multiplying the baseline level of sequestrable budgetary resources in that account at that time by the uniform percentage necessary to eliminate a breach within that category.\" (That clause comes from a similar deficit control law from 1985, the first time \"sequestration\" was implemented.)\n\nIt means, according to the White House Office of Management and Budget, that sequestration \"must be applied equally at the program, project, and activity level within each budget account.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThat’s why officials and politicians call sequestration a blunt instrument.\n\n\"The sequester language does not allow us to move funding from account to account, and we simply can’t make the required cuts without facility closures and furloughs,\" DOT spokesman Justin Nisly told PolitiFact in February.\n\nA $474 million FAA grant?\n\nCantor’s tweet included a link to a Wall Street Journal editorial criticizing the Obama administration for flight delays and spending decisions.\n\nIt pointed to a $474 million grant program posted this week on DOT’s website that promises to \"make communities more livable and sustainable.\"\n\n\"How about awarding grants to the control towers at Hartsfield and O'Hare?\" the editorial said.\n\nNisly said the grant program \"was specifically designed by Congress as a rigorous competition to fund projects that have a significant impact on the nation, a region or metropolitan area. The program has been wildly popular, and the DOT has received more than $105 billion in applications for only $3.1 billion available. Each round of TIGER involves a detailed application and a thorough review of the merits of each project.\"\n\nMerits aside, FAA grant programs are entirely excluded from sequester cuts.\n\n\"Under the rules of the sequester, the airport grant program was exempted, as were all grant programs ... of the Department of Transportation. What that means is that it falls disproportionately on the operating side of the budget,\" FAA Administrator Michael Huerta told a House subcommittee this week.\n\nThe editorial also mentioned $500 million the agency is spending on consultants. But FAA officials have said that money pays, not for consultants, but for contracts that support the air traffic control system, including telecommunications and weather radar.\n\nAs we were working on this report, the earth moved a little under this issue. Five days into the furloughs, the Senate unanimously passed a bill allowing the FAA to move funds around and end furloughs. The House approved the legislation a day later. (Cantor voted for it.) As of this writing, it awaits Obama’s signature; he is expected to sign it.\n\n\"Congress just passed legislation that now enables the FAA to have the flexibility it needs to make less disruptive changes, so clearly there was something in the law that was posing a problem,\" said Clifford Winston, an economist with the Brookings Institution.\n\nOur ruling\n\nCantor said flights were being delayed unnecessarily because the FAA could have cut other funds before furloughing air traffic controllers.\n\nBut the law authorizing sequestration states that cuts must be applied equally. Given that the FAA is a huge federal agency tasked with cutting $600 million, to say there is no wiggle room is a stretch. But sequestration does not allow elimination of entire programs or departments to spend the money on in other areas, such as paying air traffic controllers.\n\nWhat’s more, the fact that Congress was compelled to act to give the FAA that flexibility undercuts the argument that the agency could have moved funds around all along.\n\nWe rate Cantor’s statement Mostly False.", "vclaim_id": "vclaim-pol-09415"}