{"url": "/factchecks/2013/feb/20/david-plouffe/david-plouffe-says-latinos-supported-health-care-l/", "speaker": "David Plouffe", "vclaim": "\"The group that supported the president’s health care bill the most? Latinos.\"", "truth_label": "barely-true", "date": "stated on February 17, 2013 in an interview:", "title": "David Plouffe says Latinos supported health care law the \"most\"", "text": "A grande problemo for the Republican Party is how to win over Hispanic voters who flocked to President Barack Obama in 2012. But even with Republicans like Sen. Marco Rubio supporting immigration reform, Latinos are still concerned about other issues, said David Plouffe, a recently departed White House senior adviser.\n\nFor a New York Times magazine cover story about the Republican Party’s future, Plouffe was asked if a presidential candidate like Rubio could get his party back into the game.\n\nPlouffe called Rubio \"the tea party Cuban-American from Florida\" and said he wouldn’t have much appeal to Hispanic voters in other states.\n\n\"And by the way: the bigger problem they’ve got with Latinos isn’t immigration,\" Plouffe said in the February article. \"It’s their economic policies and health care. The group that supported the president’s health care bill the most? Latinos.\"\n\nHis statement that Latinos supported Obama’s Affordable Care Act more than other groups caught our attention, so we decided to check it out.\n\nPolls about the Affordable Care Act\n\nWe reviewed several polls about the Affordable Care Act and generally found Latinos were supportive of the law. Two of the polls we examined showed blacks with the highest support, followed (sometimes closely) by Hispanics, while whites supported the law much less. Some polling experts told us, though, that the statistical differences between black and Hispanic support were not always significant.\n\nWe focused most of our search between March 2010 when the law was signed and the November 2012 election.\n\nHere are a few examples:\n\n• Polls of only Latinos:  We were unable to reach Plouffe, who has since left the White House, directly. But a spokesman at the White House sent us links to two polls. A Fox News Latino poll in September 2012 found 62 percent of likely Latino voters supported the Affordable Care Act. A poll by Latino Decisions shortly before the election found 61 percent of Latinos felt the law should be allowed to stand.\n\n• Kaiser Family Foundation: This poll has repeatedly asked respondents if they had a generally favorable or unfavorable view of the law. In November 2012, it showed that among blacks 68 percent had a favorable view, while 52 percent of Hispanics favored it. But Hispanic notched 1 percent higher than blacks on their favorable view in April 2010, just after the Act was signed into law -- 68 to 67 percent. The favorability view of whites has fluctuated much less: 39 percent in April 2010 and 35 percent in November 2012.\n\nMollyann Brodie, a Kaiser senior vice president, told PolitiFact in an email: \"While in a couple of months the gaps you see are ‘statistically different,’ for the most part there is NO statistical difference between black and Hispanic support. So I think it would be wrong to suggest that in general blacks are more supportive than Hispanics, and the more accurate way to talk about our data is that blacks and Hispanics are more favorable towards the Affordable Care Act than white non-Hispanics.\"\n\n• Quinnipiac: In May 2010 a Quinnipiac poll asked \"Do you approve or disapprove of the federal health care overhaul?\" It found that 68 percent of blacks approved of the law while 52 percent of Hispanics did. Polls in 2012 showed that blacks favored letting the health care law stand more than Hispanics -- in February 68 to 42 percent and in July 73 to 52 percent.\n\nHarvard School of Public Health professor Robert Blendon, who reviewed the Quinnipiac results, said the July 2012 survey had a large sample. \"Hispanics in that question are statistically different from blacks. They are lower in their level of support,\" he said. \"That survey had a very large sample. In the others, you can say that the bill was not more significantly popular among Hispanics than for blacks.\"\n\nInterpreting the polls\n\nOpinions about the health care law tended to polarize along partisan lines.\n\n\"The No. 1 characteristic that has defined opinion on law since the day it passed is political party affiliation,\" said Brodie, the polling expert with the Kaiser Family Foundation. \"Democrats always disproportionately like it and Republicans always disproportionately hate it by huge percentages. African-Americans and Latinos are much more likely to be Democrats, and Democrats like this idea.\"\n\nGabe Sanchez, a University of New Mexico political science professor who works for Latino Decisions, said Latinos and blacks have supported the law more than whites due to higher national average rates of being uninsured and knowing more people who lack insurance. Hispanics have the highest uninsured rates of any racial or ethnic group within the U.S., according to the federal Office of Minority Health.\n\nBlendon said results from Quinnipiac show that Hispanics supported the law more than whites, but not as much as blacks. He said a possible reason could be the requirement that all people have health insurance, called the individual mandate. \"Hispanics have more self-employed and small businesses in their communities and this concern about the mandate’s impact economically for them may be a reason here,\" he said.\n\nJennifer Ng'andu, an expert on health and civil rights policy at the National Council of La Raza, which supported the final law, told PolitiFact in an email that \"In general, every poll that I’ve seen both during and following the passage of the Affordable Care Act confirms that black support for the Affordable Care Act was higher than Latinos.\" But Hispanics showed strong support for health care reform nn general.\n\nOur ruling\n\nWhen Plouffe was talking about Obama’s support among Latinos he said, \"The group that supported the president’s health care bill the most? Latinos.\"\n\nThe White House pointed to polls of Latino voters showing the majority supported the health care law, but that lacked a comparison to other groups.\n\nOverall, the polls we looked at showed strong support for the health care law from Hispanics. However, we found little to suggest Hispanics supported the law \"the most.\" Support for the law among blacks was very high and in some cases outpaced Hispanic support.  Experts we spoke with said that blacks supported the health care law the most or that they were fairly equal in support with Hispanics. Support for the law tended to follow partisan lines.\n\nWe rate this claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-09686"}