{"url": "/factchecks/2012/mar/02/barack-obama/obama-says-he-supported-first-nuclear-power-plant-/", "speaker": "Barack Obama", "vclaim": "\"We supported the first new nuclear power plant in three decades.\"", "truth_label": "mostly-true", "date": "stated on February 23, 2012 in a speech in Miami:", "title": "Obama says he supported the first new nuclear power plant in three decades", "text": "Countering Republican attacks on gas prices, President Barack Obama gave a hard-hitting speech on energy policy in Miami on Feb. 23, 2012. In his speech, Obama laid out a defense of his oil-related policies and reiterated his commitment to diverse energy sources.\n\nOne of his speech’s shortest lines caught our attention: \"We supported the first new nuclear power plant in three decades.\"\n\nThirty years -- really? And why has it been so long? To satisfy our curiosity, we decided to check it out. (We fact-checked Obama’s claims about drilling in a separate report.)\n\nIf you haven’t been keeping tabs on the nuclear energy industry, it has indeed been awhile since a new reactor was built. But Obama’s 30-year claim hinges on licensing.\n\nOn Feb. 9, 2012, the U.S. Nuclear Regulatory Commission approved a license for two new nuclear reactors in Georgia. The electricity giant Southern Co. intends to build them at its Vogtle site south of Augusta. (The White House pointed us to news coverage of the approval when we asked for evidence of Obama’s statement.)\n\nPrior to this year, the last time the commission granted a license to build a new reactor was in 1978, which was 34 years ago, according to a commission spokesperson. The permit was for the Shearon Harris plant operated by Carolina Power & Light near Raleigh, N.C. But it takes a long time to build nuclear reactors, so the plant didn’t get operational approval until 1986.\n\nAnd the North Carolina plant isn’t the most recent to go operational. That distinction goes to the Tennessee Valley Authority’s Watts Bar site in Tennessee. It received a construction license in 1973 and an operating license in 1996, or 16 years ago.\n\nStill, as we ran this claim by people who watch the nuclear industry closely -- both those opposed to nuclear energy and those in favor of it -- they agreed Obama’s claim to have \"supported the first new nuclear power plant in three decades\" was largely accurate.\n\nA technical note: The Georgia project adds two reactors to an existing electricity generation site with two existing reactors. We wondered if that diminished the accuracy of Obama’s statement, but the experts said it’s fair to call each reactor its own \"power plant.\"\n\nNuclear’s long wait\n\nSo why has it been so long since a license was granted?\n\nInterestingly, the experts we spoke with said it’s not because of bureaucratic hassles or super-stringent rules. Rather, it’s because building new plants is expensive, and the dynamics of the energy market haven’t made new reactors a good deal for energy producers.\n\nThe Nuclear Information and Resource Service opposes nuclear energy as \"dangerous, dirty and expensive,\" said executive director Michael Mariotte. It’s the expensive part that’s made for the long wait, he said.\n\nEnergy companies have struggled to build plants in a cost-efficient manner, and the Georgia plants are a long way from being finished, he said. The Southern Co. is trying to construct two reactors at once, which makes for more operational complexity.\n\n\"If history repeats itself, then they won’t get built. We’ll have to see how much the industry has learned in the past three decades in terms of managing construction costs,\" he said.\n\nHis group is part of a lawsuit to stop the construction, on the grounds that the reactor designs need to be updated with lessons learned from the recent nuclear disaster near Fukushima, Japan. (The Nuclear Regulatory Commission approved the license on a 4-1 vote; the dissenting vote was cast for that reason.)\n\nA sunnier take on the three-decade wait is that the nuclear industry has been really good at innovating and getting more electricity out of its existing plants. That’s what Steve Kerekes of the pro-nuclear Nuclear Energy Institute told us.\n\n\"From essentially a static number of facilities -- a little over 100 --we’ve increased our electricity output roughly 40 percent. That’s the equivalent of nearly 30 new reactors since 1990, and we’ve done that from existing facilities,\" he said.\n\nNuclear executives say they would build more plants if the current energy markets were different. The Georgia plant is going forward in a state where regulations allow utilities to bill customers for construction costs before the plant is finished.\n\nBy way of contrast, the Illinois-based nuclear energy company Exelon operates in many states where that’s not the case. Exelon executives have said plainly it makes little economic sense for them to build new plants, citing two more factors. First, natural gas prices are very low. Second, Congress has abandoned plans to address global warming through a cap-and-trade system or other attempts to limit carbon emissions from coal-fired electricity generation. Both those things work against the business case for building new reactors. (Exelon executives, by the way, donated to Obama’s 2008 campaign, as we noted in this fact-check.)\n\nThe administration’s support\n\nObama said in his speech that his administration \"supported\" the new nuclear plants. Again, experts agreed this was so, particularly since the administration is in final negotiations to support the Southern Co.’s construction with $8.33 billion in federal loan guarantees.\n\nBack in February 2010, when the project received conditional approval, Obama himself praised the deal, connecting it to the need for climate change legislation.\n\n\"To meet our growing energy needs and prevent the worst consequences of climate change, we need to increase our supply of nuclear power, and today’s announcement helps to move us down that path,\" he said.\n\nOur ruling\n\nObama said, \"We supported the first new nuclear power plant in three decades.\" He is right that it’s been that long since a new nuclear reactor has been licensed. However, because it takes so long to construct nuclear power plants, the most recent plant actually opened in 1996.\n\nThe experts we spoke with, both those who support nuclear power and those who oppose it, said that Obama’s statement was largely accurate, given that the last time a nuclear reactor received federal approval was 1978. And, his administration has so far supported the recent approval of new reactors in Georgia with $8.3 billion in federal loan guarantees.\n\nWe rate Obama’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-11507"}