{"url": "/factchecks/2019/sep/24/facebook-posts/no-story-about-11-year-old-girl-who-shot-two-illeg/", "speaker": "Facebook posts", "vclaim": "Says an 11-year-old girl shot and killed two armed \"illegal aliens\" after they broke into her home in Montana.", "truth_label": "pants-fire", "date": "stated on September 20, 2019 in a Facebook post:", "title": "No, the story about 11-year-old girl who shot two ‘illegal aliens’ in Montana is fake", "text": "Did an 11-year-old girl shoot and kill two \"illegal aliens\" during a home invasion in Montana?\nNo. This faux tale is more than 12 years old and continues to resurface on social media even though it’s been debunked several times over the years. \nThe rumor showed up on Facebook again on Sept. 20 on the page \"Adorable Deplorables for Trump\" and has gotten over 500 comments and more than 1,500 shares. \nThe post shared an image of a young girl holding a shotgun with text below it that recounts the story:\n\"11-YEAR-OLD WHO SHOT ILLEGALS. Two illegal aliens, Ralphel Resindez, 23, and Enrico Garza, 26, probably believed they would easily overpower home-alone 11-year-old Patricia Harrington after her father had left their two-story home. It seems these crooks never learned two things: 1. They were in Montana. 2. Patricia had been a clay shooting champion since she was nine...\"\n\n \nThe post goes on to say that the girl grabbed a shotgun and killed both men before police were able to arrive and that one of the immigrants had already killed another man during an earlier home invasion. At the end it asks if you ever wonder why \"good stuff\" never makes the news.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nFirst, a reverse-image search revealed the girl in the photo is actually a 14-year-old from New Jersey who was featured in a piece by the New Yorker about kids who use recreational firearms.\nAnd the story about the girl shooting intruders \"never made the news\" because it never actually happened. The account can only be found in other websites that repeat the same information, with no additional details. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nA search of the Nexis database surfaced a few stories where young people helped thwart home invasions by using firearms over the years, but none lined up with the post. \nWe did find a 1988 story of an 11-year-old shooting and killing two burglars – but the child was a boy and the incident took place in Switzer, South Carolina. As well, the men were not named \"Ralphel Resindez\" and \"Enrico Garza,\" but were two ex-convicts named Danny Ray Abernathy and Broadus Petty. \nSome earlier versions of the rumor named the Montana town of Butte as being the location of the incident, but a 2007 story by the Montana Standard newspaper, which included an interview with the town’s sheriff, called the shooting \"nothing but an urban myth:\"\n\"When asked about the authenticity of the events described in this story, Butte-Silver Bow Sheriff John Walsh told The Montana Standard in an earlier interview that his office never investigated such an incident. ‘This never happened,’ Walsh said.\nThe story claims the girl shot and killed the two intruders while she was home alone. The story doesn’t provide a street address or attribute the information to any official sources.\nWalsh brushed off the story of an urban myth. ‘It’s amazing how these things get around,’ he said.\"\nPhillip Morris, a columnist with The Plain Dealer, wrote a piece about the myth in 2013:\n\"There was no Ralphel Resindez, there was no Enrico Garza, and despite her elevation to heroine status with some gun rights groups, there was no little girl named Patricia who bravely defended her home with her father's shotgun. So why does this story still circulate?\n\"Probably, because it seems perfectly believable. For a nation that remains bitterly divided on the issues of immigration and gun control, this violent parable highlights the worst fears of what illegal immigration and stricter gun control could portend for the nation.\"\nWe rate this old urban legend Pants on Fire!", "vclaim_id": "vclaim-pol-00133"}