{"url": "/factchecks/2011/mar/24/dennis-kucinich/rep-dennis-kucinich-says-faulty-law-blame-oil-comp/", "speaker": "Dennis Kucinich", "vclaim": "\"Due to a flaw in the 1995 Outer Continental Shelf Deep Water Royalty Relief Act numerous oil companies are now drilling in the Gulf of Mexico in federal lands and paying no royalties to the federal government.\"", "truth_label": "half-true", "date": "stated on March 3, 2011 in a House committee hearing:", "title": "Rep. Dennis Kucinich says a faulty law to blame for oil companies not paying royalties for off-shore drilling", "text": "With the price of a gallon of unleaded gasoline selling for around $3.50 at the pump, and expected to hit $4 by summer, attention is focused on what factors influence retail fuel prices.\n\nThat U.S. oil companies reported profits of $485 billion from 2005 to 2009 only heightens that scrutiny. Particularly when despite those profits, they have received subsidies since the mid ’90s.\n\nAt the time, the average cost of a barrel of oil had plunged to as low as $11, compared to more than $100 a barrel now, and oil companies demanded incentives to explore and drill for new sources of oil.\n\nSome of that exploration involves federal areas, but the federal government hasn’t reaped rewards from that exploration. Legislation approved in 1995 relieved oil companies from paying royalties to the federal government on drilling leases until they had recouped their investment.\n\nThe House Oversight and Government Reform Committee focused on that legislation as part of a hearing March 3.\n\nAt that hearing, Rep. Dennis Kucinich stated: \"Due to a flaw in the 1995 Outer Continental Shelf Deep Water Royalty Relief Act, numerous oil companies are now drilling in the Gulf of Mexico in federal lands and paying no royalties to the federal government.\"\n\nKucinich’s statement made us wonder: Is it possible that an industry swimming in profits has managed to avoid paying a simple cost of doing business like drilling royalties?\n\nPolitiFact Ohio put the statement to the Truth-O-Meter.\n\nKucinich’s staff pointed us to a report by the U.S. Government Accountability Office titled \"Opportunities to Reduce Potential Duplication in Government Programs, Save Tax Dollars, and Enhance Revenue\" and a section titled \"Ensuring the Federal Government Receives Fair Market Value for Its Oil and Gas Resources Could Enhance Federal Revenues.\"\n\nThe report addresses the issue of royalty relief, stating: \"Special lower royalty rates granted on leases issued in the deep water areas of the Gulf of Mexico from 1996-2000 could result in $21 billion to $53 billion in lost revenue to the federal government.\"\n\nNext, we compared those finding to what was said at the hearing.\n\nKucinich made his remark while questioning Ryan Alexander, president of the Taxpayers for Common Sense, a non-profit organization that bills itself as a non-partisan budget watchdog. The organization is one of nearly 30 in a coalition that followed up the hearing with a letter to Congress urging an end to energy subsidies.\n\nAlexander confirmed the basic premise of Kucinich’s claim. \"There are companies paying no royalties right now as a result of an error,\" she said.\n\nSo does that mean the law is flawed?\n\nIn a followup answer, Alexander explained that the leases are flawed, not the law.\n\n\"My understanding is that there is a set of leases that were issued between 1996 and 2000 that are flawed; there was an error in the drafting,\" she said. \"And so all of those leases are exempt from royalties right now.\"\n\nKucinich, during his questioning, cited claims by John Hofmeister, a former CEO of Shell Oil who now is head of the group Citizens for Affordable Energy, in which he said large oil companies don’t need subsidies such as royalty relief when oil prices are as high as they are now.\n\n\"The fear of low oil prices drives some companies to say that subsidies should be sustained,\" Hofmeister said in an interview with the National Journal. \"And my point of view is that with high oil prices such subsidies are not necessary.\"\n\nAlexander, too, called for changes to the subsies.\n\n\"There are subsidies for oil and gas companies riddled throughout the tax code and through different spending programs, so we think this is a big opportunity for there to be bipartisan action for reform that will help close the deficit,\" she said. \"We think that these handouts are enriching very profitable companies.\"\n\nCongressional Republicans generally support continuing subsidies for oil companies, and oppose legislation introduced in February to eliminate $5 billion in subsidies. But there appears to be support for repairing the royalty issue from both sides of the aisle.\n\n\"I do think there’s bipartisan support to still try to fix that,\" said Rep. Darrell Issa, a California Republican who chairs the committee.\n\nSo how does Kucinich’s statement rate on the Truth-O-Meter?\n\nTestimony at the hearing from the head of a watchdog group advocating action suggests it is the drilling leases for the Gulf of Mexico that are at fault rather than the law that established the royalty relief.\n\nBut the congressman was correct that some oil companies pay no royalties, and the GAO report his staff cited suggests that is an issue worth billions of dollars to the federal government.\n\nOn the Truth-O-Meter, we rate Kucinich’s claim as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-13373"}