{"url": "/factchecks/2012/aug/15/mitt-romney/mitt-romney-said-barack-obama-first-history-rob-me/", "speaker": "Mitt Romney", "vclaim": "Says Barack Obama \"robbed Medicare (of) $716 billion to pay for ... Obamacare.\"", "truth_label": "barely-true", "date": "stated on August 12, 2012 in an interview on \"60 Minutes\":", "title": "Mitt Romney said Barack Obama robs Medicare of more than $700 billion to pay for Obamacare", "text": "Medicare is a hot topic in the presidential race since Mitt Romney picked U.S. Rep. Paul Ryan to be his running mate.\n\nRyan, R-Wis., is the head of the Budget Committee in the U.S. House of Representatives and the architect of a plan to dramatically restructure Medicare.\n\nRyan’s plan is for people who are under age 55 now. It would give them voucher-like credits to buy traditional fee-for-service Medicare or competing private insurance plans. (The credits are sometimes called \"premium support.\")\n\nThough House Republicans voted overwhelmingly for Ryan’s plan, polling shows public opinion is mixed, and Democrats have vigorously attacked the proposal as a voucher plan and worse. The Romney campaign, meanwhile, refutes those charges by saying President Barack Obama has targeted Medicare himself.\n\nHere’s how Romney put it in an interview with 60 Minutes shortly after selecting Ryan:\n\n\"There's only one president that I know of in history that robbed Medicare, $716 billion to pay for a new risky program of his own that we call Obamacare.\"\n\nHere, we’re checking whether Obama \"robbed\" Medicare of $716 billion dollars to pay for Obamacare.\n\n$700 billion from Medicare?\n\nThe claim that Obama cut $700 billion out of Medicare is relatively new. Not long ago, the oft-cited number was $500 billion. How did he manage to cut another $200 billion when no one was looking?\n\nFirst things first: Neither Obama nor his health care law literally cut a dollar amount from the Medicare program’s budget.\n\nRather, the health care law instituted a number of changes to try to bring down future health care costs in the program. At the time the law was passed, those reductions amounted to $500 billion over the next 10 years.\n\nWhat kind of spending reductions are we talking about? They were mainly aimed at insurance companies and hospitals, not beneficiaries. The law makes significant reductions to Medicare Advantage, a subset of Medicare plans run by private insurers. Medicare Advantage was started under President George W. Bush, and the idea was that competition among the private insurers would reduce costs. But in recent years the plans have actually cost more than traditional Medicare. So the health care law scales back the payments to private insurers.\n\nHospitals, too, will be paid less if they have too many re-admissions, or if they fail to meet other new benchmarks for patient care.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama and fellow Democrats say the intention is to protect beneficiaries' coverage while forcing health care providers to become more efficient.\n\nUnder the new law, the overall Medicare budget is projected to go up for the foreseeable future. The health care law tries to limit that growth, making it less than it would have been without the law, but not reducing its overall budget. So claims that Obama would \"cut\" Medicare need more explanation to be fully accurate. In the past, we’ve rated similar statements Half True or Mostly False, depending on the wording and context.\n\nBecause Medicare spending gets bigger every year, the cost-saving mechanisms in the health care law also get bigger. Also, it takes a few years for the health care law’s savings mechanisms to kick in. In fact, the effects of time are the main reason the $500 billion number has turned into $700 billion.\n\nThe CBO determined in 2011 that the federal health care law would reduce Medicare outlays by $507 billion between 2012 and 2021. In a more recent estimate released this year, the CBO looked at the years 2013 to 2022 and determined the health care law affected Medicare outlays by $716 billion.\n\nSo it’s timing that’s making the cuts bigger, not changes to Medicare.\n\nHistoric steal for ‘Obamacare’?\n\nNow, to address the word \"robbed.\" We know the civility is at a low ebb these days, but we think it’s worth pointing out that the money was not robbed in any literal sense of the word.\n\nCongress passed the law through its normal process, and the proposal was debated out in the open during the many weeks that the final law was being negotiated.\n\nAt the time the health care law was being finalized and passed, Democrats said it was important to them that the new law not add to the deficit. So the reductions in Medicare spending were counted against the health care law’s new spending. That spending is primarily to cover the uninsured, by giving them tax credits to buy private insurance. But some new spending increases Medicare coverage for prescription drugs for seniors.\n\nFinally, Romney said Obama is the \"only one president that I know of in history that robbed Medicare.\" In reality, several presidents have reduced Medicare spending.\n\nWe reviewed this history in detail in a fact-check of Romney’s statement from December, \"Only one president has ever cut Medicare for seniors in this country . . . Barack Obama.\" We rated that False. Many presidents have sought to rein in Medicare spending.\n\nHere are a few highlights from that fact-check:\n\n• President Ronald Reagan cut Medicare by reducing payments to hospitals, and he cut benefits by raising deductibles.\n   \n• President George H.W. Bush cut benefits by repealing a law that would have expanded coverage for drugs and catastrophic illness.\n   \n• President Bill Clinton cut Medicare by changing payments to doctors and other providers, which could be considered to have an indirect effect on beneficiaries.\n\nOur ruling\n\nRomney said, \"There's only one president that I know of in history that robbed Medicare, $716 billion to pay for a new risky program of his own that we call Obamacare.\"\n\nThe only element of truth here is that the health care law seeks to reduce future Medicare spending, and the tally of those cost reductions over the next 10 years is $716 billion. The money wasn’t \"robbed,\" however, and other presidents have made similar reductions to the Medicare program.\n\nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-10577"}