{"url": "/factchecks/2016/aug/18/donald-trump/hillary-clinton-want-millions-illegal-immigrants-t/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton is \"proposing to print instant work permits for millions of illegal immigrants to come in and take everybody's jobs, including low-income African-Americans.\"", "truth_label": "false", "date": "stated on August 16, 2016 in a speech:", "title": "Donald Trump off in saying Hillary Clinton wants illegal immigrants to take U.S. jobs", "text": "On a campaign visit to West Bend, Wis., on Aug. 16, 2016, Donald Trump hit one of his favorite topics -- immigration -- and one of his favorite targets -- Hillary Clinton.\nTrump tried to reach out to African-American voters with various attacks on Clinton, including this one:\n\"Now she's proposing to print instant work permits for millions of illegal immigrants to come in and take everybody's jobs, including low-income African-Americans.\"\nTrump’s reference, however, is to advanced-degree international students who are legally in the United States -- and who are trained for top jobs in technology and science.\nTrump’s evidence\nTo back Trump’s claim, his campaign pointed to this statement from the technology policy part of Clinton's campaign website:\nOur immigration system is plagued by visa backlogs and other barriers that prevent high-skilled workers and entrepreneurs from coming to, staying in, and creating jobs in America. Far too often, we require talented persons from other countries who are trained in U.S. universities to return home, rather than stay in here and continue to contribute to our economy. As part of a comprehensive immigration solution, Hillary would \"staple\" a green card to STEM masters and PhDs from accredited institutions—enabling international students who complete degrees in these fields to move to green card status.\nSTEM stands for Science, Technology, Engineering and Math.\nThe Trump campaign also cited a Breitbart.com article published June 28, 2016, the day Clinton released the plan. The \"staple\" proposal would mean, the conservative site claimed, \"university-trained foreign labor will drown the lifetime wages and career prospects of her college-indebted American supporters.\"\nEven that criticism refers to jobs sought by college graduates, not jobs held by people with low incomes.\nOther views\nPaula Dwyer, an economics columnist for Bloomberg, explained in a column that the automatic green card Clinton proposes would grant foreign graduates permanent U.S. residence and work visas. Dwyer noted that such proposals have had bipartisan support while also raising some concerns -- though not the type Trump raised.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nShe wrote:\nPresident Barack Obama suggested the stapled green card in his first term, as did Mitt Romney in his 2012 presidential campaign. Silicon Valley executives have long advocated it to address what they claim is a shortage of qualified high-tech workers ….\nClinton says it makes no sense for the U.S. to invest in the education of some of the world's smartest people, only to send them back to India, China and other countries to start companies and compete against the U.S. But critics of the influx of foreign students to the U.S. warn that, without safeguards, the policy would turn U.S. colleges into green-card factories that crowd out American students, drive down salaries and discourage U.S.-born students from STEM careers.\nSo, there are some concerns about extending the stay of international students, who are not illegal immigrants but are studying in the U.S. on temporary visas.\nRegardless, these master’s and doctoral graduates in science, technology, engineering and math are not threats to jobs held by low-income workers.\nThere’s also no evidence that Clinton’s proposal would apply to millions of people. The government’s latest quarterly report says 478,851 international students were studying in STEM fields at U.S. universities as of March 2016. And, of course, not all of them pursue advanced degrees or will want to remain in the U.S. after finishing their studies.    \nOur rating\nTrump says Clinton is \"proposing to print instant work permits for millions of illegal immigrants to come in and take everybody's jobs, including low-income African-Americans.\"\nClinton would \"staple\" green cards to the diplomas of foreign students in the United States who complete master’s or doctoral degrees in science, technology, engineering or math, extending their stay so that they could work in the U.S., particularly in high-tech jobs, after graduation rather than returning home.\nThe green cards would be available to students who are already legally in the United States. And given their level of education and expertise, they would not be taking jobs of low-income Americans. Nor is the program aimed at millions of students.\nWe rate the statement False. \n \nhttps://www.sharethefacts.co/share/65130cee-8948-4fca-8a6d-bee84a8dcf41", "vclaim_id": "vclaim-pol-04449"}