{"url": "/factchecks/2018/mar/07/blog-posting/no-donald-trump-did-not-remove-federal-judge-over-/", "speaker": "Bloggers", "vclaim": "\"BREAKING Trump Removes Muslim Federal Judge For Trying To Implement Sharia Law In America\"", "truth_label": "pants-fire", "date": "stated on February 28, 2018 in a blog post:", "title": "Claim about Donald Trump, federal judge and Sharia law is Fake News", "text": "The first line of an online hoax about a federal judge, President Donald Trump and Sharia law is all you need to read to figure out the entire post is fake.\n\"22nd Circuit Court of Appeals Justice Hansam al Alallawalahi-Smith made headlines this week when he overturned a ruling out of Dearborn, Michigan,\" said the opening line to the Feb. 28 webviners.com story, headlined \"BREAKING Trump Removes Muslim Federal Judge For Trying To Implement Sharia Law In America.\"\nThe problem is, there is no 22nd Circuit Court of Appeals. There are only 13 appellate courts below the U.S. Supreme Court — 12 Circuit Courts of Appeals and the Federal Circuit Court. And there is no Judge Hansam al Alallawalahi-Smith.\nOverall, the story claims that a judge \"allowed two critical and violent tenets of Sharia Law\" to be practiced in the United States and that Trump used his executive power to remove him from the bench.\nHere’s a breakdown of the story and how separated it is from reality.\n\"When asked why the feds have the right to allow a man to brutalize his wife for speaking with another man and to beat her nearly to death if she were to act on her impulses, the judge mentioned the systematic infusion clause and said the Sharia Law should be allowed because the 14th Amendment guarantees them the rights guaranteed by other states,\" the story claimed.\nBut as fellow fact-checkers have noted, there is no \"systematic infusion clause,\" and the 14th Amendment largely deals with citizenship rights.\n\"President Trump used an old precedent and an executive order to remove al Allalawaralahali-Smith from the bench, citing gross negligence of his duties and wanton disregard for the United States Constitution, reports As American As Apple Pie,\" the story continues.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHowever, the website asamericanasapplepie.org is not a source of accurate news.\nThat website’s About page claims everything posted on its site is fiction. \"It is not a lie and it is not fake news because it is not real If you believe that it is real, you should have your head examined. Any similarities between this site’s pure fantasy and actual people, places, and events are purely coincidental and all images should be considered altered and satirical.\"\nWebviners.com’s story also uses different names for the supposed judge, at times calling him \"Hansam al Alallawalahi-Smith,\" \"al Allalawaralahali-Smith\" and \"Alallaha-Smith.\"\nThe Feb. 28 post is a variation of other stories debunked in 2017. Previous fake news posts claimed it was \"Judge Mahal al Alallaha-Smith\" who ruled in favor of Sharia law in the United States.\nPolitiFact Texas reported that in November 2017, the Facebook page for Sid Miller, the Texas agriculture commissioner, shared a post from a website called trumpsolidsupporters.me, which made the same fake news claims as webviners.com did in February 2018.\nThe link to trumpsolidsupporters.me remains on Miller’s Facebook page, yet an amended description for the link says: \"Well it looks like I may have been duped. This may be fake news, but I still think Sharia law has no place in the United States of America.\"\nA webviners.com post claimed Trump removed a Muslim federal judge for trying to implement Sharia law in the United States. But the post is riddled with inaccuracies and cites as a source a purveyor of fake news.\nWe rate webviners.com’s post Pants on Fire!\n Share the Facts 2018-03-07 17:41:32 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"BREAKING Trump Removes Muslim Federal Judge For Trying To Implement Sharia Law In America\"    webviners.com Bloggers https://webviners.com/breaking-trump-removes-muslim-federal-judge-for-trying-to-implement-sharia-law-in-america/   in a blog post Wednesday, February 28, 2018 2018-02-28    Read More  info", "vclaim_id": "vclaim-pol-02339"}