{"url": "/factchecks/2011/jun/06/jason-isaac/state-rep-jason-isaac-says-diem-costs-taxpayers-27/", "speaker": "Jason Isaac", "vclaim": "Says this month’s special session will cost the state $27,300 a day just for legislators’ daily living expenses.", "truth_label": "true", "date": "stated on May 30, 2011 in a tweet:", "title": "State Rep. Jason Isaac says per diem costs taxpayers $27,300 per day", "text": "After a Democrat’s filibuster derailed legislation considered essential by the Republican-steered Legislature, state Rep. Jason Isaac said the gambit had a cost. \"Back to work tomorrow. Per diem alone costs taxpayers $27,300/day,\" the Dripping Springs Republican tweeted May 30.\n\nNearly $30,000 a day?\n\nAs legislators started the 30-day special session immediately called by Gov. Rick Perry, Ellen Troxclair, Isaac’s chief of staff, told us Isaac based his figure on information from the Texas Ethics Commission.\n\nSome background: A provision in the Texas Constitution provides for each legislator and the lieutenant governor, who presides over the Senate, to receive a $600 monthly salary, mileage reimbursements and the per diem, which is a stipend intended to ease lawmaker living expenses while they’re in Austin on state business each day during regular and special sessions. The commission, established in 1991, sets the per diem and also may recommend raises for legislators to voters, though that’s not happened.\n\nAccording to information on the commission’s website, the current legislative per diem is $150.\n\nSo, counting the 150 Texas House members, 31 senators and Lt. Gov. David Dewhurst, 182 lawmakers qualify for the payment each day lawmakers are in session. Total potential daily cost: $27,300.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nAccording to the Texas State Historical Association, the Constitution of 1876 set a legislator’s compensation at $5 per day for the first 60 days of a regular session and $2 for each day after. A 1930 constitutional amendment changed the per diem to $10 for the first 120 days of the session and $5 after. During special sessions, the per diem was $10. A 1954 amendment raised the per diem to no more than $25 for the first 120 days of the regular session, while a 1960 amendment greenlighted paying legislators an annual salary of up to $4,800 plus a $12 per diem during the first 120 days of each regular session and each day of the special session.\n\nPer diem amounts inched up in later years with the commission setting the rate at $168 in January 2009, according to a Nov. 12 2010, news story in the Austin American-Statesman. But after the commission proposed authorizing the same rate members of the 2011 Legislature, Dewhurst and House Speaker Joe Straus called for the rate to be lowered to $150 in a Nov. 29, 2010 letter stating the move would help the state tighten overall spending.\n\nDo lawmakers ever pass up the per diem?\n\nPatsy Spaw, the Senate secretary, told us that no senators have declined the payments since 2003 when Senate Democrats fled to New Mexico to impede the passage of redistricting legislation.\n\nSteven Adrian, executive director of the House Business Office, told us no representatives have submitted a request to withhold or reduce per diem payments this session.\n\nIsaac’s statement adds up to True.", "vclaim_id": "vclaim-pol-12981"}