{"url": "/factchecks/2016/mar/11/james-dobson/ted-cruz-ad-says-his-wife-will-be-very-first-pro-l/", "speaker": "James Dobson", "vclaim": "Says Ted Cruz’s wife Heidi \"will be the very first pro-life first lady.\"", "truth_label": "mostly-true", "date": "stated on November 21, 2015 in a TV ad:", "title": "Ted Cruz ad says his wife will be 'very first pro-life first lady'", "text": "There was a time when no presidential candidate's TV ad would trumpet his wife's views on abortion.\nBut Sen. Ted Cruz's campaign does so proudly with an ad featuring James Dobson, the founder of Focus on the Family in Colorado, praising the Texas senator's spouse.\n\"His wife, Heidi, will be the very first pro-life first lady,\" Dobson says in the TV ad, in which he also endorses Ted Cruz for president. The ad has aired about 30 times -- mostly in Iowa before the caucuses -- between November 2015 and late February 2016, according to PoliticalAdArchive.org\nIt is an intriguing claim, so PolitiFact decided to examine its accuracy.\nFor this analysis, we're defining \"pro-life\" as how the first ladies felt about access to abortion from a policy perspective, not their personal view.\nWe asked the Cruz campaign for information supporting Dobson's claim. (Dobson's spokesman said Dobson was out of the country and unreachable for comment.)\nThe Cruz campaign provided a 2012 Townhall.com report, headlined: \"Surprising: Ann Romney would be first Pro-Life First Lady since Roe vs. Wade.\" The story says that every first lady from Pat Nixon to Michelle Obama has supported a woman’s freedom of choice on abortion -- even if some first ladies’ personally opposed abortion.\nAnn Romney, wife of then-Republican presidential nominee Mitt Romney, in 2012 told ABC’s The View, \"I am pro-life. I'm happy to say that.\"\nClearly, Mrs. Cruz isn't the first candidate's wife to be held up as possibly the first pro-life first lady.\nAnd in this election year, Republican presidential candidate Marco Rubio’s wife, Jeanette, is also described -- along with Heidi Cruz -- as \"Unapologetically Pro-Life.\" The New York Times reports that friends and colleagues \"detect Mrs. Rubio’s influence on her husband’s outspoken opposition to abortion in almost all cases.\"\nRemember, in the Cruz campaign ad, Dobson says Heidi Cruz \"will be the very first pro-life first lady,\" while the campaign’s supporting documentation is a story stating that all first ladies since the Supreme Court’s landmark Roe vs. Wade decision, which legalized abortion in 1973, have supported a woman’s choice on abortion.\nExperts say it is very difficult to find a first lady commenting on abortion before the court ruling, because few Americans publicly discussed the controversial issue, let alone presidents’ wives.\n\"The reason people didn't discuss (abortion) back then was because it was illegal,\" said Carl Sferrazza Anthony, who is considered the foremost historian on the political and social power of first ladies. His books include the two-volume First Ladies: The Saga of the Presidents' Wives and Their Power, 1789-1990.\nAnthony said it is known that two pre-Roe vs. Wade first ladies, Jacqueline Kennedy and Lady Bird Johnson were \"pro-choice.\"\nYet this is why it’s hard to confirm or refute Dobson’s claim that Heidi Cruz’s anti-abortion stand would be a \"first\" for first ladies.\nIn the past, if a first lady had opinions on abortion, \"they weren’t made public,\" said Edith Mayo, a curator emerita at the Smithsonian's National Museum of American History, who oversaw a first ladies exhibit.\n\"So you'd have a very difficult time tracing it,\" added Mayo, whose books include, First Ladies: Political Role and Public Image and The Smithsonian's Book of First Ladies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\nAnthony said first ladies’ reticence about discussing controversial issues changed during the national upheaval over the Vietnam War. Suddenly presidents’ wives, whose duties had historically tended toward ribbon cuttings and non-controversial projects, were facing tougher questions from reporters.\n\"The Vietnam War is the turning point,\" said Anthony, who wrote speeches for Nancy Reagan. \"So questions are asked to Pat Nixon that would never have been previously asked of her immediate successors. ... Mrs. Nixon really got to be the first one to be asked about the Equal Rights Amendment, about abortion, about amnesty for guys who didn't go to Vietnam.\"\n\"From that point, every single (first lady) has had to address and respond to questions on important issues,\" he said.\nYet it is true that every first lady since since Roe vs. Wade has publicly expressed their support for a woman’s choice on abortion. Here’s a list: \nPat Nixon: In response to questions after the Roe vs. Wade decision, Pat Nixon said, \"I believe abortion is a personal choice.\" A year before the ruling, she offered a more nuanced opinion: \"I'm really not for abortion. I think it's a personal thing. I mean abortion on demand — wholesale.\"\nBetty Ford: When Barbara Walters asked her views on Roe vs. Wade, Ford called it \"a great, great decision.\" As she later recalled the interview, \"I just said, 'Well, I'm delighted because I'm glad they have taken abortion out of the backwoods and put it into the hospitals.' \"\nRosalynn Carter: At a 1980 press conference, Carter said she and her husband are \"personally very opposed to abortion\" and always have been. However, she supported the Roe vs. Wade decision while being against federal funding for abortion. \"I oppose it for myself, but I have a hard time with deciding for other women what is right or wrong or best for them,\" Mrs. Carter once wrote.\nNancy Reagan: After President Ronald Reagan had left office, Mrs. Reagan told a George Washington University class in 1994 that while she personally opposed abortion, she supported a woman’s right to choose. \"I'm against abortion. On the other hand, I believe in a woman's choice,\" she said in response to a question from Anthony, her former speech writer who was teaching a class titled \"The President's Spouse.\"\nHer comments were not a total surprise. According to a book by former White House chief of staff Donald Regan, Mrs. Reagan once said, \"I don't give a damn about the pro-lifers,\" and demanded that all mention of abortion be removed from the president's 1987 State of the Union address.\nBarbara Bush: When her husband ran for president in 1980, Mrs. Bush drew attention by expressing her pro-choice views on abortion. Then, during President George H.W. Bush's 1992 re-election campaign against Bill Clinton, Mrs. Bush opposed Republicans placing an uncompromising anti-abortion policy in the GOP platform. She said it was a \"personal thing\" and added, \"The personal things should be left out of, in my opinion, out of platforms and conventions,\" she told reporters. She later wrote in her memoirs, \"She supports abortion rights. But, her opinion didn’t matter because she’s not elected by the American people.\"\nHillary Clinton: In January 1999, Hillary Clinton ventured into new territory for a first lady by addressing NARAL -- then known as the National Abortion and Reproductive Rights Action League. She declared her goal of \"keeping abortion safe, legal and rare into the next century\" -- a phrase that's become her pro-choice mantra.  \n\"I have never met anyone who is pro-abortion,\" she told the crowd. \"Being pro-choice is not being pro-abortion. Being pro-choice is trusting the individual to make the right decision for herself and her family, and not entrusting that decision to anyone wearing the authority of government in any regard.\"\nLaura Bush: While less of an activist than some first ladies, Laura Bush didn’t shy away from expressing her views -- even when they differed from her husband’s. Katie Couric asked her on the day of George W. Bush’s inauguration if Roe vs. Wade should be overturned, and Mrs. Bush replied \"No.\" In her 2010 memoir, \"Spoken from the Heart,\" Laura Bush writes, \"While cherishing life, I have always believed that abortion is a private decision, and there, no one can walk in anyone else’s shoes.\"\nMichelle Obama: Mrs. Obama often speaks about her husband's support for a woman's choice on abortion. \"And he believes that women are more than capable of making our own choices about our bodies and our health care ... that's what my husband stands for,\" Mrs. Obama said at the 2012 Democratic National Convention.\nOur ruling\nIn the Ted Cruz campaign ad, James Dobson says, \"His wife, Heidi, will be the very first pro-life first lady.\"\nIn support of the claim, the campaign provided an article stating that all first ladies since the 1973 Roe vs. Wade decision have supported a woman’s choice on abortion. That is accurate.\nYet, Dobson’s claim went further, stating that Mrs. Cruz would be the \"very first pro-life first lady\" -- the first in American history. Experts say it’s difficult to confirm or refute the claim because, while abortion has always been a controversial subject, before Roe vs. Wade it was also illegal. None of the experts we spoke with could cite a first lady publicly commenting on the issue before Roe vs. Wade, except for Jacqueline Kennedy and Lady Bird Johnson. This raises the possibility that other first ladies may have opposed abortion earlier in the country’s history, but never expressed it publicly.\nWith that caveat, we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-05279"}