{"url": "/factchecks/2018/may/23/blog-posting/false-claim-jeff-sessions-caught-collud/", "speaker": "Bloggers", "vclaim": "\"Jeff Sessions Caught Colluding with Obama\"", "truth_label": "pants-fire", "date": "stated on April 1, 2018 in a blog post:", "title": "Website falsely claims Jeff Sessions 'caught colluding with Obama'", "text": "A website called the Conservative Patriot falsely claimed Attorney General Jeff Sessions was \"caught colluding with Obama.\"\nThere are no legitimate news reports to back up the headline of the April 1 post published on theconspatriot.com, and the story does not offer any evidence either. The Justice Department declined to comment.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nThe Conservative Patriot’s story recaps President Donald Trump’s displeasure with Sessions’s recusal from the investigation of Russian interference in the 2016 presidential election and whether the Trump campaign colluded with Russians.\nThe story includes comments on Fox News’ Hannity from legal and political analyst Gregg Jarrett, who said Sessions \"betrayed the president\" because he didn’t tell him that he would recuse himself from the investigation.\nIn the same interview, Sara Carter, a Fox news contributor, said Sessions \"was being advised badly\" at the time, and Jarrett interjected to say, \"by Obama’s holdovers.\"\nIn March 2017, Sessions said he consulted \"senior officials\" about his role in the investigation and that \"my staff recommend recusal.\" In a press release, Sessions said he \"met with the relevant senior career Department officials\" and after meetings, decided to recuse himself from investigations related to the campaigns for presidency.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nStill, that does not prove \"colluding with Obama.\"\nHere’s what Sessions then said in a press conference about the recusal:\n\"I have been here just three weeks today. A lot has been happening in this three-week period. I wish I'd had more of my staff on board, but we're still waiting for confirmation for them.\n\"Much has been done. Much needs to be done. But I did and have done as I promised. I have met with senior officials shortly after arriving here. We evaluated the rules of ethics and recusal. I have considered the issues at stake. …\n\"I asked for their candid and honest opinion about what I should do about investigations, certain investigations. And my staff recommended recusal. They said that since I had involvement with the campaign, I should not be involved in any campaign investigation. I have studied the rules and considered their comments and evaluation. I believe those recommendations are right and just. Therefore, I have recused myself in the matters that deal with the Trump campaign.\"\nA headline on the Conservative Patriot blog claimed Sessions was \"caught colluding with Obama.\" But there is no evidence of that.\nWe rate the claim Pants on Fire!\n Share the Facts 2018-05-23 17:05:41 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Jeff Sessions Caught Colluding with Obama\"    Conservative Patriot Bloggers https://www.theconspatriot.com/2018/04/01/jeff-sessions-caught-colluding-obama/   in a blog post Sunday, April 1, 2018 2018-04-01    Read More  info", "vclaim_id": "vclaim-pol-02045"}