{"url": "/factchecks/2020/jun/18/blog-posting/hoax-websites-republish-made-article-about-protest/", "speaker": "Bloggers", "vclaim": "“163 paid protesters just filed a lawsuit against George Soros for not paying their bail.”", "truth_label": "pants-fire", "date": "stated on June 12, 2020 in an article:", "title": "Hoax websites republish made-up article about protesters, George Soros", "text": "A recent article that was widely shared on Facebook is a trifecta of misinformation: a recurring hoax about paid protesters, liberal financier George Soros and a junk website registered in Pakistan.\nThe article, which was published on a site called Englishwire.today on June 12, claims that \"163 paid protesters have filed a lawsuit against none other than George Soros for screwing them out of bail money.\"\n\"According to the ad Soros placed on Craigslist, protesters would be fully compensated for all of their time and expenses,\" reads the article. \"They found out that the money dried up the moment they got arrested.\"\nThe article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe story has been widely shared in conspiratorial and conservative Facebook groups. One link to the article hosted on MailChimp, an email newsletter service, includes a photo of protests with the Guardian’s logo so that, when Facebook users share the Englishwire.today story, it’s posted with the image.\n\n(Screenshot from MailChimp)\nBut the photo shows Yellow Vest protesters in France in 2018 — and the Englishwire.today article is bogus. It was copied from a website that claims to publish satire. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe source of the story about paid protesters and Soros is a website called Taters Gonna Tate. It’s part of \"the ‘America’s Last Line of Defense’ network of parody, satire, and tomfoolery,\" which is run by a man named Christopher Blair.\nBlair has been publishing made-up stories for years. He claims the articles are satirical, and that his goal is to trick conservatives into sharing false claims on social media.\nWhile Blair’s stories have disclaimers asserting that they’re satirical, scam news websites frequently copy and paste the articles without any context to fool people into believing them.\nPublic domain records indicate that Englishwire.today was registered June 11 using NameCheap, a popular web hosting platform for online scammers. A nearly identical website called Iolgue.xyz — which was registered May 2 in Punjab, Pakistan — published the same article about paid protesters on the same day as Englishwire.today. Like the MailChimp link, it includes the lifted Yellow Vests photo from the Guardian.\nRepublishing Blair’s stories is a common tactic among online scammers looking to make a buck from disinformation. We previously wrote about how a network of more than 100 hoax websites used AdSense, Google’s advertising service, to profit from clicks on the stolen, made-up stories. That network also appeared to be based in Pakistan.\n\nHoaxes about paid protesters have circulated on social media for several years. More recently, conservative commentators have falsely claimed that Soros, through his Open Society Foundations, has paid people to violently protest against police brutality and racism in the United States.\nThere is no evidence to support that assertion. Open Society Foundations has not given grants to organizations to support violent protesting.\nThe article is inaccurate and makes a ridiculous claim. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-17947"}