{"url": "/factchecks/2017/nov/21/rick-scott/rick-scott-says-he-cut-taxes-75-times-created-13-m/", "speaker": "Rick Scott", "vclaim": "\"We’ve cut taxes 75 times, cut $7.5 billion worth in taxes, and as a result we’ve added over 1.3 million jobs.\"", "truth_label": "half-true", "date": "stated on November 9, 2017 in a Tampa news conference :", "title": "Florida Gov. Rick Scott says he's cut taxes 75 times, creating 1.3 million jobs. Did he?", "text": "For years, Republican Gov. Rick Scott has touted an ever-growing pile of tax cuts he has achieved for the state.\nIn 2013, he claimed he cut taxes 24 times. In 2014, that number grew to 40. Now, as Scott rounds out his last full year in office (and ponders a run for the U.S. Senate), the tally has been raised once more.\n\"We’ve cut taxes 75 times, cut $7.5 billion worth in taxes, and as a result we’ve added over 1.3 million jobs,\" Scott said Nov. 9 during a news conference in Tampa.\nScott's past boasts rated Half True, because Scott relied on some creative math to reach his tax cut total. He did that again in this claim, but he went even further when he said those tax cuts resulted in the creation of 1.3 million jobs. Experts say the cuts may be a factor in job growth, but they're likely not the most critical one.\n\"The governor takes credit for all the jobs created since he took office, but with so many other driving factors at play, it's difficult to attribute these jobs to the tax cuts,\" said Joe Pennisi with the Florida Policy Institute.\nBreaking down the cuts\nScott’s team sent PolitiFact Florida a list of 82 \"tax cuts\" that reduced government revenues by a combined $7.7 billion. (You can see the list from 2011-16 here; the 2017 list is here.)\nAs in times past, the list counts Florida's mostly annual sales tax holiday, includes reductions in fees such as lowering the cost to obtain a concealed weapons permit, and counts a measure that stopped an automatic fee increase to obtain a hunting or fishing license. Many of the measures are extremely targeted and many only affect businesses.\nHowever, they do reduce state government revenue, which is why Scott broadly defines them as a tax cut, even if they aren't.\nAsked to back up the governor's statement, his office sent us a more nuanced statement about how the tax cuts \"helped\" contribute to positive economic growth — it did not as directly link the cuts to jobs.\n\"As the governor has said for the past seven years, cutting taxes has helped turn around Florida’s economy, made our state more business-friendly, and has allowed job creators to invest more in creating new opportunities — all of which has helped Florida businesses create more than 1.3 million new jobs,\" said Scott spokeswoman Kerri Wyland.\nWe organized the list into four broad categories: targeted breaks (21 items), sales tax reductions or exemptions (25), breaks for businesses (17), and fee reductions (12).\nTargeted breaks\nThe largest chunk of tax cuts reduce the amount of taxes collected on a very specific good, service or industry.\nExamples include tax exemptions for first responders and surviving spouses, eliminating the sales taxes on repairs to planes between 2,000 and 15,000 pounds, and increasing financial assistance for businesses to donate to community development and housing projects for low-income residents.\nAlso counted is a renewable energy tax exemption that exempts 80 percent of the value of a renewable energy source from tangible personal property tax for all applicants, residential and nonresidential.\nSales tax breaks\nOne thing to remember about sales tax exemptions and reductions: You have to consume the goods to get the break — and most offered temporary relief.\nThe tax cut package from 2014 included several exemptions, including a temporary cut for the purchase of cement mixing drums for cement trucks. Scott’s list also counts about $20 million worth of sales tax exemptions for child car seats and youth bike helmets, prescribed diet pet food, and prepaid college meal plans. These last until the end of 2017.\nThe agriculture industry has also seen sales tax breaks, such as the 2015 exemption that was extended for trailers and irrigation equipment related to production. The manufacturing industry also got a permanent exemption on mechanical equipment.\nExemptions in 2017 include health products for livestock poultry and aquaculture, construction building materials, feminine hygiene products and medical marijuana delivery devices.\nScott counted the mostly annual tax-free shopping holiday around seven different times since 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFrom 2011-17 there was a tax-free holiday in the month of August for shoes, clothing and school supply purchases. It also exempted sales taxes on laptops and tablets, up to $750 in four of the years. Most of the holidays were three days, but in 2015, there was a 10-day period for the break.\nThe state has offered the holiday since 1998 except in 2002, 2003, 2008, 2009.\nCuts for businesses\nKurt Wenner, Florida TaxWatch vice president of research, pointed out that several tax cuts on Scott’s list aim to build a more competitive business climate, such as the permanent sales tax exemption for manufacturing equipment. He said targeting capital expenses, particularly in industries with high wages, stimulates the economy.\nScott and the Legislature have worked to expand tax credits for businesses for areas such as research and development; cleaning up contaminated sites known as brownfields; and increasing the amount of money available for credits under a \"new market\" program.\nPer Scott’s wishes, the Legislature expanded the exemption for corporate income taxes from $5,000 to $25,000 in 2011, and again in 2012 to $50,000, sparing thousands of businesses from paying the tax. The hit to the state budget for both is about $30 million a year.\nAnother notable example in this section came in the most recent legislative session when lawmakers pared the sales tax on the total rent paid for any commercial property from 6 percent to 5.8 percent, a loss of $25 million in tax revenue in 2017.\nFee reductions\nThe Legislature has targeted fees for specific licenses during Scott’s tenure.\nLawmakers blocked an automatic inflation adjustment for hunting and fishing license fees costing the state almost $20 million from 2013-17. They also reduced the cost of licenses renewal for concealed weapons from $60 to $50, and then again in 2017 to $45.\nOne significant fee reduction came in 2014 with SB 156, which rolled back motor vehicle registration fee increases, saving motorists about $25 a year per vehicle registration.\nNo hard evidence tax cuts led to jobs\nNo doubt, Scott has cut taxes in his seven years as governor. Our quibble is with the claim that he did it 75 times, which is an inflated statistic.\nHis claim that those tax cuts created 1.3 million jobs, however, is on shakier ground.\n\"It’s hard to determine exactly how many jobs the tax cuts produced; however, it's economically expected that spending more is going to help the economy and in turn create jobs,\" Wenner said.\nExperts said a bulk of the tax cuts (especially the sales tax holidays and narrow sales tax exemptions) have a minimal effect on the economy.\n\"What causes businesses to hire more employees is demand for their services,\" said Jonathan Hamilton, an economic professor at the University of Florida. \"The (tax cuts) on Scott’s list all account for a relatively small reduction in their costs.\"\nPennisi pointed to research from left-leaning organizations that show tax cuts and business incentives fail to have a significant impact on economic activity and job creation. Businesses don’t necessarily use extra savings to hire more employees.\n\"Hiring is driven by the demand for a business’ goods and services rather than the presence in the owner’s pocket of a few more dollars made available through tax cuts,\" Pennisi said in a 2016 brief.\nHe said the bulk of the governor’s tax cuts would not be expected to create that demand.\nLooking for more evidence Scott's tax cuts can't solely be the reason the state added 1.3 million jobs? In July 2010, before Scott was elected governor, state economists predicted that the national economic recovery would mean 1 million new jobs for Florida by 2017. That was before Scott was elected or ever cut a tax.\nOur ruling\nScott said, \"We’ve cut taxes 75 times, cut $7.5 billion worth in taxes, and as a result we’ve added over 1.3 million jobs.\"\nScott is including anything that reduces government revenues to claim he's cut taxes 75 times. But, as we've said before, the list includes things that are clearly not tax cuts. In addition, Scott is claiming those tax cuts have resulted in the creation of 1.3 million jobs. The fact is, state economists predicted Florida would add 1 million jobs in over the same time period before Scott was even elected governor and had an opportunity to enact his policies.\nExperts say tax cuts may be a reason the state has seen jobs rebound, but it's not the sole or even most important reason.\nScott’s claim is partially accurate and overplays the connection to more than 1 million jobs. We rate this claim Half True.\n Share the Facts 2017-11-21 20:16:23 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"We’ve cut taxes 75 times, cut $7.5 billion worth in taxes, and as a result we’ve added over 1.3 million jobs.\"    Rick Scott Governor https://www.tampabay.com/florida-politics/buzz/2017/11/09/rick-scott-visits-tampa-takes-credit-for-rising-revenues/    in a Tampa news conference Thursday, November 9, 2017 2017-11-09    Read More  info", "vclaim_id": "vclaim-pol-02664"}