{"url": "/factchecks/2012/aug/20/martavius-jones/memphis-schools-president-says-shelby-county-fundi/", "speaker": "Martavius Jones", "vclaim": "\"From a standpoint of the county government, neither school system has received an increase in funding over the past six years.\"", "truth_label": "true", "date": "stated on July 13, 2012 in an interview on the Fox 13 News program \"Memphis in the Morning.\":", "title": "Memphis schools president says Shelby County funding for schools has not increased over the past six years", "text": "As the brouhaha over schools continues in the state’s largest county, funding issues have stayed secondary to the crucial legal questions involving whether Memphis can successfully force real countywide schools consolidation with its suburban Shelby County neighbors.\n\nBut Martavius Jones, the former Memphis City Schools board president who helped lead the surrender of the system’s charter last year, gave a preview of funding rhetoric likely to grow louder as the July 1, 2013, deadline for completing merger grows near. Given that more than 16 percent of the state’s education money goes to schools in Memphis and Shelby County, how the issue plays out could have a ripple effect on systems across the state.\n\nA private financial planner and executive committee member of the county’s schools merger Transition Planning Commission (TPC), Jones appeared on a Fox 13 News morning show to discuss the legal fight between the city and suburbs.\n\nAfter giving his view that the suburbs were following an unconstitutional path toward splitting the county into essentially seven school districts, Jones said the planning commission’s had created a blueprint for a \"world class\" unified school district. However, he added, \"the funding issue is quite an obstacle.\"\n\n\"From a standpoint of the county government,\" Jones said, \"neither school system has received an increase in funding over the past six years.\"\n\nJones backed up his assertion in an email to us: \"By the time the districts are merged in 2013, it would have been six years since there was an increase in funding from the county.\"\n\nIn terms of their overall budgets, we knew that MCS, still in existence for one final school year, and the for now still suburban-only Shelby County Schools had seen slight increases in overall expenditures.\n\nIn Tennessee, although a large chunk of the most counties’ operating budgets goes toward school operations, the majority of funding for schools comes from the state. So it’s possible that school budgets grew even while local contributions remained flat. And a look at budgets for the county confirms that, every year since the 2008 fiscal year, the county has allocated the same number of property-tax dollars to the county’s schools -- $361,288,000.\n\nThat big number has been apportioned to the county’s two school districts (MCS and SCS) according to enrollment, or what is known as Average Daily Attendance, with the current split about 68 percent for the city and 32 percent for the suburbs. Enrollment numbers fluctuate somewhat each year, so that a marginal fraction of funds seesaw back and forth between MCS and SCS.\n\nMike Ritz, budget chairman for the county commission and its chairman beginning next month, has some real quarrels with how Jones and other school officials frame the funding argument, but he says: \"He’s absolutely right -- since I was elected we’ve stopped paying extra money.\"\n\nWhat irks Ritz is what he calls \"complaining\" by schools officials that the county is not providing more money, because he believes it distracts from the fact that MCS and SCS have seen big increases in money from the state. Some recent changes in the state’s funding formula have increased state funding for larger school districts like those in Shelby, Davidson, Hamilton and Knox County.\n\n\"Quite frankly, they’ve had a humongous increase in funds available,\" Ritz said. \"That’s why I keep telling the commissioners that we don’t need to worry about (increasing funding) when the state continues to do it for them.\"\n\nWe’ll leave that statement aside for a potential future PolitiFact, although public-school advocates have a ready rejoinder. They point out that even while the county has stopped increasing school funding, revenues for county government have been steadily increased. Property tax revenue in 2008 was $675.1 million but is projected at $714.0 million for 2013 -- a 5.6 percent increase. So education funding as a percentage of the county budget has actually dropped.\n\nAnother point Ritz could have made (but didn't) -- enrollment has been dropping slightly in both systems. From 2008-09 to 2011-12, the combined \"weighted\" ADA for MCS and SCS did show a 3-percent drop, so that $361,288,000 in county funds got spread over slightly smaller systems. School officials like to point out, however, that education costs, like healthcare costs, escalate rapidly, though for the purposes of this item we'll point out that overall inflation from 2008 to 2012 was about 6.3 percent.\n\nExpect this debate to continue -- the schools merger Transition Planning Commission’s plan shows a hole in the 2012-13 budget of $68 million, which happens to be equivalent to the funds that Memphis has been contributing in recent years to MCS. But Memphis’s funding, which had been required by courts based on the state’s maintenance-of-effort law, will go away for next fiscal year because MCS will be completely dissolved and its operations transferred to the county by July 1, 2013.\n\nThe TPC has recommended lobbying the city, the state and the county to provide money to patch that funding hole -- the city and state have each strongly indicated that will not happen. Jones knows that as well as anyone, and the county commission can expect to feel even more pressure going forward to increase school funding and fill the the budget hole for the new district.\n\nOur ruling\n\n Ritz may well have a point -- schools officials do bemoan the static local funding even while receiving increases from its chief funding source, the state. But Jones is right -- because the county has not increased schools funding since the 2008 fiscal year, this 2013 fiscal year marks a sixth straight year the county has declined to increase its funding of schools. We rule his statement True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10557"}