{"url": "/factchecks/2011/apr/21/republican-party-virginia/virginia-republicans-say-tim-kaine-broke-campaign-/", "speaker": "Republican Party of Virginia", "vclaim": "Tim Kaine broke a campaign promise not to raise taxes.", "truth_label": "barely-true", "date": "stated on April 18, 2011 in a website post.:", "title": "Virginia Republicans say Tim Kaine broke campaign pledge not to raise taxes", "text": "The Republican Party of Virginia was ready to roll when Democrat Timothy M. Kaine recently announced he will run for the U.S. Senate next year.\n\nThe GOP posted on its website a list of unflattering numerical milestones from Kaine’s term as governor from 2006 to 2010.\n\nOne item particularly grabbed our attention.\n\nUnder the subhead \"7 days,\" the GOP wrote that’s \"How long it took Tim Kaine to break his campaign promise not to raise taxes.\"\n\nKaine indeed asked for a tax increase on his seventh day in office. On Jan. 20, 2006, he proposed a $1 billion-a-year transportation package that called for higher levies on vehicle sales and insurance as well as increased traffic fines and registration fees.\n\nWhether he broke a campaign promise is more complicated. Kaine held a murky position on taxes during the campaign.\n\nSo how do the Republicans justify their claim that Kaine promised not to raise taxes?\n\nGarren Shipley, the communications director for the state GOP, pointed us to a gubernatorial debate on Oct. 9, 2005. Jerry Kilgore, the Republican nominee, charged that Kaine had a history of supporting tax increases that guaranteed he would try to raise levies as governor. Kilgore portrayed himself as a tax cutter.\n\n\"There you go again, Jerry, just making stuff up,\" Kaine retorted.\n\nShipley said Kaine’s response \"very strongly\" implies he would not propose tax hikes.\n\nPerhaps. But a review of the debate transcript shows Kaine could have been responding to a variety of charges and claims Kilgore made in a minute-long barrage. In any event, Kaine’s reply hardly constitutes a no-tax vow.\n\nShipley offers a second argument that is more complex. Kaine repeatedly promised he would not seek a tax hike for transportation unless he could guarantee the revenues would be sequestered and never used for any purpose other than improving roads, rail and public transportation.\n\nShipley says Kaine broke his campaign vow by introducing the transportation plan without the guarantee.\n\nKaine did promise not to seek a tax increase for transportation unless the money was \"locked up.\"  He objected to a legislative practice of siphoning money from state transportation fund during lean times to help pay for schools, prisons and health care. The practice led to the 2002 defeat of local referendums that would have raised taxes for roads in Northern Virginia and Hampton Roads. Polls showed many voters in those regions did not trust state politicians to keep their promise that the revenues would never stray from transportation.\n\nKaine solidified his position in a July 16, 2005, gubernatorial debate while answering a tax question posed by Bob Holsworth, a political scientist.\n\n\"I have pledged, Bob, as you said, that I will not support any increase in transportation taxes or revenues so long as the Transportation Trust Fund is unlocked,\" Kaine said. \"I don’t think I can look voters in the face and ask them for more money for transportation if there is a hole in the bucket and money is going to drain out.\"\n\nKaine at first advocated that road money be locked through passage of a state constitutional amendment shielding transportation money from raids. But enacting a constitutional amendment is a three-year process. Business leaders in Northern Virginia and Hampton Roads weren’t willing to wait that long to ease traffic congestion.\n\nSo Kaine, in August 2005, altered his position to open the possibility of raising taxes during his first year in office. While still endorsing a constitutional amendment, he gave himself wiggle room by saying he was also open to locking the transportation money through other means. Kaine was short on details.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nDays after his inauguration, Kaine offered specifics in his State of the Commonwealth address. He said that in lieu of a constitutional fix, he would amend any new transportation tax or revenue laws to ensure they would expire if the money was shifted to other programs. He also promised to veto any budget that diverted transportation money.\n\nKaine’s protections would not have made the funds tamper-proof, however. The General Assembly was empowered to override any amendments or vetoes Kaine might use to safeguard the money. And future governors would not be bound by any commitments Kaine made to shield funds.  \n\nWhen he unveiled his transportation plan on Jan. 20, the GOP criticized Kaine for breaching his campaign pledge not to raise taxes for transportation without a lock. The Richmond Times-Dispatch noted, however, in its following-day story, that Kaine as a candidate \"refused to rule out new road taxes.\"\n\nKaine’s bill died in the Republican-led House of Delegates, which has been and remains opposed to raising taxes. The 2005 House also killed 10 bills that would have placed before voters a constitutional amendment to put a lock on transportation money.\n\nLet’s review:\n\nThe Republican Party of Virginia says that within a week of becoming governor in 2006, Kaine broke a promise not to raise taxes. Kaine indeed proposed a $1 billion transportation tax increase on his seventh day in office.\n\nThere’s no evidence Kaine made a no-tax pledge during the 2005 campaign. To the contrary, Kaine set conditions under which he would seek a tax hike for transportation. Kaine did, however, leave himself open for criticism by compromising those conditions once he got into office.\n\nWe rate the GOP claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13214"}