{"url": "/factchecks/2017/may/31/bernie-sanders/bernie-sanders-inflates-trump-tax-plan-benefits-bi/", "speaker": "Bernie Sanders", "vclaim": "Says President Donald \"Trump’s budget gives a $100 billion tax break to three of the wealthiest families.\"", "truth_label": "barely-true", "date": "stated on May 25, 2017 in a tweet:", "title": "Bernie Sanders inflates Trump tax plan benefits to billionaires", "text": "Sen. Bernie Sanders, I-Vt., called President Donald Trump’s budget a massive transfer of wealth from working families, the elderly, children, the sick and the poor to the top 1 percent.\n\"Why is it more important to give a $100 billion tax break to 3 of the wealthiest families than to feed, house and educate 15 million people?\" Sanders tweeted May 25.\nWhy is it more important to give a $100 billion tax break to 3 of the wealthiest families than to feed, house and educate 15 million people?— Bernie Sanders (@SenSanders) May 25, 2017\n\nWe decided to fact-check whether the Trump budget indeed bestows a $100 billion tax break on three of the wealthiest families in the United States.\nThe accusation runs into trouble by running away with a flawed analysis of Trump’s tax plan.\nSanders’ source is a report prepared by Democrats on the U.S. Senate Budget Committee.\nThe report shows the maximum estate tax liability for a group of wealthy Americans, including billionaires and some members of the Trump administration, and how much they would stand to gain if the estate tax were repealed.\nThe three billionaire families listed on the chart are the Walton family of Wal-Mart, Charles and David Koch of Koch Industries, and casino magnate Sheldon Adelson.\nAccording to the report, these families stand to gain $52 billion, $38 billion and $12 billion respectively in tax breaks under Trump’s proposal, or $102 billion all together.\nHow? The rules for the estate tax allow a person to inherit almost $5.5 million tax free. Above that, Washington collects 40 percent. Senate Democrats took the total net worth of those three households, reduced it by the tax-exempt amount, and assumed the remainder would be taxed at the 40 percent rate.\nThe problem is, experts said, Sanders miscast Trump’s tax plan, and the Democratic calculations are overly simple.\nTrump’s actual tax plan\nRoberton Williams, a fellow at the Brookings-Urban Institute Tax Policy Center, said Sanders is not fully capturing Trump's proposal for the estate tax.\n\"Trump has proposed replacing the estate tax with a requirement that estates pay income tax on all of an estate's unrealized capital gains,\" Williams said.\nUnrealized capital gains are the profits made when an investment, such as a building or shares of stock, is sold.  \n\"If a high-value estate had unrealized gains, it would pay income tax on those gains at the top rate of 20 percent rather than an estate tax at a 40 percent rate,\" he said.\nHe gave an example: An estate worth $50 billion with $25 billion of unrealized gains would pay income tax of $5 billion under Trump’s plan -- a lot less than the $20 billion that would be owed in today’s tax system, but \"not zero.\"\nSanders assumed those wealthy family members would pay nothing, and that’s not certain.\nIt should be noted that Trump has not said anything about unrealized capital gains in his budget, although he makes a mention of doing away with most special interest tax breaks without clarifying what those tax breaks are. But even in the absence of any tax on unrealized capital gains, the three wealthy families still wouldn’t net $100 billion under the estate tax abolition plan. Here’s why.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nEstates rarely pay the 40 percent estate tax\nAlthough the estate tax is 40 percent, a slew of deductions bring down the taxable value of the estate reduce the effective tax rate.\nThose deductions include charitable bequests, among other loopholes.\nThere’s a big gap between the size of the estates the Democrats relied on and the size in the eyes of the IRS, said Kyle Pomerleau, director of federal projects at the right-leaning Tax Foundation.\nThe Democrats relied on estimates from Forbes magazine, and Pomerleau said by one estimate, the actual number is about half that.\n\"And then according to the IRS, taxable estate is about 30 percent of gross estate,\" he said. \"Taking these together, taxable estate -- what the IRS applies the 40 percent rate to -- is about 15 percent of what is publicly reported on average.\"\nPomerleau said by his estimate, the total value of the estate tax bill for those three families would be closer to $16 billion.\nWilliams at the Tax Policy Center agreed. Any person with a very large estate would bring on an estate tax lawyer to structure his or her estate in ways that would reduce estate tax.\n\"It is hard to imagine that those families would ever be taxed on the full value of their wealth, given the many ways available to reduce estate valuations, pass wealth to subsequent generations at reduced value, and use other techniques to delay or cut estate tax liabilities,\" he said.\nThis means it is highly unlikely that wealthy families would ever pay 40 percent tax on their wealth under the current estate tax law. Eliminating the estate tax thus would not save them 40 percent of their wealth relative to current law.\nOther tax changes\nTrump’s budget also proposes other tax measures, including doing away with the alternate minimum tax, lowering the top individual tax rate from 39.6 percent to 35 percent, and repealing taxes on the wealthy that helped pay for the Affordable Care Act.\nWhile Sanders’ office only pointed to the estate tax, his tweet was more expansive, so we asked our experts to assess the impact.\nThey said while these factors would indeed help the wealthy save money it would be difficult to estimate it in dollars in the absence of tax returns.\nWe raised this issue with Sanders’ office and did not hear back.\nOur ruling\nSanders said Trump’s budget gives a $100 billion tax break to three of the wealthiest families.\nHis office pointed to a Democratic analysis that assumed the total elimination of the estate tax. But Trump’s proposal would retain a measure to tax some portion of inherited wealth.\nOn top of that, the experts we reached told us that careful tax planning reduces the government’s take under current law. They said the Democrats greatly exaggerated the potential tax bills these families face, and the real cost would be considerably less than $100 billion.\nTrump’s tax plan has other features that would cut taxes on the super wealthy, but it isn’t possible to quantify the impact with any accuracy.\nThe three wealthy families Sanders had in mind would benefit handsomely under Trump’s plan, but his office did not provide evidence that held up, and experts said the total would likely be less than the $100 billion he said.\nWe rate this claim Mostly False.\nUpdate, June 2, 2017: We added information after our initial publication to clarify what Trump's budget said about estate taxes and unrealized capital gains. \n Share the Facts 2017-05-31 22:08:44 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says President Donald \"Trump’s budget gives a $100 billion tax break to three of the wealthiest families.\"    Bernie Sanders U.S. senator, I-Vt.   a tweet Thursday, May 25, 2017 2017-05-25    Read More  info", "vclaim_id": "vclaim-pol-03254"}