{"url": "/factchecks/2018/oct/12/republican-party-florida/no-evidence-andrew-gillum-running-fbi/", "speaker": "Republican Party of Florida", "vclaim": "Says Andrew Gillum is running \"from the FBI.\"", "truth_label": "false", "date": "stated on October 10, 2018 in an ad:", "title": "No evidence that Andrew Gillum is running from FBI", "text": "A Republican ad portrays Tallahassee Mayor Andrew Gillum as a man on the run from law enforcement amid an FBI corruption probe in his city.\n\"Andrew Gillum is running for governor and also from the FBI,\" the Republican Party of Florida ad says.\nThat’s extremely misleading. But the ad goes on to level more specific charges.\n\"Andrew Gillum has ties to an active criminal investigation. Gillum took possible illegal trips with lobbyists to New York and Costa Rica. More controversy concerning Tallahassee mayor Andrew Gillum. Gillum approved millions in grants for those same lobbyists. An ongoing corruption probe. Now Gillum refuses to disclose who has paid him.\"\nIt appears unlikely that law enforcement will announce the results of their investigation before Gillum faces Republican Ron DeSantis in the race for governor. So some of the ad’s claims are speculative.\nIn a related story, we will explain all of the ad’s allegations in depth. Here, we will fact-check the ad’s most inaccurate statement, that Gillum is running from, or somehow evading, the FBI.\nWhat we know about the FBI investigation\nThe ad is wrong when it states that Gillum is running from the FBI. None of the news articles cited by the Republicans provide evidence that Gillum has run from the FBI. The only evidence publicly known is that Gillum has cooperated with an ongoing corruption investigation in Tallahassee.\nThe investigation started in 2015, when FBI agents posed as businessmen identifying themselves as Mike Sweets, Mike Miller and Brian Butler. They spent months schmoozing Tallahassee city officials and those around them. The undercover agents said they wanted to invest in properties if they could get public funding.\nIn June 2017, FBI agents delivered a subpoena to Tallahassee City Hall requesting thousands of pages of records from key players in city government. The records related to top local developers behind projects subsidized by the city’s Community Redevelopment Agency. The FBI issued more subpoenas through May 2018, and the city has turned over about 200,000 records.\nThe Tallahassee Democrat broke the story about the FBI investigation on June 22, 2017. The next day, Gillum said he had already met with the FBI, and that the FBI told him he was not the focus of the investigation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\"Last week, the FBI approached me about several people and businesses here in Tallahassee,\" Gillum said in a statement. \"I spoke with them and told them they could expect both the city and my personal cooperation with the investigation. They assured me I was not the focus of an investigation and that they would be moving quickly with their work.\"\nGillum met with the FBI without a lawyer present, he says. Barry Richard, Gillum’s attorney for a related state ethics commission complaint, told PolitiFact that the FBI has not asked for any subsequent meeting with Gillum or any documents from him.\n\"There is no FBI probe of Gillum,\" Richard said. \"The only connection is the FBI asked him some questions in his home and told him he wasn’t the focus.\"\nSteven R. Andrews, a Tallahassee attorney representing the city’s former manager — who testified before the federal grand jury — told Politico he believes Gillum is in the clear. Prosecutors never asked his client about the mayor, Andrews said.\nLaw enforcement hasn’t commented to the media about the investigation.\nOur ruling\nA Republican Party of Florida ad said Gillum is running \"from the FBI.\"\nThe claim tracks back to a corruption investigation involving Tallahassee, where Gillum is mayor. But there's no evidence to suggest that Gillum is running from the FBI. \nAfter news of the FBI investigation became public in June 2017, Gillum said he met with the FBI the previous week. Gillum met with the FBI at his home without a lawyer, he says. His lawyer in a related ethics matter said that the FBI has not asked for a subsequent meeting with Gillum.\nWe don’t know the full story behind the FBI investigation yet, because law enforcement have made no announcements about the case. But there is no evidence that Gillum has run from the FBI.\nWe rate this statement False.\nhttps://www.sharethefacts.co/share/fc55bfaa-da45-45f4-b24c-1d1142aebcfb", "vclaim_id": "vclaim-pol-01480"}