{"url": "/factchecks/2010/jul/26/richard-cordray/wall-street-businesses-have-returned-money-ohio-ri/", "speaker": "Richard Cordray", "vclaim": "Says his office \"has already recovered over $2 billion from Wall Street for the workers, retirees, and investors who were harmed.\"", "truth_label": "half-true", "date": "stated on July 6, 2010 in a statement posted to his website:", "title": "Wall Street businesses have returned money to Ohio, but Richard Cordray overstates the total", "text": "It’s good politics to present yourself as fighting for the little guy against the corrupt corporate behemoths of Wall Street.\n\nOhio Attorney General Richard Cordray is doing just that, using Wall Street as a punching bag. He has made his fight against financial businesses—or \"holding Wall Street accountable\" in his words — a central theme of his 2010 campaign.\n\nOn Cordray’s campaign website, the Democrat trumpets the \"major cases\" against \"the big Wall Street banks and financial institutions\" that have \"caused widespread financial damage to Ohioans.\"\n\nCordray’s most eye-popping claim of reining in fat cat financiers is that \"his office has already recovered over $2 billion from Wall Street for the workers, retirees, and investors who were harmed.\"\n\nThat’s a mountain of money — and the kind of thing we at PolitiFact like to check out.\n\nCordray reaches his \"recovered over $2 billion\" figure by totaling the settlements relating to lawsuits against UnitedHealth ($922 million), Merrill Lynch ($475 million), Marsh & McLennan Cos. ($400 million) and secondary defendants in a case against AIG ($284.5 million). Do the math and you get a tad over $2 billion — $2,081,500,000 if you want to get specific.  \n\nBecause Cordray has only been in office since January 2009, his claim to have \"recovered\" $97.5 million from accounting firm PricewaterhouseCoopers, one of the secondary defendants in the AIG case, is on the shakiest ground. That’s because the settlement was reached on Oct. 3, 2008, when the Ohio Attorney General was Nancy Rogers. She even sent out a news release praising the settlement.\n\nCordray’s campaign argues that it still should count because the primary case against AIG was still being litigated -- his office on July 16 announced a final, $725 million settlement in the case -- and there is a contested appeal that could affect the PricewaterhouseCoopers settlement. Frankly, we aren’t convinced, and drop Cordray’s total from just above $2 billion to just below $2 billion for adding in that settlement.\n\nHowever, that isn’t the only quibble we have with Corday’s $2 billion figure. A more basic question is what exactly does \"Wall Street\" mean?\n\nWe thought of traders on the crowded floors of stock exchanges and the famous statue of the Merrill Lynch bull in lower Manhattan.\n\nCordray’s campaign says they used a broad definition that includes \"any publicly traded companies that negatively affected the value of their stock\" and harmed Ohio workers, retirees and investors.\n\nThat somewhat elastic definition can be stretched so that Wall Street includes UnitedHealth, a health care giant whose main corporate offices are in Minneapolis — a 20-hour drive from New York’s Wall Street financial district.\n\nWe think that a reasonable person would find that more than a bit of stretch to say that a health care company based more than 1,200 miles from Manhattan is a \"Wall Street\" company. Put another way: What would you say to a friend who claimed to work on Wall Street, if they were employed by United Health in Minneapolis?\n\nBeyond just the location and United Health’s industry, Cordray’s use of the $922 million settlement for UnitedHealth has another issue — the $922 million isn’t money that United Health executives forked over to the state of Ohio. Instead, it’s $804 million worth of improperly granted stock options to corporate executives at United Health Care that were canceled as part of the settlement, as well as $126 million from pulled back cash bonuses, retirement packages and health care packages for the executives. (We know that adds up to $930 million, but for whatever reason Cordray has used a $922 million figure for this settlement.)   \n\nWhile Cordray’s campaign says that’s money being returned back into the company’s bottom line, Washington and Lee Professor Lymon Johnson, a nationally recognized expert in stock options and corporate law, said that’s not exactly the case.\n\n\"By canceling out those stock options, you are stopping them (the executives) from taking greater advantage of the company, but that’s not the same thing as money going back into the corporate till,\" Johnson said. However, he does say that if the stock options were exercised by the United Health executives that it would have affected the company’s stock price by \"diluting\" the value of the stock held by others.\n\nStill, Johnson asserts, \"I don’t know that I would use the term recover.\"\n\n\"Recovery suggests that the thief got away and that you chased him down and got what he stole back,\" he said. \"In this case, it’s more like you prevented it from happening—he didn’t really get away with the theft.\"\n\nBecause Cordray is taking credit for a $97.5 million settlement done by his predecessor and because $804 million worth of canceled stock options from a Minneapolis-based health care company account for almost half of his \"over $2 billion recovered\" from \"Wall Street,\" we find his claim to be Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Boehner\n\n\nstated on July 15, 2010 in an op-ed in the Detroit News\n\n\n\n\n\n\n\n\n\"Since February 2009, our economy has lost roughly 3 million private sector jobs while the federal government has grown by more than 400,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • July 15, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14703"}