{"url": "/factchecks/2015/oct/14/hillary-clinton/hillary-clinton-bernie-sanders-voted-against-brady/", "speaker": "Hillary Clinton", "vclaim": "\"Sen. Sanders did vote five times against the Brady bill.\"", "truth_label": "true", "date": "stated on October 13, 2015 in the first Democratic debate:", "title": "Hillary Clinton: Bernie Sanders voted against Brady bill five times", "text": "Hillary Clinton used the gun debate to try and attack Sen. Bernie Sanders from the left at the first Democratic debate.\nSanders’ record on the issue has been the subject of much liberal ire. After CNN moderator Anderson Cooper grilled Sanders on his vote shielding firearms companies from lawsuits, Clinton brought up another time Sanders didn’t side with gun control advocates.\n\"The majority of our country supports background, and even the majority of gun owners do,\" Clinton said on Oct. 13. \"Sen. Sanders did vote five times against the Brady Bill.\"\nClinton is correct that most Americans (90 percent) support background checks. But did Sanders vote against the landmark Brady Handgun Violence Prevention Act, which mandated a five-day waiting period for background checks for gun purchases?\nFive nays from the Vermont congressman\nThe Clinton campaign pointed to our July fact-check of an attack ad paid for by a pro-Martin O’Malley super PAC. We rated a slightly more expansive claim — \"Bernie Sanders voted against the Brady Bill, background checks and waiting periods\" — Mostly True. (That statement that referred specifically to background checks, which Sanders had supported.)\nBefore it became law in 1993, the Brady bill underwent many transformations. Sanders, then Vermont’s sole representative in the U.S. House of Representatives, voted against the bill in its entirety five times:\n1. In May 1991, Sanders voted against a version that mandated a seven-day waiting period for background checks, but the bill passed in the House.  \n2. The Senate decreased the waiting period to five days and the bill returned to the House. In November 1991, Sanders voted against that version. Though it passed in the House, the Senate didn’t muster enough votes. The Brady bill and its gun control stance remained in limbo during 1992.\n3. After some back and forth, a version of the bill resurfaced that reinstated the five-day waiting period. In November 1993, Sanders voted against that version twice in the same day, but for an amendment imposing an instant background check instead (seen by some as pointless, as the technology for instant checks didn’t exist at the time).\n4. He also voted against an amendment that would have ended state waiting periods, and for an amendment giving those denied a gun the right to know why.\n5. The final compromise version of the Brady bill --  an interim five-day waiting period while installing an instant background check system -- was passed and signed into law on Nov. 30, 1993. Sanders voted against it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn July, when we first looked into the issue, Sanders’ campaign manager Jeff Weaver told us that Sanders voted against the bill because he believed a national waiting period was a federal overreach and because he was answering to his constituents.\n\"He wasn't opposed to states having (waiting periods) if they wanted to. The Republicans wanted to repeal waiting periods in states that had them, and Bernie voted that down,\" Weaver said. \"He said he would be against waiting periods, and he kept his word to the people of Vermont.\"\nA mixed record overall\nOverall, Sanders is neither a gun nut nor an anti-gunner. He’s received lukewarm marks from the NRA, ranging from a C- to F in the last 15 years.\n\"Throughout his time in public office, Sen. Sanders has consistently voted to outlaw the most dangerous weapons and keep guns out of the hands of criminals,\" Sanders spokesperson Michael Briggs told us.\nBriggs noted that Sanders has voted in favor of banning assault weapons, closing the gun show loophole, regulating high capacity magazines, and expanding background checks in the wake of the Newtown massacre.\nOn the flip side, Sanders has also voted to allow firearms on Amtrak trains and in National Parks, though his most recent pro-gun vote was in 2009.\n\"(Sanders’) gun control position is a reflection of living in Vermont for 40 years,\" Garrison Nelson, a professor of professor of political science at the University of Vermont, told us in July. \"Vermonters use guns to shoot deer and moose, not one another.\"\nOur ruling\nClinton said, \"Sen. Sanders did vote five times against the Brady bill.\"\nSanders voted against the Brady bill five times from 1991 to 1993. Sanders’ campaign manager told us in July that he did so because he was against a national waiting period and had to answer to the people of Vermont, a rural state with high gun ownership.\nOverall, Sanders has a mixed record when it comes to guns. But he did indeed register five nays on the Brady bill.\nWe rate Clinton’s claim True.", "vclaim_id": "vclaim-pol-05863"}