{"url": "/factchecks/2015/feb/13/dana-perino/fox-news-host-climate-scientists-fabricated-temper/", "speaker": "Dana Perino", "vclaim": "On climate change, \"the temperature readings have been fabricated, and it's all blowing up in their (scientists') faces.\"", "truth_label": "pants-fire", "date": "stated on February 9, 2015 in a broadcast of \"The Five\" on Fox News:", "title": "Fox News host: Climate scientists 'fabricated' temperature data", "text": "The U.S. Senate may have voted 98-1 that \"climate change is real and not a hoax,\" but the accusation that government scientists have cooked the books and invented a warming trend is as robust as ever.\nFox News host Dana Perino joined several of her colleagues this week in casting doubt on the data scientists use to track temperature changes over time. Perino’s comments came on Feb. 9, 2015, as she and her co-hosts on The Five somewhat sarcastically discussed how the fight against Islamic State or ISIS drew attention away from other issues, such as climate change.\n\"They're (the White House) actually kind of lucky that we don't cover climate change as much as we should,\" Perino said. \"Because yesterday, it was reported that the temperature readings have been fabricated and it's all blowing up in their faces.\"\nCo-host Kimberly Guilfoyle interjected that it was \"fraud science\" and Perino said, \"Yes, I agree.\"\nWe have checked this sort of claim before and found it wrong, but some time has passed, and Perino referenced new reporting. So we wanted to fact-check her claim that temperature readings \"have been fabricated.\"\nWe reached out to Perino to find the source of her statement and did not hear back. However, a couple of days before she spoke, the British paper The Telegraph carried an opinion piece entitled, \"The fiddling with temperature data is the biggest science scandal ever.\"\nThe article drew on the work of a well-known climate change skeptic, Paul Homewood, who on Feb. 4, 2015, blogged about alterations in the temperature records in Paraguay and some arctic locations. The Telegraph article concluded that these changes were part of the \"greatest and most costly scare the world has known.\"\nBut when we reached Homewood, he offered a more nuanced summary of his findings.\n\"I make no claims about the effect of (temperature) adjustments globally,\" Homewood said. \"I feel that by identifying specific examples, we have moved the debate forward by challenging how adjustments work in practice, and whether we can always rely on them.\"\nHomewood’s concerns center on something most of us don’t think about too often: the massive data files used by climate scientists worldwide to track changes globally and in different regions of the earth.\nRaw data vs. adjusted data\nEvery month, readings from thousands of land-based weather stations around the world are shared through the Global Historical Climatology Network. To measure ocean temperatures, there is a flow of data from buoys and ships. Climate trends play out over long periods of time, and the challenge has been to deal with changes in the way temperature is measured that have nothing to do with the weather itself.\nFor instance, local officials might move a station from a valley to a nearby hilltop. They might change the time of day when they record their measurements from sunrise to sunset. They might change the kind of thermometer they use. In the ocean, the practice once was to haul up a bucket of water. Later, the standard practice was to measure the temperature from the engine’s intake valve.\nResearchers at the National Climatic Data Center, which is part of the National Oceanic and Atmospheric Administration, have to then come up with a way to work with the temperature readings so they can make apples-to-apples comparisons.\nWhat they do is take the raw temperature readings and apply a boatload of statistical techniques to pick out the most reliable data. Where necessary, they adjust the readings to account for the human factors that would skew the data regardless of what happened with actual temperatures.\nThe controversy voiced by Homewood and others is that they don’t accept those adjustments.\nNOAA says the adjustments -- as was the case in Paraguay -- are necessary to make valid comparisons.\n\"Such changes in observing systems cause false shifts in temperature readings. Paraguay is one example of where these false shifts artificially lower the true station temperature trend,\" the agency said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHomewood is right that the Paraguay adjustments raised the temperature reported for that station. But what Homewood leaves out, NOAA says, is that nearly half the time the adjustments made by researchers lower the temperature below what was actually recorded.\nNo change in the big picture\nPerino said that researchers’ theories of climate change were \"blowing up in their faces.\" That is not the view of the researchers we reached.\nJudith Curry is chair of the School of Earth and Atmospheric Sciences at the Georgia Institute of Technology. Curry believes the issues with the adjusted data are \"greater than have been portrayed.\" On the other hand, she told PunditFact that the concerns in the Telegraph op-ed were \"overblown\" and that the basic conclusion remains the same.\n\"The adjustments aren't of such a magnitude that they throw into question the overall increase in global temperature for the past 100-plus years,\" Curry said.\nAn independent group of researchers called Berkeley Earth have the sole goal of working with the raw data and analyzing it for themselves. Zeke Hausfather is a data scientist with the group.\nHausfather told PunditFact that the warning flag raised by The Telegraph article and bloggers amounts to cherry-picking the data. That’s because while some adjustments might make it seem like scientists are artificially raising temperatures, some adjustments at other stations actually would lead you to the opposite conclusion.\n\"(They) look through all those thousands of stations, find a few that show big adjustments, and tell everyone that they are evidence of fraud,\" Hausfather said. \"You will rarely see them pick out stations like Reno, Paris, London, Tokyo, or many others where the adjustments dramatically lower the warming trend.\"\nHausfather and his colleagues traced how the adjustment methods changed the temperature data differently around the world since 1850. In the graph below, zero is the baseline. Above zero, temperatures have been adjusted upward, below it temperatures have been adjusted downward. \n\nIn the United States, with about 5 percent of Earth’s land area, the official data file raised temperatures compared to the original readings. But the same methods lowered the data records in Africa, and for all land-based readings taken together, the adjustments basically made no change at all (the black line). With ocean temperature trends, the efforts to compensate for the human factor lower the numbers dramatically.\n\"The net effect of adjustments is to actually reduce the amount of global warming we've observed since 1880 by about 20 percent,\" Hausfather said. \"Folks skeptical of temperature adjustments are welcome not to use them if they'd like, but you end up with more global warming, not less.\"\nMark Serreze is professor of geography at the University of Colorado-Boulder. Serreze said over the years, many people have vetted the statistical methods that lead to the adjusted data files.\n\"The features of the global temperature records have been verified by comparisons between analyses from different centers and sensitivities to different ways of treating the data,\" Serreze said. \"The peer reviewed literature is extensive. This is why there is consensus that the data are correct.\"\nFor the record, the author of the The Telegraph opinion piece made the same point about eight months ago. Back then, it inspired a similar flurry of claims that government scientists intentionally engaged in fraud.\nOur ruling\nPerino said that disclosures of fabricated temperature readings have upended theories of climate change. The source we believe she relied on, The Telegraph opinion piece, in turn relied on the work of a climate change skeptic and blogger. He told us that he was not challenging the overall trends of global warming, but instead wanted to draw attention to anomalies in the data.\nThe researchers we contacted, who have no ties to the government agencies that produce the data Perino questioned, said that while the raw temperature readings are adjusted, the result is a record that more closely matches what has actually taken place. The greater mistake would be to take the raw data as somehow perfect and unblemished.\nThe allegations raised by skeptics like the author of The Telegraph item have had no effect on the consensus that the Earth has seen an increase in temperatures over the past 100 years.\nThis claim has been debunked before. To continue to repeat it moves it into the realm of the ridiculous. We rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-06731"}