{"url": "/factchecks/2020/sep/04/debbie-mucarsel-powell/fact-checking-fla-rep-mucarsel-powells-attack-gime/", "speaker": "Debbie Mucarsel-Powell", "vclaim": "After a bridge collapse killed six people, Carlos Gimenez extended a $130 million contract to the construction company, where one of his sons worked and for which another lobbied.", "truth_label": "half-true", "date": "stated on August 21, 2020 in an ad:", "title": "Fact-checking Fla. Rep. Mucarsel-Powell’s attack on Gimenez over bridge collapse", "text": "Claims of corruption in connection with a fatal bridge collapse are at the heart of an attack in a South Florida congressional race. \nDemocratic incumbent Rep. Debbie Mucarsel-Powell makes the attack against her Republican challenger, Miami-Dade County Mayor Carlos Gimenez, during a one-minute ad that claims \"Corrupt Carlos\" and his sons were \"were connected to shady deal after shady deal, getting rich on our tax dollars.\"\nThe toss-up race pits Mucarsel-Powell, who immigrated from Ecuador as a child and is finishing her first term in Washington, against Cuban-born Gimenez, who has served as mayor of Florida’s most populous county since 2011. It’s one of 18 pivotal House and Senate races up for election on Nov. 3 that PolitiFact is tracking.\nThe main theme of Mucarsel-Powell’s campaign ad concerns the 2018 collapse of a pedestrian bridge at Florida International University in Miami, where Mucarsel-Powell once worked in the College of Health. The accident killed a bridge worker and five others, including Alexa Duran, an 18-year-old FIU student. Ten more were injured.\nThe ad claims that Gimenez’s son C.J. Gimenez \"lobbied for the company that built that failed FIU bridge\" and that C.J’s brother, Julio Gimenez, worked at the firm. \"And after the bridge collapsed and killed six people, Gimenez extended the company’s $130 million contract.\"\n\nThe Gimenez sons did do work for the construction company during a period leading up to when the university announced that the company would be involved in the bridge’s construction, but they each cut formal ties before the bridge collapse.\nAnd while Carlos Gimenez did initially approve a contract extension following the bridge collapse for the company to do airport work, not bridge work, that extension was also ratified unanimously by a county board.\nThe bridge collapse and blame\nFlorida International University announced in February 2016 that Tallahassee-based FIGG Bridge Engineers and Miami’s MCM — also formerly known as Munilla Construction Management — would design and build a $9.3 million pedestrian bridge. It was projected to be finished by summer 2018.\nDuring construction on March 15, 2018, a 174-foot-long span fell about 18 feet onto a highway, crushing eight vehicles.\n\"FIGG Bridge Engineers severely underestimated the demand on the bridge (and) significantly overestimated the bridge’s capacity,\" National Transportation Safety Board Chairman Robert Sumwalt said when the federal agency released its report on the accident in October 2019. \n\"Contributing to the severity of the collapse outcome was the failure\" of FIGG, MCM and others to cease work when cracking in the section that failed \"reached unacceptable levels,\" the report said.\nIn May, Florida’s Department of Transportation announced it will launch a bid process for designing and building a new bridge.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCitizens for Lower Taxes and a Stronger Economy\n\n\nstated on March 10, 2010 in an Internet ad.\n\n\n\n\n\n\n\n\nSt. Pete Beach's local version of Amendment 4 resulted in \"seemingly endless lawsuits (that) decimated the city's legal budget and forced the city to raise the property tax rate.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • March 16, 2010\n\n\n\n\n\n\n\nThe Gimenez sons’ connections to MCM\nCarlos Gimenez’s wife, Lourdes Gimenez, is a cousin of the Munilla brothers, who run MCM, now known as Magnum Construction Management.\nTheir son Julio Gimenez was a general superintendent at MCM from 2006 to 2012, according to his LinkedIn profile. He left shortly after his father’s election as mayor in June 2011, the Miami Herald reported.\nAnother son, C.J. Gimenez, was a registered lobbyist for MCM as of January 2016, according to a Miami-Dade Expressway Authority web page posted by Mucarsel’s campaign. MCM has said he lobbied for the company in 2015.\nC.J. Gimenez offered the firm pro bono communications advice after the bridge collapse, according to someone who has spoken to him, the Miami Herald reported, without identifying that person. C.J. Gimenez and the firm both told the newspaper he had no official role with the firm.\nThe MCM contract extension\nIn February 2019, Carlos Gimenez administratively extended through August 2020 a contract the county had made with MCM in 2011 for work at Miami International Airport. \nFive months later, he recommended that the Miami-Dade Board of County Commissioners ratify the extension. The board did so unanimously, although one commissioner later said he didn’t realize that that’s what he had voted for. Gimenez had said the extension with MCM, which filed for bankruptcy in March 2019 following the bridge collapse, would allow for continuity of work at the airport until a new contract could be approved. \nThe extension covered a $40 million piece of a $130 million contract.\nIn response to the extension, the state Legislature passed a bill to require local airport authorities to abide by new ethics rules or lose state transportation money. It has not yet been presented to Gov. Ron DeSantis. Once it has, he has 15 days to take action. \n\"Once we receive the bill, the Governor will review the legislation and make a decision based on the best interest of Florida,\" a DeSantis spokesman said.\nOur ruling\nMucarsel-Powell claimed that after a March 2018 bridge collapse that killed six people, Gimenez extended a $130 million contract to the construction company, where one of his sons worked and for which another lobbied.\nThe two sons did work for the company in the period leading up to when Florida International University announced that the company would participate in the bridge construction, but cut formal ties before the bridge collapse. The Miami Herald reported that an unnamed source said C.J. Gimenez offered the firm pro bono communications advice after the bridge collapse. \nNearly a year after the accident, Gimenez extended part of a 2011 contract with the company for airport construction work. The county board approved the extension.\nFor a statement that is partially accurate but leaves out important details or takes things out of context, our rating is Half True.", "vclaim_id": "vclaim-pol-18868"}