{"url": "/factchecks/2012/oct/24/barack-obama/obama-says-congress-owns-sequestration-cuts/", "speaker": "Barack Obama", "vclaim": "\"The sequester is not something that I've proposed. It is something that Congress has proposed.\"", "truth_label": "barely-true", "date": "stated on October 22, 2012 in a presidential debate:", "title": "Barack Obama says Congress owns sequestration cuts", "text": "In their final debate before the election, President Barack Obama and challenger Mitt Romney each said they would be the staunchest supporter of the military.\n\nSaid Romney: \"I will not cut our military budget by a trillion dollars, which is a combination of the budget cuts the president has, as well as the sequestration cuts. That, in my view, is making ... our future less certain and less secure.\"\n\nObama responded by saying Romney was assigning blame in the wrong place.\n\n\"First of all, the sequester is not something that I've proposed. It is something that Congress has proposed. It will not happen,\" Obama said. \"The budget that we are talking about is not reducing our military spending. It is maintaining it.\"\n\nWas Obama right that he didn’t propose sequestration and that Congress did?\n\nThe story goes back to the debt limit debate of 2011, so let’s start there.\n   \nLooking for a budget deal in 2011\n   \nLast year, the United States government was reaching its legal debt limit, which meant Congress had to authorize a higher level for borrowing. Raising the debt limit (also called the debt ceiling) was in some ways symbolic: Congress has the power of the purse, and the decisions to spend the money had already been made.\n   \nIn prior administrations, Congress approved higher debt limits with some partisan sniping (including from then-Sen. Obama against President George W. Bush) but without too much fuss.\n\nBut in the summer of 2011, House Republicans insisted that actual spending cuts go along with an increase to the debt limit. House Speaker John Boehner led negotiations with the Obama White House, and at first the two sides seemed to be moving toward a wide-ranging overhaul of the federal budget, referred to in the media as a \"grand bargain.\"\n   \nThe closed-door negotiations fell apart, though, and since then journalists have been sorting through a lot of finger-pointing. Some blame Boehner for being unable to deliver his own Republicans on a deal, thanks to tea party opposition to any new taxes. Others blame Obama for his inexperience, for not cultivating relationships with congressional Republicans and for tactical mistakes at negotiating. Some blame both sides.  \n\nAt any rate, Republicans and Democrats came to a less ambitious agreement to raise the debt limit through the Budget Control Act of 2011. The law found approximately $1.2 trillion in budget cuts spread over 10 years. But it also directed Congress to find another $1.2 trillion through a Joint Select Committee on Deficit Reduction, which came to be known as \"the super-committee.\"\n   \nThe super-committee was supposed to meet and agree on a deficit reduction package by Nov. 23, 2011. Their proposal -- which could include tax increases, spending reductions or both -- would then get a filibuster-proof, up-or-down vote in Congress.\n   \nAs an incentive to the super-committee, the law included an unusual kind of budget threat: If the super-committee couldn’t agree on a package, or if Congress voted it down, then automatic, across-the-board cuts would go into effect, with half of those cuts hitting defense. These automatic cuts are referred to as \"sequestration.\"\n\nA story in USA Today referred to sequestration as \"the trigger mechanism on a budget bomb.\"\n   \nLo and behold, the super-committee didn’t agree on a deficit reduction package, so Congress never voted on it. Sequestration is now set to take effect with the 2013 budget.\n   \nWhose sequester?\n   \nIn the debate, Obama said he didn’t propose sequestration, Congress did. (We asked the White House for comment, but didn't hear back.)\n\nTo determine the question of ownership, we turned to Washington Post reporter Bob Woodward’s new book The Price of Politics.\n\nWoodward’s reporting shows clearly that defense sequestration was an idea that came out of Obama’s White House. But the intention was to force Republicans to negotiate, not to actually put the cuts into effect.\n\nWoodward summarizes the thoughts of the Obama team: \"There would be no chance the Republicans would want to pull the trigger and allow the sequester to force massive cuts to Defense.\" Democrats, meanwhile, didn’t want to see their favorite domestic programs cut.\n   \nAs the negotiations proceeded, Republicans seemed to think the same thing.\n   \n\"Boehner told the House Republican leadership and other key members not to worry about the sequester … ‘Guys, this would be devastating to Defense,’ he said. ‘This would be devastating, from their perspective, on their domestic priorities. This is never going to happen,’\" Woodward wrote.\n   \nNonetheless, sequestration is now looming.\n\nWe recently  looked at a Romney campaign ad that blamed Obama for the sequester and talked to several experts about who is more responsible for the looming cuts -- Congress or the president. Some say that the Obama White House proposed sequestration, so that means Obama owns it.\n   \n\"While both parties are culpable for sequestration because the Budget Control Act passed Congress, the president proposed it originally and ultimately owns its outcome,\" said Mackenzie Eaglen, an expert on defense with the conservative American Enterprise Institute and an adviser to the Romney campaign. \"That is because he alone can lead by calling the party leaders together for a resolution today if he wanted as president.\"\n   \nOther see the two parties as co-owners of sequestration, especially since Republicans in Congress voted for the law that set up its possibility. In the House, 174 Republicans and 95 Democrats voted for the law, while 66 Republicans and 95 Democrats opposed it. (Final tally: Passed 269-161.) In the Senate, 28 Republicans and 45 Democrats voted for it, while 19 Republicans and 6 Democrats opposed it. (Final tally: Passed 74-26)\n   \n\"The logic that lays the blame for sequestration at Obama's feet, because he negotiated the BCA with GOP leaders in Congress, could just as easily apply to those other negotiators, or, indeed, any member of Congress who voted for the BCA in August 2011,\" said Christopher Preble, vice president for defense and foreign policy studies at the libertarian Cato Institute. Preble favors reductions to the defense budget.\n   \n\"I do not believe it accurate to refer to the cuts that will occur in both defense and non-defense discretionary spending under sequestration as ‘Obama's cuts,’\" he said.\n   \nWoodward, after Monday’s debate, reiterated what he said in his book -- and that Obama was off the mark in the debate.\n\n\"What the president said is not correct,\" Woodward told POLITICO. \"He’s mistaken. And it’s refuted by the people who work for him.\"\n\n\nOur ruling\n   \nObama said that the sequester -- and the defense cuts that would result from it -- was not his proposition. \"It is something that Congress has proposed,\" he said in the debate.\n\nBut it was Obama’s negotiating team that came up with the idea for defense cuts in 2011, though they were intended to prod Congress to come up with a better deal for reining in the deficit, not as an effort to make those cuts reality.\n   \nMeanwhile, members of both parties in Congress voted for the legislation that set up the possibility of sequestration. Obama’s position is that Congress should now act to avoid those across-the-board cuts.\n   \nObama can’t rightly say the sequester isn’t his, but he did need cooperation from Congress to get to this point. We rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10091"}