{"url": "/factchecks/2021/jan/17/jake-corman/fact-checking-top-pa-republican-who-said-false-ele/", "speaker": "Jake Corman", "vclaim": "Says unproven voter fraud claims didn’t play “any role” in the Capitol riot.", "truth_label": "pants-fire", "date": "stated on January 14, 2021 in an interview:", "title": "Fact-checking a top Pa. Republican who said false election claims didn’t play ‘any role’ in the riot", "text": "Pennsylvania Senate President Pro Tempore Jake Corman said in an interview last week that unproven voter fraud claims didn’t play \"any role\" in the insurrection at the U.S. Capitol.\nThe remark came after Matt Maisel, an anchor for FOX43 in central Pennsylvania, asked the state’s highest-ranking Republican about the violence that occurred when a pro-Trump mob attacked the building and temporarily halted the final counting of elector ballots in President-elect Joe Biden’s win.\n\"House Democrats yesterday called on state Republicans to accept some responsibility for some of the violence that we saw at the U.S. Capitol last week because of unproven voter fraud claims,\" Maisel said. \"What role do you think that played?\"\n\"I don’t think it played any role,\" Corman responded.\nBut there’s plenty of evidence that people who traveled to Washington and stormed the Capitol did so because they believed the election was rigged and unfairly stolen from President Donald Trump. He told them so repeatedly. And Corman, like many Republican officials in Pennsylvania and elsewhere, frequently helped advance Trump’s narrative.\nAsked to provide evidence that supports his claim, Corman spokesperson Jenn Kocher offered none.\n\"You’re asking me to prove a negative,\" she said.\nThere is no evidence of any widespread voter fraud in Pennsylvania’s presidential election. Trump’s campaign itself hasn’t presented any such evidence in its numerous legal challenges contesting the result. Rather, its legal efforts have been aimed at disqualifying votes that all evidence shows were legitimately cast under rules the president and his supporters disagree with. Disputes over those rules were adjudicated in court. The postelection controversy has been stirred by unfounded claims of fraud.\nFor two months, Corman and other Republicans across the country repeatedly challenged the legitimacy of Biden’s win. Some falsely claimed widespread fraud, while others griped about procedural issues, in arguments that courts have struck down.\nA week after the election, Corman accused Democratic Gov. Tom Wolf’s administration of attempting to \"tip the scales\" in Biden’s favor while also acknowledging he had no hard evidence of \"any misdoing.\" He later urged Congress to delay certification of the state’s election results, \"to allow due process as we pursue election integrity in our Commonwealth.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe letter Corman sent to Congress repeated several false claims that have been debunked, including that Pennsylvania Secretary of State Kathy Boockvar encouraged only some counties to help voters fix technical mistakes with their mail ballots and that Republicans in Philadelphia were prohibited from observing workers as they counted ballots.\n\"Due to these inconsistent and questionable activities, we believe that Pennsylvania’s election results should not have been certified by our Secretary of State,\" Corman wrote.\nCorman wasn’t alone. In November, U.S. Rep. Scott Perry attended a \"Stop the Steal\" rally in Harrisburg before going on Fox Business Network to declare Pennsylvania’s election \"a horrific embarrassment.\" U.S. Rep. Dan Meuser told Fox News host Sean Hannity the situation is dire: \"There is no longer one citizen, one vote.\" And U.S. Rep. Guy Reschenthaler told the conservative outlet Newsmax that \"we know there is voter fraud that occurred,\" it’s just a question of how much.\nThe president’s Pennsylvania supporters were listening, and before the attack on the Capitol, they told The Inquirer so.\nRaberta Hans, a 50-year-old teacher from Northeastern Pennsylvania, said she planned to attend the rally to make a stand for election integrity: \"It’s too dangerous not to go back and count every ballot.\"\nJackie Kulback, the local GOP chair in Cambria County, said she wanted to gather with other Trump supporters to show the president, who had repeatedly spouted false claims of election fraud, \"how much we support him.\"\nAnd Ben Philips, a 50-year-old computer programmer from Bloomsburg, said he was eager to see what Trump would do next: \"It seems like he called us there for a reason. I think something big’s about to go down that no one’s talking about yet. I think he has an ace up his sleeve.\"\nPhilips was one of five people who died in or near the Capitol amid the attack after he suffered a medical emergency.\nWhen Trump addressed his supporters on Jan. 6 before they stormed the Capitol, he again rattled off a slew of false claims. Targeting Pennsylvania, he wrongly said the number of votes cast exceeded the state’s number of voters, that ballots received after Election Day were improperly counted, and that dead people had voted.\nNone of that was true.\nAnd the president’s insistence that the election was stolen but could still be reversed with Congress’ help is what rioters cited when asked by reporters why they were there and what they hoped to achieve.\nOur ruling\nCorman said unproven voter fraud claims didn’t play \"any role\" in the attack. No role at all? That’s absurd. A false but deeply held belief that the election was rigged and stolen from Trump led thousands of his supporters to gather in Washington and later storm the Capitol. The claims inspired the riot. We rate Corman’s statement Pants on Fire.", "vclaim_id": "vclaim-pol-19186"}