{"url": "/factchecks/2016/jun/29/thomas-perez/tom-perez-says-union-members-earn-median-200-week-/", "speaker": "Thomas Perez", "vclaim": "\"If you are a member of  union, your median weekly income is roughly $200 more than if you are a nonunion member, and that doesn’t include benefits.\"", "truth_label": "true", "date": "stated on June 18, 2016 in an interview.:", "title": "Tom Perez says union members earn median $200 a week more than nonunion workers", "text": "U.S. Labor Secretary Thomas Perez says a union job is a ticket to the middle class.\n\"If you are a member of a union, your median weekly income is roughly $200 more than if you are a nonunion member, and that doesn’t include benefits,\" Perez said in an interview with the Richmond Times-Dispatch, prior to headlining the Democratic Party of Virginia’s Jefferson-Jackson Day dinner on June 18.\nWe wondered if Perez’s figure is correct. Mattie Munoz, a spokeswoman for the labor secretary, said the information comes from the U.S. Bureau of Labor Statistics, which which tracks the earnings of union and nonunion workers.\nThe bureau examines \"median\" earnings - the halfway point at which 50 percent of workers make less and 50 percent of workers earn more.\nIn 2015, the median weekly earnings for people who are a member of a union was $980, according to the bureau’s most current figures. For nonunion members, the median weekly pay was $776. That’s a $204 difference and in line with Perez’s claim.\nGary Burtless, a labor economist at the Brookings Institution, told our colleagues at PolitiFact National in a 2014 story that unions typically do a better job of raising wages for workers with less-than-average education than they do for those with higher levels of education.\nSomeone who has a doctoral degree, for example, probably wouldn’t get as much of a pay bump from being in a union, but they might have better job security as well as better health and retirement benefits than their nonunion colleagues, Burtless said.\nAnother table from the Bureau of Labor Statistics, which further breaks down the pay disparity among specific occupations, shows that unionized workers in some professions earn less than their nonunion colleagues.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn the architecture and engineering fields, for example, workers in a union last year had a median weekly pay of $1,393, but that was outpaced by nonunion workers who earned $1,427 each week. Federal employees who are in a union earn a median weekly pay of $1,058, while those not in a union earn more: $1,159 each week.\nBut for other government employees, the story is different, with unions typically leading to larger paychecks.\nAcross the country, state employees in a union earned a $988 median weekly salary, while nonunion workers earned a median $867. Unionized local government workers earned a median weekly salary of $1,043, compared with nonunion local government employees who earned $783 a week.\nThis isn’t the first time Perez has made this claim, although he’s changed the wording. PolitiFact National in 2014 noted that the labor secretary said the \"average\" union member makes $200 more than a nonunion employee. That was rated Mostly True, since the figures involved instead are a tally of the \"median\" weekly pay rather than \"average\" pay.\nOur ruling\nPerez said that a union member’s median weekly income is about $200 more than someone who is not in a union.\nHis figure, on the whole, holds up, although there are some professions that are exceptions. But Perez clearly was talking in general terms.\nSo we rate his statement True.", "vclaim_id": "vclaim-pol-04759"}