{"url": "/factchecks/2017/jan/10/mitch-mcconnell/mitch-mcconnell-says-favor-changing-Obamacare/", "speaker": "Mitch McConnell", "vclaim": "\"About 8 out of 10 favor changing Obamacare significantly or replacing it altogether.\"", "truth_label": "mostly-true", "date": "stated on January 9, 2017 in an op-ed on FoxNews.com:", "title": "Mitch McConnell says 8 out of 10 favor changing Obamacare significantly or replacing it altogether", "text": "As congressional Republicans decide how to repeal the Affordable Care Act, Senate Majority Leader Mitch McConnell, R-Ky., published an op-ed on FoxNews.com titled, \"ObamaCare failed Americans. Now it's time for relief.\"\n\"By nearly any measure, Obamacare has failed: It didn’t lower costs, it didn’t increase choice, middle-class families continue to lose health plans they were promised they could keep, and Americans continue to call for Obamacare’s repeal,\" McConnell wrote on Jan. 9. \"They spoke loudly again this November, and about 8 out of 10 favor changing Obamacare significantly or replacing it altogether.\"\n\"That doesn’t mean the law will end overnight,\" he continued. \"There will be a stable transition period, and once repeal is passed we will turn to replacement policies that cost less and work better than what we have now.\"\nWhat caught our eye in this passage was McConnell’s citation of the eight of 10 figure. When we took a closer look, we found a credible source for it, but also some missing context.\nLet’s take a closer look.\nWhere the number comes from\nMcConnell’s office pointed to a Nov. 28, 2016, news release by Gallup that summarized one of its periodic polls on health care. The headline was, \"Most Americans Want Changes to Affordable Care Act.\"\nGallup’s release goes on to say, \"Whatever the exact course of action that ensues once Trump and the new Congress take office, it is clear that about eight in 10 Americans favor changing the ACA significantly (43 percent) or replacing it altogether (37 percent).\" This data is based on a survey conducted on Nov. 9 to Nov. 13, 2016.\n\"The majority leader made an accurate statement that, according to Gallup, about 8 out of 10 favor changing Obamacare significantly or replacing it altogether,\" said Don Stewart, a spokesman for McConnell. \"Given the myriad problems with the law and the impact on families, the poll was not a surprise.\"\nAn outside specialist in health policy and polling, Robert J. Blendon of Harvard’s T.H. Chan School of Public Health, said McConnell has a good basis for supporting his claim, given Gallup’s framing of the results.\n\"For years, politicians have taken what's in Gallup releases,\" Blendon said.\nWhy it can be misinterpreted\nMcConnell has been careful in how he relates what Gallup wrote. But the statistic's usefulness for supporting his larger point -- that Obamacare should be repealed in the way he's proposing -- is not as clear. Reading his op-ed, it’s easy to jump to the conclusion that 80 percent of Americans want to repeal the law. But that's not the case, according to the Gallup data.\nIt’s true that only 14 percent of respondents said they would keep the law as is, and that’s less than the 37 percent who wanted to repeal the law entirely. However, a plurality of respondents -- 43 percent -- said they wanted to keep the law but make \"significant changes\" to it.\nSpecifically, 28 percent said they approved of the law but wanted to see significant changes to it -- and this constituency included both people who generally approved of the law and those who generally disapproved of it. The inclusion of those who approve the law and want changes to it -- and who would be unlikely to be on board for a full repeal, as McConnell seeks -- is what inflates the number to 80 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nOther recent surveys fill in some of the blanks about what these respondents might be thinking.\nAn October 2016 survey by Harvard University’s Chan School and Politico gave respondents six options for handling the Affordable Care Act (not counting \"don’t know,\" which registered 10 percent).\nThe first three categories include people who either support the law or think it should go even further than it does today:\nReplace with universal Medicare: 14 percent\nExpand the existing program: 8 percent\nKeep the law as is: 18 percent\nCollectively, then, 40 percent either support an even stronger law or keeping the law as is.\nThe other three categories align more closely with McConnell’s opinion, and they add up to 50 percent.\nReplace with a tax credit program: 16 percent\nScale back and give states control: 14 percent\nRepeal completely: 20 percent\n\nThe Politico-Harvard results broadly mirror other recent polls about repealing the Affordable Care Act. In general, more people favor a repeal than oppose one, but support levels for a repeal are in the 40 percent to 50 percent range, rather than the 80 percent range.\nFor instance, a Kaiser Family Foundation tracking poll taken in mid December 2016 found that 49 percent favored repeal, 47 percent opposed repeal, and 4 percent were unsure or refused to answer.\nOur ruling\nMcConnell wrote that \"Americans continue to call for Obamacare’s repeal. … About 8 out of 10 favor changing ObamaCare significantly or replacing it altogether.\"\nMcConnell has carefully worded a statistic from a credible source, the Gallup news release. However, it's worth remembering that a notable share of people whose favored \"significant\" changes to the law either want a single-payer plan or an even stronger Obamacare law -- two options that are off the table for McConnell. We rate his statement Mostly True.", "vclaim_id": "vclaim-pol-03806"}