{"url": "/factchecks/2020/sep/14/facebook-posts/facebook-post-uses-fake-photo-ambushed-la-deputy-s/", "speaker": "Facebook posts", "vclaim": "Says a photo shows an ambushed Los Angeles police officer and that the NFL intends to “honor and praise the organization” that stood outside of the hospital chanting, “We hope she dies.”", "truth_label": "false", "date": "stated on September 13, 2020 in a Facebook post:", "title": "Facebook post uses fake photo of ambushed LA deputy, says NFL honors anti-police protesters", "text": "A Facebook user shared a post that says the National Football League is honoring an organization that chanted, \"We hope she dies,\" outside the hospital where two ambushed Los Angeles deputies were undergoing surgery. The post included a photo of a person it said was the victim.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nIn the name of supporting the police, this post feeds a narrative of racial and political division, and nothing about it is accurate — including the photo. \nOn Sept. 12, a gunman walked up to a parked police car, opened fire and ran. Two sheriff deputies, a man and a woman, were badly injured. Anti-police protesters gathered outside the St. Francis Medical Center in Lynwood, Calif., where the two officers were being treated.\nSome protesters yelled, \"We hope they die.\"\nWith those basic details as context, everything else about the post is false.\nHere is the post’s full text:\n\"Last night in California, a 6-year-old boy begged God to save his mother’s life after she was ambushed and shot, unprovoked, while sitting in her police car. Today, the NFL will honor and praise the organization that stood out outside his mother’s hospital chanting, ‘we hope she dies.’ Make no mistake, Anyone who watches football today, purchases NFL merchandise or supports these teams in any way has blood on their hands. Shame on you. #BackTheBlue\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nOne of the deputies shot is a 31-year-old mother. The accompanying photo of the Facebook post is not her. \nIt is of Breck Worsham, who promotes herself on the web as the Patriotic Blonde.\nOn her Facebook page, Worsham disavowed the use of her picture.\n\"I was just made aware that a post has been circulated on social media using my photo as the officer who was shot in Compton, California over the weekend,\" Worsham wrote Sept. 14. \"I don't know how that happened but it sickens me.\"\nThe Los Angeles County Sheriff’s Department said that it hasn’t released the names of either officer, so we don’t know personal details, such as whether the woman has a young son.\nAs a league, the NFL marked the movement against police killings of unarmed Black people by adding \"Lift every voice and sing,\" a song known as the Black National Anthem, before the start of each game.\nIndividual NFL teams and players marked the first day of the season in different ways. Some players took a knee as the national anthem played. Some wore shoes or shirts that said, \"End racism,\" or \"No justice, no peace.\" Both slogans are common within the Black Lives Matter movement, but in no way did any player or the NFL honor the protesters outside the Los Angeles hospital.\nThe sheriff’s department said it has tied no organization to the protesters who gathered outside the hospital.\nWe rate this post False.", "vclaim_id": "vclaim-pol-18919"}