{"url": "/factchecks/2020/mar/24/chris-jacobs/jacobs-ad-exaggerates-mcmurrays-views-immigration/", "speaker": "Chris Jacobs", "vclaim": "\"Nate McMurray wants to reward illegals with amnesty.\"", "truth_label": "barely-true", "date": "stated on March 4, 2020 in a television commercial:", "title": "Jacobs’ ad exaggerates McMurray’s views on immigration", "text": "Republican Chris Jacobs focuses on immigration in a television ad against his rival, Democrat Nate McMurray, for New York’s 27th Congressional District. Jacobs claims McMurray \"wants to reward illegals with amnesty.\" \n\"They illegally stream across the border,\" the ad’s narrator says. \"Instead of stopping them, Nate McMurray wants to reward them with amnesty.\" \nJacobs and McMurray are competing in a special election scheduled for April 28.  \nMcMurray condemned the ad for its \"lies and hating foreigners.\" \nThe Jacobs campaign provided us a screenshot from McMurray’s archived 2018 campaign website. The website references Deferred Action for Childhood Arrivals, or DACA. In 2012, President Barack Obama began the DACA program.   \nThe archived webpage states: \"McMurray supported 'a Clean DACA bill.'\" \n\"I am 100% in favor of a Clean DACA bill. I further recognize that immigrant communities have always been an asset for New York’s 27th District,\" the site quotes McMurray. \nA \"clean DACA bill\" generally refers to legislation that would allow those who arrived in the United States as minors without legal status, so-called \"Dreamers,\" to stay in the country or even provide a path to citizenship, without funding for other security initiatives, such as a wall on the southern border. \nJacobs campaign spokesman Cam Savage sent us a link to an article from the conservative Heritage Foundation that equates DACA with amnesty. \nWe asked the McMurray campaign about the ad, specifically the claim that he \"wants to reward illegals with amnesty,\" which appears as text on-screen during the ad. \nThe campaign provided us a statement from McMurray: \"I support efforts to create pathways to citizenship for DREAMers and to increase the number of visas for workers. Immigrants are important contributors to our community and help drive our region's industries, especially agriculture.\"\nDisagreements over ‘amnesty’\nFive immigration experts we spoke with for this fact-check disagreed on whether providing a legal way for \"Dreamers\" to stay in this country or create a pathway to citizenship for them constituted \"amnesty.\" \nSarah Pierce, a policy analyst with the Migration Policy Institute, a nonpartisan think tank, said amnesty is a grant of legal status with no strings attached. DACA requires having a clean criminal record, paying back taxes and attaining certain educational outcomes, she said. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAt the Center for Migration Studies, a nonpartisan think tank that supports immigrants' rights, Director of Programs Daniela Alulema said children who arrived with their parents did not commit an offense. To be eligible for the DACA program, applicants have to go through a vetting process and be contributing members of society. DACA recipients are \"not getting a freebie,\" she said. \nMark Krikorian, executive director of the Center for Immigration Studies, which favors reduced immigration, said he favors a legislative fix for DACA. He said amnesty applies to the program, because it would allow students who otherwise wouldn’t have legal status to get legal status. \nMatthew J. O’Brien, director of research at the Federation of Americans for Immigration Reform, which opposes DACA, cited the Black’s Law Dictionary definition of amnesty as \"a sovereign act of forgiveness for past acts, granted by a government to all persons (or certain classes of persons) who have been guilty of crime or delict, generally political offenses - treason, sedition, rebellion, draft evasion - and often conditions upon their return to obedience and duty within a prescribed time.\"\n\"A ‘clean DACA bill,’ the purpose of which would be to forgive illegal aliens for their unlawful entry into the United States would be a clear example of an amnesty,\" O’Brien said.  \nIn a 2017 op-ed for the Los Angeles Times, Alex Nowrasteh, of the libertarian Cato Institute, wrote that the DACA program offers amnesty and also noted that \"Dreamers\" constitute just 7 percent of the population of approximately 11 million immigrants who are in the country illegally. \nIn 2017, PolitiFact ruled that conservative commentator Ann Coulter’s claim that Trump had granted amnesty to \"nearly 100,000 Dreamers\" to be Mostly True. Her number was correct, but the fact-check noted that there is not agreement among experts on whether the Trump administration’s action constituted amnesty. It should be noted that what Trump did early in his term in continuing to accept DACA applications is not necessarily the same action that Congress would authorize in a \"clean DACA bill.\"    \nOur ruling \nA Jacobs television ad said McMurray \"wants to reward illegals with amnesty.\" \nMcMurray favors creating a pathway to citizenship for young immigrants who arrived as children with their parents or guardians. This population makes up  7 percent of the approximately 11 million undocumented immigrants in the country.  \nThe Jacobs campaign cites an archived 2018 McMurray campaign website that referenced his support for a \"Clean DACA bill.\" The Deferred Action for Childhood Arrivals program, or DACA, would create this pathway for \"Dreamers.\"\nExperts disagree on whether a clean DACA bill constitutes amnesty, and the commercial gives the impression that McMurray favors amnesty for all people who cross the border illegally. The commercial does not even mention DACA.\nWhen the narrator talks about McMurray supporting amnesty, \"votemcmurray.com, 5/17/18,\" flashes across the screen. It’s a reference to McMurray's campaign website that is no longer live and must be accessed through the Wayback Machine, or internet archive. \nMcMurray's statement on the archived website that he recognizes that immigrant communities have always been an asset for New York’s 27th District is hardly evidence that he \"wants to reward illegals with amnesty.\"\nJacobs' claim contains an element of truth - McMurray's support for DACA - but makes a sweeping conclusion about his rival's broader position on amnety without sufficient evidence. \nWe rate Jacobs’ claim Mostly False.", "vclaim_id": "vclaim-pol-18192"}