{"url": "/factchecks/2014/nov/06/delia-garza/delia-garza-says-austin-residents-del-valle-must-d/", "speaker": "Delia Garza", "vclaim": "\"Families in Del Valle, who are City of Austin residents, have to drive to Bastrop to go to the closest grocery store.\"", "truth_label": "false", "date": "stated on October 21, 2014 in as quoted in a news story:", "title": "Delia Garza says Austin residents of Del Valle must drive to Bastrop for closest grocery", "text": "Delia Garza, newly elected to the Austin City Council, said during her campaign that Austinites on the city’s southeastern fringe have to leave town and drive to the next county to find the closest grocery store.\nGarza, who won the District 2 seat representing Southeast Austin, told the Austin American-Statesman for an October 2014 news story that some communities in Southeast Austin lack basic modern amenities.\n\"Families in Del Valle, who are city of Austin residents, have to drive to Bastrop to go to the closest grocery store,\" Garza said.\nDel Valle is an unincorporated community that sits on land granted to Mexican nobleman Santiago del Valle in the early 1800s. It has no local government of its own and no official boundaries. But Austin has annexed portions, including the site of Austin-Bergstrom International Airport (which was founded as Del Valle Army AIr Base in 1942).\n\nThe site of Austin-Bergstrom International Airport was annexed by the City of Austin in 1990. After that, most recently in 2013, the city added more Del Valle territory to the east. (Map excerpted from City of Austin map of Austin City Council districts.)\nAccording to Google Maps, parts of Del Valle annexed into Austin are 8 to 13 miles southeast of downtown Austin and 15 to 20 miles from Bastrop to the east.\nSo, is Garza right that Del Valle Austinites are closer to a grocery store in Bastrop than a store in Austin?\nNot so, we found. Some small Del Valle stores offer produce and perishable groceries. Besides, the nearest full-scale supermarket sits 10 miles away in Austin while the closest Bastrop supermarket is more distant.\nGarza’s backup\nGarza, asked the basis of her claim, said she learned about local difficulties reaching a major grocery at a September 2014 meeting in the office of Margaret Gomez, who represents the county’s southeastern Precinct 4 on the Travis County Commissioners Court.\nBy phone, Gomez told us Del Valle residents have to drive 20 miles to the nearest grocery store in Austin or Bastrop. She also called the Del Valle area a \"food desert.\"  According to the U.S. Department of Agriculture, a food desert exists if at least 500 low-income city residents live over a mile from a supermarket or if at least 500 rural residents live over 10 miles from one.\nAccording to Gomez and Garza, the absence of a grocery store in the area has long bothered residents. According to a November 2010 Statesman news story, Del Valle activist Patricia King collected over 1,300 signatures on a petition to bring a big grocery to Del Valle. The story described King driving to a Bastrop H-E-B for groceries every two weeks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nBy phone, H-E-B spokeswoman Leslie Sweet told us the company has long received requests for a Del Valle store as it does for stores all over Texas. Sweet said H-E-B leaders consider population and density important criteria when deciding where to build.\nChecking mileage, talking to residents\nWe were ready to check the distance from the part of easternmost Del Valle also in Austin -- hence, still in council District 2 -- to groceries in Austin and Bastrop, following up with a Del Valle field trip.\nUsing Google Maps, we found that the closest Bastrop H-E-B, on Hasler Blvd. is about 20 miles away while the closest Austin H-E-B, on East Riverside Drive, is less than 10 miles away. Also, the Austin H-E-B on East Seventh Street is about 10 miles from Austin’s most distant Del Valle neighborhood and an Austin Walmart on Slaughter Lane is just over 16 miles away. A Bastrop Walmart is 20 miles away.\nIn our trip to Del Valle, we paused first in Oak Ranch, a three-year-old approximately 350-resident neighborhood near the city limit, built on lands the city annexed in 2003 and 2006.\nJudy Lollich, Oak Ranch’s community manager,  called the lack of a nearby supermarket the neighborhood’s biggest problem and, she estimated, about half of Oak Ranch’s residents, particularly the elderly, buy groceries in Bastrop to avoid Austin’s traffic. Despite the shorter distance to the Riverside H-E-B, she said, that trip can take as long as the one to Bastrop. \"Sometimes with (Texas) 71 traffic, going to get an emergency food becomes over an hour’s ordeal,\" Lollich said.\nA couple Oak Ranch residents told us they occasionally shop in Bastrop to avoid Austin traffic. Other residents told us they bought groceries at the Texaco Breadbasket near Pearce Lane and Ross Road, a quarter mile from Oak Ranch.\nWe parked at the Texaco to talk to customers. Twelve of 13 queried shoppers (none living in the Austin part of Del Valle) said easy access to groceries is a local problem. Four shoppers reported buying groceries occasionally in Bastrop or knowing someone who did.\nInside the Texaco Bread Basket, which is the closest grocery option for Del Valle residents living inside and outside the Austin city limits. (Photo/Dylan Baddour, Austin American-Statesman).\nOur Ruling\nGarza said Del Valle families who live within Austin’s city limits \"have to drive to Bastrop to go to the closest grocery store.\"\nIt may be more stressful to travel to Austin than Bastrop to shop and we can see how the lack of a nearby big grocery is distressing. However, several Austin grocery stores are closer -- by about 10 miles -- than the nearest equivalent Bastrop grocery. This fact makes what Garza said False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07028"}