{"url": "/factchecks/2019/oct/25/chain-email/no-there-arent-14000-abandoned-wind-turbines-litte/", "speaker": "Chain email", "vclaim": "\"14,000 abandoned wind turbines litter the United States.\"", "truth_label": "pants-fire", "date": "stated on October 25, 2019 in a chain email:", "title": "No, there aren’t 14,000 abandoned wind turbines littered across the United States", "text": "Missouri recently made headlines for planning a new wind project in Boone County, north of Columbia. In April, President Donald Trump made the \"pants on fire\" claim that windmills cause cancer. Locally, renewable energy companies that fund wind energy projects in Missouri have recently made headlines for planning a new wind project in Boone County, just south of Harrisburg.\nNow, a widely-circulated chain email has resurfaced a claim industry experts have seen all too often: \"14,000 abandoned wind turbines litter the United States.\"\nThis isn’t true. Wind energy proponents have been trying to dispel the claim for years, and 14,000 seems to be a fabricated number. The trouble is no one can say exactly how many \"abandoned\" wind turbines there are.\nAbandoned wind turbines\nMuch of the email chain’s content appears to have been copied from an article on a blog site called American Elephants, which describes itself as a home of conservatives. The anonymous blog post was published July 7, 2013, meaning this claim is at least six years old.\nWind energy experts have been trying to debunk this claim as a myth for just as long.\n\"It’s bullshit,\" said Paul Gipe, who has published five books on wind energy since 1995 and who has closely studied California’s wind farms. (Now the American Wind Energy Association does that.)\nGipe said there have never been 14,000 abandoned wind turbines in California, in the United States, in North America or anywhere in the world. But at one time, there were approximately 14,000 wind turbines in California, total. He says he is \"the author of that number\" and believes that it is the origin of the 14,000 figure used in the email chain.\nExperts from the wind energy association agree that the claim is blatantly false, but the organization has struggled to correct the misconception.\n\"We know for a fact that it’s not true,\" said Kaitlin Monaghan, the association’s deputy director of permitting and asset management policy. \"We’re not sure why it’s been so hard for us to myth-bust it or why it’s kind of still floating around out there, but I think sometimes that’s how it goes.\"\nJames Owen, executive director of Renew Energy, a company that champions renewable energy , said he doesn’t know of any abandoned wind turbines in the state of Missouri. He, too, agreed that there is no evidence for the abandoned turbines claim.\n\"To the extent I’ve seen, there’s absolutely no basis for that,\" Owen said. \"It just seems like a number that was made up.\"\nWhy it wouldn’t happen\nMonaghan acknowledged that wind turbines age and typically have a useful life of 20 to 30 years. At that time, she said old equipment must be taken down, repaired or replaced.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nIf a project owner chooses to close a wind farm completely, Monaghan explained, it is the responsibility of the owner to decommission the farm, which includes removing wind turbines and restoring the land to its original state. She said there are often local and state laws that require this of individuals operating wind farms.\nHowever, 99% of wind projects are built on private land, so lease contracts for land used for turbines often include requirements for project owners to remove turbines and restore land when a project is shut down, Monaghan said.\nWith this in mind, Monaghan explained that there are a number of reasons why project owners would not simply \"abandon\" wind turbines — meaning leave turbines standing despite not being functional. In areas where constructing wind farms requires permits, a project owner must often provide a detailed plan upfront for the eventual decommissioning of the project. Sometimes, owners will even have to provide a \"parent company guarantee,\" or some sort of financial backing, to reassure the community that no abandoned wind turbines will be left behind.\nOn top of this, Monaghan said it would hurt companies’ reputations with landowners if they simply abandoned wind turbines. Turbines also have salvage value; the steel and other materials from a project could be repurposed or sold, Monaghan said.\nFinally, preexisting farms have already collected extensive wind speed data and have access to transmission lines. Greg Alvarez, deputy director of external communications for the wind energy association, explained that these features are valuable for projects and create \"very, very strong financial incentives to not let these sites sit vacant and abandoned.\"\nAs for those who believe companies are installing wind turbines to get a tax credit and then abandoning them, Owen said that was a \"patently absurd\" idea because companies only make money by selling power generated by the turbines. He said it was also a misunderstanding of the tax credit available.\n\"The tax credits they’re talking about are production tax credits,\" Owen said, \"so they don’t get the tax credit unless they’re producing something.\"\nNo hard numbers\nThe U.S. Wind Turbine Database indicates that there are 60,576 turbines operating in the U.S., including Puerto Rico and Guam. In total, wind energy supplies just under 7% of the country’s electricity, according to Alvarez. He said the U.S. wind industry has 97,000 megawatts of installed capacity, which is enough to power about 30 million average American homes.\nEnergy production is tracked and recorded, as is the installation of wind turbines, but no one is tracking the number of abandoned wind turbines.\nThe wind energy association's experts said that at most, there is a small number of nonoperational wind turbines that may appear to be abandoned even if they are not. Beyond that, they couldn’t be more specific.\nGipe’s best estimate of the actual number of abandoned U.S. wind turbines was somewhere \"in the hundreds\" but not the thousands.\nOur ruling\nThe email chain argues that \"14,000 abandoned wind turbines litter the United States.\" There is not now, nor has there ever been, research to support the claim. Industry experts have been fighting to debunk the myth for years.\nWe rate this ridiculous claim Pants on Fire.", "vclaim_id": "vclaim-pol-00016"}