{"url": "/factchecks/2021/jan/27/instagram-posts/bill-gates-didnt-say-3-billion-people-need-die-rev/", "speaker": "Instagram posts", "vclaim": "Says Bill Gates said “at least 3 billion people need to die” from the planet.", "truth_label": "false", "date": "stated on January 25, 2021 in a video:", "title": "Bill Gates didn’t say ‘3 billion people need to die’ to reverse climate change", "text": "A viral video on Instagram falsely claims Bill Gates wants billions of people to die.\nThe video, published Jan. 25 by Philadelphia pundit Umar Johnson, starts with a selfie video of someone speaking in a car and imploring his audience to watch the upcoming video. Then, it transitions to a TikTok clip of a man speaking into a microphone behind a laptop.\n\"There’s too many people on the planet we need to get rid of. In the words of Bill Gates, at least 3 billion people need to die,\" the man says. \"So we’ll just start off in Africa, we’ll start doing our research there and we’ll eliminate more of the Africans because they’re deplorable, they’re worthless, they’re not part of this world economy.\"\n\"21st Century Afrikan Holocaust,\" Johnson wrote in his caption.\nThe video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook, which owns Instagram.) It has more than 497,000 views.\n\n(Screenshot from Instagram)\nSince the coronavirus pandemic began, Gates, co-founder of Microsoft and a billionaire philanthropist, has been a frequent target of disinformation. So we wanted to take a closer look at whether he said something close to what’s in this video.\nThe post is inaccurate — Gates never said 3 billion people should die to stave off the effects of climate change. Other fact-checkers have debunked the viral claim.\nThe clip comes from a video uploaded to YouTube in November 2019 by the International Tribunal for Natural Justice, a group that has aired false claims that 5G technology helps the coronavirus spread. The video features testimony from Robert O. Young, a man who claims to have \"successful treatments to cure cancer.\"\nYoung’s work is based on the theory that acidity is the cause of all disease and that an alkaline diet is the cure. In 2017, he was sentenced for practicing medicine without a license in California. In September 2020, the Federal Trade Commission sent Young a warning letter for making a variety of \"unsubstantiated claims for coronavirus prevention and treatment\" on his websites.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nYoung’s comments about Gates start about an hour and a half into the video. Later, he says international health agencies are \"using chemical warfare against all of us.\" Young also likens vaccines to poison.\nVaccines have saved millions of lives over the years. Young’s comments about Gates take something the billionaire said about climate change out of context.\nIn 2010, Gates gave a TED Talk on energy and climate change. During the presentation, he lays out four factors that could help countries zero out their carbon dioxide emissions. One of them is population.\n\"The world today has 6.8 billion people. That's headed up to about 9 billion,\" he said. \"Now, if we do a really great job on new vaccines, health care, reproductive health services, we could lower that by, perhaps, 10 or 15%. But there, we see an increase of about 1.3 (billion).\"\nGates wasn’t talking about decreasing the population — he was talking about decreasing its rate of growth. \nIn their 2014 annual letter, Bill and Melinda Gates wrote that there is a strong positive correlation between infant mortality and birth rates. They argue that decreasing infant mortality rate by expanding access to health care and education could lead to slower population growth over time.\n\"When children are well-nourished, fully vaccinated, and treated for common illnesses like diarrhea, malaria, and pneumonia, the future gets a lot more predictable,\" the letter says. \"Parents start making decisions based on the reasonable expectation that their children will live.\"\nWe found no evidence that Bill Gates has advocated for the death of 3 billion people in African countries. The Gates Foundation told PolitiFact that the claim is false.\nIn fact, Gates makes clear in the 2014 report that he does not support letting people die to slow population growth.\n\"We make the future sustainable when we invest in the poor, not when we insist on their suffering,\" the letter says.\nThe Instagram post is inaccurate. We rate it False.\nRELATED: YouTube video takes Bill Gates out of context on coronavirus vaccinations", "vclaim_id": "vclaim-pol-19229"}