{"url": "/factchecks/2017/aug/10/stacey-evans/are-georgia-firms-cheating-1000s-workers-out-healt/", "speaker": "Stacey Evans", "vclaim": "There are\"thousands of Georgia workers that are misclassified as independent contractors,\" who lose benefits, including health care.", "truth_label": "mostly-true", "date": "stated on August 5, 2017 in a statement sent to the Atlanta Journal Constitution:", "title": "Are Georgia firms cheating 1,000s of workers out of benefits, health care?", "text": "With health care policy in limbo in Washington, the politicians who would like to be Georgia’s next governor are staking out their own policy outlines. Democratic State Rep. Stacey Evans favors expanding Medicaid, but said the state could take other action as well.\n\"There are thousands of Georgia workers that are misclassified as independent contractors, so that their employers can wrongfully deny them the benefits that they deserve, including health care,\" Evans said Aug. 5. \"By expanding Medicaid and classifying workers appropriately, insurance will be available to hundreds of thousands more Georgians.\"\nWe decided to check Evans’ number of misclassified workers, and found she’s on safe ground.\nDefining misclassification\nSome businesses avoid treating workers as employees by calling them an independent contractor. The person might work only for that one business, use equipment the business provides and do exactly what the business tells him or her to do, and yet be labeled as if the person was in business for themselves.\nThe advantage for companies is they avoid paying a number of employment taxes, including Medicare, Social Security and unemployment insurance. If they offer health insurance, they would sidestep that too.\nAs Georgia’s Department of Labor put it, \"independent contractors are not independent just because that is what their employer calls them, because that is what they call themselves, or because they sign an ‘independent contractor agreement.’ Independent contractor status depends on the underlying nature of the work relationship.\"\nIn a recent case, a state administrative judge ruled that a man who drove for a Georgia limousine service was actually an employee and not an independent contractor, as the company (and the state Department of Labor) claimed. The company had required the man to set up his own limited liability corporation, but the ruling said that made no difference.\nThe driver used a company car, and he was \"given direction as to where to drive, when to drive, how to drive, how often to drive, and the rates to charge customers.\"\nThe judge called this an \"extreme\" case of misclassification.\nThe number in Georgia\nEvans’ campaign spokesman Seth Clark said she relied on a 2015 Georgia Senate study.\nThat report said an accurate estimate was difficult to make because the state had never done a complete study, as other states have done. However, the state Department of Labor reported that its inspectors had found \"over 4,000 misclassified employees,\" across about 1,700 businesses in 2014.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nWhen we asked, the state Department of Labor sent us more recent data. In 2015, it found about 1,500 misclassified workers at 1,800 firms, and in 2016, the number was about 3,000 out of 2,400 firms audited.\nComplaints by workers and random selection by inspectors trigger audits. The data show that most audits lead to the discovery of a misclassified worker.\nThe department told us that currently, it lists nearly 235,000 employers. The review of about 2,400 represents a small fraction, about 1 percent. The Senate report said the department lacked the resources and manpower to \"effectively audit and investigate potential violators.\"\nThe Senate report listed other state studies. By and large, the more effort a state put into an investigation, the more it found. Minnesota estimated that about 14 percent of employers misclassified workers. Michigan found about 8 percent. A Maryland audit uncovered an average of 20 percent of employers misclassifying employees.\nIn contrast, Nevada relied on records accumulated in the ordinary course of business and reported that while about 12 percent of complaints involved a claim of misclassification, the fraction of audits that found this problem was 2.7 percent.\nAt the national level, the most recent numbers come from the Government Accountability Office. Its review of IRS data from 2008-10 found that worker classification problems represented 20 percent, or over 3 million cases, of noncompliance issues.\nIt’s important to note that simply being classified as an employee is no guarantee of health coverage. Companies with fewer than 51 employees face no penalty if they fail to offer insurance under the Affordable Care Act.\nOur ruling\nEvans said that thousands of Georgia workers are misclassified as independent contractors and as a result, lose out on benefits, including health insurance.\nA state Senate study said there is no solid estimate of the number of misclassified workers, but state investigators had found between 1,500 and 4,000 instances in each of the past three years, or an average of 2,800 per year. That is based on a review of about 1 percent of businesses and most reviews reveal a misclassified worker. States that have conducted more systematic studies found misclassification rates in the range of 10 to 20 percent.\nThe 2,800 average likely misses many instances and it’s a relatively small number, but it’s enough to support Evans’ statement.\nThe connection to health care is less clear, because many small employers don’t offer health insurance, nor are they required to. But Evans was careful to include health care as one of several benefits, and her claim doesn’t hinge on that element.\nWith that caveat, we rate this claim Mostly True.\n Share the Facts 2017-08-10 19:17:50 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  There are \"thousands of Georgia workers that are misclassified as independent contractors,\" who lose benefits, including health care.     Stacey Evans State representative in Georgia   A statement sent to the Atlanta Journal Constitution Saturday, August 5, 2017 2017-08-05    Read More  info", "vclaim_id": "vclaim-pol-03012"}