{"url": "/factchecks/2008/sep/04/john-mccain/obama-not-keen-on-drilling-but-not-against-nuclear/", "speaker": "John McCain", "vclaim": "\"Senator Obama thinks we can achieve energy independence without more drilling and without more nuclear power.\"", "truth_label": "half-true", "date": "stated on September 4, 2008:", "title": "Obama not keen on drilling; but not against nuclear power", "text": "In his speech at the Republican National Convention, Sen. John McCain outlined a plan to achieve energy independence from foreign oil, a plan that he called \"the most ambitious national project in decades.\" McCain reiterated his strong support for more offshore oil drilling and the development of more nuclear power plants, and said this is an area of contrast between his energy plan and Sen. Barack Obama's.\n\"Senator Obama thinks we can achieve energy independence without more drilling and without more nuclear power,\" McCain said.\nIt's true that Obama has staunchly and repeatedly opposed expanded offshore drilling in the past. However, just last month, Obama said he would accept some drilling as part of a compromise bill that enacts broader energy reforms.\nThe New Energy Reform Act of 2008 calls for spending $84-billion over 10 years on research and development of better batteries, fuels and energy-saving technologies and includes tax incentives for people who buy hybrid and alternative-fuel cars and trucks. But it also would allow drilling for oil and natural gas as close as 50 miles from Florida's west coast.\nObama said he remained highly skeptical about drilling off Florida's coast but that big steps toward energy independence may require compromise.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\"What I don't want is for the best to be the enemy of the good,\" Obama said. \"If we can come up with a genuine bipartisan compromise, in which I have to accept some things I don't like and the Democrats have to accept some things they don't like, when it's actually moving us in the direction of energy independence, I'm open to that.\"\nStill, McCain is generally correct that Obama would prefer not to open up new areas to offshore oil drilling.\nBut McCain's claim that Obama's plan does not call for more nuclear power is not accurate.\nObama has said that nuclear power \"has to be part of our energy mix\" in attaining energy independence, though it does require environmental safeguards. He's also said that he hopes developing technology will provide better answers to the problem of nuclear waste storage.\n\"Safe and Secure Nuclear Energy\" is also explicitly included on page 4 of Obama's energy plan, although the plan emphasizes the importance of securing nuclear fuel and finding safe places to store nuclear waste.\nHaving concerns about safety, though, doesn't mean you're against nuclear energy. So McCain's statement about Obama is more accurate with respect to offshore drilling, but not accurate on nuclear energy. We give it a Half True.", "vclaim_id": "vclaim-pol-16010"}