{"url": "/factchecks/2011/jan/11/pierre-thomas/week-report-says-hundreds-have-died-multiple-victi/", "speaker": "Pierre Thomas", "vclaim": "\"Saturday's shootings reflect a disturbing trend. Mass shootings have become commonplace since the Virginia Tech massacre in 2007. There have been dozens of incidents where three or more people have been fatally wounded. Hundreds have died.\"", "truth_label": "half-true", "date": "stated on January 9, 2011 in a report on ABC News' \"This Week with Christiane Amanpour\":", "title": "\"This Week\" report says hundreds have died in multiple-victim shootings", "text": "On Jan 9, 2011, ABC News' This Week with Christiane Amanpour aired a special edition from Tucson, Ariz., the site of a bloody attack on a public meeting called by Rep. Gabrielle Giffords, D-Ariz., that left at least six dead, including a federal judge, an aide to Giffords and a nine-year-old girl. Another 14 were wounded, including Giffords, who is in critical condition after being shot through the head. A local 22-year-old, Jared Lee Loughner, has been charged.\n\nIn a report, ABC News senior justice correspondent Pierre Thomas tried to put the attack into context. \"Saturday's shootings reflect a disturbing trend,\" Thomas said. \"Mass shootings have become commonplace since the Virginia Tech massacre in 2007,\" in which a single gunman killed 32 and wounded many more. \"There have been dozens of incidents where three or more people have been fatally wounded. Hundreds have died.\"\n\nWe wondered if mass shootings have indeed been that common in recent years.\n\nWe looked through some of the major criminal-justice statistical sources, including the FBI's Uniform Crime Report and the Bureau of Justice Statistics' National Crime Victimization Study, but initially we failed to find any published statistics on mass shootings. We eventually reached James Alan Fox, a criminologist at Northeastern University in Boston, who said he had worked on his own with raw FBI statistics over many years and had the numbers to put the claim to the test.\n\nFor the years relevant to Thomas' statement, here are the number of incidents in the United States in which four or more died in shooting incidents, according to Fox's calculations. (Criminologists told us that the usual cut-off in these type of statistical studies is four victims rather than three.)\n\n• 2007: 23\n• 2008: 29\n• 2009: 27\n\nSo, with a three-year total of 79 such incidents, it's clear that describing it as \"dozens of incidents\" is accurate. And the number of incidents with at least three victims would be even higher -- perhaps as many as five times as high. According to the Bureau of Justice Statistics, 0.12 percent of homicides in 2005 involved four victims while 0.60 percent of homicides involved three victims. If those ratios remain more or less constant over time, then there are about five times as many three-victim homicides as four-victim homicides.\n\nNow, what about the suggestion that \"hundreds\" of people die in such incidents? That, too, appears to be accurate. Using just the baseline of four dead per incident, the numbers killed in mass shootings in 2007, 2008 and 2009, would be 316, according to Fox's tabulations. If the threshold is raised to shootings involving three victims, the death toll could be roughly 1,600.\n\nSo these facts are correct. However, Thomas' statement lacks some important context.\n\nFirst, Thomas suggested that there was a \"disturbing trend,\" which we interpret to mean a steady increase. But if you look at Thomas' three-year period, the number did rise from 23 to 29 between 2007 and 2008, then fell from 29 to 27 from 2008 to 2009. That's not a trend; it's more like what the experts call \"statistical noise.\"\n\nWhile Thomas didn't refer to trends over a longer period than just three years, the numbers for the longer term are murky as well. To more easily analyze Fox's data -- which goes back to 1976 -- we averaged the number of incidents for each five-year period (or, in the case of 2006 to 2009, a four-year period). Here are the results:\n\n• 1976-1980: 20.6 incidents annually\n• 1981-1985: 16.8\n• 1986-1990: 18.2\n• 1991-1995: 23.0\n• 1996-2000: 20.0\n• 2001-2005: 21.0\n• 2006-2009: 25.5\n\nThe numbers do show a rise over the final three periods, but over the course of 34 years, the trendline shows peaks and valleys. Viewed over 34 years, the direction is not exactly clear.\n\n\"It would be misleading to suggest that there was some long-term upward trend in mass shootings since 1976,\" said Gary Kleck, a criminologist at Florida State University. \"The exact number are highly unstable, but ignoring small, year-to-year fluctuations, there was no trend one way or the other from 1976 to 2009. Further, if these figures were computed on a per-capita basis, taking into account population increases, the long-term trend in the rate would be downward.\"\n\nSecond, Thomas used the word \"commonplace\" to describe multiple-victim homicides. \"Commonplace\" is a subjective term, and clearly, even a single multiple homicide is a tragedy. However, the term \"commonplace\" seems a bit too strong in this context.\n\nAs mentioned earlier, the Bureau of Justice Statistics numbers showed that in 2005, 0.60 percent of all homicide incidents involved 3 victims, and 0.12 percent -- or one of every 1,000 homicides -- involved four victims. Despite the heartache involved, those are, in the big picture, pretty modest numbers.\n\n\"Murders are not 'commonplace' in the first place, and mass killings are even less common,\" said Christine E. Rasche, an emeritus criminologist at the University of North Florida. \"We are more likely to hear about them today because of a much more ubiquitous media which quickly brings us news from all over the world. In the past, we were more likely to hear only about local events.\"\n\nSo let's recap. Thomas was correct to say that \"there have been dozens of incidents where three or more people have been fatally wounded,\" and he was also correct that \"hundreds have died\" in such incidents. But its a stretch to say that killings of three or more people are now \"commonplace,\" and it's not clear that there's been a distinct trend upward, either since 2007 (as Thomas put it) or over the past three decades. So we rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-13787"}