{"url": "/factchecks/2014/may/30/steve-king/rep-steve-king-says-maxine-waters-wins-election-co/", "speaker": "Steve King", "vclaim": "Says Rep. Maxine Waters, D-Calif., only needs about 40,000 to 50,000 votes to win election to Congress compared with the 120,000 votes King needs, because Waters has a higher immigrant population.", "truth_label": "half-true", "date": "stated on May 22, 2014 in a House floor speech:", "title": "Rep. Steve King says Maxine Waters wins election with fewer votes because of lower turnout", "text": "Rep. Steve King, R-Iowa, is one of the most outspoken opponents of illegal immigration in Congress. On May 22, 2014, during a speech on the House floor, he argued that proposals to overhaul immigration laws are a Trojan horse for Republicans, since allowing illegal immigrants a path to citizenship will boost the number of Democratic voters and eventually doom the GOP.\nThis is not the first time King has made this argument. Just over a year ago, King said that Ronald Reagan was wrong to have signed an \"amnesty\" law in 1986 that \"gave Barack Obama about 15 million additional Hispanic votes in 2012.\" We found King’s math faulty and rated the claim False.\nThis time, King sought to illustrate what’s at stake electorally by discussing how large immigrant populations can affect congressional elections. He said that while congressional districts are drawn to be roughly equal in population, the number of immigrants -- legal and illegal -- varies widely from district to district.\n\"If you would go to a district in California like Maxine Waters' district, she only needs about 40,000 to 50,000 votes in her district to get re-elected to the United States Congress,\" King said. \"If you go to my district, it is well over 120,000 votes for me to be re-elected to the United States Congress. ... I have a very, very high percentage of real American citizens that do vote in my district; she has a lower percentage. And I have a higher turnout of people who are responsible enough to vote; she has a lower percentage.\"\nKing continued, \"Democrats are happy enough to see the country filling up with people that they get to count when they do a district, because they get a Democrat district that is another vote here in the House of Representatives, Mr. Speaker. They want to turn this country into a single-party country.\"\nWe thought we’d check whether King, a Republican from northwestern Iowa, was right when he said that Waters, a Democrat who represents a Los Angeles-area district, typically wins her seat in Congress with fewer votes than he does because of lower turnout and a higher illegal immigrant population.\nFirst, some background on how congressional districts are drawn. Each state is guaranteed at least one U.S. House seat, and the remainder of the chamber's 435 seats gets divvied up based on the states' total resident population. This means that both citizens and noncitizens are counted by the Census, even though only citizens can vote. This is one of the major reasons why the number of voters can vary from district to district.\nTo check King’s statement, we took a deep dive into election returns for both districts. As we’ll see, King makes some valid points but ignores a few critical factors.\nFirst, let’s look at the election results for both lawmakers going back to 2002.\nThe following table includes the votes won by either King or Waters, the number of votes won by the runner-up, the total votes cast for all candidates in the general election, and one-half the total votes cast.\nWhat’s important to note here is that the votes \"needed\" to win can either be characterized as one vote more than the runner-up won, or one more vote than half of all votes cast. Remember that King said he needed 120,000 votes to win and Waters needed only 40,000 to 50,000 to win. As you’ll see, King is only partially correct.\n \n\n\n\n\nYear\n\n\nWinner’s votes\n\n\nRunner-up’s votes\n\n\nTotal votes\n\n\nHalf of total votes\n\n\n\n\n\n\nKing 2002\n\n\n113,257\n\n\n68,853\n\n\n182,237\n\n\n91,119\n\n\n\n\nKing 2004\n\n\n168,583\n\n\n97,597\n\n\n266,341\n\n\n133,171\n\n\n\n\nKing 2006\n\n\n105,580\n\n\n64,181\n\n\n180,464\n\n\n90,232\n\n\n\n\nKing 2008\n\n\n159,430\n\n\n99,601\n\n\n266,617\n\n\n133,309\n\n\n\n\nKing 2010\n\n\n128,363\n\n\n63,160\n\n\n195,239\n\n\n97,620\n\n\n\n\nKing 2012\n\n\n200,063\n\n\n169,470\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n\n377,883\n\n\n188,942\n\n\n\n\nWaters 2002\n\n\n72,401\n\n\n18,094\n\n\n93,407\n\n\n46,704\n\n\n\n\nWaters 2004\n\n\n125,949\n\n\n23,591\n\n\n156,407\n\n\n78,204\n\n\n\n\nWaters 2006\n\n\n82,498\n\n\n8,343\n\n\n98,506\n\n\n49,253\n\n\n\n\nWaters 2008\n\n\n150,778\n\n\n24,169\n\n\n182,579\n\n\n91,290\n\n\n\n\nWaters 2010\n\n\n98,131\n\n\n25,561\n\n\n123,694\n\n\n61,847\n\n\n\n\nWaters 2012\n\n\n143,123\n\n\n57,771\n\n\n200,894\n\n\n100,447\n\n\n\n\n \nThis table shows a big difference in turnout between presidential and non-presidential years. The only years in which half the vote total in Waters’ district is about \"40,000 to 50,000\" (as King put it) are midterm elections. In presidential years, winning half the votes in Waters’ district takes much more than that. The same pattern holds for King -- he has to win \"well over 120,000 votes\" only in presidential years and can get by with nearly 30,000 less than that in midterm elections.\nSo right off the bat, King is cherry picking the elections he’s talking about -- midterm elections for Waters, presidential elections for himself.\nThat said, King has a point that voting totals are consistently higher in his district than in Waters', even if the differences aren’t quite as dramatic as he indicates. According to experts, there are a few reasons for this -- some of which King cited, some of which he didn’t.\n• King’s district is home to more people than Waters’ district. While in theory congressional districts across the country are supposed to be roughly equal, in practice they tend to vary somewhat.\nThe voting-age population in Waters’ district, which counts just adults and not children, is 517,004, compared to 584,777 in King’s, according to U.S. Census Bureau surveys cited by George Mason University political scientist Michael McDonald. That’s almost 68,000 more voting-age residents for King right off the bat.\n• Waters has more noncitizens in her district.\nKing has a point that Waters represents more noncitizens, who can’t vote. Waters’ district has 118,576 noncitizens, compared to 20,062 in King’s district. That’s enough of a difference to make a significant dent in the pool of potential voters.\n• Waters’ district has a disproportionate share of Latinos and Asian-Americans, who tend to vote with less frequency.\nEven the citizens in Waters’ district who are legal voters are less likely to turn out to vote, which means Waters would need fewer votes to win. So on this point, King is on to something.\nAlmost half of the residents in Waters’ district are of Hispanic origin, and another 13 percent are Asian-American. Nationally, Census Bureau data for 2012 shows that Hispanic turnout was 51.6 percent and Asian-American turnout was 47.3 percent -- both lower than non-Hispanic white turnout (64.1 percent) and African-American turnout (66.2 percent). King has far fewer Hispanics and Asians in his district.\n• During presidential years, Iowa is a much more competitive state than California, which draws Iowa voters to the polls.\nNo Republican presidential candidate has made a serious play for California in a generation, but Iowa is consistently an up-for-grabs state in the quadrennial presidential showdown. Presidential voter-mobilization efforts by the parties tend to bolster turnout on the margins in Iowa, and the lack of it depresses turnout in California.\n• King’s district is considerably more competitive electorally than Waters’ is.\nIn the 2012 election, the Cook Political Report, a nonpartisan handicapping service, rated King’s district a +5 Republican district, meaning that the GOP presidential candidate performed 9 points better in the district than he did in the nation as a whole. While that doesn’t exactly make King’s seat a toss-up district, it did make it much more competitive than Waters’, which was rated a +26 Democratic district.\nWhy does this matter? Three reasons. First, King is more apt to draw a credible challenger, and a credible challenger is more apt to draw votes, raising the threshold King needs to reach to win. Second, the minority party in King’s district, the Democratic Party, has more of a voter base that will vote for their party’s candidates up and down the ballot. This also raises the threshold King needs to win. Third, generally speaking, the more competitive a race it is, the more it energizes voters to come to the polls.\nBy contrast, the GOP is so weak in Waters’ district that only the most hopeless Republican candidates bother to run against a long-serving incumbent like Waters. This tends to depress the vote in her races: People are apt to think there’s not much of a reason for anyone to come out to the polls.\nWhen we ran our assessment by King's office, spokeswoman Sarah Wells said the additional points we raised are all \"viable reasons, but for our purposes we would say that they are factors that lead to lower turnout, rather than additional factors to accompany Mr. King's two points.\" That's a judgment call, and one we disagree with. We believe the array of factors calls into question King's decision to zero in on immigration in this comparison.\nOur ruling\nIn a warning to Republicans about the risks of allowing illegal immigrants a path to citizenship, King said Waters wins election to Congress with fewer votes than he does because of ‘two things’ -- lower turnout and a higher immigrant population.\nKing is correct that both lower turnout rates and a higher population of immigrants who aren’t allowed to vote accounts for some of the difference in their respective vote totals. But he gets some of the key numbers wrong, cherry picks the type of election he’s talking about and ignores the role of the districts’ size, the level of presidential competitiveness and differences in the quality of the competition they face. We rate King’s claim Half True.", "vclaim_id": "vclaim-pol-07807"}