{"url": "/factchecks/2011/mar/07/florida-chamber-commerce/chamber-says-protesters-bused-central-florida-educ/", "speaker": "Florida Chamber of Commerce", "vclaim": "Says \"union bosses\" bused protesters to a Central Florida education protest.", "truth_label": "pants-fire", "date": "stated on March 3, 2011 in a radio ad.:", "title": "Chamber says protesters were bused to Central Florida teacher rally", "text": "Government union bosses are busing in protesters to picket state elected leaders.\n\nIn Florida.\n\nAnd it's happening right now, says the Florida Chamber of Commerce.\n\n\"We've see the images on television: government unions from around America staging protests in Wisconsin,\" chamber president Mark Wilson says in a radio ad that began airing March 3, 2011. \"They're not fighting for ordinary citizens, but grappling for power and money. Unfortunately, Florida is next on the union bosses' hit list. They're busing protesters to Central Florida right now to harass your courageous representatives.\"\n\nAre union mercenaries already targeting Florida as the next Wisconsin by busing protesters to staged events? PolitiFact Florida wanted to find out.\n\nThe chamber ad, which is airing on Central Florida radio markets, is a response to staged rallies outside the district offices of three Seminole County state legislators -- Scott Plakon, Chris Dorworth and Jason Brodeur. Chamber spokeswoman Edie Ousley said the ad actually began airing four hours prior to the 4 p.m. March 3 rallies, and was based on reports about the event-planning that the chamber had acquired.\n\nOusley wouldn't detail those reports, but she said the protests were organized through large union e-mail lists that included affiliations with groups like MoveOn.org, and members of the former ACORN community organizing group.\n\n\"Providing transportation is classic government-union strategy 101,\" Ousley said.\n\nWe first looked at media reports from the events. The Orlando Sentinel covered the events and wrote about it under the headline \"Seminole teachers picket lawmakers over merit pay, pensions.\" Sentinel writer Dave Weber described the protest at Plakon's Longwood office, saying that about 60 teachers and supporters protested plans to tie teacher pay raises to student test score results and a plan to make teachers take a de facto pay cut by forcing them to contribute to their retirement. Weber never mentioned busing and quoted only a local teacher, Melissa Cole.\n\nHere's what Weber told us via e-mail: \"I was at one of the three protest sites in Seminole, by a strip mall in a busy suburban roadway area just off I-4 in Longwood. There were no buses around and I did not perceive anyone had been bused in. I recognized many of the teachers. Had no sense that anyone was there who did not belong. Those I interviewed by random selection all were local teachers.\"\n\nThe Sanford Herald covered the protest of Brodeur's office in Sanford. Writer Gary Roberts described the crowd as being more than 60 teachers and support staff and said that \"mourners\" dressed in black and carried R.I.P. signs. They were \"decrying proposed cuts in the education budget and collective-bargaining rights, along with a merit-pay system that would develop teacher-performance evaluations that are at least 50 percent based on student-learning growth,\" Roberts wrote.\n\nRoberts quoted local special education teacher Katie Murphy as saying: \"We want to make sure the teacher's voice is heard. Strong schools must have strong teachers, and we need to have a strong voice.\" Again, no mention of buses. Roberts told us in an interview on March 7 that there were no buses. \"They were teachers,\" Roberts said. \"They were not professional demonstrators.\"\n\nWe were unable to find news coverage of the protest of Dorworth's office in Heathrow. Katie Betta, a spokeswoman in the House speaker's office, said Dorworth received around 50 notecards from protesters urging him to not attack teachers. Protesters mostly filled out the cards anonymously, she said.\n\nThe rally was organized by Gay Parker of the Seminole Education Association, so we asked her whether people were bused as part of the protest.\n\n\"That's just a lie,\" Parker said. \"There's no other way to describe it. The chamber was trying to create a scene that was non-existent.\"\n\nParker said the protesters were made up of teachers, education officials and parents of students. The closest thing to a bus was a person in a wheelchair who needed to take a special van to reach the protest. Here's the write-up of the event provided by the Seminole Education Association. A total of about 300 people participated, the teacher association estimated.\n\nParker provided PolitiFact Florida with what she said was the original e-mail announcing the protests. Parker said the e-mail was sent to a list-serve made up of members of the Seminole Education Association. The e-mail asks protesters to call a number to RSVP and to identify which rally they would be attending. The e-mail also asks people to show up 10 minutes before the protest was set to begin to organize the crowds. The e-mail, if accurate, makes no mention of busing or offers buses to attend the protests, nor does it reference MoveOn.org or ACORN. (MoveOn.org is promoting a series of rallies in more than two dozen Florida cities being organized for March 8 by a group of progressives, Democrats and union sympathizers. But those rallies, part of something called Awake the State, were created independently of the Seminole County teacher protest )\n\nLastly, we talked to Plakon, the lone legislator at his office during the protest. Plakon said he spent more than an hour with the protesters. He didn't notice any buses, and said most of the people he talked to seemed to be local teachers, though he didn't ask everyone where they were from.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\"I think most of them came from our area, but I didn't specifically ask them,\" Plakon said.\n\nPlakon told us he heard the chamber radio ad. He said that as early as the morning of the protest, he had no idea if 10 people would be showing up at his office, or 500. \"I would have believed either of those numbers,\" he said.\n\nOusley, with the chamber, offered no evidence that anyone was bused in. She said that it's possible the chamber's ad -- which started airing before the 4 p.m. rallies started -- might have stopped the busing from happening. \"It's highly possible (the ad) diffused protesters from arriving via organized transportation like buses,\" she said.\n\nEven if that's true, it still makes the ad wrong.\n\nA quick note: Our colleagues at PolitiFact Wisconsin have looked into the protesters gathered in Wisconsin as well. You can read their work here.\n\nThe Florida Chamber of Commerce said government unions bused protesters to a series of Central Florida rallies on March 3. They didn't. This claim is not only wrong, based on the evidence, but it plays on stereotypes of government unions to try to demonize union workers (in this case, teachers). The Truth-O-Meter sees through the rhetoric. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-13466"}