{"url": "/factchecks/2020/nov/09/blog-posting/no-joe-biden-hasnt-asked-mitt-romney-be-his-health/", "speaker": "Bloggers", "vclaim": "“Mitt Romney has been asked to lead Health and Human Services in Biden administration.”", "truth_label": "false", "date": "stated on November 7, 2020 in a blog post:", "title": "No, Joe Biden hasn’t asked Mitt Romney to be his health and human services secretary", "text": "President-elect Joe Biden has indicated that he’ll move quickly to build his incoming administration, but a recent story that he’s tapped Sen. Mitt Romney as his secretary of health and human services is wrong, according to a spokesperson for the Republican. \n\"There’s absolutely no truth to that story,\" Arielle Mueller, Romney’s press secretary, told us.\nStill, a Nov. 7 post on the website The Buffalo Chronicle that cited unnamed sources and does not have a byline is spreading widely on social media. \n\"Mitt Romney has been asked to lead Health and Human Services in Biden administration,\" the headline said. The story went on to say Romney is \"discussing the nomination with his family and is expected to accept the appointment.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nThe Biden campaign did not respond to our questions about the Buffalo Chronicle story. \nBut searching online, we found nothing to corroborate the claims in the post except for a headline from a CBS News affiliate in Salt Lake City that said, \"Mitt Romney may be nominated by presumed president-elect Joe Biden to head the HHS.\" It appears the story has been deleted; when we clicked on the link, it led to an error page. An archived version of the story shows it relied solely on the Buffalo Chronicle.  \nWe rate this post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18491"}