{"url": "/factchecks/2017/aug/16/roy-moore/alabamas-roy-moore-says-whole-communities-midwest-/", "speaker": "Roy Moore", "vclaim": "\"There are communities under Sharia law right now in our country. Up in Illinois. ... There’s Sharia law, as I understand it, in Illinois, Indiana -- up there. I don't know.\"", "truth_label": "pants-fire", "date": "stated on August 14, 2017 in an interview with Vox.com:", "title": "Alabama's Roy Moore says whole communities in Midwest are under Sharia law", "text": "On the eve of his first-place finish in the Republican primary for a U.S. Senate seat in Alabama, Roy Moore -- a former Alabama judge who advocated for the display of the Ten Commandments -- attracted some attention for a comment he made about Muslim Sharia law.\nSharia law is a wide-ranging set of rules that govern aspects of Islamic life, including religious practice, daily living, crime and financial dealings, but Muslims differ on its interpretation.\nSome commentators, particularly on the right, have warned that Sharia poses a threat to the United States’ legal system. But PolitiFact has debunked a string of claims about the influence of Sharia law (or aspects of it) in the United States, including by retired Army Lt. Gen. Michael Flynn, who became President Donald Trump’s short-lived national security adviser.\nMoore made his comments during a campaign stop to meet with members of the pro-gun group BamaCarry Inc. There, reporter Jeff Stein of the website Vox.com asked him, \"Some right-wing conservatives think Sharia law is a danger to America -- do you?\"\nMoore responded, \"There are communities under Sharia law right now in our country. Up in Illinois. Christian communities; I don’t know if they may be Muslim communities. But Sharia law is a little different from American law. It is founded on religious concepts.\"\nStein pressed Moore to name the communities under Sharia law. He responded, \"Well, there’s Sharia law, as I understand it, in Illinois, Indiana -- up there. I don't know.\"\nLater in the interview, Stein tried again, asking Moore to be specific and name which communities he was referring to. Moore said, \"I was informed that there were. But if they’re not, it doesn’t matter. Sharia law incorporates Muslim law into the law. That’s not what we do. We do not punish people according to the Christian precepts of our faith -- so there’s a difference.\"\nSo are there really entire communities that ignore U.S. law and operate instead under Sharia law?\nWe found zero evidence of it. (We did not hear back from the Moore campaign.)\nThe office of the Illinois attorney general told PolitiFact that there are \"no communities under Sharia law\" in the state. Experts were equally dubious.\n\"Seriously, I've never heard of any such thing,\" said Nathan J. Brown, director of George Washington University’s Institute for Middle East Studies and a specialist on the rule of law in the Arab world. \"I suspect the only accurate part of his statement is when he confesses, ‘I don't know.’ \"\nAbdullahi Ahmed An-Na‘im, an Emory University law professor, was equally skeptical.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"I have not seen evidence of entire communities being run by Sharia law anywhere in the United States,\" An-Na‘im said. In fact, \"it is legally impossible for any community anywhere in the United States to be ‘under Sharia law’ simply because for that to happen, Sharia law must be enacted as the law of the state, and that is unconstitutional under the First Amendment.\"\nSpecifically, the First Amendment \"allows for accommodation but not establishment,\" said Cyra Akila Choudhury, a law professor at Florida International University. \"So, private groups may choose to abide by religious law, such as Jews who abide by judgments made by rabbinical courts and Muslims who might abide by a decision made by their Sharia council or imam. But to assert that Sharia is being enforced by the state is entirely incorrect.\"\nThat exception -- the use of religious law to settle intra-community disputes between consenting parties, outside of the United States legal system -- is sometimes a source of confusion for critics of Sharia law, experts said.\n\"If Muslims choose to abide by Sharia as a private matter with regard to the practice of their religion, it is protected by the Constitution insofar as the practice does not contravene the laws of the land,\" Choudhury said. \"So, for example, Sharia principles of criminal law would not be given accommodation. Or, if you marry in the United States, your religious ceremony may not be recognized unless you have a state license and conform to the state's requirements.\"\nAryeh Tuchman, associate director of the Anti-Defamation League’s Center on Extremism, agreed that his group knows of no such Sharia-ruled communities.\nMaking such a suggestion, he added, \"feeds into the fear that Muslims are attempting to impose their laws on others in our country. Individual Muslims and their families may voluntarily observe Sharia-related rituals, but this is no different from Jews or Christians living their lives in accordance with the dictates of their own religious traditions.\"\nTuchman suggested that Moore might have been mistakenly referring to a satirical column published in the Daily Beast in 2015. The column, written by Muslim-American radio host and comedian Dean Obeidallah, was headlined, \"Next, We Muslims Bring Sharia to Indiana.\" It poked fun at Indiana, which was facing criticism for a new religious-liberty law signed by then-Gov. Mike Pence, now the vice president.\nIn the column, Obeidallah jokingly floated ways that Muslims could take advantage of a law that was mostly supported by conservative Christians.\n\"Some might be asking, could Muslims really impose Sharia law in some fashion in Indiana -- turning Indiana into a mini Muslim caliphate?\" he wrote. \"Well, the Indiana law doesn’t just provide ‘religious liberty’ for Christians. It provides ‘liberty’ for all faiths, and that includes us Muslims. … There are now so many things we can do in Indiana that we are not able to do in the rest of America,\" from taking more than one wife to requiring that restaurants institute halal-compliant rules.\nWhen we brought Moore’s comments to Obeidallah’s attention, he responded, \"LOL.\"\n\n\n\n \nOur ruling\nMoore said, \"There are communities under Sharia law right now in our country. Up in Illinois. ... There’s Sharia law, as I understand it, in Illinois, Indiana — up there. I don't know.\"\nAfter checking with multiple experts, we found no evidence of such a community. What we did find was a satirical Daily Beast article headlined, \"Next, We Muslims Bring Sharia to Indiana.\" We rate Moore’s statement Pants on Fire.\n Share the Facts 2017-08-16 21:50:50 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"There are communities under Sharia law right now in our country. Up in Illinois. ... There’s Sharia law, as I understand it, in Illinois, Indiana -- up there. I don't know.\"    Roy Moore U.S. Senate candidate   In comments to a reporter Monday, August 14, 2017 2017-08-14    Read More  info", "vclaim_id": "vclaim-pol-02995"}