{"url": "/factchecks/2014/apr/06/michael-mccaul/mccaul-when-people-enter-service-theres-not-mental/", "speaker": "Michael McCaul", "vclaim": "\"When people enter the service, there’s not a mental health evaluation.\"", "truth_label": "true", "date": "stated on April 6, 2014 in comments on \"Fox News Sunday\":", "title": "McCaul: 'When people enter the service, there’s not a mental health evaluation'", "text": "The second shooting at the Texas military base Fort Hood in less than five years has reopened wounds -- and old debates.\nDuring the Sunday morning political shows on April 6, 2014, typical questions over base security and concealed carry rules on military installations emerged in the wake of the deadly shooting last week, with politicians and pundits mostly assuming their party-line positions.\nBut there was some bipartisan consensus that the military should take a closer look at the mental health of enlisted service members. On Fox News Sunday, Rep. Michael McCaul, a Texas Republican who chairs the House Homeland Security Committee, said the effort should start at sign-up.\n\"When people enlist in the military, there is a physical check but there's not a mental health evaluation when people enter the service,\" McCaul. \"I think this will be a good idea to, No. 1, screen out individuals that may have mental illness problems. No. 2, have a baseline so that when they return home, we can compare that to where they are when they come back.\"\nWe were unfamiliar with the process men and women go through to enlist and imagine McCaul’s claim about mental health evaluations caught the attention of viewers as well. So we decided to check it out.\nNo formal process\nOfficials have not yet identified a motive that caused Army Spec. Ivan A. Lopez to open fire at the Fort Hood base, killing three and injuring more than a dozen. Lopez was being treated for depression and was screened for post traumatic stress disorder, though Army officials have said mental health was \"not the direct precipitating factor\" in the shooting.\nMcCaul’s office pointed us to legislation introduced by Rep. Glenn Thompson, R-Penn. on March 27, 2014 -- coincidentally, just days before the shooting -- called the \"Medical Evaluation Parity for Service Members Act.\" The bill would require a medical evaluation before an individual enlists in the armed forces.\nAccording to the legislation, \"Although the military currently has a baseline measurement process for physical health, the military does not currently have similar standards for mental health.\"\nSpeaking in favor of the bill, retired Army colonel and director of legislation for the National Guard Association of the United States Peter Duff said, \"Not having a baseline is a neglectful disservice to our military members and veterans who risk their lives for our nation.\"\nThe bill has the support from various military and veteran organizations, including Veterans of Foreign Wars, National Guard Association of the United States, Reserve Officers Association, Reserve Enlisted Association, Association of the U.S. Navy, National Military Family Association and Military Officers Association of America, as well as the American Psychological Association.\nA mental health examination is not listed in a description of the application procedure on the United State Military Entrance Processing Command website or in the Military Entrance Processing Station regulations.\nThat’s all pretty strong evidence that no separate examination for identifying mental health disorders in enlistees exists, at least not in a similar form as the physical new recruits must go through.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhat does exist?\nBut is there any evaluation the armed services conduct upfront?\nIn addition to an aptitude test, as part of the initial screening, military officials review the medical records of potential service members for their mental health history.\nCol. Rebecca I. Porter, chief of the behavioral health division of the Office of the Army’s Surgeon General, told the Washington Post that the application process \"includes a review of whatever medical records we have available, as well as asking potential soldiers to complete questionnaires where they might disclose information. We look for past diagnoses or past treatments, or other indicators of behavioral problems.\"\nPorter said a past suicide attempt, mood disorders like depression or bipolar disorders or drug abuse could all preclude someone from gaining admittance to one of the service branches.\nBut much of that review requires the individual to have a documented medical history or to offer information that they may have problems. Such an admission would likely mean they would not be accepted.\n\"People who want to come into the Army are no fools,\" Dr. Elspeth Ritchie, a former chief psychiatrist in the Army, told the Los Angeles Times. \"They know if you say you had a past suicide attempt, you're probably not going to get in.\"\nA recent study from the medical journal JAMA Psychiatry conducted in consultation with the U.S. Army found 1 in 5 servicemembers had a mental health disorder before they even enlisted.\nOnce enlisted, however, service members are prone to frequent mental health evaluations before and after deployment.\n\"We have a series of evaluation of any soldier, sailor, airman, Marine, Coast Guardsman who's deployed prior to their deployment,\" Retired Lieutenant General Eric Schoomaker told NPR. \"They have access to mental health and physical health care providers, as well, while they're on deployment. And when they return from deployment, within 30 days of their being redeployed, they have another series of examinations with the help of their small unit leader down-range, which is then married up with further assessments that take place when they hit the ground back at home station.\"\nMental health evaluations can also be recommended by the overseeing officer. \"If the chain of command becomes aware of a change in the soldier’s behavior, he can ask the soldier to be seen at a behavioral health clinic,\" Porter said in her Post interview. \"Or if a commander had questions about a soldier’s fitness for duty, they could do a command-directed mental health evaluation, in which case a soldier is referred for evaluation with the understanding that the behavioral health provider will provide feedback to the commander.\"\nNot everyone in the military community agrees that a mental health evaluation upfront would be helpful. Schoomaker, a surgeon in the Army until 2012, recently told the Los Angeles Times that such a process \"would just lead to driving the problems further underground.\"\nOur ruling\nMcCaul said \"there's not a mental health evaluation when people enter the service.\" Compared to the physical medical examination potential enlistees go through, there is no separate, specific examination of a recruit’s mental health. While the armed services review past medical records for a history of mental health issues and allow for the applicant to offer any additional information, it has not prevented a sizable number of individuals with mental health problems from acceptance.\nLawmakers and military officials can debate what steps should or should not be taken, but we can’t find any flaw in McCaul’s characterization of the current procedures. We rate it True.", "vclaim_id": "vclaim-pol-08030"}