{"url": "/factchecks/2010/feb/26/marco-rubio/rubio-claims-57-his-100-ideas-were-made-law-florid/", "speaker": "Marco Rubio", "vclaim": "\"Fifty-seven\" of  Rubio's 100 ideas \"ultimately became law.\"", "truth_label": "half-true", "date": "stated on November 4, 2009 in his campaign Web site:", "title": "Rubio claims 57 of his 100 ideas were made law by the Florida Legislature", "text": "Marco Rubio's two years as speaker of Florida's House of Representatives were marked by passionate speeches, promises of conservative principles and a book filled with 100 ways to transform state government.\n\n100 Innovative Ideas For Florida's Future promised a sea change -- from lowering property taxes and insurance rates, to luring Hollywood productions to the state; from recalibrating Florida's schools, to building a better Web site for the state budget.\n\nThe ideas became the agenda of the Republican-led House in 2007 and 2008 and a personal report card for Rubio, now a candidate for the U.S. Senate.\n\nIn the end, Rubio gave himself A's.\n\n\"All 100 ideas were passed by the Florida House,\" Rubio's campaign Web site says. \"Fifty-seven of these ideas ultimately became law, including measures to crack down on gangs and sexual predators, promote energy efficient buildings, appliances and vehicles, and help small businesses obtain affordable health coverage.\"\n\nThe St. Petersburg Times and Miami Herald are launching PolitiFact Florida, accessed online at http://www.politifact.com/florida, with this examination of Rubio's claim. Fifty-seven fact-checks packed into one ruling.\n\nAt a recent campaign event in front of a room full of reporters, Rubio -- who has met our Truth-O-Meter before -- offered this introduction:\n\n\"I don't want to get PolitiFact-checked today,\" Rubio said.\n\nSorry. The Truth-O-Meter has come to Florida.\n\nHow we got started\n\nTaking Rubio at his word on the 43 unsuccessful ideas, we began by asking Rubio's Senate campaign for evidence about the 57 he says became law. Spokesman Alex Burgos pointed us to a May 2008 Miami Herald article, which referenced a two-page report prepared by Rubio's then-legislative staff.\n\nThat report, like Rubio claims, says 57 of the 100 ideas have been \"completed.\"\n\nFrom there, we researched the validity of each claim, matching the idea from the book to a corresponding state law. Some of the ideas in Rubio's report listed specific House or Senate bills that we examined. For others, we searched the Legislature's online repository of bills from the 2007 and 2008 sessions, as well as newspaper articles and press releases from the time.\n\nWhen we found an idea that matched a description in law, we crossed it off our list. When we couldn't, we consulted with the appropriate state agency, the House Majority Office and/or Rubio's U.S. Senate campaign.\n\nIn the end we created the chart that accompanies this story and shows our findings (at the bottom of this page). Overall, 24 of the 57 ideas Rubio takes credit for delivering we don't question. And we found 10 other ideas that are partially law, or were law under Rubio's watch, but are no longer in effect, or have some other type of asterisk.\n\nWhat Rubio got done\n\nWhen the House and Senate passed property insurance legislation during a special session in January 2007, just two months after Rubio became speaker, House Republicans celebrated with a press release titled \"Nine down: 100 ideas gets special start.\"\n\nWe agree with Rubio on eight of these nine ideas being accomplished. The legislation created a uniform, statewide building code, allowed policyholders to increase or decrease hurricane deductibles depending on the circumstances, and created a \"Truth in Premium Billing\" statement for policyholders. But an idea for expanding a short-term, no-interest bridge loan program didn't happen.\n\nRubio can claim many other successes, though.\n\nFlorida's presidential primary came earlier in 2008 as Rubio promised. Floridians seeking health care coverage now have an online database to check. Drivers can purchase multiple-year vehicle registrations. And the state created an investment money pool for businesses and infrastructure projects.\n\n\"I think that Marco Rubio drove the agenda down to the last hour that he was speaker,\" said state Sen. Don Gaetz, who worked with Rubio on education reforms in 2008, including four ideas that are now totally or partially law. \"Literally, in the last two hours he was speaker, I was still negotiating issues with him on behalf of the Senate.\"\n\nOne of Rubio's ideas led to a requirement that school districts create career academies -- where students can be training in high-demand/high-need vocations. Another pushed the FCAT to later in the school year. A third increased tax credits for companies that contribute to education scholarships.\n\nRubio supporter and former state Rep. Dennis Baxley, R-Ocala, notes that the ideas aren't all Rubio's -- he collected them at meetings across the state called \"Idearaisers.\" The meetings and then the book gave Floridians an opportunity to have their voices heard, Baxley said.\n\n\"The book framed a practical set of issues that the people had brought to us,\" said Baxley, who served as speaker pro tempore under Rubio. \"It gave us a platform to work from that was meaningful.\"\n\nGaetz said Rubio's ideas still come up today.\n\n\"Marco's genius was in actually listening to people around the state and compiling the list of ideas,\" said Gaetz, who has endorsed Rubio's opponent Gov. Charlie Crist for Senate. \"He branded those ideas and that's the sign of a smart politician. Even still in 2010, as we put together health care and education bills, there will often be somebody, wryly or respectful, noting that what we're doing is in the 100 ideas book.\"\n\nWhat's not on the books\n\nQuick math -- if 24 ideas are law, and 10 others are \"kind of\" law, that leaves 23 ideas that are something else.\n\nIn the case of five of the ideas, we find it's wrong to suggest they could be achieved in law. Rubio, for instance, wanted the state to commit to having a \"Top 10\" public university and to building a \"model transportation system.\" These, and three others, are more appropriately called broad goals, but none are law. (Rubio's office, in response, points to increased university funding or the leasing of toll roads to private companies as evidence these ideas were fulfilled.)\n\nThat leaves 18 ideas that have not been enacted.\n\nHere's an example:\n\nRubio says seven ideas dealing with the environment are now law thanks to a comprehensive energy bill that passed in 2008.\n\nOne of our favorites was to provide incentives for alternative-fueled cars, including \"discounted parking and free or reduced tolls.\" We have a hybrid in the PolitiFact fleet, and the thought of free or reduced tolls sounded like a great idea.\n\nBut the bill has no parking or toll incentives for hybrid or other alternative-fuel cars. It does, however, offer lonely hybrid drivers the opportunity to use state High Occupancy Vehicle lanes. But:\n \n\n\nYou need to apply for a decal that costs nearly $6 a year.\n\nAnd you only need a decal weekdays from 7-9 a.m. and 4-6 p.m.\n\nAnd, oh, you actually need to have an HOV lane where you drive. The only HOV lanes in Florida are on Interstate 95 in Miami-Dade, Broward and Palm Beach counties.\n\n\n\nTwo other ideas concern Internet access for sexual offenders and minors, but neither is a law the way Rubio intended. One was to deny sex offenders access to \"popular Internet networking sites\" and to \"install tracking equipment on their computers.\"\n\nWhat passed in 2007 was a requirement that sex offenders register their e-mail and online instant message names with the Florida Department of Law Enforcement. The state could then forward that information to social networking sites, which could then choose to ban or block those users. During a presentation of the bill, the Web site MySpace.com agreed to receive the information from FDLE. But there is no tracking equipment, nor is there a requirement that MySpace.com or a Web site like Facebook delete the users FDLE finds.\n\nThe other idea would have required \"social networking sites to set up verification systems to require parental notification and consent for minors to use these sites.\" There are no such requirements on sites like Facebook or MySpace.com.\n\nIn those cases, and others we found, Rubio's ideas got lost as part of compromises between the Senate and House, said Rubio's former House spokeswoman Jill Chamberlin. Rubio supporter Baxley agreed.\n\n\"I don't think that there was an expectation that every bill that would pass would reflect every idea in the book,\" said Chamberlin, who continues to work for House Republicans. \"The legislative process is about negotiation and compromise.\"\n\nRubio campaign spokesman Alex Burgos noted that Rubio himself described the 100 ideas book \"as much a process as it is a product.\"\n\n\"The beauty of the 100 ideas project is that these were ideas presented by Floridians,\" Burgos said. \"They weren't put in the book as pieces of legislation or executive orders. They were put in there as a starting point to be inserted in the legislative process.\"\n\nOthers are less forgiving.\n\n\"At the end of the day, sadly, everyone wants to take credit for it, especially if it's a good idea,\" said state Sen. Mike Fasano, who is supporting Crist. \"I think then-speaker Rubio, now candidate Rubio, exaggerates when he suggests he accomplished all of these things.\"\n\nOur ruling\n\nRubio's claim is that 57 of the ideas in his book 100 Innovative Ideas For Florida's Future are now law. Based on our analysis, he has fallen short.\n\nUsing the most generous accounting, Rubio might be able to say that he got 34 ideas into state lawbooks (adding together those ideas that we marked \"law\" or \"kind of\" law).\n\nRubio's campaign had almost two weeks to review our findings, and responded Feb. 26, 2010, with five pages of explanations. In two cases, their information changed our decisions. We also offered Rubio the chance to address our findings. He chose, through a spokesman, not to.\n\nThat leaves us to make a Truth-O-Meter ruling based on the information you see here, and in the corresponding chart.\n\nBased on our findings, 24 of Rubio's 100 ideas became law. Another 10 were partially enacted. That's not the kind of claim you're likely to hear in a TV ad, but it's what we found.\n\nRubio delivered on education and property insurance reforms, and his book and its ideas remain part of the lexicon of the Florida Legislature. But 23 of the ideas either aren't law or could not be law. We find his claim Half True.\n\nTotals\n\n\n\n\nRating\n\nCount\n\n\n\nTotal\n\n57\n\n\n\nLaw\n\n24\n\n\n\nNot law\n\n18\n\n\n\nKind of\n\n10\n\n\n\nGoal, not law\n\n5\n\n\n\n\nDetails\n\n\n\n\nNo.\n\nIdea\n\nPassed by\n\nIs it law?\n\n\n\n1\n\nEnhance the value of the Florida Comprehensive Assessment Test.\n\nSB 1908 (2008)\n\nKind of. FCAT was restructured, but test itself was de-emphasized in measuring  student and school progress.\n\n\n\n2\n\nReplace the Sunshine State Standards with a new, world-class curriculum.\n\nSB 1908 (2008)\n\nYes. Curriculum changes required as part of 2008 reforms.\n\n\n\n3\n\nDevelop statewide end-of-course examinations.\n\nSB 1908 (2008)\n\nKind of. End-of-course exams suggested, not mandated.\n\n\n\n4\n\nPush the administration of the FCAT as late in the school year as possible.\n\nSB 1908 (2008)\n\nYes. Though schools have complained new dates interfere with holidays.\n\n\n\n5\n\nVoluntary prekindergarten program becomes a global model.\n\nNo reference provided\n\nBroad goal; cannot be achieved in law.\n\n\n\n7\n\nProvide strong incentives to identify gifted elementary school children.\n\nNo reference provided\n\nNo. No incentives could be identified.\n\n\n\n10\n\nCreate career academies and career training programs.\n\nSB 1232 (2007)\n\nYes. One per district required starting 2008-09 school year.\n\n\n\n12\n\nExpand programs that ease student movement from two- to four-year colleges.\n\nHB 7147 (2007)\n\nKind of. Study was required, but no specific action.\n\n\n\n14\n\nTo avoid duplication between colleges and universities, develop fiscal policies that address the scope of each program for which state universities and community colleges will receive state support.\n\nHB 7147 (2007)\n\nNo. No specific fiscal policies created. Legislature did in 2007 require updates to a statewide course numbering system.\n\n\n\n15\n\nFlorida should commit to having a Top 10 public unversity.\n\nSB 2800 (2007)\n\nBroad goal; cannot be achieved in law.\n\n\n\n16\n\nMerit pay. STAR plan should be made permanent, with increased funding.\n\nSB 1226 (2007)\n\nNo. STAR was dismantled. New system got no extra money.\n\n\n\n18\n\nEncourage collaboration to provide excellent principal preparation programs.\n\nSB 2800 (2007)\n\nBroad goal; cannot be achieved in law.\n\n\n\n19\n\nCreate statewide competency tests for both new and veteran teachers.\n\nSB 1226 (2007)\n\nNo. No new teacher tests passed in 2007 or 2008.\n\n\n\n24\n\nAdd options for student and parent choice in education.\n\nHB 653 (2008)\n\nYes. Legislature increased corporate scholarship tax credit.\n\n\n\n25\n\nIncrease virtual schooling. Remove limits on the number of students who can participate and the requirement that students must have been in the public school system the prior year.\n\nNo reference provided\n\nKind of. More students can participate, but public school requirement remains.\n\n\n\n26\n\nIdentify professions in high demand. Provide incentives for students to enter these professions.\n\nHB 7147 (2007)\n\nNo. Student incentives weren’t created, but community colleges can propose four-year degrees in high-need, high-demand majors.\n\n\n\n32\n\nProvide incentives to create public-private partnerships that expand after-school programs.\n\nNo reference provided\n\nNo. No incentives found.\n\n\n\n34\n\nCreate the Legislative Sunset Advisory Committee.\n\nHB 7177 (2007)\n\nYes. Group created to review government efficiency.\n\n\n\n35\n\nCombine House fiscal and substantive committees into a single committee.\n\nAdministrative (2007)\n\n\nKind of. Committee structure changed, but not by law.\n\n\n\n\n36\n\nDesign an e-budget Web site that will display a detailed, issue-level budget.\n\nAdministrative (2007)\n\nKind of. House budget Web site created, but not by law. Went dark after Rubio left office.\n\n\n\n37\n\nMove Florida's presidential primary.\n\nHB 537 (2007)\n\nYes. 2008 primary was moved up to Jan. 29.\n\n\n\n39\n\nAll second-time sex offenders subject to a minimum 20-year sentence.\n\nHB 85 (2008)\n\nKind of. Law that passed was more narrowly focused, harsher.\n\n\n\n40\n\nExpand DNA collection to include all those convicted of felony offenses and specified misdemeanor offenses.\n\nHB 40 (2008)\n\nYes. Covers an estimated additional 300 DNA samples a year.\n\n\n\n41\n\nDeny registered sex offenders access to popular Internet networking sites. Install tracking equipment on their computers.\n\nHB 573/SB 1004 (2007)\n\nNo. State doesn’t deny access or track computer use.\n\n\n\n44\n\nIncrease funding to combat gang activities.\n\nHB 43 (2008)\n\nNo. Penalties increased for gang offenders, not resources for law enforcement.\n\n\n\n45\n\nIncrease the number of specialized prosecutors and gang-related law enforcement officers.\n\nHB 43 (2008)\n\nNo. Penalties increased for gang offenders, not resources for law enforcement.\n\n\n\n47\n\nPartner with private companies to build a model transportation system.\n\nHB 985 (2007)\n\n\nBroad goal; cannot be achieved in law.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\n\n\n\n48\n\nLease existing toll roads to private companies.\n\nHB 985 (2007)\n\nYes. State can lease toll roads for up to 75 years.\n\n\n\n50\n\nOffer multiple-year vehicle registrations.\n\nHB 275 (2007)\n\nYes. Multi-year registrations became available in 2008.\n\n\n\n54\n\nIncrease funding of home inspections to better withstand hurricanes by creating a recurring source of revenue.\n\nHB 7057 (2007)\n\n\nKind of. Funding increased, but no recurring revenue source. Program now defunct.\n\n\n\n\n55\n\nEnsure all insurance companies provide easily understood credits or discounts.\n\nHB 1A (2007)\n\nYes. As part of 2007 special session insurance legislation.\n\n\n\n56\n\nConsider adopting a uniform grading system for evaluating the hurricane strength of homes.\n\nHB 1A (2007)\n\nYes. As part of 2007 special session insurance legislation.\n\n\n\n57\n\nAdopt a uniform statewide building code.\n\nHB 1A (2007)\n\nYes. As part of 2007 special session insurance legislation.\n\n\n\n58\n\nAllow the Florida Hurricane Catastrophe Fund to give companies the option to buy more reinsurance.\n\nHB 1A (2007)\n\nYes. As part of 2007 special session insurance legislation.\n\n\n\n59\n\nAllow insurers to offer all homeowners policies with higher hurricane deductibles.\n\nHB 1A (2007)\n\nYes. As part of 2007 special session insurance legislation.\n\n\n\n60\n\nPermit policyholders to reduce their hurricane deductible.\n\nHB 1A (2007)\n\nYes. As part of 2007 special session insurance legislation.\n\n\n\n61\n\nRequire a \"Truth in Premium Billing\" insurance statement.\n\nHB 1A (2007)\n\nYes. As part of 2007 special session insurance legislation.\n\n\n\n62\n\nEnsure insurance companies expedite payments for damages and consider expanding a bridge loan program.\n\nHB 1A (2007)\n\nNo. Not included as part of special session insurance legislation passed in 2007.\n\n\n\n63\n\nAdvocate for the federal government to establish a Federal Natural Catastrophe Reinsurance Fund.\n\nHM 11A (2007)\n\nYes. Legislature sent messages to the U.S. Congress.\n\n\n\n64\n\nIncrease incentives for developers to provide land and construct affordable housing.\n\nHB 1375 (2007)\n\n\nNo. Legislature capped an affordable housing trust fund that lowered overall project funding. One specific program saw increased funding from 2006 to 2007. But it wasn’t funded in 2008.\n\n\n\n\n66\n\nRequire social networking sites to provide parental notification and consent for minors to use these sites.\n\nHB 573/SB 1004 (2007)\n\nNo. Minors can use sites like Facebook without consent.\n\n\n\n69\n\nCreate \"Children’s Zones,\" inner cities programs that focus on serving children.\n\nHB 3 (2008)\n\nYes. Pilot projects launched in Miami and Jacksonville.\n\n\n\n70\n\nImplement a voluntary statewide incentive program for energy efficiency.\n\nHB 7135 (2008)\n\nNo. Not part of 2008 omnibus energy legislation.\n\n\n\n71\n\nCreate an Energy Efficiency Fund to offer loans to public schools, public hospitals , cities, counties, special districts, and public care institutions.\n\nHB 7135 (2008)\n\nYes. 2008 energy legislation created Florida Green Government Grants.\n\n\n\n72\n\nProvide tax incentives to encourage homeowners and businesses to purchase energy-efficient products.\n\nHB 7135 (2008)\n\nYes. Eliminated a 10-year cap on a property tax exemption for purchasing a renewable energy source device.\n\n\n\n73\n\nBuild energy-efficient buildings that meet environmental standards and save taxpayers money.\n\nHB 7135 (2008)\n\nYes. All new government buildings must meet environmental building standards.\n\n\n\n75\n\nStrive to lead the nation in the development and use of alternative energy sources.\n\nHB 7135 (2008)\n\nBroad goal; cannot be achieved in law.\n\n\n\n76\n\nIncentives for alternative-fueled cars, including discounted parking and free or reduced tolls.\n\nHB 7135 (2008)\n\nNo. No parking or toll discounts for hybrid drivers.\n\n\n\n77\n\nRequire at least 75 percent of state government vehicles be alternative fuel vehicles.\n\nHB 7135 (2008)\n\nNo. State has a less stringent standard.\n\n\n\n79\n\nAccountability for quality and costs from hospitals receiving tax support.\n\nSB 2800 (2007)\n\nNo. Agency for Health Care Administration unaware of any provision.\n\n\n\n81\n\nImplement Florida Senior Care.\n\nHB 7065 (2007)\n\nYes. Pilot program approved in 2007. Abandoned after Rubio left office.\n\n\n\n82\n\nReward health care providers and plans that demonstrate better outcomes at lower cost.\n\nSB 2800 (2007)\n\nNo. Agency for Health Care Administration not aware of any such provision.\n\n\n\n84\n\nReward physicians who use technology like e-prescribing to reduce errors.\n\nSB 1155 (2007)\n\n\nKind of. State created a Web site with links to incentives and rewards, but did not create any new incentives.\n\n\n\n\n87\n\nLaunch a marketplace of affordable health insurance.\n\nSB 2534 (2008)\n\nYes. State launched www.floridahealthfinder.gov in late 2007.  \n\n\n\n90\n\nCreate a tax incentive aimed at attracting more film production and TV series to the state, with priority to productions that are family-friendly.\n\nHB 1325 (2007)\n\nKind of. Family-friendly language was inserted but funding has fluctuated.\n\n\n\n91\n\nEstablish a business investment program to encourage the creation of more high-wage jobs.\n\nHB 131 (2007)\n\nYes. The state created the Florida Opportunity Fund in 2007 to help launch Florida businesses.\n\n\n\n93\n\nAdopt a constitutional amendment prohibiting governments from growing faster than the incomes of their taxpaying citizens.\n\nNo reference provided\n\nNo. Proposed amendments have been kept off statewide ballots.", "vclaim_id": "vclaim-pol-15270"}