{"url": "/factchecks/2011/mar/26/jim-moran/rep-jim-moran-says-ending-federal-funding-npr-woul/", "speaker": "Jim Moran", "vclaim": "Ending federal funding for National Public Radio would jeopardize 9,000 jobs.", "truth_label": "false", "date": "stated on March 17, 2011 in a floor speech.:", "title": "Rep. Jim Moran says ending federal funding of NPR would jeopardize 9,000 jobs", "text": "U.S. Rep. Jim Moran took to the House floor March 17 to defend National Public Radio.\n\nThe Northern Virginia Democrat’s speech came before the House voted to approve a bill that would strip federal funding from NPR and bar local stations from using their own federal money to buy NPR programs.\n\n\"Most people like their local NPR station; I like mine,\" Moran said. \"...But the funding restrictions put forward in this legislation strike at the heart of these great stations. It will cripple their ability to produce local programming. Eliminating funding for NPR would do little to rein in our national debt. It will not create jobs. In fact, 9,000 would be in jeopardy if this passes.\"\n\nWe wondered if 9,000 jobs would really be put at risk by the bill.\n\nFirst, a word on how funding works for NPR and local affiliates. NPR is an independent media company funded by a variety of sources. Independently owned, non-profit stations around the nation pay a membership fee to join the NPR network and then purchase programs produced by NPR, such as Morning Edition or All Things Considered.\n\nStations also produce their own programs and buy shows from other sources, such as Public Radio International, which produces This American Life, or American Public Media, which produces Marketplace.\n\nNPR says 34 percent of its funding comes from station programming fees and another 22 percent from sponsorships. The company receives about 2 percent of its money from the U.S. government, via the Corporation for Public Broadcasting and grants awarded by other federal departments.\n\nLocal public radio stations, such as Richmond’s WCVE, are endowed by a variety of sources, including funds from the CPB. The radio station shares $1.12 million in federal money with public TV stations in Richmond and Charlottesville, an amount that makes up 14 percent of the budget for the TV and radio stations. Other funds come from the state government, private donations and corporate sponsorships.\n\nStacey Karp, who works for the Association of Public Television Stations, said 21,000 people work in public TV or radio, with about 40 percent, or 8,400, working for NPR or local affiliates. The association and NPR have joined forces during the current debates over public media funding. So Moran is saying Lamborn’s bill puts every single public radio job at risk.\n\nThe bill approved by the House -- and now before the Senate -- was introduced by Rep. Doug Lamborn, R-Colo. It would remove $5 million in direct federal funding from NPR. It would also forbid stations from using the federal money they get from CPB to buy NPR programming or pay their NPR membership dues.\n\n\"It would require the stations to keep strict accounts and separate those funds,\" said Catherine Mortensen, a spokesperson for Lamborn. She said the money could be spent on maintenance, staff salaries and the production of local programming, as well as any other expenses not related directly to NPR programming.\n\nLocal stations could still use their other funds, such as donations from individuals or corporations, to purchase NPR programs or pay membership fees.\n\nIn the end, the only money actually lost would be the $5 million removed from NPR. According to the company’s audited financial statements, revenue for the fiscal year ending Sept. 30, 2010 was $184.3 million, up from $148.7 million the prior year. So losing the $5 million would have cost NPR 2.7 percent of its 2010 revenue or 3.4 percent of its 2009 revenue. Neither of those percentages seem like they’d put NPR out of business.\n\nUnder Lamborn’s bill the various member stations would not lose any CPB money; they would just be restricted in its use. So while some dollars might need to be redirected, overall funding for stations should remain unaffected.\n\nMoran could have easily attacked another GOP-sponsored bill that has a far greater potential to put public radio jobs at risk. The House’s proposed budget for the rest of fiscal 2011 eliminated all federal funding for the CPB. The corporation received $420 million in fiscal 2010 fiscal is slated to receive $430 million for this fiscal year.\n\nThe House budget was rejected by the Senate, leading the two chambers and President Barack Obama to compromise on two \"continuing resolutions\" that will keep the federal government operating until April 8.\n\nBut Moran was not referring to the House budget bill in his March 17 speech. He was clearly attacking H.R. 1076, Lamborn’s bill.\n\nLet’s review.\n\nMoran said H.R. 1076, which would strip NPR of federal funding and set certain rules on how public radio stations nationwide could spend federal money, would put 9,000 jobs at risk. He based this on information from NPR, and a spokeswoman for public TV and radio said 8,400 people work in public radio.\n\nBut even if this House-approved bill gets past the Senate and is signed by the president, it would cost NPR a very small fraction of its total budget. And it would not cost local stations any money at all.\n\nWith no dollars lost at local stations, we don’t see why this bill would cause layoffs. And with NPR’s revenues growing each year by amounts far exceeding the $5 million at stake, it would seem jobs should be safe at the parent company. If you take $5 million and divide by the 8,400 jobs supposedly at risk, you get a salary per person of $595. We’re certain NPR pays better than that.\n\nMoran suggested this bill could put every public radio job in America at risk. We rate his claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-13360"}