{"url": "/factchecks/2010/oct/15/harry-reid/harry-reid-blasts-sharron-angle-vote-against-bill-/", "speaker": "Harry Reid", "vclaim": "\"Sharron Angle voted to protect sex offenders.\"", "truth_label": "mostly-true", "date": "stated on October 7, 2010 in a campaign commercial:", "title": "Harry Reid blasts Sharron Angle for vote against bill to boost sex-offender background checks", "text": "Last week we checked an ad in which Republican Sharron Angle attacked Senate Majority Leader Harry Reid, D-Nev., for voting \"to use taxpayer dollars to pay for Viagra for convicted child molesters and sex offenders.\" We rated Angle's charge Barely True. \n\nNow Reid is parrying the sex-offender charge through an ad of his own that essentially accuses Angle of protecting sex offenders with a vote she once cast against a Nevada Assembly bill.\n\nThe ad opens with a statement by Roberta Vande Voort, a family therapist in Las Vegas. \"I work with kids who have been abused, and their stories break my heart,\" Vande Voort says. \"But when the Assembly created a program to weed out sex offenders by helping youth and church groups do background checks on volunteers, it passed with only two members voting no. Sharron Angle was one of them. She said background checks were an invasion of privacy. Sharron Angle voted to protect the privacy of sex offenders instead of the safety of our kids.\"\n\nNarrator: \"Sharron Angle: Ideas so extreme, they're dangerous.\"\n\nNaturally, we thought it imperative to check Reid's sex-offender-coddling allegations as thoroughly we did Angle's.\n\nThe ad refers to Assembly Bill 239 from 1999. As introduced, that bill would have set up a $200,000 account designed to cover the costs state agencies incur while doing criminal background checks of volunteers who work with children.\n\nThe first stop for the bill was the Judiciary Committee, of which Angle was a member. In introducing the bill to the committee, the bill's sponsor, Republican Assemblyman Dennis Nolan, explained to fellow legislators that during the previous two sessions, he had sought to pass legislation that would allow nonprofit organizations to better screen potential volunteers who would be working directly with children. He said that past efforts had failed because opponents said that \"the $40 cost associated with performing a background check would have a chilling effect on volunteerism.\" So AB 239 focused on providing money for background checks, with the idea of removing the cost problem from the equation.\n\nAccording to minutes of the committee's March 1, 1999, meeting, Angle expressed some concerns about the bill -- including the one on privacy grounds cited in Reid's ad.\n\n\"Ms. Angle expressed concern with the possible invasion of privacy and liability issues included in the bill,\" the minutes say. \"She stated voluntary programs always stepped up to become mandatory, and she did not want to see the state get involved with things of a First Amendment nature.\"\n\nAngle asked Nolan to discuss the risk of a \"chilling effect\" from the bill. Nolan responded that there would be a chilling effect if an expense was mandated upon the nonprofit organization -- but he added that AB 239 \"was not a mandate of background checks but an attempt to assist with the costs if an organization wanted to utilize the option.\" Nolan added that keeping information confidential was crucial, and as to her point about liability, he said that liability existed whether or not background checks were performed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOn the First Amendment issue, Nolan said that \"the legislature continually dealt with First Amendment issues and that he believed there was a balance. ... The rights we are weighing here are the rights of innocent children who participate in organizations under the supervision of adults and the need to make sure those children are protected.\"\n\nUltimately, the committee approved an amended version of the bill that changed the $200,000 from a guaranteed appropriation into a funding source consisting of \"donations, gifts, grants, and any appropriations the legislature saw fit to make.\"\n\nAt the end of the meeting, the committee unanimously sent the bill to the floor. This is important because, despite the concerns Angle stated in committee, she did not object to the measure going to the floor. \n\nBy April 15, the bill came to a vote before the full Assembly. Despite her assent in committee, Angle did vote against it when it came to the floor, and the measure passed, 40-2. (We did not receive a response from Angle's staff explaining why she voted against the bill.)\n\nHaving cleared the Assembly, the bill then went to the Senate, where it was amended further. On May 20, the newly amended version passed the Senate by a 20-1 vote. (Interestingly, the one Senate dissenter was future U.S. Rep. Dina Titus -- a Democrat and an ally of none other than Harry Reid. When we contacted Titus' staff for an explanation, a spokesman said that Titus voted against the bill because the amendments in the Senate had \"watered down\" the measure so much by protecting nonprofit groups from liability that it \"removed any incentive for organizations to use it.\"\n\nNow that the Senate had approved the amended version, AB 239 had to go back to the Assembly so that an identical version of the bill could be sent to the governor. On May 24, the Assembly approved the new version of the bill, though not through a roll call vote. If Angle had found two fellow Assembly members to back her, she could have requested a roll call vote, but she did not, according to the minutes.\n\nUltimately, on May 31, 1999, the bill was signed into law.\n\nAngle's camp did not get back to us, but in comments published Aug. 30, 2010, in a Las Vegas Review-Journal blog, a spokesman addressed AB 239 as well as two other bills that Reid was touting as evidence of Angle's indifference to law enforcement. \"Sharron agrees with the spirit of those bills and the need for law enforcement to have the proper tools,\" the spokesman said. \"However she had concerns with the execution. At the time, Sharron raised questions in committee regarding the unintended consequences in regards to personal privacy and costs.\"\n\nSo where does this leave us? The ad is correct on the substance of the bill, and it's correct that on the most important vote she took on the bill -- the roll call vote on the Assembly floor -- Angle was indeed one of two legislators who voted against it. The ad is also correct that Angle cited privacy as a concern during the debate.\n\nBut the ad glosses over a few bits of context. When the identical bill came up in committee, Angle did not vote against it, nor did she demand a roll call vote on the amended version when it came back to the Assembly from the Senate. In addition, she cited other concerns beyond privacy that may have played into her decision to vote against the bill, including legal liability (which was addressed in the bill's final version), the possibility that such programs could one day become mandatory and First Amendment concerns.\n\nThese failures, in our view, do not greatly undercut the ad's argument, however.\n\nThe notion that Angle \"voted to protect the privacy of sex offenders instead of the safety of our kids\" is an oversimplification. But Angle did vote against it at least once for reasons including concerns about invasion of privacy, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-14222"}