{"url": "/factchecks/2016/apr/24/hillary-clinton/clinton-reaches-too-far-immigration-claim/", "speaker": "Hillary Clinton", "vclaim": "\"She is the only candidate who has stood by our community and immigration reform from the beginning.\"", "truth_label": "barely-true", "date": "stated on April 16, 2016 in a radio ad in spanish:", "title": "Clinton reaches too far on immigration claim", "text": "In a new radio ad in Spanish, Hillary Clinton's campaign champions her work on immigration reform and says she's been \"standing with Latino families in Rhode Island and across the country for her entire career.\"\n\"In Rhode Island, we come from all over. Our diversity is our strength,\" the campaign says in the ad.\nThe announcer continues, \"She is the only candidate who has stood by our community and immigration reform from the beginning.\"\nAhead of Tuesday's primary, we thought this was an important issue to nail down. Has Hillary Clinton stood by Latino voters \"from the beginning\"? Is she the only candidate who has?\nLet's tackle the Republicans first.\nTed Cruz\nIn an interview with Bill O'Reilly on Fox News in February, Ted Cruz said he would forcibly deport all of the country's undocumented immigrants by sending \"law enforcement to apprehend them and send them home.\" He backs plans to build a U.S.-Mexico border fence, and wants to end birthright citizenship, according to an NPR report.\nWe emailed Ted Cruz's campaign three times and asked for more information. They never got back to us.\nJohn Kasich\nAt an August town hall meeting in New Hampshire, Gov. John Kasich said \"it is not practical nor is it I think desirable\" to deport immigrants en masse, The New York Times reported. But Ohio, where Kasich is governor, is part of a multi-state lawsuit blocking President Obama's 2014 executive order that would offer temporary legal status to millions.\nWe exchanged 14 emails with Rob Nichols, Kasich's press secretary, hoping for clarification. He said we're \"testing the wrong part of the sentence\" and declined to provide information about Kasich's record until we established what Clinton meant by \"from the beginning.\" We told him what she meant — the beginning of her career — and he said \"If I can prove that Hillary hasn't always stood by that community, why wouldn't that suffice?\" and then asked \"Why do we matter?\" Then he stopped responding.\nDonald Trump\nWell, there's the wall. Also his insistence that Mexico is sending the United States \"drugs, crime, and rapists.\" Enough said.\nBernie Sanders\nSanders has a strong record on immigration issues, Warren Gunnels, his senior policy advisor, replied. Sanders supports \"comprehensive immigration reform and a path towards citizenship for 11 million people today who are living in the shadows,\" the senator said in a MSNBC Democratic primary debate in New Hampshire in February.\nHe voted for the Dream Act in 2010, which would have legalized immigrants brought to the United States illegally as children. He also supported the so-called \"Gang of Eight\" bill in 2013. This bipartisan legislation created a path for people already in the United States, focused on reducing visa backlogs, and improved work visa options for low-skilled workers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nWhile he was in the House of Representatives in the '90s, he voted against House Amendment 778, which would have to prohibited undocumented people's access to Federal Emergency Management Agency's emergency food and shelter programs. He voted for Amendment 968 to H.R. 2202, which removed a section barring \"illegal aliens from receiving public assistance.\"\nIn 2006, he voted against the Immigration Law Enforcement Act, which allowed local police to aid in \"enforcement of immigration laws, to provide for effective prosecution of alien smugglers, and to reform immigration litigation procedures.\nHillary Clinton\nWe asked Josh Schwerin, a spokesman for Hillary for America, to provide evidence to substantiate the ad's claims.\nSchwerin told us that while in law school, Clinton worked with Marian Wright Edelman, the founder of the Children's Defense Fund. She completed research on education and health of migrant children that would later be used in Senate hearings investigating the living and working conditions of farm workers.\nHe also told us about her job on George McGovern's 1972 presidential campaign, where she worked closely with Franklin Garcia, a well-respected union leader, registering Latino voters in south Texas, which was chronicled in a Buzzfeed article about her ties to the Latino community.\nWhile serving in the Senate, Clinton co-sponsored the Safe, Orderly, Legal Visas and Enforcement Act of 2004 with Sen. Edward Kennedy. Clinton co-sponsored the Dream Act in 2003, 2005 and 2007, which helped give immigrant students access to higher education, among other things.\nAs Secretary of State in May 2011, Clinton called immigrants a \"source of vitality\" for the U.S. at the Council of the Americas 41st Washington Conference. She also supported Obama's commitment to comprehensive immigration reform during those remarks.\nDuring the campaign, Clinton has stressed that Sanders voted against the comprehensive immigration reform bill brought by Arizona Sen. John McCain and the late Sen. Kennedy six times. She voted yes.\nBut, explaining that vote in 2007, Sanders said \"it made no sense\" to bring millions of \"guest workers\" into the country when it could drive down wages of U.S. employees.\nGunnels, in a recent email, said Sanders also thought the bill \"lacked badly needed protection\" for immigrant voters and noted that Hispanic advocacy groups such as The League of United Latin American Citizens, The Labor Council for Latin American Advancement, and The American Immigration Lawyers Association also opposed the bill.\nDrivers' licenses for illegal immigrants is another issue that flared on the debate stage last month in Miami.\nClinton says she supports opening up driver's licenses to undocumented immigrants. So does Sanders. But in 2007, as Sanders pointed out in the debate, Clinton said as president she would not support that.\n Our ruling\nHillary Clinton has long supported the immigrant community: from law school to the Senate to the Cabinet, and she's built a strong record of what her ad calls \"immigration reform.\"\nShe may well have been at it \"from the beginning,\" but to say she is the \"only\" candidate supporting \"immigration reform\" over a career is to minimize Sanders' position on the issue.\nHillary's campaign can trace her support back to law school. As for the \"beginning\" for Sanders, we don't know what positions he took as a young socialist, but we can track his immigration record back to beginning of his legislative career in Washington.\nSanders' voting record and his immigration reform plan show consistent support for a path to citizenship, despite his opposition to the 2007 bill. And remember, Clinton herself seemed to stumble on drivers' licenses in 2007.\nBecause the statement contains some element of truth, but ignores critical facts that would give a different impression, we rate it Mostly False.", "vclaim_id": "vclaim-pol-05059"}