{"url": "/factchecks/2010/oct/30/wisconsin-manufacturers-and-commerce/group-says-four-wisconsin-senators-voted-raise-tax/", "speaker": "Wisconsin Manufacturers and Commerce", "vclaim": "Says four Democratic state senators voted to \"raise taxes on Wisconsin workers by another $510 a month so freeloaders can get free state-run health care.\"", "truth_label": "half-true", "date": "stated on October 29, 2010 in a campaign TV ad:", "title": "Group says four Wisconsin senators voted to raise taxes on workers so “freeloaders” can get free health care", "text": "Before the federal law derided by critics as \"ObamaCare\" overshadowed earlier attempts at health care reform, a proposal for universal health care in Wisconsin gained national attention.\n\n\"Perhaps the boldest move on health care reform ever in a state,\" declared the Progressive States Network, a left-leaning public policy organization, after the state Senate approved \"Healthy Wisconsin\" in 2007.\n\n\"Wow, is ‘free’ health care expensive,\" countered a Wall Street Journal editorial headlined \"Cheese Headcases.\"\n\n\"Healthy Wisconsin\" did not become law, but it has returned to the spotlight in the 2010 elections for the state Senate in TV ads produced by Wisconsin Manufacturers and Commerce.\n\nThe state’s largest business group is targeting four Democratic senators in key districts: Jim Sullivan of Wauwatosa, John Lehman of Racine, Pat Kreitlow of Chippewa Falls and Robert Jauch of Poplar. The ads vary a bit, sometimes doubling up the targets, but all follow the same theme.\n\n\"Do you refuse to get a job? Looking for a free ride?\" a narrator asks in one of the ads. \"Well, Jim Sullivan says, Come to Wisconsin. No job? No problem! Don’t pay taxes? Don’t worry about it!\"\n\nThen comes the punch line:\n\n\"Jim Sullivan’s been working hard to raise taxes on Wisconsin workers by another $510 a month so freeloaders can get free state-run health care.\"\n\nWhoa.\n\nFor some workers, that’s a car payment or two worth of higher taxes every month. And \"freeloaders\" is, well, a pretty loaded word.\n\nSo, let’s see what Wisconsin Manufacturers and Commerce is talking about.\n\nThe ads cite votes by the four Democrats for Senate Bill 40, which was the Senate version of the 2007-’09 state budget and included \"Healthy Wisconsin.\" The proposal would have provided health coverage to nearly all state residents.\n\nSenate Bill 40 died after being approved by the Senate. It faced opposition from Assembly Republicans and Democratic Gov. Jim Doyle, who said at the time he had to live in the \"real world\" of ideas that could become law.\n\nLet’s examine the two parts of the major claim in the ads:\n\nThe Senate Democrat’s plan would have raised \"taxes on Wisconsin workers by another $510 a month ...\"\n\nThe proposal was to be funded through a payroll tax. The average monthly cost would have been $370 for employers and $140 for employees, or a total of $510, according to the Senate Democrats’ summary of the plan.\n\nWhen asked why the ads claim the full tax would have been picked up by workers, WMC policy analyst R.J. Pirlot told PolitiFact Wisconsin: \"It ultimately comes out of the worker’s pocket.\"\n\nThat’s one view of it. But clearly $510 per month would not have been deducted from paychecks, as the ads suggest.\n\nNow the second part.\n\n\" ... so freeloaders can get free state-run health care.\"\n\n\"Freeloaders\" means people who don’t work, said WMC spokesman Jim Pugh.\n\nIndeed, WMC’s ad against Jauch -- unlike the ones against Sullivan, Lehman and Kreitlow -- is explicit on that point.\n\nThat ad says \"Healthy Wisconsin\" was \"like ObamaCare, only worse. It would cost us $510 a month, but it’s free for people who move here and refuse to work.\"\n\nIs that right? Only to a point.\n\n\"Healthy Wisconsin\" would have covered state residents and out-of-state residents working in Wisconsin, except those already covered by plans such as Medicare, Medicaid and BadgerCare, according to the state Legislative Fiscal Bureau.\n\nUnemployed people would have been eligible for health care under the proposal. So would new unemployed residents, after living in Wisconsin for one year -- although that waiting period would have been waived for pregnant women.  \n\nLet’s punch the clock on this item.\n\nWith a focus on key state Senate seats, Wisconsin Manufacturers and Commerce is airing ads against four Democrats for their votes on a failed universal health care plan. Citing a $510 a month cost, the ads overstate how much the plan would have raised payroll taxes on workers. As for the second half of the charge -- that \"freeloaders\" would get free care -- unemployed Wisconsin residents would have qualified, as long as they’d been state residents for at least a year.\n\nWe rate the claim as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14083"}