{"url": "/factchecks/2012/mar/12/shaun-donovan/hud-secretary-says-homeless-person-costs-taxpayers/", "speaker": "Shaun Donovan", "vclaim": "\"It costs about $40,000 a year for a homeless person to be on the streets.\"", "truth_label": "mostly-true", "date": "stated on March 5, 2012 in an interview on \"The Daily Show\":", "title": "HUD secretary says a homeless person costs taxpayers $40,000 a year", "text": "The U.S. Department of Housing and Urban Development upped its cool quotient when Secretary Shaun Donovan appeared on The Daily Show with Jon Stewart.\n\nDonovan and Stewart exchanged small talk about growing up in New York City before turning to the topic of homelessness.\n\n\"The thing we finally figured out is that it’s actually, not only better for people, but cheaper to solve homelessness than it is to put a band-aid on it,\" Donovan said in the March 5, 2012, appearance. \"Because, at the end of the day, it costs, between shelters and emergency rooms and jails, it costs about $40,000 a year for a homeless person to be on the streets.\"\n\nStewart then mentioned the costs of mental health services for homeless, who suffer a high rate of mental illness.\n\nHere, we’re looking at whether Donovan presented an accurate dollar figure.\n\nA word on ‘housing first’\n\nBy emphasizing the high cost of leaving homeless people on the street, Donovan is reflecting a movement among homeless advocates and governments toward a model called \"housing first.\"\n\nPioneered in the 1990s in New York City, it puts street dwellers in publicly subsidized rooms of their own and connects them with drug treatment, job placement and psychiatric services with the goal of stabilizing their lives. Unlike many treatment programs, housing-first initiatives don’t require participants to get sober first.\n\n\"Housing first is a kind of ‘come as you are’ approach. We encourage folks to accept services, and as a result people change their behaviors,\" said Brenda Rosen, executive director of Common Ground, a housing-first homelessness program in New York City.\n\nThe approach succeeds and saves money, advocates say, because it targets the chronically homeless -- those who have been homeless for a year or more and commonly suffer from addiction or mental illness. That segment of the homeless population uses expensive public services at very high rates -- emergency rooms, police and fire, and courts.\n\n2002 study\n\nDonovan’s office pointed to a study by University of Pennsylvania researcher Dennis Culhane titled \"Public Service Reductions Associated with Placement of Homeless Persons with Severe Mental Illness in Supportive Housing.\"\n\nCulhane analyzed the costs of 4,679 mentally ill homeless people in New York City who were placed in supportive housing that also provided social services. Those costs were compared to data on people who relied on public shelters, public and private hospitals and correctional facilities.\n\nCulhane found that \"persons placed in supportive housing experience marked reductions in shelter use, hospitalizations, length of stay per hospitalization and time incarcerated. Before placement, homeless people with severe mental illness used about $40,451 per person per year in services (1999 dollars). Placement was associated with a reduction in services use of $16,281 per housing unit per year.\"\n\nThis study is a decade old (the dollar figures are 13 years old), and it examined a subgroup of homeless people -- those with severe mental disabilities -- who need more services and thus have a higher cost of care. Donovan’s statement didn’t make that distinction; he just said ‘a homeless person.’\n\nWhat else?\n\nPlenty of other studies have attempted to determine the cost of homelessness, although with different variables such as city, age, addiction history, employment history and childhood background.\n\nFor example, the Economic Roundtable in Los Angeles looked at the costs of homelessness there and reached similar conclusions.\n\nThe 2009 study \"Where We Sleep: The Costs of Housing and Homelessness in Los Angeles,\" which followed 10,193 homeless individuals, found that the typical public cost for services for residents in supportive housing was $605 a month. For the homeless the cost was $2,897.\n\nThe rate of $2,897 per month totals about $35,000 a year.\n\n\"This remarkable finding demonstrates that practical, tangible public benefits result from providing supportive housing for vulnerable homeless individuals,\" the researchers wrote.\n\nFor guidance on this story, we talked to Philip Mangano, the former homelessness policy czar under President George W. Bush. Mangano helped expand housing-first programs -- with federal dollars behind them -- into cities around the country.\n\nAs the programs became established, Mangano said he was able to compile data from 65 cities looking at all services affected by homelessness.\n\nHospitals, police and courts top the list. Chronically homeless people are regular visitors to emergency rooms, and each visit results in a hefty bill. They also frequently use mental health and addiction treatment services. They tend to rack up lots of arrests, leading to costly jail stays and use of court time.\n\n\"They randomly ricochet through very expensive services, Mangano said.\n\nMangano even looked at the impact on libraries, finding that many of them had to hire extra security to handle homeless loiterers.\n\nUsing data from the 65 cities -- of all different sizes and demographics -- the cost of keeping people on the street added up to between $35,000 and $150,000 per person per year, Mangano said.\n\nConversely, after the housing-first programs had been established, Mangano said, he looked at the cost of keeping formerly homeless people housed. That range: $13,000 to $25,000 per person per year.\n\n\"We learned that you could either sustain people in homelessness for $35,000 to $150,000 a year, or you could literally end their homelessness for $13,000 to $25,000 a year,\" he said.\n\nWhy does it work? Rosen said housing people eliminates risk factors related to sleeping on the street, such as exposure to harsh temperatures and unhealthy drug habits that go untreated.\n\nSupportive housing, by contrast, provides a healthy environment.\n\n\"Not only do you have support services on site, we build beautiful buildings and beautiful apartments,\" she said. \"You bring somebody inside, and you help restore their dignity. The support services that we offer help folks decrease their reliance on drugs. If they have mental health issues, they see a psychiatrist. And oftentimes their behavior is changed.\"\n\nOur ruling\n\nDonovan said it costs the public $40,000 for a homeless person to be on the streets because of the expenses of emergency room visits, jail time and hospital stays.\n\nHe drew that figure from a 10-year-old study that wasn’t looking at the general homeless population but at people with severe mental illness -- a group that uses more services. The study also focused on New York City, an expensive place to live. Though Stewart and Donovan had been talking about growing up in New York shortly before, it wasn't clear that Donovan was referring only to New York when he noted the costs of homelessness.\n\nBut based on what we learned about the housing-first approach to ending homelessness, Donovan’s underlying point, as well as the dollar figure he cited, hold up. Mangano told us it costs between $35,000 to $150,000 in public services for one year of someone living on the street. That puts Donovan’s figure at the low end of the range, and it’s an outdated figure that would surely be higher now. All that leads us to a ruling of Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11450"}