{"url": "/factchecks/2014/sep/14/michael-hayden/former-cia-director-obama-said-syrian-opposition-w/", "speaker": "Michael Hayden", "vclaim": "\"The president referred to the Syrian opposition just a few months ago as pharmacists and doctors, and so on.\"", "truth_label": "true", "date": "stated on September 14, 2014 in comments on \"Fox News Sunday\":", "title": "Former CIA director: Obama said Syrian opposition was made up of doctors and pharmacists", "text": "President Barack Obama drew harsh criticism for comparing the terrorist group Islamic State to a \"JV team\" — and then again for claiming that’s not what he said (PolitiFact rated that statement False).\nOn Sunday, another one of his characterizations of the situation in the Middle East came under fire as the political talk shows debated his plan for dealing with instability there.\nFormer CIA and NSA director Michael Hayden was asked about Obama’s decision to arm local rebel groups in Syria to help fight the Islamic State there. He wondered why Obama was suddenly interested in arming opposition forces there.\n\"The president referred to the Syrian opposition just a few months ago as pharmacists and doctors, and so on,\" Hayden said. \"We've turned on the dime in terms of our expectation for them, so if we're going to get them to this force that he said it was fantasy to rely on to the force that's going to be, as (White House Chief of Staff Denis McDonough) said, the anvil in a combined arms operation, they're going to need an awful lot of help.\"\nIn this case, we're checking whether Obama described the Syrian rebels as \"pharmacists and doctors.\" We're not checking whether the rebels actually are pharmacists or doctors, as we'll explain in a bit.\nWe tried to reach Hayden but were unsuccessful. McDonough, though, was asked about Obama’s comment during an appearance on CNN’s State of the Union.\n\"I think that the question that the president was responding to at the time was looking back a couple of years,\" McDonough said. \"We have had a relationship with these fighters now for a couple of years. They're getting better and more capable.\"\nIf that’s the case, then maybe Hayden was embellishing Obama’s comments. Keep in mind, the debate over arming the Syrian opposition forces in their fight against Syrian President Bashar al Assad has been ongoing for years. PolitiFact noted in a fact-check last week that several key members of Obama’s national security team favored the move in August 2012.\nLet’s take a look at exactly what Obama said.\nWe found four instances of Obama describing the Syrian opposition forces in recent months.\nMay 29\nObama discussed his foreign policy during an interview with NPR. He was asked if conditions were more \"robust\" for aiding the rebels than in the past.\n\"I wouldn't say the conditions are better,\" Obama said. \"In many ways, the conditions are worse.\n\"When you talk about the moderate opposition, many of these people were farmers or dentists or maybe some radio reporters who didn't have a lot of experience fighting,\" he added.\n\"But creating a capacity for them to hold ground, to be able to rebuff vicious attacks, for them to be able to also organize themselves in ways that are cohesive — all that takes, unfortunately, more time than I think many people would like.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFor what it’s worth, the Washington Post fact-checked Obama’s claim about the makeup of Syrian rebels as farmer, dentists and radio reporters and found it to be dubious.\nJune 19\nIn mid June, a few days before Obama asked Congress for $500 million to train and equip some of the Syrian opposition, he discussed the makeup of those forces on a couple occasions.\nIn a June 19 press conference, a reporter asked Obama if \"the expansion of the Syria war into Iraq changed your mind about the type of weapons and training we’re now willing to give the opposition there?\"\nObama responded: \"The question has always been, is there the capacity of moderate opposition on the ground to absorb and counteract extremists that might have been pouring in, as well as an Assad regime supported by Iran and Russia that outmanned them and was ruthless.\n\"And so we have consistently provided that opposition with support,\" Obama said. \"Oftentimes, the challenge is if you have former farmers or teachers or pharmacists who now are taking up opposition against a battle-hardened regime, with support from external actors that have a lot at stake, how quickly can you get them trained; how effective are you able to mobilize them. And that continues to be a challenge.\"\nThe next morning, he made a similar comment to CBS' This Morning.\n\"When you get farmers, dentists and folks who have never fought before going up against a ruthless opposition in Assad, the notion that they were in a position suddenly to overturn not only Assad but also ruthless, highly trained jihadists if we just sent a few arms is a fantasy.\"\nAug. 8\nIn a sitdown with New York Times columnist Thomas Friedman, Obama again was asked about why he chose not to arm the Syrian rebels.\n\"This idea that we could provide some light arms or even more sophisticated arms to what was essentially an opposition made up of former doctors, farmers, pharmacists and so forth, and that they were going to be able to battle not only a well-armed state but also a well-armed state backed by Russia, backed by Iran, a battle-hardened Hezbollah, that was never in the cards,\" Obama said.\nCounter to what McDonough said Sept. 14, Obama very much seems to be talking about the Syrian opposition in the present and the challenges in providing them with assistance and arms. This continued up until August.\nThe one caveat that Hayden does not mention is the conversation was largely in the context of the opposition’s capacity to go up against Assad and the Syrian regime, not their ability to fight a rogue terrorist organization like the Islamic State. Still, it is a noticeable about-face that as recently as August, Obama told Friedman he believed \"there’s not as much capacity as you would hope\" for providing these individuals training.\nOur ruling\nIn discussing Obama’s decision to arm opposition forces in Syria, Hayden said, \"The president referred to the Syrian opposition just a few months ago as pharmacists and doctors, and so on.\"\nWe found several examples of Obama, as recently as June and August, characterizing the Syrian rebels as pharmacists and doctors, as well as dentists, radio reporters and teachers. Usually he was describing their capacity to fight Assad, but that doesn’t make Hayden’s point any less accurate.\nWe rate Hayden’s statement True.", "vclaim_id": "vclaim-pol-07307"}