{"url": "/factchecks/2011/may/09/nathan-deal/deal-touts-georgias-bond-rating/", "speaker": "Nathan Deal", "vclaim": "Georgia is \"one of only about seven states in the country\" that has a AAA bond rating.", "truth_label": "true", "date": "stated on April 20, 2011 in a speech before the Atlanta Press Club:", "title": "Deal touts Georgia's bond rating", "text": "Despite all of this state’s budget troubles and the struggling economy, Georgia’s no deadbeat, Gov. Nathan Deal said.\n\nDuring a speech before the Atlanta Press Club that looked back at his work during the first 100 days of his administration, Deal said Georgia’s long-standing practices have kept it in good financial shape.\n\nDeal’s evidence was our state’s bond rating.\n\n\"We have maintained our AAA bond rating. We are one of only about seven states in the country that has such a rating,\" Deal said.\n\nOne in \"about seven\" states? That sounds great for Georgia, but do so few states have such good credit?\n\nFirst, here’s a short primer on bonds. If Georgia needs more money than it has on hand for a major public project, it doesn’t borrow from a bank. Instead, it issues bonds, which are promises to pay back a loan with interest over a set period of time.  \n\n\"It’s just like a huge mortgage, essentially,\" said Lee McElhannon, the director of bond finance at the Georgia State Financing and Investment Commission.\n\nMembers of the public buy the bonds as they would any investment. To figure out the likelihood that the state will make good on its bond, they consult information from the three major credit ratings companies: Standard & Poor’s, Moody’s and Fitch.\n\nThese corporations analyze states’ credit worthiness and assign their bonds ratings based on factors such as the state’s existing debt, government framework, and economy.\n\nThe highest rating is AAA (or Aaa for Moody’s). A high rating means a state will likely have an easier time raising money.\n\nWe contacted Deal spokeswoman Stephanie Mayfield, who gave us more information.\n\nShe said Georgia is one of eight, not seven, states that maintain a AAA bond rating with the three credit ratings companies, she said. We checked with the three ratings agencies and found she’s correct.\n\nThe other states are Delaware, Iowa, Maryland, Missouri, North Carolina, Utah and Virginia.\n\nA AAA rating takes some work to get. Only 4 percent earn that rating from Standard & Poor’s in the public finance sector, which includes state bond ratings, said Robin Prunty, managing director for state ratings.\n\nEvery ratings agency says the state’s bond outlook is stable. Georgia has held on to its Moody’s Aaa rating since 1974, according to a report the agency issued in April.\n\nIn conclusion: The actual number of states with AAA ratings from all major credit rating agencies is eight. But since Deal hedged and said \"about seven,\" and his overall point was that Georgia’s credit is exceptional, we’ll give him a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010", "vclaim_id": "vclaim-pol-13127"}