{"url": "/factchecks/2015/jun/15/mark-pocan/mark-pocan-says-25-percent-americans-have-changed-/", "speaker": "Mark Pocan", "vclaim": "\"Twenty-five percent of people in the country have said they changed their email and phone habits because of\" the collection of data allowed by the Patriot Act.", "truth_label": "half-true", "date": "stated on May 20, 2015 in a radio interview:", "title": "Mark Pocan says 25 percent of Americans have changed email, phone habits due to surveillance issues", "text": "When former government contractor Edward Snowden leaked information about federal data collection in 2013, he drew attention to the extent the federal government is gathering information about U.S. citizens.\nMuch of that data collection grew out of the Patriot Act, which was signed by President George W. Bush shortly after the 9/11 attacks, allowing government to monitor communication activity to prevent further acts of terrorism.\nThe act set many provisions to expire in 2005 but the sunset was renewed and extended to June 1, 2015. The following day, a new act passed to again extend surveillance, but with some limitations placed on phone data collection.\nU.S. Rep. Mark Pocan would have gone further. He voted against the extension and in March 2015 introduced a measure that would repeal the Patriot Act.\nPocan tried to illustrate the effect of government surveillance on everyday Americans during an appearance on Devil's Advocates radio in Madison. In the May 20, 2015 interview, he said:\n\"The Pew Foundation did a poll and what's interesting and I think a chilling effect -- 25 percent of people in the country have said they changed their email and phone habits because of this kind of collection.\"  \nIs Pocan right?\nPolling results\nWhen asked for backup, Pocan's people directed us to the survey conducted by the Pew Research Foundation, a nonpartisan think tank, about technology use post-Snowden.  \nThe survey asked American adults for their thoughts on government surveillance programs and whether they have changed their communication technology habits since learning details about the surveillance.\nPocan claimed the poll showed 25 percent of Americans changed their email and phone habits because of the data collection allowed by the Patriot Act.\nBut that’s not exactly what was found by the survey. And Pocan overstated the breadth of the changes.\nThe survey asked if respondents had heard of government surveillance programs. Then, the poll offered readers a list of technologies, such as email and cell phones, and asked how --  if at all -- their use of the technologies had changed.\nThe percentages below represent how many said they had changed their use of an individual technology \"a great deal\" or \"somewhat.\"\n \n\n\n\n\n\nEmail accounts\n\n\n18 percent\n\n\n\n\n\n\nSearch engines\n\n\n17 percent\n\n\n\n\nSocial media sites\n\n\n15 percent\n\n\n\n\nCell phones\n\n\n15 percent\n\n\n\n\nMobile apps\n\n\n13 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\nText messages\n\n\n13 percent\n\n\n\n\nLandline phones\n\n\n9 percent\n\n\n\n\nAt least one of the above\n\n\n25 percent\n\n\n\n\n\n \nSo, the 25 percent is not for any single category, or even from combining cell phones and email. Rather, it comes from tallying how many people listed at least one of the examples.\nBehind the numbers\nThat is the number Pocan cited, but in doing so he missed some important nuances.\nFirst, the question about changing technology habits wasn't asked of everyone in the sample.\nAn earlier question asked how much respondents had heard about government collecting information about  \"telephone calls, emails and other online communications as part of efforts to monitor terrorist activity.\" The 87 percent of respondents who said they had heard \"a little\" or \"a lot\" were then asked about changing technology habits.  \nSo that means, in the end, 22 percent -- not 25 percent -- of all of those surveyed said they had made such a change.\nPocan also said the 25 percent of people \"changed their email and phone habits.\" But, as noted, the list had seven categories and did not pair any two of them together.\nPocan also suggested a cause-and-effect relationship between government surveillance programs and  people changing their technology habits.\nBut the poll only asked whether respondents had changed their technology use \"since learning about U.S. phone and Internet monitoring.\"\nFor instance, someone may have dropped their landline phone service to save money, but did so some time after they heard of government surveillance.\nResearch methodology\nBeyond Pocan's fumbling with the survey data, some aspects of how the survey was done could have affected the results.\nPew used GfK Group’s national KnowledgePanel survey of 475 adults conducted between November 2014 and January 2015 for the analysis.\nKnowledgePanel is a national research sample, weighted to represent the country's demographics. Respondents were invited to participate in a series of three surveys in the course of a year, all of which would be about current events technology issues.\nParticipants were told the survey questions would be about technology, which could draw people more interested in technology than the general public.\nAnd since the questions about technology use came in the third survey, the previous surveys could have sensitized respondents to pay more attention to technology issues and increase their concern.\nThose who are more interested and concerned about technology would be more likely to stick around, said Robert Griffin, professor at Marquette University’s Center for Mass Media Research.\nOne in 5 dropped out between the first and third surveys. GfK did try to account for participants who drop out of the survey by adding in new participants and weighting their responses.\nOverall, experts said the methodology followed industry standards and wouldn’t have had a great affect on the results.\nOur rating\nPocan said 25 percent of Americans changed their phone and email habits in response to federal data collection.\nHe pointed to a Pew Research study as evidence, which our experts said checked out, but he misrepresented and overstated the statistic on the radio show.  \nFor a statement that is partially accurate but leaves out important details or takes things out of context, our rating is Half True.", "vclaim_id": "vclaim-pol-06314"}