{"url": "/factchecks/2016/nov/04/ron-johnson/debunking-ron-johnson-claim-obamacare-had-no-impac/", "speaker": "Ron Johnson", "vclaim": "\"Prior to Obamacare here in Wisconsin, 95 percent of Wisconsinites were covered by insurance. After Obamacare, 95 percent of Wisconsinites were covered by insurance. It hasn’t had an impact.\"", "truth_label": "false", "date": "stated on October 14, 2016 in a U.S. Senate debate:", "title": "Debunking Ron Johnson claim Obamacare had no impact on uninsured in Wisconsin", "text": "U.S. Sen. Ron Johnson has offered many critiques of Obamacare, but in an October 2016 debate he claimed that in Wisconsin the health care law has also failed to accomplish its most fundamental goal — insuring more people.\nIn an Oct. 14 debate with challenger Russ Feingold in Green Bay, Johnson criticized the Affordable Care Act for boosting premiums and limiting access to doctors. And he said this:\n\"The fact of the matter is, prior to Obamacare here in Wisconsin, 95 percent of Wisconsinites were covered by insurance. After Obamacare, 95 percent of Wisconsinites were covered by insurance. It hasn’t had an impact.\"\nLet’s take a look at the numbers.\nWrong number\nWhen we reached out to Johnson’s team for supporting evidence, spokesman Ben Voelkel said Johnson made a mistake in his claim. He meant to say 94% were insured before Obamacare and 95% after.\nThat’s not a huge difference, but it changes Johnson’s point that the law \"hasn’t had an impact.\"\nVoelkel said those numbers came from the 2010 and 2014 Wisconsin Family Health Survey, conducted by the Wisconsin Department of Health Services. That looks at how many people had insurance for all or part of the preceding year.\nThe Affordable Care Act was signed into law in 2010, but the individual health insurance mandate and most other core elements didn’t take effect until 2014.\nUsing the 2010 survey is problematic since DHS changed its methodology and warns against comparing surveys before 2012 with those after. That doesn’t make a big difference in this case, however, because the 2012 survey showed the same 94 percent insured rate as 2010.\nBut 2014 isn’t necessarily a great choice for an \"after\" statistic, since it was a transition year. And there’s more recent data available.\nDHS hasn’t released the results of its 2015 survey yet, but the U.S. Census Bureau and other surveys have.\nAnd those numbers tell a different story than Johnson.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nUninsured numbers drop\nThe U.S. Census Bureau gathers figures annually on insurance status and shows a significant drop in the number of Wisconsinites without insurance since Obamacare took effect.\nAfter hovering between 9 percent and 9.4 percent uninsured from 2008 to 2013, Wisconsin dropped to 7.3 percent in 2014 and 5.7 percent in 2015, according to the Census Bureau’s American Community Survey. That’s a drop of nearly 40 percent from before Obamacare to after.\n\"Johnson’s claim is way off base,\" said Jon Peacock, research director for the nonprofit, non-partisan Wisconsin Council on Children and Families.\nPeacock said the American Community Survey is the best source for such health data. Like the DHS survey, it counts people as insured if they had health insurance for any part of the prior year.\nOther sources show the same trend.\nThe Kaiser Family Foundation, a nonprofit think tank focusing on national health issues, says the percentage uninsured in Wisconsin dropped from 9 percent in 2013 to 7 percent in 2015, based on the Census Bureau’s Current Population Survey.\nThe Gallup-Healthways Well-Being Index, a point-in-time survey that measures whether the survey taker currently has health insurance, showed an even larger drop, from 11.7 percent uninsured in 2013 to 5.9 percent in 2015.\nOur rating\nJohnson claimed that 95 percent of Wisconsinites were insured both before and after Obamacare.\nThe claim runs into problems on several fronts.\nHe misspoke on the statistic he was trying to cite, and he references a 2014 survey when more recent data is available.\nBut above all, he uses the numbers to claim Obamacare hasn’t had an impact on the number of uninsured in Wisconsin. And that’s simply not the case.\nWe rate the claim False. https://www.sharethefacts.co/share/426b9f15-987a-490a-a236-7ce830040a17", "vclaim_id": "vclaim-pol-03981"}