{"url": "/factchecks/2011/apr/08/tim-ryan/rep-tim-ryan-cites-rising-numbers-service-personne/", "speaker": "Tim Ryan", "vclaim": "\"From '05 to '09, we've had 1,100 soldiers commit suicide, one every 36 hours.\"", "truth_label": "true", "date": "stated on March 16, 2011 in a House committee hearing:", "title": "Rep. Tim Ryan cites rising numbers of service personnel committing suicide", "text": "Persistent U.S. deployments in Iraq and Afghanistan have coincided with a widely documented increase in military suicides.\n\nAt a March 16 House Armed Services Committee hearing on the war in Afghanistan, Rep. Tim Ryan, an Ohio Democrat, raised the issue with General David Petraeus, commander of U.S. forces in Afghanistan, as well as Undersecretary of Defense for Policy Michele Flournoy.\n\n\"From '05 to '09, we've had 1,100 soldiers commit suicide, one every 36 hours. A report in Navy Times said that 7.3 percent of Army, Navy and Marines have thought about attempting suicide,\" Ryan said at the hearing.\n\nRyan, whose district includes an Air Force Reserve base, brought up an important issue. PolitiFact Ohio reviewed the second part of his quote in a separate item, rating it Pants On Fire. This item will focus on his claim about the number of suicides and their frequency.\n\nRyan’s staff referred us to a 2010 Pentagon report titled \"The Challenge and the Promise: Strengthening the Force, Preventing Suicide and Saving Lives,\" which shows the military’s suicide rate rose from 10.3 per 100,000 service personnel in 2001 to 18.4 per 100,000 in 2009.\n\nThe report counts 189 suicides by active duty and reserve component service members in 2005. In 2006, the number rose to 213. It was 224 in 2007, 267 in 2008, and 309 in 2009. That’s a grand total of total of 1,202 suicides over five years, which exceeds the number Ryan cited.\n\nDividing the 43,824 hours in that period by 1,202 suicides reveals that there was one military suicide every 36.46 hours, a number nearly identical to Ryan’s statistic.\n\nThe groups with the highest suicide rates were service members who were male, Caucasian, divorced, under age 25 and those with a GED. The largest U.S. military branch the Army, had the highest number of suicides during those years. It released its own report on the topic last year.\n\nSo where does this claim rank on the Truth-O-Meter?\n\nRyan’s number for actual suicides over a five year period was understated, but not off by enough to distort his underlying point - that suicides among military personnel are a problem that is on the rise. His statistic of one military suicide every 36 hours was also on the mark.\n\nOn this point we rate his statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13293"}