{"url": "/factchecks/2012/jan/29/chris-christie/chris-christie-says-new-york-giants-are-new-jersey/", "speaker": "Chris Christie", "vclaim": "Says the New York Giants \"train in New Jersey, they play in New Jersey and most of their players live in New Jersey.\"", "truth_label": "true", "date": "stated on January 22, 2012 in an interview on “Meet the Press”:", "title": "Chris Christie says New York Giants are New Jersey’s team", "text": "Sandwiched between two cities with avid sports fans, New Jerseyans’ favorite sport teams often don’t bear their state’s name.\n\nBut as the New York Giants prepare to take on the New England Patriots in the Super Bowl on Feb. 5, Gov. Chris Christie is calling dibs: the Giants are New Jersey’s team, he said.\n\n\"The only thing New York about the Giants is the ‘NY’ on their helmets. They train in New Jersey, they play in New Jersey and most of their players live in New Jersey,\" he said during a Jan. 22  interview on NBC’s \"Meet the Press.\" The Giants defeated the San Francisco 49ers in the National Football Conference championship game later that day, securing their spot in Super Bowl XLVI.\n\nThe day after, Christie told reporters at a news conference: \"It's great to have one of the state’s two football teams in the Super Bowl. As you know, I root for the Jets over the Giants, but, you know, it's great for the Giants to be there and it's good for New Jersey. And so I'm thrilled to have one of New Jersey's teams in the Super Bowl. And look forward to two weeks from yesterday. And you can be sure I will be rooting hard for the New Jersey Giants.\"\n\nAs fans gear up for the Giants’ fifth Super Bowl appearance, PolitiFact New Jersey decided to test Christie’s three claims: the Giants \"train in New Jersey, they play in New Jersey and most of their players live in New Jersey.\"\n\nThe self-declared Jets’ fan has his Giants’ facts pretty straight, we found.\n\nSince 1976, the Giants -- a team that started in New York in 1925 -- have played in a stadium in East Rutherford. In 2010, the team moved into the new MetLife Stadium, which they share with the New York Jets.\n\nThe Timex Performance Center, the Giants’ practice facility, opened in 2009 in East Rutherford. The team practices there in the regular season.\n\nThe team had held its summer training camp at the University at Albany since 1996. But this summer, because of a labor dispute between players and the National Football League that shortened the off-season, the Giants trained at their East Rutherford facility.\n\nIt was the first time the camp was held in New Jersey since the team was  at Fairleigh Dickinson University in Madison from 1988 to 1995.  But John Mara, the Giants president and CEO, said in July that the team had \"every intention\" of returning this summer to Albany.\n\nSo, the Giants play in New Jersey. And, at least this year, they practiced entirely in New Jersey. But where do the players live?\n\nGiants spokesman Pat Hanlon told us in an e-mail that the entire roster calls the Garden State home during football season.\n\nOf the 53 players on the active roster, PolitiFact New Jersey found 23 players who have a New Jersey address, own a home in New Jersey or have registered to vote in New Jersey, according to a public records search.\n\nOur ruling\n\nChristie claimed the New York Giants are New Jersey’s team. \"They train in New Jersey, they play in New Jersey and most of their players live in New Jersey,\" he said.\n\nThe Giants have called East Rutherford home since 1976 and started playing in its current stadium in 2010.\n\nFor 15 years the team held its summer training camp at the University at Albany, but this year’s camp was held in New Jersey at the team’s regular-season training facility. And every player on the team’s current roster calls New Jersey home during football season, according to a Giants spokesman.\n\nWe’ll leave the debate on whether that makes the Giants New Jersey’s team to gridiron fans, but we rate Christie’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11690"}