{"url": "/factchecks/2014/mar/16/naacp/new-england-naacp-says-african-americans-us-are-ar/", "speaker": "NAACP", "vclaim": "In the U.S., \"African-Americans continue to be arrested at nearly three and one half times the rate of whites\" on marijuana charges.", "truth_label": "true", "date": "stated on March 3, 2014 in a news release:", "title": "New England NAACP says African-Americans in U.S. are arrested on marijuana charges at more than three times the rate of whites", "text": "While there’s a growing debate over whether to legalize marijuana, some are troubled by what they see as unfairness in enforcement of existing laws.\nAmong them is the New England Area Conference of the NAACP. The organization released a statement March 3 in support of a Rhode Island House bill that would legalize using marijuana or possessing up to an ounce. Currently, possession of an ounce or less of marijuana is a civil offense, punishable by a $150 fine.\nAmong their reasons for supporting that change, the statement said, was that in the United States, African-Americans were 3.7 times more likely than whites to get arrested on marijuana charges, based on the number of arrests and their share of the nation’s population.\nJames Vincent, president of the Providence NAACP, said the claim was based on a June 2013 report by the American Civil Liberties Union, \"The War on Marijuana in Black and White.\" That report charted how many blacks and whites were arrested for marijuana possession and then, based on the racial population of each state, what the marijuana arrest rate per 100,000 people was for each race.\nThe ACLU report used statistics compiled by the FBI’s Uniform Crime Reporting Program, a wide-ranging database of annual crime statistics that are often used in national crime studies because each state submits the same type of information, which allows apples-to-apples comparisons.\nNationally, according to the report, the marijuana arrest rate for African-Americans in 2010 was 716 per 100,000, while for whites it was 192 per 100,000, meaning African-Americans were 3.7 times more likely to be arrested for marijuana possession.\nThe disparities were present across the country; in some states, the arrest rate for African-Americans was as much as 8.3 times the white rate.\nIn Rhode Island, before possession of small amounts of marijuana was decriminalized, the arrest rate for African-Americans was 524 per 100,000, while the rate for whites was 201 per 100,000. That meant African-Americans were 2.6 times more likely to be arrested on marijuana charges than their white fellow citizens.\nThat Rhode Island disparity was specifically cited in the bill text as a proposed \"legislative finding\" justifying enactment of the legislation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe authors of the ACLU report cautioned the FBI data wasn’t perfect. They noted that the FBI didn’t count Latinos as a separate group, usually putting them in the ‘‘white’’ classification. That has the effect of preventing an accurate measurement of Latino arrests and inflating the number of white arrests, the report said.\nThe authors said more research could be done to explore how other factors, such as past criminal records, age of the persons arrested or the population density of the location of the arrest might affect the arrest rates. The authors said they weren’t trying to prove or disprove a particular theory on why the disparities they found existed, just that the disparities were there.\nAnd they aren’t the first to study the issue. In 2009, Human Rights Watch, based in Washington, D.C., did a similar study, \"Decades of Disparity, Drug Arrests and Race in the United States.\" While the ACLU study focused on marijuana possession arrests, the Human Rights Watch looked at all drug arrests by race from 1980 to 2007.\nLike the ACLU, Human Rights Watch used the FBI statistics and found arrest rates for blacks were multiple times higher than whites. In the last year it analyzed, 2007, it found African-Americans were 3.6 times more likely to be arrested on a drug charge, close to the ACLU’s 3.7 multiple for marijuana arrests in 2010.\nOur ruling\nThe NAACP New England Area Conference said \"African-Americans continue to be arrested at nearly three and one half times the rate of whites\" on marijuana charges.\nThe group accurately cited a nationwide study that used a widely accepted data source, and a similar study done a few years earlier found almost the same disparity.\nWe find the statement True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08133"}