{"url": "/factchecks/2020/feb/18/facebook-posts/conspiracy-theory-tries-connect-clintons-kate-spad/", "speaker": "Facebook posts", "vclaim": "Says Kate Spade worked with the Clintons and suggests they were involved in her death.", "truth_label": "false", "date": "stated on July 21, 2019 in a Facebook post:", "title": "Conspiracy theory tries to connect Clintons to Kate Spade’s death", "text": "Another Clinton family conspiracy theory has surfaced on Facebook –– this time involving the late designer Kate Spade.\nThe post, along with many others we have fact-checked, relies on the debunked theory that the family routinely murders people who have damaging information about them. Spade was found dead in her apartment in June 2018 of an apparent suicide.\nThe post displays a black-and-white photo of Spade and reads: \"Kate Spade. A famous designer who had worked with the Clinton Foundation in the ‘No Ceilings Initiative’ and did work in Haiti for Hillary. She was found hung up in her apartment by a red scarf on June 5, 2018. Her husband posted multiple strange photos of her before her death.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt’s true that Spade’s brand, Kate Spade New York, was involved in two Clinton Foundation projects, but the company was one of several participating brands, and Spade was not personally involved.\nThe Clinton Foundation’s No Ceilings project was an initiative that sought to advance the \"full participation of girls and women around the world.\" Kate Spade New York participated in the project’s 2015 International Women’s Day event \"Not There,\" which was aimed to raise awareness that women are \"not there\" yet on issues of gender equality. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nHer brand –– along with West Elm, Holt Renfrew, Kenneth Cole and others –– sent representatives on a Clinton Foundation-led trip to Haiti in 2016 to \"introduce them to potential investment and sourcing opportunities, and to develop new partnerships with Haitian business owners,\" a news release said. \nSpade’s brand was one of at least 24 listed participants in the No Ceilings event, and one of several in the Haiti trip. Meanwhile, the designer hadn’t been personally involved in the company since selling her remaining stake to Neiman Marcus for $59 million in 2006.  \nWe couldn’t find the \"multiple strange photos\" that the post says her husband, Andy Spade, allegedly took of her before her death. We were also unable to find any mention of the photos in the thoroughly covered news of her death.\nThe New York City Medical Examiner’s office confirmed that Spade’s death was a suicide.\nIt’s a far reach to suggest that her brand’s participation in events a decade after she sold the company is evidence that the Clintons were involved in her suicide years later. \nWe rate this False.", "vclaim_id": "vclaim-pol-17408"}