{"url": "/factchecks/2016/sep/14/donald-trump/trump-claim-Hillary-Clinton-has-no-child-ca/", "speaker": "Donald Trump", "vclaim": "\"My opponent has no child care plan.\"", "truth_label": "pants-fire", "date": "stated on September 13, 2016 in a speech in Aston, Pa.:", "title": "Donald Trump's Pants on Fire claim that Hillary Clinton 'has no child care plan'", "text": "In a Sept. 13 campaign event in Aston, Pa., Donald Trump unveiled a new, multi-pronged child care agenda.\nTrump’s plan would exclude child care costs up to age 13 from the federal income tax, including costs for both stay-at-home family members and paid caregivers. Those who don’t pay income taxes would be eligible to wipe out 50 percent of one parent’s payroll taxes through the earned income tax credit. Trump would also allow dependent-care savings accounts with a 50 percent government match on some contributions, as well as six weeks of paid leave for new mothers.\nBut Trump didn’t stop with his policy offering. Trump accused Clinton -- who started her career at the Children’s Defense Fund and who’s considered child care a signature issue of her political career -- of not having any proposals for parents worried about their child care challenges.\n\"While critical, meaningful policy work has been done in this area, my opponent has no child care plan,\" Trump said. \"She never will. They'll never evolve into a plan. They'll never get done anyway.\"\nTrump wasn’t the only member of his campaign to make this point. His daughter Ivanka -- who became the first person involved in the campaign to publicly focus on child care policy when she gave an address at the Republican National Convention -- echoed that point in an interview with Fox News’ Megyn Kelly.\n\"There’s no policy on Hillary Clinton’s website pertaining to any of these issues -- child care, elder care, or maternity leave or paternity leave, for that matter,\" Ivanka Trump said.\nIvanka Trump was incorrect about elder care policy not being on Clinton’s website (it’s here) and also wrong about parental leave being absent (it’s here). But since the candidate himself specifically mentioned \"child care,\" we’ll focus on that in this fact-check.\nFairly quickly, we found two headings on the issues page of Clinton’s website that seemed to address the question -- one labeled paid family and medical leave and the other titled early childhood education.\nWhen we asked the Trump campaign to reconcile these headings with his comment, they responded that those two topics are separate and distinct from \"child care.\" The campaign argued that \"child care\" refers to ages 0 to 4 -- before \"early childhood education\" begins at age 4 with preschool. The campaign also said that paid maternity leave is a policy area that’s separate from child care policy.\nAlan Viard, a resident scholar at the conservative American Enterprise Institute who was cited favorably in Trump’s policy proposal, said he has \"never before heard of ‘child care’ being defined as limited to ages 0 to 4.\" He added that the Trump campaign’s decision to include children up to age 13 suggests that \"the campaign does not itself define child care in that odd manner.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nStill, let’s set aside whether the Trump campaign’s definitions are widely accepted. Instead, let’s use the campaign’s definition to see whether Clinton really has no policies relating to child care for those age 0 to 4.\nAs long as you look deeper than the section headings on her website, Clinton does have policies addressing that age range. Specifically, she says:\n• \"No family in America (should have to) pay more than 10 percent of its income to afford high-quality child care,\" a goal to be accomplished by \"by significantly increasing the federal government’s investment in child care subsidies and providing tax relief for the cost of child care to working families.\"\n• \"Double our investment in Early Head Start and the Early Head Start–Child Care Partnership program.\" (Early Head Start serves infants, toddlers, and pregnant women.)\n• \"Award scholarships of up to $1,500 per year to help as many as 1 million student parents afford high-quality child care.\"\n• \"Hillary will work to dramatically increase access to child care on campus by increasing funding for campus-based child care centers.\"\nSo there are policies on Clinton’s website that address child care for ages 0 to 4. The Trump campaign didn’t respond after we forwarded them these examples.\nViard agreed that the Clinton campaign \"clearly has proposals for many aspects of child care, as commonly defined, and even under the odd 0 to 4 definition. Her 10 percent plan would apply to children in that age range, as well as to older children, and Early Head Start is targeted to children under the age of 3.\"\nOur ruling\nTrump said that \"my opponent has no child care plan.\" Even under the campaign’s unusual, age-related definition of policies for children aged 0 to 4, Clinton has several policies to offer on her website. We rate the claim Pants on Fire.\nCORRECTION, Sept. 15, 2016: This version of the article corrects the location of Trump's speech. It was held in Aston, Pa.\nhttps://www.sharethefacts.co/share/5c8fd9e9-62bb-4f52-b86d-a6ec78624e9b", "vclaim_id": "vclaim-pol-04324"}