{"url": "/factchecks/2013/jun/28/rick-perry/rick-perry-says-wendy-davis-daughter-single-mother/", "speaker": "Rick Perry", "vclaim": "Says Wendy Davis, \"born into difficult circumstances,\" was the daughter of a single mother and a teenage mother herself.", "truth_label": "half-true", "date": "stated on June 27, 2013 in a speech at National Right to Life convention, Grapevine, Texas.:", "title": "Rick Perry says Wendy Davis is daughter of single mother and was a teenage mother herself", "text": "Near the end of a 15-minute speech to the National Right to Life Convention in Grapevine, Texas, Gov. Rick Perry suggested the Democratic state senator who stood for more than a dozen hours toward defeating proposed abortion restrictions could draw a lesson from her own life.\n\nPerry edged toward talking about Wendy Davis, whom he did not name, by asking who \"are we to say that children born into the worst of circumstances can’t grow to live successful lives?\"\n\n\"In fact, even the woman who filibustered the Senate other day was born into difficult circumstances,\" Perry continued. \"She was the daughter of a single mother. She was a teenaged mother herself. She eventually graduated from Harvard Law School and served in the Texas Senate. It’s just unfortunate that she hasn’t learned from her own example that every life must be given a chance to recognize its full potential and that every life matters.\"\n\nA reader questioned whether the circumstances into which Davis was \"born\" included having a single mother. We also looked at if she was a teenage mother herself.\n\nDavis, who represents a Fort Worth district, has previously referred to her teenage motherhood and to her mother being single, according to web posts and news articles in the Fort Worth Star-Telegram.\n\nHer Senate website says Davis \"began working after school at 14 to help support her single mother and three siblings. By 19, Wendy was a single mother herself, working two jobs to make ends meet in hopes of creating a better life for her young daughter.\" The biographical entry on her campaign website has the same sentences.\n\nResponding to our inquiry, Perry spokesman Josh Havens noted the campaign-site reference. \"What the governor said is consistent with what the senator has written in her bio,\" Havens said by email.\n\nDavis’ Senate spokesman, Rick Svatora, said by telephone that the senator, whose June 25, 2013, filibuster drew national and international attention, was \"booked up\" and unavailable to immediately discuss this claim.\n\nBut in 2012, Davis gave sworn testimony about her life in a lawsuit brought before a panel of federal judges in Washington, D.C. \"When I was only 18 I got married,\" Davis said, according to a transcript of her Jan. 20, 2012, testimony. \"I had a baby, I got divorced by the time I was 19 years old. And I had started working, I actually started working when I was 14. I was raised by a single mother. My mother only had a 6th grade education. My parents divorced when I was 11 years old.\"\n\nDavis also testified that she was born in West Warwick, R.I., before moving to Tarrant County. She testified, too, that she graduated from Texas Christian University and then Harvard Law School, with honors.\n\nJerry Russell, Davis’ father and the founder of a Fort Worth theater, returned our telephone call about Perry’s claim and challenged the reference to Davis being \"born into difficult circumstances.\"\n\nRussell said it was \"totally incorrect\" to conclude that Davis was born to a single mother. Rather, he said, he and Davis’ mother were wedded in Rhode Island in 1958, some five years before Davis, the third of their four children, was born there, he said.\n\nRussell initially told us the couple moved to Fort Worth in 1973 and separated in 1976, around when the future senator was 13. He shortly called back and said the separation probably occurred \"closer to\" a couple years earlier, as Davis testified.\n\n\"From that point on,\" Russell said, \"I wasn’t present in the\" family \"home, but I was present in Wendy’s life.\"\n\nRussell said that his ex-wife remarried two or three years after their split and then another time later. He declined to elaborate. According to online Tarrant County records, Davis’ mother, Virginia, whom we failed to reach, married Ira Cornstubble in May 1994.\n\nOur ruling\n\nPerry said Davis, \"born into difficult circumstances,\" was the daughter of a single mother and a teenage mother herself.\n\nHis statement, offered in the cause of a law to curb abortions, could leave the incorrect impression that Davis was born to a struggling single mother, which is not so, best we can tell. Still, the senator’s parents divorced midway through her childhood and Davis spent at least part of her adolescence in a one-parent home. Also, Perry is correct that Davis was a teenage mother herself.\n\nThis partially accurate claim distorts important details. We rate it as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-09160"}