{"url": "/factchecks/2012/apr/19/AARP/aarp-says-telephone-companies-hired-35-people-lobb/", "speaker": "AARP", "vclaim": "\"Large phone companies and their trade association have hired 35 registered lobbyists to influence and pass SB 271 (deregulation legislation).\"", "truth_label": "mostly-true", "date": "stated on March 26, 2012 in a news release:", "title": "AARP says telephone companies hired 35 people to lobby Ohio General Assembly on deregulation legislation", "text": "While an abortion rights or gun control bill draws a crowd of regular citizens for a hearing, it’s the more staid changes to regulations for big businesses that can pack the house with dyed-in-the-Brooks-Brothers-suit lobbyists.\n\nIt’s a certainty you won’t be able to swing a wingtip at the Statehouse without hitting a lobbyist when big industries with packs of full-time lobbying staffs on the payroll have a bill up in the legislature.\n\nSuch is the case with Senate Bill 271, a bill that deregulates Ohio’s telecommunications industry. It already has passed the Senate and now is undergoing hearings in the Ohio House. Supported by the telecommunications industry, the bill is opposed by a coalition of consumer groups including AARP.\n\nIn an AARP news release  March 26 titled \"Don’t Hang up On Ohio,\" the group laid out its case that access to basic telephone service for elderly and rural citizens may be curtailed by the bill. That’s because companies would be allowed to drop certain areas from coverage plans or force customers who want no-frills service to switch to services that cost more, the release stated.\n\nIn the sixth paragraph, the advocates levied this claim: \"Large phone companies and their trade association have hired 35 registered lobbyists to influence and pass SB 271.\"\n\nIs that true? PolitiFact Ohio started working the phones to find out.\n\nOur first call was to Kathy Keller, communications director for AARP Ohio, who said the news release was a collaborative effort among about a half-dozen organizations that banded together to fight the bill. She said the numbers on lobbyists came from Ellis Jacobs, an attorney who works with the Edgemont Neighborhood Coalition of Dayton, one of the organizations.\n\nJacobs said he identified 35 lobbyists by going to the Ohio Legislative Activity Center, an on-line database kept by the Ohio Legislative Inspector General’s Office, and counting the registered lobbyists in telecommunications. He said he counted lobbyists from AT&T, Cincinnati Bell, Frontier Communications, the Ohio Telecom Association and Windstream to reach his number.\n\nHowever, Jacobs said he believes he may have inadvertently double counted a lobbyist or two when he did his initial check, and now believes there are 32 lobbyists. (Lobbyists are listed separately in the database depending on whether they are lobbying the executive, legislative or state retirement systems so there are some duplicative listings to wade through.)  \n\nNot among those lobbyists being counted by Jacobs were four that lobby for CenturyLink, a communications company in 33 states including Ohio. \"I wasn’t really familiar with CenturyLink so I didn’t include them,\" Jacobs said.\n\nOnce they are included in the tally, the number of lobbyists working for large companies lobbying on this bill reaches 36 — about the number used by the coalition group led by AARP based on Jacobs' research.\n\nSo while the number of phone company lobbyists is about right, what about the rest of AARP’s claim; that the lobbyists were hired \"to influence and pass SB 271.\" That implies that the lobbyists were specifically hired to get SB 271 though the legislature.  \n\nBut a quick check of the same lobbying database shows that at the beginning of 2011 — long before SB 271 was on the scene — the same five companies plus the Ohio Telecom Association employed 33 lobbyists.\n\nIt seems pretty clear that the 36 lobbyists represents the full roster of folks who are working to persuade the legislature on matters related to the telecommunications industry including SB 271. But they weren’t hired just to lobby on that bill.\n\nSo where does that leave us as we call for the Truth-O-Meter?\n\nA coalition of consumers looking to stop legislation deregulating the phone industry in Ohio said \"large phone companies and their trade association have hired 35 registered lobbyists to influence and pass\" the legislation.  \n\nTheir count is in the right area code. They acknowledged they might have double counted a handful of lobbyists, but PolitiFact Ohio actually found some they missed and ended up tallying 36 who work for large telephone companies.\n\nThese companies have staffs who lobby on their behalf all the time and these people weren’t hired just for this specific piece of legislation. That is apparent given that  the companies had 33 lobbyists in January 2011, long before the legislation was being considered. That’s a point of clarification.\n\nOn the Truth-O-Meter, AARP’s claim rates Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n60 Plus Association\n\n\nstated on November 7, 2011 in a television commercial\n\n\n\n\n\n\n\n\nAn independent payment advisory board created by in the health care reform law is \"like a Medicare IRS with the power to cut Medicare in order to pay for new government programs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • November 25, 2011", "vclaim_id": "vclaim-pol-11248"}