{"url": "/factchecks/2016/nov/21/michael-moore/flint-water-still-problems-michael-moore/", "speaker": "Michael Moore", "vclaim": "In Flint, Mich., \"the pipes still haven't been replaced. The water is still poisoned.\"", "truth_label": "half-true", "date": "stated on November 11, 2016 in remarks on MSNBC's \"Morning Joe\":", "title": "Flint water still has problems, but Michael Moore minimizes progress made", "text": "After Michigan turned away from Barack Obama in 2012 and toward Donald Trump in 2016, Michael Moore, the liberal filmmaker and activist, said he understood voters’ frustrations.\nThis could be seen, he said, even in Genesee County, which includes Moore’s hometown of Flint, where residents have been grappling with major water-contamination concerns. In Genesee County, Obama in 2012 won by a 62 percent-37 percent margin, yet in 2016, Hillary Clinton won by a significantly narrower 52 percent-43 percent margin.\n\"Barack Obama, who I loved, and voted for twice, and I will miss dearly -- he showed up in Flint five months ago and he drank the water, when it was still not fixed,\" Moore said on MSNBC’s Morning Joe. \"The pipes were still not replaced. He drank the water to say, ‘It's all okay, everyone.’ And it was like a knife in the heart of the people of Flint, a black city, to see the president do this. I saw everybody just deflate. The pipes still haven't been replaced. The water is still poisoned. How many shows on Flint since he drank the water?\"\nIs Moore correct that in Flint, \"the pipes still haven't been replaced. The water is still poisoned\"? The frustration he’s channeling is understandable. But he glosses over the progress that has been made in ameliorating this long-lasting problem. (Moore did not respond to our inquiries.)\nOrigins of the problem\nIn Flint -- a low-income and majority African-American city beset by a decline in the manufacturing industry -- the lead poisoning was precipitated by Republican Gov. Rick Snyder. Snyder had campaigned on his managerial experience and had promised to bring outside experts to transform financially languishing municipalities.\nUnder emergency management, the city ended its agreement to obtain water from the Detroit Water and Sewerage Department and instead joined a new pipeline project, the Karegnondi Water Authority, that would draw water from Lake Huron. The move, made officially in April 2013, was done in large part to save the city millions of dollars.\nThe day after the switch was announced, the Detroit Water and Sewerage Department said it would cut off service in April 2014. Since the pipeline wouldn’t be ready by then, the city prepared to switch its water supply to the Flint River. However, the river water contained salts that would corrode pipes, and the right mix of corrosion inhibitors was never used. Not only did residents complain that their new water was foul, but it eventually became clear that lead was leaching into the water supply from the city’s old pipes. Lead is a highly toxic metal, especially for children whose bodies are still developing.\nAfter a litany of missed opportunities, the situation became a focus of the national media in the second half of 2015, prompting both emergency water distribution and a search for a longer-term solution.\nWater quality\nSince the problems emerged and remedial actions were taken, the Environmental Protection Agency has conducted several rounds of testing, most recently in July. These samplings have shown improvements in lead levels, as long as residents use filters that are being provided free of charge.\nIn June, officials decided that levels were safe enough to lift restrictions on pregnant women and small children from drinking the tap water, as long as it was filtered.\nThe main challenge is that \"filter installation, operation and replacement are sometimes challenging, said Peggy Kahn, a University of Michigan-Flint political scientist who has closely tracked the issue.\n\"While lead levels have fallen according to sampling tests, there is concern that there is still lead in the system, and it is unclear whether every residence has safe water,\" Kahn said.\nIn September 2016, Mark Durno, deputy chief of the EPA's emergency response branch, told the Detroit Free Press that lifting the filter requirement before the end of the year is not likely, barring a dramatic drop in lead levels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMarc Edwards -- a Virginia Tech environmental and water resources engineer who leads the Flint Water Study team, which helped identify the problem in the first place -- told PolitiFact that the improvements are real even though filters are still needed.\n\"Our recent data is indicating that the drinking water in Flint in terms of lead and other contaminants after the unprecedented intervention is now in the range of other cities with old pipes,\" Edwards said. \"Obviously, that is nothing to brag about, and the state and federal government are erring on the side of caution, including not giving an ‘all clear’ until there is a reasonable margin of safety. … But it is incorrect to say that Flint water is worse than that of other cities, at present, and given that residents are being provided protection, I think Flint residents are actually better off than residents in many other cities.\"\nWater delivery infrastructure\nProgress on replacing pipes has taken longer, due in part to Congress’ inability to come to an agreement on funding.\nFlint has begun to rip out and replace some of the hazardous pipes under a \"FAST Start program\" that uses $27 million in funds appropriated by the state. Through mid November, pipes at 346 homes have been replaced. The city plans to replace pipes in a total of 788 homes this fall.\nThe problem is that this is a small fraction of all pipes that will eventually need replacing. Bridge magazine, a Michigan publication that has been tracking the situation in Flint, has estimated that more than 17,000 homes may still need to be addressed, including homes with lead pipes and galvanized steel pipes, which entail similar hazards. A spokeswoman for the city of Flint, Kristin Moore, offered a similar number.\n\"While continuing to provide residents with free bottled water and filters is a needed and important step, the mayor stresses that we know it is only a temporary fix,\" Kristin Moore said. \"Therefore, doing what is necessary to eliminate the ongoing effects of the water crisis, including replacing all the lead-tainted pipes in the city of Flint, remains a top priority.\"\nEdwards of Virginia Tech acknowledged the long road ahead, emphasizing that speeding up the process -- and potentially cutting corners -- could lead to more problems.\n\"While I know that lead pipe replacement sounds easy to a layperson, it is actually a very difficult and expensive process, and if done incorrectly can actually leave the problem worse than without pipe replacement,\" he said. \"Realize that you are disturbing a very hazardous material that is dispensing water intended for human consumption. Even a very ambitious lead pipe replacement project would take five to seven years to complete.\"\nEdwards mentioned a \"pipe replacement disaster\" in Washington, D.C., as a precedent to avoid. The project involved 12,000 pipe replacements at a cost of more than $100 million over seven years — \"and in the process they actually increased the incidence of childhood lead poisoning due to falsified science and government agency misconduct,\" he said.\nEdwards understands this will sound like cold comfort for residents of Flint.\n\"Many Flint residents, with good reason, will never trust the safety of their potable water again, or the word of any government agency,\" he said. \"A few of them will not even trust me (or my colleagues) even after we exposed the problem. We cannot and do not blame them for that, given their journey. But the facts do not support statements that say Flint water is any more poisonous than other cities, especially considering the provision of the free filters and bottled water that protect consumers from any lead problems that remain.\"\nOur ruling\nMoore said that in Flint, \"the pipes still haven't been replaced. The water is still poisoned.\"\nIt will take years to complete the replacement of Flint’s pipes. Officials have replaced a few hundred pipes, with thousands more to go.\nThe tap water is still not safe to drink on its own. However, experts said the city has made progress here, and the water is considered safe when filtered, putting it on par with other cities with older infrastructure.\nWhile considerable hurdles remain, Moore has glossed over progress that has been made. We rate his statement Half True.\nhttps://www.sharethefacts.co/share/db63e815-a3e5-4d32-aa87-0c16172dd1d5", "vclaim_id": "vclaim-pol-03923"}