{"url": "/factchecks/2018/jun/13/donald-trump/bill-clinton-north-korea-3-billion-nuclear/", "speaker": "Donald Trump", "vclaim": "Says Bill Clinton \"spent $3 billion and got nothing. And (North Korea) started making nuclear weapons a day later.\"", "truth_label": "barely-true", "date": "stated on June 12, 2018 in Singapore press conference:", "title": "No, Bill Clinton did not give North Korea $3 billion for nothing, as Donald Trump said", "text": "Fresh off the first meeting of a sitting U.S. president and North Korean leader, President Donald Trump said his administration would accomplish what others could not with the rogue nuclear state.\nOn June 12, Trump and Kim Jong Un signed an agreement to \"work toward complete denuclearization of the Korean Peninsula.\" When asked whether this was just another empty promise on North Korea’s behalf, Trump said it was not.\n\"Well, you have a different administration. You have a different president. You have a different Secretary of State,\" Trump said. \"You have people that are — you know, it’s very important to them. And we get it done.\"\nTrump clarified he wasn’t just talking about Barack Obama. He put forth another example of past failure: former President Bill Clinton.\n\"(Kim) actually mentioned the fact that they proceeded down a path in the past and ultimately as you know nothing got done,\" Trump said. \"In one case, they took billions of dollars during the Clinton regime. ... Took billions of dollars and nothing happened. … And (Clinton) spent $3 billion and got nothing. And he started making nuclear weapons a day later.\"\nDid Clinton spend $3 billion on North Korea and accomplish \"nothing\"? That’s incorrect for several reasons.\nThe White House did not respond to a request for comment.\nIt wasn’t $3 billion\nTrump’s dollar estimate is overstated.\nThe Congressional Research Service, a nonpartisan arm of Congress, reported that between 1995 and 2008, the United States provided North Korea with over $1.3 billion in assistance.\nCRS reported that \"slightly more than 50 percent for food aid and about 40 percent for energy assistance.\" The funding was distributed from the end of Bill Clinton’s first term to the final year of George W. Bush. $666 million were given during the Clinton administration.\nThe portion for food aid was aimed at patching the chronic malnutrition faced by large portions of the North Korean population, as a result of famine and inequalities perpetuated by the dictatorship.\nThe United States provided energy funds of $549.7 million in two chunks to North Korea, one between 1995 and 2003, another between 2007 and 2009. From the context of his remark, it seems Trump was talking about the first stream under Clinton.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat’s the 1994 Agreed Framework, negotiated between the United States and North Korea amid threats from Pyongyang to pull out of the Nuclear Nonproliferation Treaty.\nIn the treaty, North Korea agreed to halt production of plutonium, which is used for nuclear weapons. The country halted plutonium processing in Yongbyon and froze construction of two other reactors.\nIn return, an international consortium would replace North Korea’s plutonium reactor with two light-water reactors, mostly financed by Japan and South Korea, to provide the energy without nuclear capability. Meanwhile, the United States agreed to supply heavy fuel oil.\nThe two light-water nuclear reactors were never built. The United States nonetheless provided North Korea $400 million in heavy fuel oil until 2003. The money was distributed by the Korean Peninsula Energy Development Organization, the organization established to implement the Agreed Framework.\nWhen Clinton was president, the United States provided $236 million.\nIn 2002, U.S. negotiators presented North Korean officials with evidence of a clandestine uranium enrichment program, which North Korean officials initially confirmed, then denied, leading to the breakdown of the Agreed Framework under the Bush administration, according to another CRS report. That’s about eight years later than Trump suggested.\nDid Clinton \"accomplish nothing\"?\nWhile the agreement ultimately failed with the revelation of North Korea’s uranium enrichment program, experts said it was too far to say that the agreement Clinton struck didn’t do anything.\n\"The Framework Agreement was at best an incomplete agreement, but it worked for the better part of a decade to keep spent reactor fuel in cooling ponds,\" Jonathan Pollack, nonresident senior fellow in the Center for East Asia Policy at the Brookings Institution. \"Not optimal, perhaps, but it kept North Korea’s plutonium based program frozen between 1994 and 2002.\"\nKingston Reif, director of disarmament and threat reduction policy at the Arms Control Association, pointed to the key metric of North Korean warheads from Clinton’s defense secretary, William Perry. In Perry’s 2015 book My Journey at the Nuclear Brink, he estimated that North Korea would have enough plutonium for more than 100 nuclear warheads today, as opposed to the estimated 25 in its current arsenal, were it not for the Framework Agreement.\nGreg Thielmann, former director of the Strategic, Proliferation, and Military Affairs Office of the State Department's Intelligence Bureau, said Clinton’s policies also interrupted North Korea’s flight-testing of longer range ballistic missiles.\n\"Recall that the U.S. intelligence community had predicted in the fall of 1999 that North Korea was likely to test an intercontinental-range ballistic missile before the end of the year,\" Thielmann said. \"But instead, North Korea agreed during the Clinton administration to a missile testing moratorium that lasted until 2006.\"\nOur ruling\nTrump said Clinton \"spent $3 billion and got nothing. And (North Korea) started making nuclear weapons a day later.\"\nThe money that went toward North Korea as part of the Agreed Framework, negotiated by Clinton in 1994, amounted to approximately $400 million. The rest of the $1.3 billion the United States has spent on North Korea mostly went toward food aid. North Korea’s nuclear capabilities were curbed for almost a decade, experts told us, tempering Trump’s claim that the deal accomplished \"nothing.\"\nThere's an element of truth in that money changed hands and North Korea found another way to get nuclear bomb material. But the specifics Trump offered are overblown and incorrect. So we rate this claim Mostly False.\n Share the Facts 2018-06-13 16:37:19 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Bill Clinton \"spent $3 billion and got nothing. And (North Korea) started making nuclear weapons a day later.\"    Donald Trump President of the United States https://www.whitehouse.gov/briefings-statements/press-conference-president-trump/   In Singapore press conference Tuesday, June 12, 2018 2018-06-12    Read More  info", "vclaim_id": "vclaim-pol-01967"}