{"url": "/factchecks/2020/apr/22/tom-tiffany/state-health-secretary-andrea-palm-not-wisconsin-s/", "speaker": "Tom Tiffany", "vclaim": "Says Department of Health Services Secretary Andrea Palm is a “career bureaucrat with no past ties to Wisconsin.”", "truth_label": "mostly-true", "date": "stated on April 20, 2020 in a public forum:", "title": "State Health Secretary Andrea Palm is not from Wisconsin, but Sen. Tom Tiffany muddled his point", "text": "Wisconsin Republicans continue to blast Gov. Tony Evers and his administration as the state remains shuttered to combat the spread of the coronavirus. \nA popular target of their ire: Department of Health Services Secretary Andrea Palm. Republican leaders of the state Legislature went to court on April 21, 2020 to try to curb Palm’s power during a health emergency, contending she has \"laid claim to a suite of czar-like powers.\"\nState Sen. Tom Tiffany, a Minocqua Republican, previewed that sentiment in an April 20 Facebook post. Tiffany is also running for the open 7th Congressional District seat in the May 12 special election.\nIn his post, Tiffany criticized the administration's move to extend Wisconsin’s stay-at-home order to late May and pledged action by state Republicans. It went on to say: \"The power grab by a career bureaucrat with no past ties to Wisconsin will be challenged. A plan to safely and responsibly reopen will be created.\"\nWhile Evers is the only one mentioned in the post, the order itself was issued by Palm, who oversees the Department of Health Services even though she has not been confirmed by the GOP-controlled Senate.\nAnd Tiffany argued he was referring to Palm as the career bureaucrat.\nHow does the senator’s claim hold up?\nAndrea Palm: A history lesson\nEvers tapped Palm in January 2019 to run one of the state’s largest agencies, which oversees an $11.5 billion budget, more than 6,000 employees and several programs, including Medicaid. The Senate has yet to confirm her appointment, and some senators want to fire her — even as she helps guide the state through a public health crisis. \nAn aide for Tiffany pointed to two biographies of Palm and her LinkedIn page to back up Tiffany’s claim.\nLet’s see what they say:\nPrior to her arrival in Wisconsin, Palm spent three years as senior counselor to the Secretary of Health and Human Services under President Barack Obama. She’s held other positions at HHS as well, including chief of staff and counselor to the secretary for science and public health.\nShe also worked for five years as a senior health policy adviser to then-U.S. Sen. Hillary Clinton and, before that, was the legislative director for former U.S. Rep. Bob Matsui, a California Democrat. \nPalm earned a bachelor’s degree from Cornell University and went on to get her master’s at Washington University in St. Louis. According to WisPolitics, she was born in Star Lake, NY.\nSo, Palm is not a Badger. What about a career bureaucrat?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nMerriam-Webster defines a bureaucrat as a member of a bureaucracy, which is \"a body of nonelected government officials\" or \"an administrative policy-making group.\"\nPalm’s resume shows she has a long career in administration with an emphasis on health policy. By definition, that makes her a bureaucrat. Whether one views that as a bad thing, as Tiffany does, is a matter of opinion. \nCase closed?\nNot quite.\nBefore Tiffany referenced Palm in his Facebook post, he went on a tirade against Evers.\n\"Last week, Governor Tony Evers deflated the hopes of people across Wisconsin with the announcement of shutting down the state through May,\" he said. \"Most people understood constraining their lives through April 24. Unfortunately Governor Evers provided no plan for the future.\"\nWhen he refers to Palm, he says in full: \"The power grab by a career bureaucrat with no past ties to Wisconsin will be challenged.\"\nBut Tiffany never names the health secretary. The only person he directly identifies is Evers. That leaves readers with the impression that he’s discussing the governor — who was born in Plymouth, attended the University of Wisconsin and worked for 10 years as the state’s superintendent of public instruction.\nAs for the \"power grab?\"\nThat’s Tiffany’s opinion, and a question ultimately for the Supreme Court. But it is worth noting that — as the COVID-19 fallout has shown — Palm and Evers, like other governors and health officials, have broad powers in the face of such a crisis.\nOur ruling\nIn a Facebook post, Tiffany called Palm \"a career bureaucrat with no past ties to Wisconsin.\"\nOne problem: He doesn’t tell people he’s talking about the health secretary. At first glance, it seems as if Tiffany is targeting Evers, who has deep ties to Wisconsin.\nThat leaves us with a statement that’s accurate but needs clarification or additional information.\nWe rate Tiffany’s claim Mostly True.", "vclaim_id": "vclaim-pol-16987"}