{"url": "/factchecks/2018/oct/04/donald-trump/donald-trump-sen-blumenthal-lied-about-his-service/", "speaker": "Donald Trump", "vclaim": "Says Sen. Richard Blumenthal \"lied about his service\" in Vietnam.", "truth_label": "mostly-true", "date": "stated on October 2, 2018 in a rally in Southaven, Miss.:", "title": "Donald Trump: Sen. Blumenthal 'lied about his service' in Vietnam", "text": "Sen. Richard Blumenthal, D-Conn., brought Christine Blasey Ford to tears when he praised her courage at coming forward with her account of a sexual attack by Supreme Court nominee Brett Kavanaugh more than 30 years ago.\nAt a rally in Southaven, Miss., President Donald Trump went from disparaging Ford to denouncing Blumenthal.\nTrump dubbed Blumenthal \"Da Nang Richard,\" a reference to a battleground in the Vietnam War.\n\"This guy lied about his service,\" Trump said Oct. 2.\nTrump went on to embellish his attack on Blumenthal’s credibility, adding a couple of invented details that we rated False in a companion fact-check. \nBut here, we focus on whether Blumenthal ever misled about his military service.\nBy his own admission, he did.\nAn election revelation\nAs Blumenthal was running for U.S. Senate in 2010, the New York Times reported that on a couple of occasions, he had talked inaccurately about his Vietnam years.\nBlumenthal enlisted in the Marine Corps Reserves in 1970. Until then, five deferments had kept him out of the war. Getting a coveted slot in the reserves reduced the chance of battlefield deployment. Blumenthal went through basic training and served six years in the Washington, D.C area and Connecticut.\nAs Connecticut’s Attorney General, Blumenthal regularly attended Memorial Day parades and other events that recognized soldiers and veterans. The New York Times wrote May 17, 2010, that in 2003, Blumenthal had spoken at a rally supporting troops overseas. The newspaper reported that Blumenthal said, \"When we returned, we saw nothing like this.\" That was a comparison with soldiers who came back from Vietnam.\nBlumenthal repeated a similar line at a 2007 Memorial Day parade in Milford, Conn. And at a 2008 ceremony for veterans and senior citizens, Blumenthal said, \"We have learned something important since the days that I served in Vietnam.\"  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAt the same event, he first said he served \"during the Vietnam era.\" It was later in his remarks that he spoke of actually being there.\nSo, at three public events, Blumenthal clearly placed himself in Vietnam. But at other times, his words reflected his actual resume.\nDuring a televised candidate forum March 1, 2010, two months before the New York Times article, Blumenthal distinguished between serving \"during\" and \"in\" the war.\n\"Although I did not serve in Vietnam, I have seen first-hand the effects of military action,\" he said.\nOver the years, newspapers described his military service in different ways.\nIn 2003, the Connecticut Post referred to Blumenthal as \"a former Marine sergeant who served in Vietnam.\" The paper repeated that in a 2008 article, but in 2009, called him \"a Marine sergeant during the Vietnam era.\" The New Haven Register wrote in 2007 of him as, \"Attorney General Richard Blumenthal, who served with the Marines in Vietnam.\"\nAt the time, Blumenthal did not correct any of those descriptions.\nThe apology\nA day after the New York Times story, Blumenthal held a news conference in West Hartford, Conn.\n\"I routinely describe my pride at having served in the United States Marine Corps Reserves during the Vietnam era,\" Blumenthal said, flanked by veterans. \"On a few occasions, I have misspoken about my service. And I regret that, and I take full responsibility.\"\nBlumenthal released a statement about a week later saying, \"I have made mistakes and I am sorry.\"\nOur ruling\nTrump said Blumenthal lied about serving in Vietnam. On at least three occasions, Blumenthal did say things that placed him actually in Vietnam. At other times, he was more careful, saying he served \"during\" the war. And while running for senator, he specifically said he had not served in Vietnam.\nBut at the end of the day, Blumenthal agreed that he had \"misspoken.\"\nWe rate this claim Mostly True.\n Share the Facts 2018-10-04 22:06:49 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says Sen. Richard Blumenthal \"lied about his service\" in Vietnam.    Donald Trump President of the United States https://youtu.be/6yAYEu_sBeE?t=13m   At a rally in Southaven, Mississippi Tuesday, October 2, 2018 2018-10-02    Read More  info", "vclaim_id": "vclaim-pol-01525"}