{"url": "/factchecks/2010/may/18/alex-sink/rick-scott-supports-oil-drilling/", "speaker": "Alex Sink", "vclaim": "\"Rick Scott's even saying he wants more offshore drilling.\"", "truth_label": "true", "date": "stated on May 15, 2010 in email:", "title": "Rick Scott supports oil drilling", "text": "The oil spill in the Gulf of Mexico has made offshore drilling an important issue in many Florida campaigns. In the governor's race, Democrat Alex Sink says that one of her Republican opponents, Rick Scott, wants to expand drilling. Sink campaign manager Jim Cassady wrote an e-mail May 15, 2010, that said: \"While we've been fighting to end drilling, neither of Alex's Republican opponents will support the amendment to ban drilling off Florida's coast -- Bill McCollum won't, and Rick Scott's even saying he wants more offshore drilling. We can't stand by and let a disaster like this happen again.\"We were interested in the part of the claim about Scott. In the wake of the massive spill, is Scott arguing for more offshore drilling?Sink's campaign pointed us to Scott's website that includes his position on \"energy independence\":\nEnergy Independence is not just critical to our economic security, it is also it crucial (sic) to our national security. We must stop being dependent on other countries for oil. We need to build more nuclear plants, invest in alternative fuels and drill off shore. But we must ensure that Florida’s beaches are protected. ... As we explore the expansion of domestic drilling in the U.S. we must ensure that we have sound policies in place that ensure the companies drilling are doing so in an environmentally sound way and adhering to the strictest of safety standards. ... Rick supports expansion of nuclear power, use of alternative fuels and off-shore drilling.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKendrick Meek\n\n\nstated on April 29, 2010 in an interview on CNN.\n\n\n\n\n\n\n\n\n\"The governor switched his position once again on offshore oil drilling.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • April 30, 2010\n\n\n\n\n\n\n\nSink's campaign also sent us a May 11 Palm Beach Post blog that said Scott would oppose a constitutional ban on offshore drilling. Some political leaders have called for a ballot measure prohibiting drilling within 10 miles of Florida's coast.\"We need to protect our beaches, break our dependency on foreign oil and hold oil companies accountable when there are problems,\" Scott said, according to the blog. \"As governor, I’ll look to strike a balance between responsible exploration that takes every precaution and is far enough from our shores while holding oil companies accountable for their mistakes.\"We asked Scott's campaign if he supports an expansion of oil drilling. Spokesperson Jennifer Baker said that Scott's statement about drilling was posted on his website before the April 20 spill but was later clarified to add the phrase calling for policies to allow drilling in an \"environmentally sound way and adhering to the strictest of safety standards.\" That phrase was included on his website as of May 17, 2010. She said Scott supports drilling on the condition that it be done safely.\"He states that it must be done safely, we need to figure out what went wrong with the BP spill and hold the people responsible accountable and in the future drilling should be part of a comprehensive energy strategy that makes the United States energy independent,\" Baker said.She sent us a link to an interview on WIOD News Radio in which he was asked if he wanted to continue to drill.\"I believe we can come up with a way to drill with the right precautions,'' Scott said. Scott's campaign doesn't dispute that he is in favor of offshore drilling and against a constitutional ban -- as long as the drilling is done safely. Certainly any candidate or politician who supports drilling wants it done safely -- we don't believe that makes Sink's claim inaccurate. Sink's campaign said that Scott wants \"even more offshore drilling'' -- and that's an accurate account of what he's said. We find this claim True.", "vclaim_id": "vclaim-pol-14998"}