{"url": "/factchecks/2015/mar/18/susan-pitman/teen-alcohol-abuse-has-dropped-double-digits-advoc/", "speaker": "Susan Pitman", "vclaim": "The state of Florida has seen \"double-digit drops\" in alcohol use among teens.", "truth_label": "mostly-true", "date": "stated on March 16, 2015 in a state Senate committee hearing:", "title": "Teen alcohol abuse in Florida has dropped by double digits, advocate says", "text": "As the Legislature considers changing rules for Florida’s burgeoning craft beer industry, one advocacy group is saying it’s important to maintain the state’s downward trend in teen alcohol abuse.\nDuring debate at the Senate commerce and tourism committee about whether to let breweries sell 64-ounce growlers, Susan Pitman, a board member for a collection of drug abuse prevention groups called the Florida Coalition Alliance, urged lawmakers to consider limiting pour sizes in beer-tasting rooms.\nPitman said that preventing alcohol abuse demands regulation of these tasting rooms.\n\"While the country as a whole has seen a decline in youth drinking, the state of Florida is a leader, with double-digit drops in 30-day teen alcohol use,\" she said.\nPitman’s arguments may have had some impact; sponsor Sen. Jack Latvala, R-Clearwater, agreed to revisit his bill.\nBut in the meantime, we wondered: Has the declining drinking rate of Florida’s minors really dropped as much as Pitman said? (We considered checking whether Florida’s decline made it a \"leader\" among states, but we backed off after we learned that the state and national numbers -- which also are on the decline -- aren’t precisely comparable.)\nPitman, who also serves as executive director of Jacksonville-based Drug Free Duval, told PolitiFact Florida that she got her talking point from the Florida Youth Substance Abuse Survey. That’s an annual questionnaire given to middle and high school students in order to collect data about risky behaviors, such as smoking and drug use.\nThe survey is coordinated by the state departments of Children and Families, Education, Health, Juvenile Justice and the Governor's Office of Drug Control. The 2014 report is drawn from answers from almost 70,000 Florida students from all 67 counties.\nThere are several questions measuring alcohol use, including binge drinking and whether kids have ever tried alcohol. But in the category Pitman cites -- the percentage of children who had used alcohol during the past 30 days -- the data show a distinct decrease over the last decade.\n\n\n\n\n\nGrade\n\n\n2004\n\n\n2014\n\n\nDecline, 2004-2014\n\n\n\n\n\n\nMiddle schoolers\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKathleen Passidomo\n\n\nstated on May 30, 2011 in a newspaper article\n\n\n\n\n\n\n\n\n\"It is a greater crime to have an untagged alligator than to host an open house party (for kids).\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • June 2, 2011\n\n\n\n\n\n\n\n\n\n20.3 percent\n\n\n10.1 percent\n\n\n10.2 points\n\n\n\n\nHigh schoolers\n\n\n42.0 percent\n\n\n28.4 percent\n\n\n13.6 points\n\n\n\n\n\nThat’s a double-digit drop for both categories, providing strong evidence for Pitman’s claim.\nThe only caveat is that there’s a different data set that leads to slightly different results.\nEvery two years, the Centers for Disease Control and Prevention undertakes a survey for the Youth Risk Behavior Surveillance System. It’s conducted every odd-numbered year during the spring semester for grades 9-12 and for middle schoolers. The 2013 data was culled from more than 13,000 forms filled out in schools across the United States.\nThe CDC survey doesn’t offer 30-day alcohol data for middle schoolers, but it does for high schoolers. For Florida, the survey found that between 2003 and 2013, alcohol use by high schoolers during the previous 30 days dropped from 42.7 percent to 34.8 percent. That’s a decline of a little under 8 percentage points -- a bit shy of a double-digit drop.\nOur ruling\nPitman said Florida has seen \"double-digit drops\" in alcohol use among teens.\nA survey conducted by the state does show double-digit drops for both middle- and high-schoolers over the last decade, though the decline for high schoolers in a survey by the Centers for Disease Control and Prevention found a decline of about 8 percentage points.\nThe statement is accurate but needs additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-06612"}