{"url": "/factchecks/2018/nov/02/donald-trump/medicare-all-expands-medicare-does-not-obliterate-/", "speaker": "Donald Trump", "vclaim": "\"The Democrat plan would just obliterate Medicare and terminate Medicare Advantage ... seniors who have been paying for this for years (and) will not be taken care of anymore.\"", "truth_label": "false", "date": "stated on October 26, 2018 in a campaign rally:", "title": "Medicare for All expands Medicare, does not obliterate it, as Donald Trump says", "text": "President Donald Trump has picked up a time-tested Democratic attack line.\n\"A vote for Democrats is also a vote to destroy Medicare,\" Trump said at a rally in Charlotte, North Carolina on Oct. 26.\nWhen Democrats said Republicans \"voted to end Medicare\" in 2011, we called it the Lie of the Year. Trump is also wrong here.\nIn rallies across the country, Trump has been claiming health care coverage for the elderly is under threat by Medicare for All, a plan Senator Bernie Sanders, I-Vt., introduced in September 2017.\n\"The Democrat plan would – it would just obliterate Medicare and terminate Medicare Advantage ... Do you know about this? Has anyone heard this? It will obliterate 700,000 North Carolina seniors who have been paying for this for years (and) will not be taken care of anymore.\"\nTrump said the same thing in a Wisconsin rally.\nFirst, there are a wide array of approaches Democrats have proposed to expand health care coverage. Medicare for All is the most aggressive plan that offers most benefits to seniors, but it is certainly not supported by all Democrats.\nIt had 16 co-sponsors in the Senate, which is fewer than half the Senate Democrats. Similar legislation in the House has 123 co-sponsors. It has been referred to a Senate committee, but nothing more has been done with it.\nWhile the Sanders bill would likely change Medicare, it would not get rid of it or \"obliterate\" it. The Sanders bill would transform the health insurance system from a mix of private and public coverage options that depend on age, employment and income, to a single-payer system where everybody would be insured through the government.\n\"It would mean people who are currently enrolled (in Medicare) would get something much more generous and comprehensive than they are currently getting,\" said Linda Blumberg, health policy fellow with the Urban Institute.\nMedicare serves almost one out of six Americans. It primarily covers people 65 and older, but it also helps millions of citizens with disabilities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nMedicare has four main parts, but three – B, C and D – are optional. People can decide to use them and pay premiums for the coverage. Anyone who qualifies gets the coverage for part A.\nMedicare Advantage is the C component; it’s run by private companies and offers the services Medicare does and more, such as dental or vision coverage. About a third of Medicare enrollees are signed up for such a plan.\nUnder Sanders’ plan, after a four-year transition period, all of these components would be replaced with a health care plan that includes vision, hearing and dental coverage, as well as stronger financial protections.\nThere would be no premiums or cost-sharing requirements, other than limited cost-sharing (up to $200 per year) on prescription drugs. Patients would be allowed to go to any provider, not limited by a network.\nChristine Eibner, a health policy analyst at the RAND Corporation, said provider access might change when the federal government is in charge of negotiating and potentially setting rates for services. The amount of services providers are willing to offer, for example, may decrease if the prices are too low.\nTricia Neuman, director of the program on Medicare Policy at the Kaiser Family Foundation, said Sanders’ bill includes a provision that would allow doctors to opt out of the program, just as they can under Medicare.\n\"For this to create widespread access problems, doctors would need to have enough patients who are wealthy enough to pay whatever fees the doctors charge out of their own pockets,\" Neuman said. \"So far, this happens very rarely under Medicare.\"\nBut the effect it would have remains to be seen. The same goes for cost; the revenue options are not incorporated in the legislative language. But Sanders has proposed funding through payroll taxes as well as income taxes for the highest earners. That would only affect the highest-earning seniors.\nThe same benefits would be extended to all citizens; the plan would eliminate employer-based coverage and replace virtually all private insurance.\nOur ruling\nTrump said, \"The Democrat plan would just obliterate Medicare and terminate Medicare Advantage ... seniors who have been paying for this for years (and) will not be taken care of anymore.\"\nNot all Democrats support Medicare for All. The proposed new system gets rid of Medicare and Medicare Advantage as they stand in order to expand health benefits. Nobody would lose their health care coverage.\nWe rate this statement False.\n Share the Facts 2018-11-02 21:54:08 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"The Democrat plan would just obliterate Medicare and terminate Medicare Advantage ... seniors who have been paying for this for years (and) will not be taken care of anymore.\"    Donald Trump President of the United States https://www.youtube.com/watch?v=VKxj2jPPvTI   In a rally Friday, October 26, 2018 2018-10-26    Read More  info", "vclaim_id": "vclaim-pol-01325"}