{"url": "/factchecks/2020/apr/29/facebook-posts/experts-say-covid-19-may-well-be-here-stay-even-af/", "speaker": "Facebook posts", "vclaim": "COVID-19 is “here to stay” and “we need to accept that and be prepared to deal with COVID long term.”", "truth_label": "mostly-true", "date": "stated on April 26, 2020 in a Facebook post:", "title": "Experts say COVID-19 may well be “here to stay,” even after a vaccine", "text": "The debate over when to re-open Wisconsin has escalated quickly.\nFrustration with the extended quarantine is mounting on social media, and residents around the state have defied social distancing orders to attend rallies demanding Gov. Tony Evers ease restrictions.\nProtesters say the COVID-19 pandemic has slowed enough to justify reopening, given the mounting economic and health impacts.\nOne viral Facebook post — making the case to move toward re-opening the state — says we need to get used to living in a world with COVID-19.\nIt was posted April 26, 2020, by Dr. David Murdock, a research cardiologist with the Aspirus health system in Wausau who was placed on leave after attending an April 19, 2020, re-open rally in Mosinee.\n\"The consensus medical view is that this virus is here to stay. In other words, this virus cannot be defeated simply by staying inside for a couple of months,\" wrote Murdock, who said he was observing from the rear of the rally at a safe distance to gather material for a memoir. \"The world will likely see periodic outbreaks, and we need to accept that and be prepared to deal with COVID long term.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nMurdock makes an array of points in the wide-ranging post, which has been shared more than 2,000 times. But we’re especially interested in the claim about the longevity of COVID-19.\nOf course, the \"Safer at Home\" order from Evers —  and similar efforts across the country, including guidance from President Donald Trump —  is not designed to eradicate the disease. It was implemented to slow the spread so hospitals aren’t overwhelmed. \nUnderstanding that, we still wanted to examine the underlying claim.\nCOVID-19 has sickened 3 million and killed more than 200,000 globally. Is it really here to stay?\nWe asked the experts.\nVaccine no guarantee to end COVID-19\nMany experts have said a true return to normalcy likely isn’t possible until a vaccine is widely available, which could be a year or more.\n\"We're going to probably all need to be used to social distancing for the next 12 to 18 months,\" John Raymond, CEO of the Medical College of Wisconsin, said during an April 27, 2020, online briefing for the Greater Milwaukee Committee. \"Until hopefully we have an effective vaccine, it's likely we're going to be living with COVID-19.\"\nBut a vaccine doesn’t necessarily mean the end of COVID-19.\nLike much about this coronavirus, this isn’t something we can say for sure yet. But experts we talked to said complete eradication would be a major undertaking.\n\"Absent a vaccine, I think it would quite likely become like seasonal flu or perhaps like some of the other coronaviruses that we are familiar with,\" said Bill Hanage, an associate professor of epidemiology at Harvard University’s School of Public Health. \"It is entirely plausible that this could become part of our regular landscape of respiratory viraI infections.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe vaccine he references would be a theoretical one that is 100% effective and gives lifelong immunity. But vaccines are \"almost never perfect,\" notes Barry Bloom, a professor of public health at Harvard.\nBloom also expressed concern over the volume of misinformation about COVID-19 vaccinations on social media, which include a host of conspiracy theories about pushing people to vaccinate and concerns about how the vaccines may be dangerous. That could affect willingness to take a vaccine once it’s available.\n\"The vaccine is only a tool if it’s used,\" Bloom said.\nWhat we don’t know\nHanage said an array of key unknowns will determine the long-term future of COVID-19. They include:\n\n\nWhether people can get re-infected, and how severe those recurrences would be\n\n\nHow much immunity results from minor infections\n\n\nHow the summer warmup alters infectiousness (based on both people’s behavior and the reaction of the virus itself; generally coronaviruses don’t survive as long in warmer weather)\n\n\nEven if the virus does stick around, though, it may not be the threat it is today.\n\"If that immunity is not very long-lasting — and we have good reason from other coronaviruses including the original SARS, that it won’t be — what type of infections will people have when their immunity starts to wane?\" Hanage said. \"The first thing to say is we don’t know, but I think it’s also plausible to suggest they might be milder.\"\nIt’s worth noting that SARS — a disease caused by a coronavirus that killed 800 during a 2003 outbreak — has been eradicated. But there are key differences that make COVID-19 a more formidable foe.\nIn a March 5, 2020, article for The Lancet medical journal, Annelies Wilder-Smith noted COVID-19 can be passed on by those with minor symptoms or none at all (SARS patients generally weren’t contagious until they had severe symptoms). And COVID-19 is more easily transmitted and has had a more prevalent community spread.\n\"The virus remains, and we need to learn how to deal with it,\" Wilder-Smith, a professor of emerging infectious diseases at the London School of Hygiene and Tropical Medicine told PolitiFact Wisconsin. \"Certainly lock-down is only a temporary solution whilst we gear up to provide the true solution. Yes, we need to prepare for this reality.\"\nCharles Branas, chair of the epidemiology department at Columbia University’s Mailman School of Public Health, told PolitiFact Wisconsin eradicating the virus like we did with smallpox \"will be challenging, to say the least.\" Ali Khan, dean of the College of Public Health and professor of epidemiology at the University of Nebraska Medical Center, said COVID-19 sticking around is \"likely, but not inevitable.\"\nKhan noted some countries already are attempting to eliminate the virus. China, New Zealand, Australia and Vietnam have all set a goal of not just containment, but elimination. The New York Times reported April 24, 2020 that the adjoining nations of Australia and New Zealand are seeing just a handful of new infections each day and closing in on their \"extraordinary goal.\"\nOur ruling\nA widely shared Facebook post from a Wisconsin doctor said we need to face the reality that COVID-19 is \"here to stay\" and \"we need to accept that and be prepared to deal with COVID long term.\"\nHe was making the point that staying indoors for another month or two with extended shelter-in-place orders won’t get rid of the virus. (Though, as noted, the shelter-in-place orders are not meant to fully eradicate the virus.)\nExperts say it’s still too early to know this with complete certainty, since much remains unknown about the nature of immunity. And we have no clue how effective a future vaccine may be.\nBut a best guess at this point is that COVID-19 could indeed stick around long-term, waxing and waning similar to the seasonal flu. Experts say there’s also reason to believe that lingering version could be less severe, though, a nuance Murdock did not address.\nBased on what we know now, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-17025"}