{"url": "/factchecks/2017/mar/31/tony-evers/state-school-superintendent-misses-claim-5-percent/", "speaker": "Tony Evers", "vclaim": "A study of where teachers apply to work found that \"less than 5 percent wanted to work in rural Wisconsin.\"", "truth_label": "false", "date": "stated on March 10, 2017 in an interview:", "title": "State school superintendent misses on claim that 5 percent of teachers want to work in rural schools", "text": "At a campaign stop in northern Wisconsin, State Schools Superintendent Tony Evers addressed a hot topic: the declining supply of new teachers.\nThe trend \"concerns me from the Northwoods point of view,\" Evers said, according to a WXPR public radio story that aired March 13, 2017.\nHe added that a University of Wisconsin-Madison study had found that among teachers looking for work, \"less than 5% wanted to work in rural Wisconsin.\"\nThat’s bleak news for rural school districts -- if true.\nIs it?\nBehind the number\nThe Evers campaign told us the statistic came from research conducted by Peter Goff, a UW-Madison professor who is leading a team studying teacher supply and demand in Wisconsin.\nGoff shared with us a draft version of the study, which is expected to be published soon by the Wisconsin Center for Education Research, headquartered on the campus.\nEvers and other DPI officials were briefed on a preliminary, 2016 version of the findings.\nThe study by Goff and UW-Madison education graduation student Ellie M. Bruecker analyzed 194,495 applications for teaching vacancies in public school districts between January and October of 2014. The data came from a job-application website, the Wisconsin Education Career Access Network, and included those newly entering the profession as well as existing teachers.\nEvers comment that \"less than 5 percent wanted to work in rural Wisconsin\" doesn’t square with the study’s findings.\nHere are some key findings from the study:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n-- 54 percent of prospective teachers did not apply for any vacancies in a rural school.\n-- 40 percent applied to multiple types of districts, including rural ones.\n-- Less than 5 percent applied only to rural vacancies.\nThat last conclusion reflects the claim made by Evers.\nBut if that fact is what he was thinking of, his claim didn’t accurately reflect the report.\nLess than 5 percent of applicants applied exclusively to rural districts, but a total of 45 percent showed interest in rural vacancies.\nGoff said there is clearly an aversion to rural districts for many applicants. Another piece of evidence for that: The average applicant submits only 15 percent of their applications to rural vacancies.\nBut, \"applicant pools in rural districts don’t look any different than applicant pools in urban areas or towns,\" Goff told us. They have the same number of applicants, on average, with similar levels of experience, certification, advanced degrees and competitiveness of undergraduate institution.\nOur rating\nEvers claimed a study of where teachers apply to work found that \"less than 5 percent wanted to work in rural Wisconsin.\"\nThe study found that schools in cities, suburbs or towns all draw more interest than rural districts, but Evers badly overstated the case.\nWe rate his claim False.\n \ndiv class='artembed'> Share the Facts   Politifact    5 7  Politifact Rating: False  A study of where teachers apply to work found that \"less than 5 percent wanted to work in rural Wisconsin.\"    Tony Evers Wisconsin state school superintendent   In an interview Friday, March 10, 2017 03/10/2017    Read More  info", "vclaim_id": "vclaim-pol-03495"}