{"url": "/factchecks/2018/jul/24/hugh-hewitt/hugh-hewitt-floats-unproven-theory-about-steele-do/", "speaker": "Hugh Hewitt", "vclaim": "Says FBI agent Peter Strzok’s hearing confirmed Republican Congressman Jim Jordan’s theory about how the Justice Department got the Steele dossier.", "truth_label": "false", "date": "stated on July 15, 2018 in in a panel discussion:", "title": "Bruce Ohr, Peter Strzok and the Steele dossier, explained", "text": "Did a contentious congressional hearing with FBI agent Peter Strzok yield new information? Or was it just political theater?\nOn NBC’s Meet of the Press, conservative pundit Hugh Hewitt said the hearing revealed, for the first time, how U.S. law enforcement obtained a controversial document related to the investigation of Trump campaign ties to Russia. But the show’s moderator Chuck Todd seemed skeptical.\nHere’s the meat of their discussion (Hewitt and Todd interrupted each other several times):\nHewitt: \"We learned that Nellie Ohr gave the Fusion GPS dossier to Bruce Ohr. That's how it got to the Department of Justice — at the end of the testimony, at the very end of the day, it came up in question.\"\nTodd: \"It came up in Jim Jordan's head.\"\nHewitt: \"In Jim Jordan's head. And it was not contradicted by Peter Strzok. Look, I read this like a lawyer.\"\nTodd: \"He was told what he couldn't say by the FBI, Hugh.\"\nHewitt: \"I believe it showed that. We will find out in the end how it all came together. But it's one investigation. I ask everyone just to wait on everything until the end.\"\nTodd: \"All right. We'll leave it there. That's all for today. Whew. Thanks for watching.\"\nThere’s a lot to unpack. Here, we’re interested in Hewitt’s claim that Nellie Ohr, an analyst who worked at the research firm Fusion GPS, passed derogatory information on Donald Trump to her husband, a senior official at the Justice Department.\nSo, did the Strzok hearing reveal that Nellie Ohr was a go-between for Fusion GPS and U.S. law enforcement agencies? No.\nNellie and Bruce Ohr\nThe claim Hewitt floated on Meet the Press was first pitched by Rep. Jim Jordan, R-Ohio, at the July 12 Strzok hearing.\nThe charge centers on two virtual unknowns in the world of American politics: Nellie Ohr, a 55-year-old Russia expert and former government official, and her husband Bruce Ohr.\nDuring the 2016 election, Nellie Ohr worked for Fusion GPS, an opposition research firm co-founded by former journalist Glenn Simpson. Fusion GPS was initially hired by the conservative publication Washington Free Beacon, though it’s better known for its later connection to then-candidate Hillary Clinton.\nAfter the Republican primary, Fusion GPS was hired on behalf of the Clinton campaign. The firm contracted with former British intelligence officer Christopher Steele, whose memos detailing explosive, though not fully verified, claims about Trump are known collectively as the Steele dossier.\nDuring Nellie Ohr’s time at Fusion GPS, her husband Bruce Ohr worked as a high-ranking official at the Justice Department. He is a longtime friend of Christopher Steele, according to a profile in the New Yorker.\nThe Justice Department and FBI declined to comment, and attempts to reach Hewitt, Fusion GPS, Bruce Ohr and Nellie Ohr were unsuccessful. We emailed Hewitt at two separate email addresses and tweeted at him as well. \nNellie Ohr: an alleged hidden link\nThe Steele dossier eventually reached the Justice Department and FBI. These agencies relied on the dossier contents, to some degree, to obtain a wiretap on a former Trump campaign adviser. Jordan’s theory is about how the dossier found its way to law enforcement agencies.\nSome House Republicans allege Nellie and Bruce Ohr acted as a go-between for Fusion GPS and the agencies. Jordan leveled this charge during the Strzok hearing, claiming Nellie Ohr provided a backchannel.\n\"This is amazing,\" he said. \"So Nellie Ohr works for Fusion, works for Glenn Simpson, and she's giving documents to Bruce Ohr, who’s giving them to the FBI.\"\nThe next day, Jordan’s House Republican colleague stretched the allegation even further. Rep. Thomas Massie of Kentucky suggested that Nellie Ohr’s supposed handoff of the dossier to Bruce Ohr demonstrated collusion between the Clinton campaign and the FBI.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhy does this matter? Jordan and Massie seem to be arguing that a connection to the Clinton campaign would undermine the report’s credibility and show the investigation to be politically tainted.\nBut there’s no evidence Nellie Ohr was responsible for routing the Steele dossier to the Justice Department.\nEven Jordan’s office seemed to acknowledge as much. His spokesman, Ian Fury, characterized the congressman’s assertion as \"a working theory that (Jordan) was trying to establish\" during the Strzok hearing.\nWe reviewed Strzok’s congressional testimony and did not see that he confirmed Jordan’s theory. In fact, Strzok’s ability to respond Jordan’s questions appeared to be tightly circumscribed by FBI lawyers.\nHe frequently declined to fully answer questions, citing guidance from FBI legal counsel. Strzok also indicated that he was unable to provide certain information to lawmakers because the investigation is still ongoing.\nAlternate routes to Bruce Ohr\nThe Strzok hearing did reveal that Bruce Ohr gave the Steele dossier to the FBI.\n\"Mr. Ohr provided information to the FBI that included material that is what everybody is calling the dossier, reporting from Mr. Steele,\" Strzork told lawmakers.\nSo does that mean Ohr got the dossier from his wife? Not necessarily.\nBruce Ohr and Steele were in contact in 2016. So Ohr could have gotten the Steele dossier directly from its author, rather than his wife. Republicans themselves have documented that connection.\nRepublican members of the House Intelligence Committee said in a February memo that Steele maintained contact with Bruce Ohr during the election. Senate Judiciary Committee chairman Chuck Grassley, R-Iowa, has also said Bruce Ohr served to \"funnel information from Steele to the FBI,\" even after Steele was terminated as a source around late October 2016.\n(The FBI terminated Steele for what it considered improper disclosures to the media; Bruce Ohr was later demoted at the Justice Department for failing to disclose meetings with Steele and Fusion’s Simpson, according to multiple reports.)\nIn the weeks after the election, Bruce Ohr met with Simpson, after Christopher Steele urged the Fusion founder to do so.\n\"Chris suggested I give some information to Bruce, give him the background to all this,\" Simpson told the House Intelligence Committee in November 2017. \"And we eventually met at a coffee shop, and I told him the story.\"\nIt’s possible Bruce Ohr got the Steele dossier from Simpson, rather than his wife acting as a go-between.\nFBI had multiple copies of dossier, from multiple sources\nIt’s also important to note that Bruce Ohr was not the FBI’s only source for the dossier.\nSteele himself met with FBI officials beginning in the summer of 2016, according to reports.\nThe FBI would eventually receive multiple versions of the Steele dossier from multiple sources, according to an email Strzok sent colleagues in January 2017, obtained by The Hill.\nSen. John McCain, R-Ariz., confirmed he gave a version of the dossier to then-FBI director James Comey in late 2016. David Corn, of Mother Jones, has said publicly that he gave the Steele memos to the FBI a week or two after the election in the course of his reporting.\nAs a closing point, it should be noted that the Steele dossier did not trigger the FBI’s investigation into links between the Trump campaign and Russia. That probe opened in July 2016 based on information from Trump campaign adviser George Papadopoulos.\nOur ruling\nHewitt said FBI agent Peter Strzok’s hearing confirmed Republican Congressman Jim Jordan’s theory about how the Justice Department got the Steele dossier.\nSpecifically, Hewitt said Nellie Ohr, an analyst who worked at the research firm Fusion GPS, passed derogatory information on Donald Trump to her husband, a senior official at the Justice Department. But the hearing did not establish or confirm that Nellie Ohr was a go-between for Fusion GPS and U.S. law enforcement agencies.\nThere are also several other ways law enforcement agencies obtained the Steele dossier that do not appear to involve Nellie or Bruce Ohr.\nHewitt is not accurate in claiming that the hearing confirmed this theory.\nWe rate his statement False.\n Share the Facts 2018-07-24 17:48:48 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says FBI agent Peter Strzok’s hearing confirmed Republican Congressman Jim Jordan’s theory about how the Justice Department got the Steele dossier.    Hugh Hewitt Conservative Commentator https://www.nbc.com/meet-the-press/video/meet-the-press-715/3761208   in a panel discussion Sunday, July 15, 2018 2018-07-15    Read More  info", "vclaim_id": "vclaim-pol-01821"}