{"url": "/factchecks/2011/aug/31/club-growth/club-for-growth-says-potential-Republican-US-Senat/", "speaker": "Club for Growth", "vclaim": "Says potential GOP U.S. Senate candidate Tommy Thompson supported \"Obamacare\"", "truth_label": "half-true", "date": "stated on August 23, 2011 in a TV ad:", "title": "Club for Growth says potential Republican U.S. Senate candidate Tommy Thompson supported “Obamacare”", "text": "Ever since former Wisconsin governor Tommy Thompson surfaced as a potential candidate for the U.S. Senate in 2012, the conservative Club for Growth has waged a campaign to stop him from becoming the Republican nominee.\n\nThe anti-tax group argues that rather than Thompson, who served as the health and human services secretary under GOP President George W. Bush, Wisconsin Republicans should support \"a pro-growth conservative.\"\n\nIn casting Thompson as not conservative enough, Club for Growth has focused on the signature legislation of Democrat Barack Obama’s presidency: the federal health care reform law, which Republicans have labeled \"Obamacare.\"\n\nClub for Growth launched its campaign on May 18, 2011, the day after Thompson was mentioned in the Milwaukee Journal Sentinel as a possible candidate for the seat being vacated by 23-year Democratic Sen. Herb Kohl. The group issued a statement saying Thompson \"supported Obamacare,\" following it the next day with an Internet ad claiming he \"was a champion of Obamacare.\"\n\nThe attacks continued, with Club for Growth saying in late May 2011 that Thompson helped implement the law; in June 2011, that he is (rather than was) a champion of the law; and in mid-August 2011, that he supported \"Obamacare.\"\n\nThen in a TV ad released Aug. 23, 2011, Club for Growth, as it did in its Internet ad, used a video clip in which Obama says Thompson supports health care reform.\n\nThat’s quite a few statements. But the main claim is that Thompson, who is expected to launch a formal campaign committee after Labor Day, supported \"Obamacare.\"\n\nThat is the claim we’ll test.\n\nThe health care reform plan is formally known as the Patient Protection and Affordable Care Act. Signed into law by Obama in March 2010, it aims to expand health care coverage, control costs and improve delivery of services.  \n\nWe asked Barney Keller, a spokesman for Club for Growth -- which has a Wisconsin affiliate that has not joined in the criticism of Thompson -- for evidence to back the national group’s claim. He cited six developments:\n\nOct. 4, 2009: The White House issued a statement from Thompson and Dick Gephardt, the former Democratic House majority leader from Missouri, saying the health care reform bill to be considered by the Senate Finance Committee has \"some issues that remain troublesome and unresolved,\" but that it was \"another important step toward achieving the goal of health care reform this year.\" The statement also said: \"Failure to reach an agreement on health reform this year is not an acceptable option.\"\n\nOct. 9, 2009: In his weekly address to the nation, Obama said the Senate Finance Committee version of health care reform would soon be merged with reform bills produced by other congressional committees. Obama also said Thompson was among Republicans who had \"come out in support of reform.\" It was a video clip from that address that Club for Growth used in its ads.\n\nOct. 13, 2009: Thompson wrote an article for the liberal Huffington Post website, saying health reform legislation before Congress \"offers a big opportunity to lower our nation's health costs by expanding the use of \"community health teams.\" He urged the bill being considered by the Senate be amended to \"provide increased support for CHTs.\"\n\nSo, looking only at Club for Growth’s first three points, Thompson expressed reservations about the health care reform legislation as it stood at the time, but also spoke favorably of it.\n\nClub for Growth’s other three points cited developments after the bill became law.\n\nJune 30, 2010: Thompson was pictured with Obama’s health and human services secretary, Kathleen Sebelius, and other former federal officials in a photo on the White House website. Sebelius wrote in a blog post that Thompson and others who attended a meeting with her that day \"offered some great ideas about implementation and outreach, suggestions about strategies to make sure that the Affordable Care Act is successful.\"\n\nSo, Thompson participated in a meeting on implementing the law, but that isn’t evidence that he supported the law or all its provisions.\n\nNov. 2, 2010: Asked why he didn’t think Republicans would try to repeal the law, Thompson said on CNBC: \"I think because when you -- when it's all said and done, you're not going to be able to repeal health care because President Obama is not going to sign it and they don't have enough votes to override a veto. So why push a cart up hill when you know it's not going to be able to get to the top?\"\n\nThompson’s statement argues that repealing the law wasn’t possible, it doesn’t by itself express support for the law.\n\nJune 27, 2011: In another Huffington Post article, Thompson urged governors to set up health insurance exchanges as a \"market-based solution\" that would allow insurance companies to compete in their states. If the governors didn’t act, he warned, the federal government would set up the exchanges.\n\nAgain, Thompson’s statement itself doesn’t express direct support for the law, but rather warns what would happen under the law if governors didn’t set up the exchanges.\n\nSo, that is Club for Growth’s case that Thompson supported health care reform.  \n\nWe asked Darrin Schmitz, a consultant to Thompson, for a response to the claim. He made six points in arguing that Thompson never supported what became law.\n\n\"Thompson does support health care reform,\" Schmitz said. \"He has never made a secret of that. But there is no evidence he supported Obamacare -- because he didn't.\"\n\nThe points cited by Thompson:\n\nJune 17, 2008: Thompson said at a forum on health care reform, nearly four months before Obama was elected: \"I don’t want a mandate\" forcing people to buy health insurance.\n\nThat’s accurate, but Thompson also said moments later: \"I’m not opposed to it, I just don’t think it’s the most practical way.\"\n\nSo, it’s clear Thompson had reservations about a central component of health care reform, which requires nearly all Americans to have health insurance. But that doesn’t establish that Thompson opposed the entire plan.\n\nSept. 23, 2009: Thompson told a Fox News affiliate in Washington, D.C.: \"The problem is (Obama) is reaching for other items that divide us. And I’m trying to pull us back together as Americans to what really unites us.\" Thompson had been asked whether Obama was communicating effectively on health care reform.\n\nThe quote is accurate, although Thompson preceded that comment by saying there should be hope that a health care reform bill can be adopted because \"everybody can rally around\" changes he advocated that \"take up about 90 percent of health care.\"\n\nSo, Thompson expressed support for a reform bill being passed, but he had differences with Obama.\n\nOct. 14, 2009: After Democrats produced a TV ad that referenced Thompson and  criticized other Republicans for not supporting health care reform, Thompson told Fox News he protested to the White House and the ad was taken down. He said had not given permission to be used in an ad that criticized Republicans. Asked whether he supported the reform bill, Thompson said: \"Not this one.\"\n\nThompson also said in the interview: \"What I’m trying to do is bring the parties together, saying there’s 80 percent of this health care bill that both political parties can support, which would be good for America ....Let’s team up together, let’s get something done.\"\n\nSo, Thompson voiced opposition to the legislation, although he said it contained many good elements and that he wanted some type of reform legislation approved.\n\nDec. 20, 2009: Thompson said in another statement issued with Gephardt: \"The bill before the Senate this week isn't and shouldn't be the final answer, but the status quo is simply unacceptable.\" The statement also said: \"Let's work together on a bipartisan basis to make this a reality.\"\n\nThat is Thompson again stating reservations about the legislation, but expressing opposition to the status quo, not to the legislation.\n\nMarch 20, 2010: On the day the House approved the reform bill, which had already been approved by the Senate, Thompson said the legislation \"has the potential to change the current social services fabric because the health insurance transformation that will pass will be the beginning of a government-controlled health care system.\"\n\nThompson had been asked whether the bill would \"fundamentally alter the social safety net.\" His brief response certainly was critical of the final legislation.\n\nWe found that in 2007, during his brief run for president, Thompson expressed opposition to a government-run health care system and support for market-based alternatives. He reiterated that position in testimony to the Senate Finance Committee in May 2008, prior to Obama’s election.   \n\nJune 15, 2011: Thompson said the law \"has got to be repealed and replaced and re-written.\"\n\nThompson’s opposition to the law, made to Republican donors after criticism of his stance on the reform law had escalated, is not evidence that he didn’t support the measure earlier.\n\nSo, where has this review put us?\n\nPreferring that a more conservative Republican run for an open U.S. Senate seat in Wisconsin in 2012, Club for Growth has repeatedly claimed that Thompson supported \"Obamacare.\" It’s a potentially pivotal question, particularly among conservative voters in a primary election, should Thompson enter the race.\n\nThe evidence shows he expressed both support and opposition to the health care reform legislation that eventually became law.\n \nOn the one hand: Thompson described the measure, as it worked through Congress, as \"another important step\" toward achieving health care reform and as a \"big opportunity\" to lower health care costs.\n\nOn the other hand: The day after calling the bill a \"big opportunity,\" Thompson said he opposed the measure. Two months later, he said the bill wasn’t \"the final answer,\" but that keeping the status quo was \"simply unacceptable.\"  \n\nThompson never came out clearly for or against what became law, despite the fact that he now says he supports repealing it. He made it possible for Club for Growth to claim he supported Obamacare and for himself to deny he supported it. There is evidence to support both positions.\n\nWe rate Club for Growth’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-12498"}