{"url": "/factchecks/2011/feb/18/mike-haridopolos/haridopolos-breaks-silence-high-speed-rail-then-sw/", "speaker": "Mike Haridopolos", "vclaim": "On high-speed rail.", "truth_label": "full-flop", "date": "stated on February 18, 2011 in a press statement.:", "title": "Mike Haridopolos breaks silence on high-speed rail, then switches position", "text": "When Florida Gov. Rick Scott announced on Feb. 16, 2011, that he would reject $2.4 billion in federal funds for a bullet train from Orlando to Tampa, many Republican and Democratic legislators immediately criticized him for acting too hastily. Some conservatives praised the governor for sticking to his anti-spending principles, and a handful of Republicans offered tepid statements that resembled support for Scott. Kind of, anyway.\n\nThen there was Republican Senate President Mike Haridopolos, a candidate for U.S. Senate in 2012.\n\nHaridopolos said -- nothing.\n\nCrickets.\n\nFor two days, nothing.\n\nFinally, on Feb. 18, Haridopolos issued a written statement.\n\nHe was siding with Scott.\n\n\"From the beginning, I have made it clear that Florida will cut $3.62 billion in spending this year and balance its state budget without raising taxes. We will not finance our future. We have also said that under no circumstances would we use state dollars, needed to support priorities like education, to pay for high-speed rail. For Floridians, that would be unforgivable.\n\n\"Florida is leading by example in keeping its fiscal house in order. We must demand the same from Washington. To President Obama and all members of Congress, I say we are far better off reducing the $1.5 trillion in proposed deficit spending by this $2.4 billion than we are to build a rail project that has a questionable, at-best, economic viability.\"\n\nHaridopolos' position -- against the high-speed rail project -- seemed at odds with his previous words and votes, PolitiFact Florida readers told us. So we decided to run Haridopolos' statements and position on the high-speed rail project through our Flip-O-Meter.\n\nThe story for us starts in 2009, when the Legislature met in special session to consider a rail package that supporters claimed was critical to Florida winning billions of dollars in federal funds for high-speed rail.\n\nThe bill that was considered, passed and signed into law by Gov. Charlie Crist included major rail components, beyond just the Tampa to Orlando line. The law created two state entities to oversee passenger rail systems across Florida. The law shifted $60 million a year to finance rail projects starting in 2014, and increased the state subsidy to the Tri-Rail commuter line in South Florida by up to $15 million from the current $27 million. It created the framework for Florida to pledge $280 million in state money to receive federal funds for the Tampa/Orlando line. And it allowed the state to purchase 61.5 miles of CSX railroad track for $432 million to construct a SunRail commuter system in the Orlando area.\n\nDuring the week of debate, it was the SunRail component of the legislation that was most controversial.\n\nOpponents argued SunRail was too costly, too good of a deal for CSX and not ultimately necessary to win the billions of dollars in federal aid. Another concern: liability provisions that would leave taxpayers on the hook for accidents caused by CSX, which would share the track.\n\nWe checked long and hard to see what Haridopolos had to say about the legislation, and found virtually nothing. We checked with veteran reporters in the Tallahassee press corps who remembered Haridopolos for being largely silent.\n\nWe found this bland tweet from Haridopolos, @MikeHaridopolos, during the debate on Dec. 3, 2009: \"Interesting debate on rail issue here in Florida Senate today.\"\n\nAnd we found an editorial on Dec. 8 from the Orlando Sentinel asking \"where's the leadership from Mike Haridopolos,\" who at the time was in line to become Senate president.\n\nBut when it came down to the vote, a silent Haridopolos voted yes on the rail package.\n\nThe 2010-11 state budget included $131 million to develop the Tampa/Orlando rail line. And again, Haridopolos voted yes.\n\nHaridopolos started talking more critically about rail in October 2010. He suggested that Democratic candidate for governor Alex Sink had proposed $12.5 billion in new state spending, including $9 billion for supporting a high-speed rail project from Orlando to Miami. The Orlando/Miami line was to come after the Orlando/Tampa line was completed. (We ruled the claim about Sink's spending plans False.)\n\nBut then in November, a Haridopolos spokesman told the Sentinel that Haridopolos still supported the Tampa/Orlando high-speed train. Bush said Haridopolos planned to meet with then Gov.-elect Scott to \"get his thoughts on high-speed rail for this state.\"\n\nThe yo-yoing continued in January, when Haridopolos said he supported the Tampa/Orlando line, as long as the state didn't have to pay for it, and that private companies picked up the state's $280 million required share.\n\n\"I think rail, or in this case, high-speed rail, is something that people would like to have,\" Haridopolos said. \"I would make the argument … it's something that we cannot afford at this point using state dollars. If the private sector chooses to make up that last 10 percent, great.\"\n\nThe private sector, however, will never get that chance, it appears, as Scott on Feb. 16 signaled the death of the project before bids were issued to build the 84-mile line.\n\nAnd then to cap it off, Haridopolos agreed with him.\n\nHaridopolos' position is a bit of a head-scratcher. He was silent and voted for the bills, and stayed silent for almost a year. Then, all of the sudden, he was worried about the cost to taxpayers (after agreeing to spend money in the state budget). Then he wanted to try to get the private sector to pick up the state's tab, but before they could try, Haridopolos agreed with Scott's decision to effectively short-circuit the process.\n\nWe think there's enough inconsistency there to rate Haridopolos' position on high-speed rail a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nCorrection: An earlier version of this story referred to a spokesman of Mike Haridopolos by the wrong name.", "vclaim_id": "vclaim-pol-13572"}