{"url": "/factchecks/2016/feb/04/john-fetterman/fetterman-says-he-only-senate-candidate-backing-sa/", "speaker": "John Fetterman", "vclaim": "\"I am the only candidate that has endorsed Bernie Sanders for President. In PA, I've got Bernie's back.\"", "truth_label": "true", "date": "stated on February 1, 2016 in in a Reddit AMA:", "title": "Fetterman says he's the only senate candidate backing Sanders in PA", "text": "Who’s got love for Bernie? Braddock Mayor and Democratic U.S. Senate candidate John Fetterman boasts that he’s the only Pennsylvania candidate to endorse Bernie Sanders so far.\nIn a Reddit AMA Tuesday, one user praised Fetterman and fellow Democratic senate candidate Joe Sestak, retired Navy admiral and former U.S. congressman, for campaigns resembling Sanders’ grassroots feel.\n\"I'm a fan of yours, but also a long time supporter of Admiral Joe. I see you as two Bernies against the one corporate party machine candidate. I wish you could team up somehow,\" wrote the Redditor.\n\"We already have teamed up, as I am the only candidate that has endorsed Bernie Sanders for President,\" Fetterman replied. \" In PA, I've got Bernie's back.\"                    \nA Fetterman spokesperson furthered this in email, adding that his endorsement was unique not just for the state, but nationally: A January Philadelphia Inquirer article named the Braddock mayor as \"the only statewide candidate nationally to endorse the Vermont senator.\"\nWas that so? We were intrigued and decided to check it out.\nAmong Pennsylvania Democratic candidates for U.S. Senator, four people have declared for the April primary so far, and only Fetterman has endorsed Sanders. Katie McGinty, Gov. Tom Wolf’s former chief of staff, is endorsing Hillary Clinton. Sestak has declined to throw support officially behind Sanders or Clinton. In response to our inquiry, a Sestak spokesman repeated a statement previously given to other press: \"Joe just focuses on the people of Pennsylvania so that he can continue to serve them.\" Wire and springs manufacturer Joseph Vodvarka from Clinton, Pa., told PolitiFact Pennsylvania that he’s yet to endorse anyone.\nWe looked for other Pennsylvania statewide candidates who endorsed Sanders and were unable to find any. So Fetterman’s comments on Reddit are accurate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nHis spokesperson added that there are no other statewide candidates nationally who support Sanders, but we were able to find a few.\nIn Sanders’ home state of Vermont, for example, he has at least three such endorsers: former State Senator Matt Dunne, a gubernatorial candidate; State Senator David Zuckerman, a candidate for lieutenant governor, and State Auditor Doug Hoffer, who is running to keep his office. In Iowa, Sanders supporter Tom Fiegen is running for U.S. Senate.\nStill, Sanders has a notably low number of endorsements. Only two representatives in the U.S. Congress have endorsed Sanders, according to FiveThirtyEight, and no U.S. senators or governors have.\nBertram Johnson, a political science professor at Middlebury College and expert in Vermont politics, said people endorse based on three factors: probability to win, their constituents’ leanings and political connections. \"Endorsers are interested in someone who can support them and has supported them in the past, who’s been an insider for decades,\" Johnson explained. \"This is obviously something that Bernie Sanders hasn’t done, because he hasn’t really been a Democrat until he entered this race.\"\n\"I don’t know that he has a longstanding national network among politicians,\" he continued. \"I think what he’s done a good job of is using national media, like MSNBC, to cultivate support among liberal activists.\" Sanders’ high tally of small contributions and a long list of Hollywood endorsements reflects this, Johnson said.\nOur ruling\nWhat answering questions about the Pennsylvania senate race, Fetterman said, \"I am the only candidate that has endorsed Bernie Sanders for president. In PA, I've got Bernie's back.\" We found he is the only statewide candidate in Pennsylvania who has endorsed Sanders.\nHis office later claimed he was the only statewide candidate anywhere to endorse Sanders. That’s an exaggeration; statewide candidates in Vermont and Iowa have also endorsed Sanders.\nWe’re fact-checking Fetterman’s original claim, however, and that statement is accurate. We rate his statement True.", "vclaim_id": "vclaim-pol-05468"}