{"url": "/factchecks/2013/jun/12/dave-joyce/rep-dave-joyce-says-irs-must-carry-out-47-provisio/", "speaker": "Dave Joyce", "vclaim": "\"47 - New provisions ObamaCare charges the IRS with implementing, according to the Government Accountability Office.\"", "truth_label": "true", "date": "stated on June 5, 2013 in a tweet:", "title": "Rep. Dave Joyce says the IRS must carry out 47 provisions of the health care law", "text": "A number of Republican lawmakers recently have sought to link two longtime targets of conservatives: President Barack Obama’s health care law and the Internal Revenue Service, which is under fire for its role in scrutinizing some Tea Party groups and others.\n\n\nPolitiFact, like our colleagues at FactCheck.org and the Washington Post Fact Checker, has examined several related claims from lawmakers including Rep. Michele Bachmann of Minnesota and Senate GOP leader Mitch McConnell of Kentucky.\n\n\nWe rated as False the claim that the IRS is \"going to be in charge of our health care.\" We found the claim that the IRS will be in charge of \"a huge national database\" on health care that will include Americans’ \"personal, intimate, most close-to-the-vest-secrets\" so ridiculous that we gave it our Pants on Fire! rating.\n\n\nRep. David Joyce of Russell Township made a claim that looked to have a more solid foundation in a Tweet posted June 5:\n\n\n\"47 - New provisions ObamaCare charges the IRS with implementing, according to the Government Accountability Office.\"\n\n\nWe quickly found the source, the GAO's report to Congress of June 2012, and we did not have to look far into it.\n\n\nThe report begins: \"The Internal Revenue Service's implementation of the Patient Protection and Affordable Care Act is a massive undertaking that involves 47 statutory provisions and extensive coordination across not only IRS, but multiple agencies and external partners.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\n By Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\nThat backs up Joyce's statement. But we thought knowing more about  the 47 provisions would be useful.\n\n\nThe IRS has posted a list of its roles in implementing the health care law, which include everything from levying additional payroll taxes on certain high-income Americans to taxation of medical devices and brand-name drugs. Among the key roles are approving subsidies for Americans seeking insurance on newly created health exchanges, and confirming that taxpayers have health insurance -- and assessing a financial penalty if they do not. (The penalties start at $95 per adult in 2013 and rise to $695 per adult in 2016.)\n\n\nThe revenue provisions are vital to the health care law, the Treasury Department Inspector General said in a report this year.\n\n\n\"Revenue provisions contained in the legislation are designed to generate $438 billion to help pay for the overall cost of health care reform,\" the report said. \"More than 40 of these provisions added to or amended the Internal Revenue Code and represent the largest set of tax law changes the IRS has had to implement in more than 20 years.\"\n\n\n\"Indeed,\" the Post's Fact Checker noted, \"the Supreme Court upheld the law precisely because the individual mandate fell within Congress’s taxation power (even though the Obama administration had tried hard to claim this was not a tax).\"\n\n\nOther federal agencies, such as the Department of Health and Human Services, are also involved in implementation of the law. Far more responsibility falls on the Department of Health and Human Services, which has taken the lead in organizing its implementation, providing information to the public about the law and providing oversight.\n\n\nJoyce’s statement is accurate. On the Truth-O-Meter, it rates as True.", "vclaim_id": "vclaim-pol-09230"}