{"url": "/factchecks/2014/dec/05/michael-mccaul/michael-mccaul-says-obama-said-over-20-times-he-la/", "speaker": "Michael McCaul", "vclaim": "President Barack Obama \"said over 20 times he did not have the legal authority\" to act as he did on immigration.", "truth_label": "mostly-true", "date": "stated on December 2, 2014 in a committee hearing:", "title": "Michael McCaul says Obama said 'over 20 times' he lacked authority to act alone on immigration", "text": "Echoing the U.S. House speaker, Rep. Michael McCaul of Austin charged President Barack Obama with disregarding many of his own statements by declaring the government would stop deporting millions of unauthorized residents.\nAt a Dec. 2, 2014, hearing, McCaul, the Republican chairman of the House Homeland Security Committee, said to Homeland Security Secretary Jeh Johnson: \"The president said over 20 times that he did not have the legal authority to do this, to take this executive action, and that this is not how democracy works. Do you agree with that prior statement?\"\nJohnson replied: \"Mr. Chairman, I know from 30 years as a lawyer that when someone paraphrases remarks from somebody, I want to see the full Q-and-A, I want to see the full context to know exactly what the person said. I have looked at various excerpts of remarks by the president concerning his legal authority to act. I do not believe that what we have done is inconsistent with that.\"\nShortly before Obama detailed his 2014 moves, PolitiFact in Washington, D.C., found False the Democratic president’s statement that his position hadn’t changed on using executive authority to address immigration.\nNotably, the administration in June 2012 demonstrated a willingness to apply its discretionary powers by issuing a \"deferred action\" directive that immigration officials not deport young immigrants who had not otherwise run afoul of the law. The move potentially shielded hundreds of thousands of residents under age 30. Critics called the move an abuse of authority. Proponents said it was in keeping with the yet-to-pass DREAM Act providing a path to citizenship for children brought to the U.S. by immigrants not legally permitted to live here.\nSo, Obama used to say his ability to take action ended at deferring action against children of unauthorized residents. But he lately has been saying there were additional things he could and would do.\nIn his Nov. 20, 2014, announcement touching off Republican objections, Obama said he would delay deportations of unauthorized immigrants who have lived in the U.S. for more than five years but have children who are citizens or have green cards. If an applicant can pass a background check and pay a fee, he or she could qualify for a work permit and avoid deportation for three years at a time. More than 4 million people could qualify for the program, which is expected to open for applications this spring.\nIt’s one thing for Obama to attempt revisionist history. But is McCaul right that the president previously forswore his authority to act – and more than 20 times?\nBoehner’s Obama breakdown\nBy email, McCaul spokesman Mike Rosen pointed out a Nov. 19, 2014, blog post by the Republican House speaker, John Boehner, stating Obama had said 22 times he couldn’t ignore or create his own immigration law.\nWe explored each of Boehner’s citations by establishing what Obama said from original source materials including transcripts and news stories.\nUpshot: About 15 of the tallied Obama statements suggest Obama didn’t think he had the power to do more on immigration by himself, hence backing up McCaul’s statement. We’ll summarize those statements in this story and greater detail lies in the document here.\nHowever, around half a dozen of Boehner’s examples showed Obama saying or hinting otherwise about his executive powers or not talking about his independent ability to affect immigrants.\nTimes Obama was silent or signaled he did have power\nFor instance, Boehner brought up two Obama statements from when he was running for president in 2008 and criticizing \"signing statements\" like ones employed by President George W. Bush to interpret legislation signed into law; neither of these items showed Obama bringing up immigration.\nOn July 1, 2010, Obama laid out his hopes Congress would reach an immigration law overhaul. In his remarks, he recognized \"there are those in the immigrants’ rights community who have argued passionately that we should simply provide those who are (here) illegally with legal status, or at least ignore the laws on the books and put an end to deportation until we have better laws. And often this argument is framed in moral terms: Why should we punish people who are just trying to earn a living?\" Obama said such an action would be \"unwise and unfair,\" but he didn’t address whether he thought he had the power to take such action.\nBoehner’s list also folded in Obama’s reply at an October 2010 MTV/BET event about his position on the military’s since-eclipsed policy of \"don’t ask, don’t tell.\" \"I can’t simply ignore laws that are out there,\" Obama said. But immigration was not part of his reply while to another question, Obama stressed border security and otherwise urged a comprehensive overhaul of immigration laws.\nBoehner also listed Obama’s remarks at an April 2011 event. In that instance, though, the president focused on his desire for bipartisan immigration reform – and didn’t speak explicitly to his executive powers. \"I can't solve this problem by myself,\" Obama said,adding: \"We're going to have to change the laws in Congress.\"\nAt a September 2011 White House roundtable, Obama was asked about granting \"administrative relief\" enabling students lacking legal residency to stay in the country. His answer seemed to indicate he saw wiggle room for the administration, which makes sense given the soon-to-debut deferred-action mandate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nObama initially said: \"I just have to continue to say this notion that somehow I can just change the laws unilaterally is just not true.\" But, he went on, \"what we can do is to prioritize enforcement, since there are limited enforcement resources.\"\nIn a July 2013 Univision interview, which we found excerpted in an NPR news story, Obama was asked if, in the event Congress failed to pass immigration legislation, he could use his power to give amnesty to the estimated 11 million unauthorized U.S. residents.\nHis answer left wiggle room. \"Probably not,\" Obama replied. \"I think that it is very important for us to recognize that the way to solve this problem has to be legislative. I can do some things and have done some things that make a difference in the lives of people by determining how our enforcement should focus.\"\nA more recent Obama quotation offered by Boehner seemingly contradicts McCaul’s statement.\nIn August 2014, Obama indicated to reporters that he might have room to act on his own. In the face of no congressional movement on immigration legislation, Obama said, \"what I can do is scour our authorities to try to make progress. And we’re going to make sure that every time we take one of these steps that we are working within the confines of my executive power. But I promise you the American people don’t want me just standing around twiddling my thumbs and waiting for Congress to get something done.\"\nTimes Obama said he couldn’t do more on immigration alone\nLet’s turn next to Obama statements, from Boehner’s list, that seem to support McCaul’s claim that Obama didn’t think he had independent legal authority to act on immigration -- some made before the deferred-action directive came out.\nIn October 2010, Obama told Eddie \"Piolin\" Sotelo, a radio host on Spanish-speaking Univision, that he couldn’t achieve comprehensive immigration reform without congressional action. \"I am president, I am not king,\" Obama said. \"...I’m committed to making it happen, but I’ve got to have some partners to do it.\"\nAt a Univision event in March 2011, Obama was asked if he could stop deportations of students with an order. That’s \"just not the case,\" Obama said, \"because there are laws on the books that Congress has passed... Congress passes the law. The executive branch’s job is to enforce and implement those laws.\" Simply issuing such an order, he said, \"would not conform with my appropriate role as president.\" Yet he also hinted at wiggle room, saying: \"That does not mean, though, that we can't make decisions, for example, to emphasize enforcement on those who’ve engaged in criminal activity.\nIn an April 2011 speech in Miami and the next month in El Paso, Obama said he couldn’t bypass Congress and change immigration laws himself, saying that’s not how a democracy works.\nAddressing the National Council of La Raza in July 2011, Obama drew exhortations to act without waiting for congressional agreement. He called that idea \"tempting,\" then said \"that's not how our system works.\"\nIn September 2012, Obama was asked if he would follow up his recent protective move for students by doing something similar for non-criminal immigrants such as the parents of U.S.-born children. Obama replied that \"as the head of the executive branch, there’s a limit to what I can do… we’re still going to, ultimately, have to change the laws in order to avoid some of the heartbreaking stories that you see coming up occasionally,\" as in parents deported.\nAt a presidential debate the next month, Obama and Republican nominee Mitt Romney were asked: \"What do you plan on doing with immigrants without their green card that are currently living here as productive members of society?\" Obama said: \"I've done everything that I can on my own.\"\nIn a January 2013 Telemundo interview, Obama was asked why he couldn’t protect mothers living here without authorization from deportation as he had aided law-abiding students. \"I’m not a king,\" Obama replied, tracking his response the same month to a similar query from Univision and his reply at a February 2013 Google Hangout town hall where he also said \"we’ve kind of stretched our administrative flexibility as much as we can.\"\nThe same year, Obama was asked by Telemundo if he would consider freezing deportations of the parents of students benefiting from the administration’s 2012 action. Obama replied that if he broadened his protective orders, \"then essentially I would be ignoring the law in a way that I think would be very difficult to defend legally. So that's not an option.\"\nWe confirmed similar hitches on Obama’s part in a November 2013 speech in in San Francisco and a March 2014 Univision interview.\nSee more detail on these presidential statements in our document here.\nWhite House response\nBy email, White House spokesman Eric Schultz responded to our query about McCaul’s claim by pointing out a Nov. 19, 2014, memo from the federal Office of Legal Counsel stating the president’s 2014 actions fit within the government’s discretionary powers. The office, in the Justice Department, is responsible for providing authoritative legal advice to the president and executive-branch agencies.\nOur ruling\nMcCaul said Obama \"said over 20 times he did not have the legal authority to\" act as he did on immigration.\nThe Texan’s count is too high – we see less than 15 solid examples from 2010 into 2014 – but his statement is spot-on about Obama often saying he couldn’t do more absent congressional action. We rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06943"}