{"url": "/factchecks/2012/aug/10/american-principles-action/has-barack-obama-deported-more-people-any-other-pr/", "speaker": "American Principles in Action", "vclaim": "Says Barack Obama \"has deported more people than any other president in this country's history.\"", "truth_label": "half-true", "date": "stated on August 7, 2012 in an advertisement:", "title": "Has Barack Obama deported more people than any other president in U.S. history?", "text": "A group known as American Principles in Action is running an ad targeting Hispanic voters in Nevada, trying to weaken their support for President Barack Obama.\n\n\"Don’t be fooled by President Obama’s words,\" the narrator says. \"He’s not committed to immigrants. He only wants our vote. With the election on the line, he offers our undocumented youth a temporary solution that cheats them of legal status. Why didn’t he keep his promise to push immigration reform? Instead, Obama has deported more people than any other president in this country's history. With friends like these, who needs enemies?\"\n\nThe group behind the ad, American Principles in Action is an affiliate of the American Principles Project, a group founded by conservative scholar Robert George of Princeton University. The group’s staff member responsible for Latino issues is Alfonso Aguilar, the former chief of the U.S. Office of Citizenship under President George W. Bush.\n\nBut while the group is independent of the campaign, the ad’s message helps Romney.\n\nNevada is a key battleground state that Obama won in 2008 and which he’s eager to win again. Latinos are a significant voting bloc there and in other swing states that Obama won in 2008, such as Colorado and New Mexico. Polls this year have shown that Latinos heavily support Obama over Mitt Romney, in part because Romney took a tough line against illegal immigration during the GOP primaries.\n\nSo Obama’s critics would like to shrink his lead among Latino voters, particularly in key states, either by bringing them over to Romney’s side or at least by making them less enthusiastic about Obama.\n\nThe ad first dismisses Obama’s proposal in June to temporarily halt deportations of young people, saying it \"cheats them of legal status.\" It then says Obama \"has deported more people than any other president in this country's history.\"\n\nGiven the rhetoric that sometimes criticizes Obama for being weak on illegal immigration, we wondered if that was true. We found it was, for the most part.\n\nAccording to current figures from Immigration and Customs Enforcement -- the federal agency responsible for deportations -- Obama has removed 1.4 million people during his 42 months in office so far. Technically, that's fewer than under George W. Bush, whose cumulative total was 2 million. But Bush’s number covers eight full years, which doesn’t allow an apples-to-apples comparison.\n\nIf you instead compare the two presidents’ monthly averages, it works out to 32,886 for Obama and 20,964 for Bush, putting Obama clearly in the lead. Bill Clinton is far behind with 869,676 total and 9,059 per month. All previous occupants of the White House going back to 1892 fell well short of the level of the three most recent presidents.\n\nWe wondered whether there might have been a surge of undocumented immigrants that explained the increase, but there wasn’t. During the first two years of Obama’s tenure, the Pew Hispanic Center estimated the illegal immigrant population nationwide at 11.2 million, compared to an average during Bush’s eight-year tenure of 10.6 million. And illegal immigration actually peaked late in Bush’s second term, at which point the recession hit and the numbers declined under Obama. Such patterns do not explain the 57 percent bump in monthly deportations that we found under Obama.\nWe should also note that if Obama doesn't win a second term, he will almost certainly finish his term trailing George W.  Bush in deportations, which would make inaccurate the claim that Obama has \"deported more people than any other president in this country's history.\"\nStill, the ad has a point in noting a significant uptick in deportations under Obama. We asked five immigration specialists -- Columbia University historian Mae M. Ngai, University of Albany historian Carl Bon Tempo, Center for Immigration Studies executive director Mark Krikorian, University of California (Davis) law school dean Kevin R. Johnson and University of San Francisco law professor Bill Hing -- whether they thought the ad’s numerical claim was basically accurate, and they all agreed.\n\nBon Tempo cautioned that some variations in data quality make long-term comparisons somewhat dicey. Still, he added that \"it does seem that deportations are on the rise, and markedly so.\"\n\nBoosting the number of deportations in recent years are a program dating to the Bush years that targets \"fugitive\" aliens, as well as a program known as Secure Communities, under which federal immigration authorities are kept apprised of people who are fingerprinted at the state and local level. Hing, a critic of the program, says it has \"gone way too far, sweeping up many crime victims, witnesses, arrestees whose charges are later dropped, and minor offenders.\"\n\nThe American Civil Liberties Union has gone even further, with legislative counsel Joanne Lin saying that Obama’s enforcement policies overall have left a \"wake of devastation in Latino communities across the nation,\" according to the Los Angeles Times.\n\nObama has not been shy about touting his immigration-enforcement credentials, though he’s usually careful to say he’s prioritizing resources by focusing on deporting criminals rather than law-abiding people.\n\nFor instance, during the speech in which he offered the youth non-deportation proposal, Obama said, \"In the absence of any immigration action from Congress to fix our broken immigration system, what we’ve tried to do is focus our immigration enforcement resources in the right places. … We focused and used discretion about whom to prosecute, focusing on criminals who endanger our communities rather than students who are earning their education. And today, deportation of criminals is up 80 percent. We've improved on that discretion carefully and thoughtfully.\"\n\nNgai, the Columbia historian, perceives Obama’s tough enforcement policy as a tactical move.\n\n\"My interpretation is that the Obama administration decided to be tough on ‘criminal’ aliens in order to get support for legalization of undocumented immigrants with no criminal record,\" Ngai said.\n\nOf course, Romney is widely considered to be taking a harder line on illegal immigration than Obama. According to his website’s statement on immigration policy, Romney opposes both \"amnesty\" and \"all ‘magnets’ that entice illegal immigrants to come to our country. As governor, he vetoed in-state tuition benefits for illegal immigrants and opposed driver’s licenses for illegal immigrants.\"\n\nOur ruling\n\nTechnically, the ad isn’t correct to say that Barack Obama \"has deported more people than any other president in this country's history,\" since George W. Bush cumulatively deported more over his full eight-year term -- and since Bush would remain ahead of Obama if Mitt Romney wins the presidency in November.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHowever, we -- and the experts we interviewed -- agree that the ad is right to note a significant jump in deportations under Obama. Measured by the monthly frequency of deportation, Obama’s numbers are significantly higher than Bush’s were, even as the estimated population of illegal immigrants was falling. We rate the claim Half True.", "vclaim_id": "vclaim-pol-10604"}