{"url": "/factchecks/2016/mar/11/donald-trump/common-core-education-through-washington-dc-trump-/", "speaker": "Donald Trump", "vclaim": "Common Core is \"education through Washington D.C.\"", "truth_label": "false", "date": "stated on March 10, 2016 in a GOP debate in Miami:", "title": "Common Core is 'education through Washington, D.C.,' Trump says", "text": "Billionaire Donald Trump repeated an often-used conservative attack that Common Core is a federal program, but it looks like he needs a refresher course on the origins of the education standards.\nThe subject came up during a March 10, 2016, primary debate in Miami when CNN moderator Jake Tapper noted Trump had called the standards a disaster.\n\"What are your specific objections to Common Core?\" Tapper asked.\n\"Education through Washington, D.C., I don’t want that,\" Trump replied. \"I want local education, I want the parents and I want all of the teachers, and I want everybody to get together around a school and to make education great.\"\nWhen Tapper pointed out to Trump that states developed and adopted the standards willingly, Trump countered that Common Core used to be that way, but has \"been taken over by the bureaucrats in Washington.\"\nOther candidates have said similar things, pledging to end Common Core when they take office. But Tapper was right, adopting and implementing Common Core is a state choice, not a federal one.\nLet’s review, shall we? (There won’t be a quiz, we promise.)\nHistory lesson\nThe Common Core State Standards are a set of benchmarks for English and math developed after years of discussion between state education departments and private, nonprofit groups.\nThe aim was simple: Prepare pupils for college-level work and careers, and to make sure children in different states across the country were all learning the same things in school.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThis goes back to 2007, when the state education officials in the Council of Chief State School Officers discussed creating standards everyone could use. The idea was that kids in, say, California schools would have the same academic goals as children in Alabama.\nTwo years later, in 2009, the council and the National Governors Association agreed to create Common Core with input from teachers, parents and education experts. The final guidelines were released in 2010, and states were free to implement them or not.\nSo far, 42 states have agreed to use them, with varying degrees of actual support. Minnesota only chose to use the English standards. South Carolina, Indiana and Oklahoma initially agreed to use Common Core, but have since withdrawn.\nIn the 2016 presidential race, several GOP candidates have vilified the standards as Trump has, accusing the federal government of overreach in trying to unify school boards under the U.S. Education Department.\nWashington has done a bit to encourage states to adopt the standards. President Barack Obama’s signature education program, Race to the Top, gave states that have adopted a set of standards extra points (40 of a possible 500) when competing for grants.\nBut the federal government didn’t help create the standards, and has no control over how they’re implemented. Even states that have adopted the standards are still free to set their own curricula.\nIn short, it doesn’t matter who the president is, because there’s not much the federal government can do about Common Core.\nOur ruling\nTrump said Common Core is \"education through Washington D.C.\"\nThe education standards for English and math were unveiled in 2010 after state school officials, nonprofits, teachers, parents and experts settled on broad education goals. Washington was not a player in that game, although Obama has given states that have education standards a leg up when applying for grant money.\nWe rate Trump’s statement False.", "vclaim_id": "vclaim-pol-05286"}