{"url": "/factchecks/2016/feb/05/michael-m-crow/arizona-worst-higher-education-funding/", "speaker": "Michael M. Crow", "vclaim": "Arizona is spending \"less on a per-capita basis than every single state in this country in higher education.\"", "truth_label": "mostly-true", "date": "stated on January 26, 2016 in front of the state Senate Appropriations Committee:", "title": "Is Arizona the worst in higher education funding?", "text": "Arizona State University President Michael M. Crow said Arizona is the worst per-capita in terms of investing in higher education. \nHe made these remarks as he lobbied for more state dollars in front of a state Senate Appropriations Committee Jan. 26.\n\"We need to think seriously what it is about us that has put us in a position where we are now investing, not just a little bit less than other places, (but) markedly less on a per-capita basis than every single state in this country in higher education,\" said Crow.\nThe Legislature is currently finalizing a budget for fiscal year 2017, which runs from July 1, 2016, through June 30, 2017. \nCrow’s statement intrigued us, especially as he laid out the university’s strategic plan in front of the Arizona Board of Regents Thursday, so we put it to a fact-check. \nMakes the grade\nThe basis of Crow’s remarks is a Jan. 25 survey done by the Center for the Study of Education Policy at Illinois State University and the State Higher Education Executive Officers Association, a Colorado-based group of education executives. \nIn the study, which ranks all 50 states, Arizona is ranked 49th per capita in state higher education funding for fiscal year 2016, second to New Hampshire.\nArizona spent $136.72 per resident on higher education in fiscal year 2015 and is expected to spend $115.83 per resident in the current fiscal year.\nNew Hampshire spent $92.74 in fiscal year 2015 and is expected to spend $92.50 in the current fiscal year. \nWyoming gives the most state funding to higher education. They spent $645.19 per resident in fiscal year 2015 and will spend $715.14 in the current fiscal year.\nThe survey leaves out fiscal year 2016 data for Illinois and Pennsylvania, noting that these states haven’t finalized their budgets. In our map, we used fiscal year 2015 data for these states, with Pennsylvania and Illinois ranking as 48th and 7th, respectively.\n\nCrow said he used conservative states \"with conservative legislatures and conservative executives\" as his basis for comparison. ASU spokesman Mark Johnson told us the same thing, noting that the comparison group was not every state. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nNonetheless, Arizona is not the worst when it comes to higher education funding per-capita -- New Hampshire is. \nWhether or not New Hampshire can be considered a \"conservative\" state is debatable given its Republican-led Legislature and Democratic governor. \nHowever, Arizona is at the bottom of several other higher education funding categories. \nThe survey shows that Arizona has the biggest year to year drop in state higher education funding at 14 percent.\nIn March, the Grand Canyon State also cut $99 million in funding to universities, which pales in comparison to the $8 million in new funding Gov. Doug Ducey has pitched for the state’s fiscal year 2017 budget.\n\"Our data is pretty straightforward,\" Grapevine editor Jim Palmer said, noting that the survey uses data from the U.S. Census Bureau and U.S. Department of Commerce. \"Arizona did experience the biggest decrease in funding from ‘15 to ‘16.\" \nArizona also had the steepest decline, 47 percent, in state higher education spending per student from 2008 to 2015.\nBut the state isn’t alone, either. \nA December 2014 Government Accountability Office report found that \"state funding for all public colleges decreased\" between fiscal years 2003 and 2012.\nEileen Klein is president of the Arizona Board of Regents. She said the additional $8 million in state higher education funding is an encouraging first start. \nHowever, the objective isn’t to \"catapult\" through the rankings. \n\"The point is to make sure that we have sufficient dollars to support Arizona students,\" Klein said. \"Today, our universities operate at a loss for every Arizona resident student because the state is only committing, at this point, 34 percent towards the cost of educating our Arizona students.\"\nOur ruling\nCrow said, \"We are now investing, not just a little bit less than other places, (but) markedly less on a per-capita basis than every single state in this country in higher education.\"\nArizona is not the worst, they’re 49th, for the current fiscal year in funding higher education. Crow said he made his comparison among conservative states, but New Hampshire, the worst for higher education funding based on the study he cited, appears to be in the middle of the political spectrum.\nNevertheless, Arizona has endured the sharpest decline in state higher education funding from fiscal year 2015 to fiscal year 2016. Even on a per student basis, their spending dropped 47 percent, more than any other state, from 2008 to 2015. \nGiven the context, we rate Crow’s claim as Mostly True.", "vclaim_id": "vclaim-pol-05463"}