{"url": "/factchecks/2015/sep/27/jeb-bush/jeb-bush-says-tax-policies-george-w-bush-created-d/", "speaker": "Jeb Bush", "vclaim": "The tax policies of George W. Bush \"created a dynamic effect of high growth.\"", "truth_label": "barely-true", "date": "stated on September 27, 2015 in an interview on \"Fox News Sunday\":", "title": "Jeb Bush says tax policies of George W. Bush 'created a dynamic effect of high growth'", "text": "During his 2016 Republican presidential bid, former Florida Gov. Jeb Bush has periodically had to answer for the record of his brother, George W. Bush, and he had to do it again on a recent edition of Fox News Sunday.\nHost Chris Wallace asked Bush, \"Whether it was Ronald Reagan's tax cuts or your brother's tax cuts, they did add greatly to the deficit.\"\nBush responded, \"They didn't (add to the deficit) as greatly as the static thinkers on the left think. They created a dynamic effect of high growth. And that's what we need.\"\nWe didn’t recall rapid economic growth under Bush, so we thought we’d look at the past five presidents’ records in order to gauge Jeb Bush’s comments.\nWe’ll start by noting that boiling down a president’s policies over one or two terms is tricky. For instance, in Reagan’s case, he is generally thought of as an aggressive tax-cutter, and it’s certainly true that he cut taxes sharply early in his term. But he also raised taxes. We gave a Mostly True rating to a recent claim by TV host Stephen Colbert that Reagan \"raised taxes when revenues did not match the expectations.\"\nFor this reason, we’ll focus here on the most straightforward measure -- overall growth rates under each president.\nA look at the numbers\nWe chose three measurements for comparing the five presidents. The most important statistic is the broadest one: the average annual increase in inflation-adjusted gross domestic product. Here’s a rundown of how the past five presidents have done on that score:\n\n\n\n\nRank\n\n\nPresident\n\n\nAverage annual GDP increase, inflation-adjusted\n\n\n\n\n1\n\n\nClinton\n\n\n3.9\n\n\n\n\n2\n\n\nReagan\n\n\n3.5\n\n\n\n\n3\n\n\nGeorge H.W. Bush\n\n\n2.3\n\n\n\n\n4\n\n\nGeorge W. Bush\n\n\n2.1\n\n\n\n\n5\n\n\nObama\n\n\n1.4\n\n\n\n\n \nSo by this measure, George W. Bush ranks second to last, undercutting Bush’s argument.\nWhat about the other yardsticks we checked? Bush did a bit better on these, though generally in the middle of the pack.\nHere’s how the presidents compare when measured by their single best year of inflation-adjusted GDP growth:\n\n\n\n\nRank\n\n\nPresident\n\n\nBest year of inflation-adjusted GDP growth\n\n\n\n\n1\n\n\nReagan\n\n\n7.3\n\n\n\n\n2\n\n\nClinton\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n4.7\n\n\n\n\n3\n\n\nGeorge W. Bush\n\n\n3.8\n\n\n\n\n4\n\n\nGeorge H.W. Bush\n\n\n3.7\n\n\n\n\n5\n\n\nObama\n\n\n2.5\n\n\n\n\n \nAnd here’s how the five presidents compare on the number of years the economy exceeded 3 percent growth on their watch.\n\n\n\n\nRank\n\n\nPresident\n\n\nNumber of years of inflation-adjusted GDP growth of 3 percent or more\n\n\n\n\n1 (tie)\n\n\nClinton\n\n\n6\n\n\n\n\n1 (tie)\n\n\nReagan\n\n\n6\n\n\n\n\n3 (tie)\n\n\nGeorge W. Bush\n\n\n2\n\n\n\n\n3 (tie)\n\n\nGeorge H.W. Bush\n\n\n2\n\n\n\n\n5\n\n\nObama\n\n\n0\n\n\n\n\n \nSo Bush fares better on these other two measurements, but he still trails the two clear frontrunners in economic growth, Clinton and Reagan.\nComparing Bush and Obama\nWe should note that George W. Bush’s record on GDP growth does outpace Obama’s on each score, so to the extent that Jeb Bush was using Obama -- the president Bush hopes to succeed -- as a foil, he has a point. Still, it’s an exaggeration to tout George W. Bush’s economic record as one of \"high growth\" when compared to the records of Clinton and Reagan, and even to Bush’s father.\nAs for Obama’s record, we’ll note that -- as low as it is on our rankings -- it’s still a work in progress.\nTo calculate Obama’s record, we included the first two quarters of 2015. (Data for the third quarter is set to be released in October.) Given that Obama came into office in the midst of the Great Recession and that the recovery on his watch has been accelerating since 2010 -- albeit slowly -- Obama may ultimately overtake Bush when his final tally is available. Second-quarter growth for 2015 was 3.9 percent, which could suggest continued economic improvement in the months ahead.\nThe Bush campaign’s response\nWhen we checked with Jeb Bush’s campaign, they made the point that because Wallace’s question referred to both Reagan and George W. Bush, Jeb Bush’s response was intended to refer to both presidents. But Reagan’s record on tax cuts was far more mixed than Bush’s; Reagan signed off on several significant tax increases.\nThe Bush campaign also told PolitiFact that George W. Bush’s record is hampered by beginning with the economic impact of the 9/11 attacks and the bursting of the dot-com bubble. However, the same argument could be made -- and made even more strongly -- with the Great Recession inherited by Obama.\nAllocating credit and blame\nFinally, we will raise an issue that’s always relevant when comparing presidents on economic growth: It’s hard to determine credit or blame for economic performance on a president’s watch, because factors outside their control, from energy-price shocks to technological changes to pure luck, can have a significant impact. In addition, it’s unclear how much a president can influence the broader economy during their first year or two in office; for that early period, the legacy of their predecessor may have a greater impact.\n\"The economics research is mixed as to how much federal tax policies can affect economic growth,\" said Tara Sinclair, a George Washington University economist and chief economist at the jobs site Indeed.\nOur ruling\nJeb Bush said the tax policies of George W. Bush \"created a dynamic effect of high growth.\"\nThe definition of \"high,\" of course, is relative, but if you look at the most directly comparable examples -- the past five presidents’ records in average, annual, inflation-adjusted growth in gross domestic product -- George W. Bush ranked fourth among the five presidents, and trailed the two strongest presidents in this regard, Clinton and Reagan, by a particularly wide margin. (Reagan’s policies included both tax cuts and tax increases.)\nBush has so far maintained a lead over Obama, although Obama’s tenure is not finished yet. Still, it’s always worth noting that a president’s impact on the economy is not all-encompassing.\nOverall, though, the evidence doesn’t show that high growth occurred in the wake of the Bush tax cuts. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-05928"}