{"url": "/factchecks/2015/apr/12/mackubin-thomas-owens/disputed-kgb-memo-sparks-mac-owens-claim-kennedy-t/", "speaker": "Mackubin Thomas Owens", "vclaim": "\"In the early 1980s, Sen. Edward Kennedy secretly offered to help Soviet leaders counter the Reagan administration’s position on nuclear disarmament.\"", "truth_label": "barely-true", "date": "stated on March 18, 2015 in a commentary in The Providence Journal:", "title": "Disputed KGB memo sparks Mac Owens claim that Kennedy tried to help Soviets undermine Reagan policy", "text": "Forty-seven U.S. senators, all Republicans, ignited a strong reaction last month when they signed a letter that notified the \"Leaders of the Islamic Republic of Iran\" that any treaty with the U.S. on nuclear weapons would require Senate approval.\nSecretary of State John Kerry accused the letter’s signatories of diplomatic interference that treaded on more than two centuries of  precedent. The Republicans’ letter, Kerry charged, was an attempt to pressure Iran’s leaders to negotiate with 535 members of Congress rather than with the administration.\nOther reaction, in support of the senators, came from some critics of the administration, including pundit Rush Limbaugh.\nOn March 18, Newport’s Mackubin Thomas Owens joined Limbaugh in spotlighting a purported 1983 episode involving Democratic Sen. Edward Kennedy and Republican President Ronald Reagan.\n\"In the early 1980s, Sen. Edward Kennedy secretly offered to help Soviet leaders counter the Reagan administration’s position on nuclear disarmament,\" Owens wrote in a piece on the op-ed page of The Providence Journal.\nA former professor at the Naval War College, Owens directed legislative affairs for the Department of Energy’s nuclear weapons programs during the Reagan administration.\nMuch of his op-ed article amounted to an effort to provide context on Congress’ role in foreign affairs and he did not take a side on the senators’ letter to Tehran. But like Limbaugh, Owens did latch onto the alleged episode involving Kennedy, arguing that it exemplifies the \"rank hypocrisy\" of Democrats accusing Republicans of undermining U.S. foreign policy.\nWe wondered what Owens might know about any secret outreach to the Soviets made by Kennedy and we asked him for his sources.\nOwens cited a 2009 article in Forbes, which was based on a KGB memo about Kennedy. He forwarded us a copy of the memo.  \nPunditFact, an arm of PolitiFact, recently examined the same memo while fact-checking a statement that Limbaugh made about the Kennedy matter. PunditFact found serious issues with the memo and labeled Limbaugh’s statement False.\nThe KGB memo referring to Kennedy first emerged in the early 1990s and it was the basis of a news report published in the Times of London in 1992.\nWritten by the head of the Soviet spy agency, Viktor Chebrikov, the 1983 memo was addressed to the Soviet Union’s top leader, Yuri Andropov, general secretary of of the Communist Party.\nChebrikov discussed  Kennedy’s purported  views  on Soviet-American relations and claimed Kennedy had a proposal to counter Reagan’s disarmament position.\nThe spymaster based his memo on information provided by an intermediary, not by Kennedy himself.  \nIn the first sentence of the memo, Chebrikov signals that the information he is about to share in the letter comes from \"a close friend and trusted confident\" of Kennedy, who he says had visited Moscow on May 9 and May 10 of 1983.\nThe memo identifies the intermediary as \"J. Tunney,\" a  reference to John Tunney, a private businessman and former Democratic U.S. senator who had been friends with Kennedy since law school. Tunney, Chebrikov wrote, had spoken to the Soviets on the senator’s behalf, sharing Kennedy’s perspectives on Reagan’s foreign policy and delivering \"a message\" for Andropov.\nAt that time in 1983, Reagan’s plan to station medium-range nuclear missiles in Western Europe had concerned the leadership of the USSR.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\"Kennedy believes that, given the current state of affairs, and in the interest of peace, it would be prudent and timely to undertake the following steps to counter the militaristic politics of Reagan and his campaign to psychologically burden the American people,\" the memo says.\nThe steps proposed by Kennedy, through Tunney, according to the memo, included an invitation for the senator to visit Moscow where he could \"arm Soviet officials with explanations regarding problems of nuclear disarmament.\"\nThe memo says Andropov could then use these explanations during appearances on the big three broadcast networks and speak to the \"peaceful intentions of the USSR.\" It also says that Kennedy wanted the Soviets to invite a Republican, possibly Sen. Mark Hatfield of Oregon, to Moscow.\nAs PolitiFact reported last month, Tunney told the The Times of London in 1992 that Chebrikov’s information was baloney, using an off-color term.\nTunney emphatically repeated that denial last month in an interview with Politifact.\n\"The idea that I would be handling contacts with Andropov is preposterous,\" he said. \"The memo is completely false.\"\nWhen PolitiFact asked archivists at the Reagan Library to search White House files on Kennedy, they were unable to find any episode involving the USSR in 1983. A search by the Senate Historical Office didn’t find anything either.\nAccording to PolitiFact, Stephen Cohen, a Princeton University political scientist with years of archival experience in Soviet era documents, said that many KGB documents were false and the papers cannot be taken at face value.\nIn addition, a spokesman for Kennedy acknowledged in a 1992 exchange with a Boston Herald reporter that the senator had made other efforts to meet with Andropov, but nothing came of that outreach and \"the rest of the memo is KGB fiction.\"\nKennedy’s activities in Congress weren’t  in lock-step with Reagan’s foreign policy. In 1982, for example, Kennedy and Hatfield proposed a resolution calling for both the U.S. and the Soviet Union to establish a freeze on the testing and production of nuclear weapons prior to negotiating reductions in armaments.\nReagan rejected the proposal, asserting that an immediate freeze would put the U.S. at a disadvantage due to the Soviets’ \"definite margin of superiority.\" He wanted reductions in armaments, to achieve parity, and then a freeze.\nDespite such public disagreements, the memoirs of Reagan’s disarmament negotiator Max Kampelman suggest that the administration appreciated the back-channel information conduit that Kennedy maintained with the Soviets.\nKampelman’s memoirs say he welcomed Kennedy’s contact with the Soviets and in 1985 Reagan approved the arrangement.\n\"I learned that the senator never acted or received information without informing the appropriate United States agency of official,\" Kampelman wrote.\nOur ruling\nWho’s to be believed? A couple of Washington politicos? The KGB? That’s a tough one.\nOwens’ statement rests on a 1983 KGB memo. The memo says a friend of Kennedy’s had made a verbal overture for the senator to meet with Andropov as part of an effort to counter the Reagan administration’s position on nuclear disarmament.\nThe man who allegedly made the secret offering says the memo is completely false. Kennedy’s spokesman and Reagan’s disarmament negotiator have attested to the senator’s work behind the scenes with the Soviets, but neither says Kennedy worked secretly to undercut the President, as Owens claimed.\nSo given Tunney’s denial, Kampelman’s memoir, and also questions about the reliability of KGB memos in general, we rate Owens’ claim, Mostly False.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06530"}