{"url": "/factchecks/2020/mar/02/cal-cunningham/cunningham-says-tills-voted-take-away-coverage-pre/", "speaker": "Cal Cunningham", "vclaim": "Says Sen. Thom Tillis voted to \"take away\" coverage for people with pre-existing conditions.", "truth_label": "mostly-true", "date": "stated on February 5, 2020 in a campaign ad:", "title": "Cunningham says Tills voted to 'take away' coverage for pre-existing conditions", "text": "From Republican U.S. Senate candidates, voters are likely to hear about the economy under President Trump.\nFrom Democratic Senate candidates, voters are likely to hear about the need for better health care policy.\nNowhere is that more true than North Carolina, where a handful of Democrats are vying to knock out incumbent Republican Thom Tillis.\nOne of them is Cal Cunningham, who has support from the Democratic Party establishment. The Cunningham campaign recently released an ad accusing Tillis of voting to \"take away\" coverage for pre-existing conditions.\nThe Feb. 5 tweet says, \"Without coverage for pre-existing conditions, Susie and her family would be bankrupt. Those protections are exactly what Thom Tillis voted to take away.\"\nIncluded in the tweet is a video that profiles a mother named Susie who says her daughter has a pre-existing condition. \"Without pre-existing condition coverage, we would be bankrupt,\" Susie says. \nCunningham then appears on screen to say, \"Those protections for Susie’s children are exactly what Thom Tillis voted to take away.\"\nThen this text appears over a photo of Tillis: \"Tillis voted against protections for pre-existing conditions.\"\nIs it true that Tillis voted to take away coverage for people with pre-existing conditions? Yes. Tillis voted to repeal a law, the Affordable Care Act, that provides that coverage.\nWhile repeal efforts have been unsuccessful, repealing and replacing the ACA has been part of the Tillis platform for years. He voted to repeal the ACA, and later proposed a different law that aims to address pre-existing conditions.\nBut experts say the Tillis plan, along with other Republican proposals, fall short of offering the coverage in the ACA.\nAbout the vote\nFirst, some background. A pre-existing condition is a health problem that someone has before their health coverage starts. Examples include asthma, cancer, diabetes or lupus.\nPrior to the passage of the Affordable Care Act, also known as Obamacare, insurers could deny coverage to people with pre-existing conditions or inflate their premiums so much that they dropped coverage, as PolitiFact and its partners have previously reported.\nThe Cunningham ad specifically mentions a vote from July 26, 2015: the roll call for a vote to allow the repeal of the health care law.\nYou can see from the bill’s \"statement of purpose\" that it was meant to \"repeal the Patient Protection and Affordable Care Act and the Health Care and Education Reconciliation Act of 2010 entirely.\" \nThe record shows Tillis voted to repeal it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"Certainly, this provision, if enacted, would have removed coverage of pre-existing conditions because it would have repealed the ACA in its entirety, which would have restored law to what it was prior to 2010, when pre-existing conditions often were not covered in most states, or by federal law,\" said Mark Hall, a law and health professor at Wake Forest University.\nPolitiFact has repeatedly determined that a vote to repeal the ACA in full would have stripped coverage for people with pre-existing conditions. Subsequent GOP-written bills to replace the ACA have not ensured the same level of patients with those conditions.\n\nWhat Tillis said\nWhen PolitiFact reached out to the Tillis campaign, spokesman Andrew Romeo didn’t dispute Tillis’ vote from 2015. \nBut he claimed Tillis has always supported replacing Obamacare \"with a health care law that retains that critical provision, in addition to ensuring Americans under the age of 26 can stay on their family's health plan,\" Romeo said. He added that Tillis has \"taken steps to ensure that patients with pre-existing conditions maintain those protections regardless of Obamacare's future.\"\nRomeo was referencing a bill Tillis co-sponsored known as \"The Protect Act,\" which claims to protect people with pre-existing conditions. But experts say that bill falls short.\nKaren Pollitz, a senior fellow studying health reform and private insurance for the Kaiser Family Foundation, said the bill doesn’t prevent insurance companies from price gouging.\nThe bill includes language prohibiting discrimination based on health status. But, Pollitz said, it doesn’t prohibit insurers from charging women more than men. She paraphrased lines on pages 9 and 10 of the bill, saying \"nothing in the nondiscrimination requirement ‘shall be construed to restrict the amount that an employer or individual may be charged for coverage under a group health plan except as provided in paragraph 3 or individual health coverage’.\"\nPollitz said Tillis may have attempted to include price-gouging protections, \"but the language they used is riddled with loopholes that would continue to permit discriminatory rating practices.\"\nTo prevent price gouging, health bills should offer subsidies. Tillis’ bill guaranteed the issuance of insurance but didn’t provide funding to make premiums affordable, said David Anderson, research associate at Duke University’s Center for Health Policy.\nAbout the GOP plans\nUnder Tillis’ bill, Anderson said there was little incentive to keep healthy people in the market pool. So insurers would have two options.\n\"They can either leave the market entirely or dramatically increase premiums to cover a very sick and expensive group of people,\" he said. \"Since there are no premium subsidies in this bill, insurance will be too expensive for individuals who are in good health to purchase.\"\nPolitiFact reported in 2019 that most of the Republican health care plans fail to fully protect people with pre-existing conditions. A fact-check of White House chief of staff Mick Mulvaney singled out the plan proposed by Tillis and other Republican senators. It found that the bill included an option for companies to deny certain coverage if they weren’t able to \"adequately\" deliver services.\nThat fact-check quote critics of Obamacare, such as health care consultant Bob Laszewski and former Republican Senate health care policy staffer Rodney Whitlock, saying the Republican proposals fall short of the coverage offered by the ACA.\nOur ruling\nCunningham’s ad says Tillis voted to take away coverage for pre-existing conditions. It’s true that Tillis voted for a straight repeal of the Affordable Care Act, a move that likely would have left Americans with pre-existing conditions vulnerable.\nTillis’ campaign is right to point out that he has tried to address the issue. But experts agree that the Tillis proposal left loopholes insurance companies could use against people with pre-existing conditions.\nCunningham’s statement overlooks some of Tillis’ efforts. But it’s correct about Tillis’ vote and the fact that other Republican plans fall short of matching the ACA’s protections for people with pre-existing conditions. We rate it Mostly True.\nCorrection\nAn earlier version of this fact check quoted an expert who said the \"Protect Act\" introduced by Sen. Tillis would have allowed insurance companies to avoid covering people’s pre-existing conditions. In fact, the bill was written to prevent insurance companies from doing that.\nThe expert has revised her comments. \nThis correction has no bearing on the overall rating. Tillis voted to fully repeal the ACA, and bills proposed by Tillis and other Republicans still fall short of matching the ACA’s protections for people with pre-existing conditions.", "vclaim_id": "vclaim-pol-18025"}