{"url": "/factchecks/2020/jan/22/facebook-posts/yes-congress-has-disproportionate-share-millionair/", "speaker": "Facebook posts", "vclaim": "The percent of millionaires in Congress is 50% while the percent among the U.S. public is 1 percent", "truth_label": "half-true", "date": "stated on January 12, 2020 in a Facebook post:", "title": "Yes, Congress has disproportionate share of millionaires, but claim's numbers are off", "text": "With income inequality a persistent hot topic in the Democratic presidential primary, it’s not surprising that a familiar meme is circulating on Facebook claiming that Congress is far richer than the public.\nThe Facebook post says that 50% of Congress is made up of millionaires, compared with only 1% of America as a whole. Similar Facebook posts have circulated at least since 2011, but we wanted to find more current numbers. \nUnlike many of the statements we fact-check on Facebook, this one has some truth to it. A key analysis showed that close to half of the House and Senate members are millionaires. We couldn’t find a source that said 1% of the American public are millionaires, but we do know that it’s far less than in Congress.\nThe post was recently flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nMany members of Congress are millionaires\nThe Facebook post says: \"Let that sink in and tell me again how you become a multi millionaire earning $174,000 annually?\"\nThat is the salary for members of the U.S. House of Representatives and the Senate, with leadership positions paying slightly more. But many members were wealthy before they arrived.\nThe Center for Responsive Politics compiles financial disclosures of members of Congress. Those disclosure forms do not require exact values so the reports show the value of assets and liabilities within a range. The intent of the disclosures is to highlight potential conflicts of interest, not give a complete accounting of a member’s personal valuation, according to the center.\nThe center’s data for 2016 shows the members’ financial data in three categories: minimum net worth, average and maximum net worth. If we use the average net worth category for the House and Senate, it showed about 48% have worths of at least $1 million. The richest member was then-U.S. Rep. Darrell Issa, R-Calif. who had a net wealth of about $324 million and made much of his wealth from a car alarm company.\nRoll Call analyzed 530 members by their by their minimum net worths. By that measurement, there are 207 who are worth at least $1 million. That method results in about 39% of the members being millionaires.\nSorting out the number of Americans who are millionaires\nIt’s clear that the wealth of Congress is disproportionate to the general public, but by how much?\nAccording to the Survey of Consumer Finances from the Federal Reserve Board, 12% of family economic units had $1 million or more of net wealth (all assets minus all debts), said Janet Holtzblatt, a senior fellow at the Urban-Brookings Tax Policy Center. A family economic unit consists of the heads of the families and dependents who live with them. \nWe found some other analyses about how many Americans are millionaires, but none were the 1% cited in the Facebook post. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nCredit Suisse’s Global Wealth Report showed that there are approximately 18.6 million Americans with a net worth in excess of $1 million, which works out to about 8% of the adult population.\nSpectrem Group found that in 2018, there were 11.8 million American households with a net worth of at least $1 million. That works out to about 5% of the adult population. The market research firm quantifies millionaire households by net worth, not including primary residence. \nIt’s possible that when the Facebook post said that 1% of people are millionaires, it was referring to annual income, which is different than net wealth. Net worth includes a person’s cash, home value, stocks, bonds and other property minus any debts owed.\nBut if we used income as the benchmark, the calculation for Congress would be different. The House and Senate members don’t earn $1 million in their salary, but some earn investment income. \nFor the population as a whole, IRS data for 2017 showed about 500,000 tax returns had incomes of at least $1 million. There were about 104 million tax returns filed, so that means less than 1 percent were for people who earned at least $1 million.\nRELATED STORY: Bernie Sanders has entered millionaire class, tax returns show\nRELATED FACT-CHECK: Fact-checking Joe Biden's claim that he was among the poorest in government\nOur ruling\nA Facebook post said 50% of the members of Congress are millionaires compared with only 1% of the American public as a whole.\nThe number of millionaires in Congress is hard to pinpoint precisely, because they disclose their finances in ranges. But data from the Center for Responsive Politics showed that about 48% were worth at least $1 million.\nThe post understates the number of millionaires among the public. A more accurate number would be between 5% and 12%. But the general point that millionaires in Congress far outpace those among citizens is correct.\nThis statement rates Half True.", "vclaim_id": "vclaim-pol-17617"}