{"url": "/factchecks/2018/aug/23/west-virginia-republican-party/west-virginia-gop-tweet-correct-about-job-growth/", "speaker": "West Virginia Republican Party", "vclaim": "\"The American economy is continuing its longest monthly streak of job growth in history, with 3.9 million jobs added since President Trump was elected.\"", "truth_label": "true", "date": "stated on August 8, 2018 in a tweet:", "title": "West Virginia GOP tweet correct about job growth", "text": "President Donald Trump often touts job growth on his watch as one of his top accomplishments in office. State Republican party organizations have followed his lead.\nThe West Virginia Republican Party tweeted on Aug. 8, 2018, that \"the American economy is continuing its longest monthly streak of job growth in history, with 3.9 million jobs added since President Trump was elected.\"\nThe American economy is continuing its longest monthly streak of job growth in history, with 3.9 million jobs added since President Trump was elected. https://t.co/qmaW68IDdH #WVGOP— WVGOP (@WVGOP) August 7, 2018\n\n\nThe tweet cited a White House web page as its source. But we dug into the numbers ourselves just to be sure.\nWe’ll take the two parts of the tweet separately.\n\"The American economy is continuing its longest monthly streak of job growth in history.\"\nPolitiFact has previously confirmed that the United States is in the midst of its longest positive job growth streak in history -- 94 months and counting. Here is a chart showing month-to-month employment increases or decreases since January 2008. There has not been a monthly decline since 2010.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\nThe tweet fails to mention that most of these months of job growth occurred on President Barack Obama’s watch, which are noted in blue in the chart above. So Trump, whose months of job growth are noted in red starting in 2017, did not accomplish this feat on his own.\n\"3.9 million jobs (have been) added since President Trump was elected.\"\nWe looked at official Bureau of Labor Statistics data and found that since November 2016, when Trump was elected, the economy has added about 3.9 million jobs. That’s what the tweet said.\nStarting from this point, of course, includes two and a half months when Obama was still president. If you calculate the figure using January 2017 instead -- when Trump actually took office -- the number would be 3.4 million.\nWe’ll note that economists say presidents don’t deserve either full credit or full blame for employment trends on their watch. The president is not all-powerful on economic matters; broader factors, from the business cycle to changes in technology to demographic shifts, play major roles.\nOur ruling\nThe West Virginia Republican Party said, \"The American economy is continuing its longest monthly streak of job growth in history, with 3.9 million jobs added since President Trump was elected.\"\nBoth parts of this claim are accurate, and while it’s worth noting that no president deserves full credit for economic achievements on their watch, the tweet was carefully worded and is not substantially misleading. We rate it True.", "vclaim_id": "vclaim-pol-01701"}