{"url": "/factchecks/2020/oct/21/facebook-posts/no-viral-photo-doesnt-show-biden-next-man-seen-sex/", "speaker": "Facebook posts", "vclaim": "Photo shows Joe Biden next to a man seen in a sex sting video.", "truth_label": "pants-fire", "date": "stated on October 5, 2020 in a Facebook post:", "title": "No, viral photo doesn’t show Biden next to a man seen in a sex sting video", "text": "A two-part Facebook post wrongly attempts to connect Democratic presidential nominee Joe Biden with a man captured in a video purportedly trying to solicit sex from a minor. \nThe post shared thousands of times includes both a photo and a video. The photo depicts Biden facing a young girl with his hands on her lower arms. A red arrow points to a man in the background and identifies him as Matt Trowbridge, a former Democratic candidate for the Massachusetts State House of Representatives. \nThe video shows what appears to be an amateur \"sting\" operation of a man trying to solicit sex from a young boy.\nThe post implies the man in the video is the same man in the photo with Biden. \"So Joe Biden, why’s this guy on your team?\" the caption reads. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThat’s because it’s wrong. The man in the photo near Biden isn’t Matt Trowbridge, but a man named Jared Maher, whose then 11-year-old daughter sang at a 2018 event in Grand Forks, N.D., where Biden was a keynote speaker. \nReached by phone, Maher confirmed he was the man in the photo and directed us to a written statement he sent to the Duluth News Tribune about the distress the image’s use on social media has caused his family:  \"We are processing it as a family, attorneys are involved and the fact that the picture involved our then-11-year-old daughter has us very upset,\" it reads. \nThe photo was taken after the 2018 North Dakota Democratic-NPL convention, where Maher’s daughter sang a mash-up of \"Danny Boy\" and \"America the Beautiful,\" according to the Duluth News Tribune. After the event, Biden met Maher and thanked his daughter for the performance.\nThe video in the Facebook post was uploaded to YouTube on Oct. 2 by a vigilante group called Predator Poachers Massachusetts, which runs sting operations on sexual predators. The group claims the footage shows a man attempting to solicit sex from a minor. In the video, the group identifies the man as Matt Trowbridge.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nDespite the video, we found no evidence that a Matt Trowbridge in Massachusetts has been charged. We could not reach him to talk about the claim. But we searched news archives and local news and found no coverage of such an event. Police in Charlton, Mass., where public records indicate Trowbridge has lived, told us that they don’t have a file on anybody by that name. An official with Dudley District Court, which services Charlton, told us that they don’t have records of a criminal or civil case involving anyone by that name. \nBecause a commenter on the YouTube video suggested Trowbridge lives in Norton, Mass., we contacted police there, who told us they have no record of a charge or arrest.\nAn analysis from Storyful, a social media research firm, found that the Predator Poachers video was picked up by right-wing websites, some of which have spread disinformation in the past. \nOne of these sites references a 2009 article in the Sun Chronicle, a daily newspaper in Attleboro, Mass., about Trowbridge, who said he planned to run against state Rep. Betty Poirier in 2010. But he dropped out in April 2010 citing personal issues, according to the Sun Chronicle, and we found no record of him running for office since. State elections information shows Poirier ran uncontested in the general election that year. Given that more than a decade has passed since the photograph in the Sun Chronicle was taken, Storyful couldn’t confirm whether Trowbridge and the man in the video are the same person. \nThere is also no evidence that Trowbridge is affiliated with the Biden campaign. \nOur ruling\nA Facebook post claims to show Biden standing next to a man who it says is shown in a video attempting to solicit sex from a minor. That’s wrong. The man in the photo is the father of a young girl who sang at a political event in 2018. \nThe video in the post was uploaded by a YouTube account that claims to catch people as they try to solicit underage sex. While the video identifies the man as a former candidate for state office in Massachusetts, we find no conclusive evidence to support that claim. \nWe rate this Pants on Fire!\nPolitiFact researcher Caryn Baird contributed to this report.", "vclaim_id": "vclaim-pol-18743"}