{"url": "/factchecks/2019/apr/25/amy-klobuchar/klobuchar-wants-stop-drugmakers-bad-practice-keeps/", "speaker": "Amy Klobuchar", "vclaim": "\"Big pharmaceuticals pay off — they literally pay off — generics to keep the prices and the competition off the market.\"", "truth_label": "true", "date": "stated on April 22, 2019 in a CNN town hall event for Democratic presidential candidates:", "title": "Klobuchar wants to stop pay-for-delay deals that keep drug prices high", "text": "Washington’s recent fixation with lowering drug costs has introduced Americans to once-insider terms like pharmacy benefit managers and list prices.\nDuring an April 22 CNN town hall event for Democratic candidates, Sen. Amy Klobuchar, D-Minn., described a drugmaker practice that sounds a lot like bribery — drawing attention to yet another secretive process that lawmakers and experts say prevents patients from obtaining affordable prescription drugs.\nAmerica, meet \"pay-for-delay.\"\n\"We can stop this horrible practice where big pharmaceuticals pay off — they literally pay off — generics to keep the prices and the competition off the market,\" Klobuchar said. \"That’s bad, and we can fix it.\"\nKlobuchar’s comment was one of the fundamental changes she said she would make to the health care system if elected president.\nShe said ending the practice of pay-for-delay, as well as allowing Medicare to negotiate drug prices and importing less expensive drugs from countries like Canada, could help bring down pharmaceutical costs.\nNearly 8 in 10 Americans believe drug prices are unreasonable, according to a recent poll from the Kaiser Family Foundation. (KHN is an editorially independent program of the foundation.) So it is little surprise that not only Klobuchar but also many presidential candidates are talking about drug costs.\nThis practice of pay-for-delay sounds almost too shady to be real, so we decided to see if her claim checks out: Are pharmaceutical companies paying generic drugmakers to delay marketing their drugs, keeping prices high? Is that legal? \nThe back story on 'pay-for-delay' deals\nYes, it is true that pharmaceutical companies compensate generic competitors to hold off on marketing their versions of brand-name drugs. It is also true that this practice results in delays before cheaper, generic drugs become available, leaving patients no choice but to pay for the pricier, brand-name drugs they have been prescribed.\nTake Humira, a blockbuster anti-inflammatory medication that treats diseases such as rheumatoid arthritis and Crohn's disease. AbbVie has been accused of engaging in pay-for-delay deals to protect its claim on Humira, though the details of such settlements are secret. The drugmaker has stated on the record that it has not used pay-for-delay tactics with Humira.\nTo understand this issue, it may help to know pay-for-delay deals by their wonkier name: \"reverse payment agreements.\"\nLike many products, drugs are protected by patents. Before companies can sell a generic drug, they must certify they will not market it until any related patents have expired, or they can challenge the existing patents.\nFaced with a challenge to its patent, a brand-name manufacturer may, in turn, choose to sue the generic for patent infringement. Often the companies decide to settle, with the generic manufacturer agreeing to hold off on marketing its drug until a certain date in exchange for some form of compensation from the brand-name company — a \"reverse payment agreement\" — because rather than seeking damages, they agree to compensate the company they sued.\nThe terms of these agreements, including the amount of money changing hands, are secret. Only the Federal Trade Commission knows how much they are worth — and the FTC says these deals result in Americans paying $3.5 billion in higher drug costs every year.\nWhile drugmakers could argue that the settlements help save on costly litigation, they effectively function as a payment to stay out of the marketplace, protecting the exclusivity and the bottom line of the brand-name drug and its manufacturer.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nIn the past, that compensation usually came in the form of cash, said Dr. Aaron Kesselheim, an associate professor at Harvard Medical School who researches the effects of intellectual property laws on drug development.\nBut cash payments are no longer as common.\nIn 2013, the Supreme Court ruled that the FTC could scrutinize pay-for-delay agreements under antitrust laws as part of its mission to promote a competitive marketplace.\nSince then, the FTC has made opposing what it calls these \"anti-competitive deals\" one of its top priorities, taking dozens of companies to court.\nThus, many drugmakers have changed strategies. Kesselheim said these deals have \"evolved\" since the Supreme Court’s decision, with fewer involving the transfer of cash.\nWith the FTC considering cash payments a red flag for anti-competitive behavior, drugmakers may offer compensation in other forms — say, by sharing knowledge or agreeing to market one another’s drugs to doctors.\nThat doesn’t help patients, Kesselheim said, as these agreements still delay lower-cost drugs from making their way to the pharmacy counter. \"From a patient’s point of view, they’re both kind of not good,\" he said.\nBoth brand-name and generic drug manufacturers have long opposed a ban on pay-for-delay deals. But it looks as if their days are numbered, said Rodney Whitlock, a consultant and former Republican congressional staffer who was deeply involved in health policy.\nA handful of bills have been introduced in Congress to halt the practice, including one co-sponsored by Klobuchar and Sen. Chuck Grassley, R-Iowa, who is chairman of the Senate Finance Committee.\nWhile it looks likely that Congress will pass a law to stop pay-for-delay, that does not necessarily mean the problem will go away.\nPassing legislation seems more likely than not, Whitlock said. But \"after that, it will be implementation, and will manufacturers find new ways of attaining the same end that we haven’t contemplated yet?\"\nOur ruling\nKlobuchar said, \"We can stop this horrible practice where big pharmaceuticals pay off – they literally pay off – generics to keep the prices and the competition off the market.\"\n\"Pay-for-delay\" is a pharmaceutical industry practice that involves brand-name drugmakers compensating their generic counterparts for holding off on marketing their versions of brand-name drugs, causing longer delays in getting cheaper, generic drugs to the pharmacy counter. There are currently no federal laws explicitly barring these sorts of deals.\nBrand-name manufacturers do not in all cases \"literally pay off\" generic drugmakers. Since the Supreme Court ruled the FTC could challenge these agreements in court in 2013, cash payments have become less common, sometimes replaced by other forms of compensation.\nKlobuchar is clearly aware of this distinction. The legislation she introduced with Grassley notes that an agreement is in violation of their proposed ban if a drugmaker \"receives anything of value,\" not just cash.\nWe rate this statement True.\nUpdate April 26, 2019: After this fact check's publication, AbbVie contacted us regarding the inclusion of its drug, Humira, in the text and provided a statement that it has not used pay-for-delay tactics. We clarified the story on these points. The broader point of the fact check about reverse payment agreements and Klobuchar's statement continue to rate as true.\nThis fact check was reported and edited by Kaiser Health News. PolitiFact and KHN are partnering to fact-check claims about health care.", "vclaim_id": "vclaim-pol-00709"}