{"url": "/factchecks/2019/jan/03/facebook-posts/did-michelle-obama-once-say-white-folks-are-whats-/", "speaker": "Facebook posts", "vclaim": "Quotes Michelle Obama as saying, \"White folks are what’s wrong with America.\"", "truth_label": "pants-fire", "date": "stated on January 1, 2019 in a meme:", "title": "Michelle Obama did not say white folks are what is wrong with America", "text": "New year, same old internet.\nAn inflammatory post claims former first lady Michelle Obama once said, \"White folks are what’s wrong with America.\" The post displays an image of the former first lady, with words at the bottom saying, \"Now imagine Bush saying ‘Black folks are what’s wrong with America.’ Still think there is no media bias?\"\nThere are other versions of the meme that replace Bush with Trump.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe could find no instance of Michelle Obama saying those words, or any variation of that quote.\nThe rumor can be traced back to a 2015 commencement speech Obama gave at Tuskegee University, a private, historically black university in Alabama.\nFollowing the speech, JewsNews.com, a right-wing website that often pushes conspiracy theories, published an article with the headline: \"White Folks And America Are The Problem – Michelle Obama Addresses All Black University With Divisive Message.\" A few months later the site repurposed the same story, but this time with the headline: \"Michelle Obama says ‘White Folks’ are what’s Wrong with America\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe articles contain misleading content, and the headline of the second is a distorted take on Obama’s speech and not drawn from any statement she made. (She never said \"white folks\" at all.)\nMichelle Obama told graduates the road ahead wouldn’t be easy \"especially for folks like you and me.\"\n\"The world won’t always see you in those caps and gowns. They won’t know how hard you worked and how much you sacrificed to make it to this day … Instead they will make assumptions about who they think you are based on their limited notion of the world. And my husband and I know how frustrating that experience can be. We’ve both felt the sting of those daily slights throughout our entire lives — the folks who crossed the street in fear of their safety; the clerks who kept a close eye on us in all those department stores; the people at formal events who assumed we were the ‘help’ — and those who have questioned our intelligence, our honesty, even our love of this country.\"\nA full transcript of the speech is available in the White House archives, and a video of the speech is available on YouTube.\n\n \nOur ruling\nA refurbished meme claims Michelle Obama said, \"White folks are what’s wrong with America.\"\nThe false rumor stems from a commencement speech Obama made at a historically black university in 2015. While her message was candid about race relations in the United States, at no point does she say those words.\nThe meme (and the stories that helped spur it) spreads misinformation and presents a twisted interpretation of her words.  \nWe rate this claim Pants on Fire!\n Share the Facts 2019-01-03 16:20:35 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Quotes Michelle Obama as saying, \"White folks are what’s wrong with America.\"    Facebook posts Bloggers    In a Facebook post Tuesday, January 1, 2019 2019-01-01    Read More  info", "vclaim_id": "vclaim-pol-01162"}