{"url": "/factchecks/2012/jun/29/austin-fund-quality-healthcare/austin-group-says-austin-biggest-city-america-tier/", "speaker": "Austin Fund for Quality Healthcare", "vclaim": "\"Austin is the biggest city in America with a Tier One research university (UT-Austin) but without a medical school.\"", "truth_label": "mostly-true", "date": "stated on June 20, 2012:", "title": "Austin group says Austin is the biggest city in America with a Tier One university that lacks a medical school", "text": "A group that wants the University of Texas to have an Austin-based medical school floated a three-part claim in a mailer we spotted June 20, 2012: \"Austin is the biggest city in America with a Tier One research university (UT-Austin) but without a medical school.\"\n\nWe know UT is a premier research university. And Austin lacks a medical school within its city limits. We also know that the Texas A&M University Health Science Center College of Medicine provides clinical training to third- and fourth-year medical students out of Round Rock, just north of Austin.\n\nWe asked the Austin Fund for Quality Healthcare to flesh out its claim.\n\nSpokeswoman Monica Walters Crowley pointed us to results from the 2010 U.S. census indicating that among the nation’s \"most populous\" places that year, Austin, with 790,390 residents, ranked 14th. By email, Crowley said that among the 13 more populous places -- including New York, Los Angeles, Chicago, Houston, Philadelphia, Phoenix, San Antonio, San Diego, Dallas, Indianapolis and San Francisco -- only San Jose, Calif., and Jacksonville, Fla., lacked medical schools, and neither city is home to a \"Tier One\" university.\n\nWe checked all the bigger cities against information posted online by the Association of American Medical Colleges, which lists 137 accredited U.S. medical schools. And per the association’s list, San Jose and Jacksonville are the only cities more populous than Austin and lacking a medical school.\n\nBy our count, 11 of 13 cities more populous than Austin account for more than 20 medical schools.\n\nCrowley said that neither San Jose nor Jacksonville is home to a \"Tier One\" research university.\n\nAnd what defines a \"Tier One\" research university?\n\nIn her email, Crowley pointed out the 61 member schools of the Association of American Universities, which says it chooses members \"based on the high quality of programs of academic research and scholarship and undergraduate, graduate, and professional education in a number of fields, as well as general recognition that a university is outstanding by reason of the excellence of its research and education programs.\"\n\nFrom Texas, AAU members include UT, Texas A&M University and Rice University. In a telephone interview, though, AAU spokesman Barry Toiv said that in exploring how to define \"Tier One\" universities, he would defer to a list of 108 doctorate-granting universities with \"very high research\" activity as designated by the Carnegie Foundation for the Advancement of Teaching, which traces its classification of colleges and universities to work by the Carnegie Commission on Higher Education.\n\nNo universities in Jacksonville or San Jose showed up either among the AAU’s members or on the Carnegie list, which also revealed no cities bigger than Austin with a high-research university and lacking a medical school. (From Texas, UT, Texas A&M, Rice and the University of Houston are among the high-research institutions.)\n\nFinally, we wondered if this uniquely Austin claim holds up if we go beyond the city limits and compare the greater Austin area to similar, more sprawling areas, taking into account institutions in bedroom communities just outside each city’s immediate boundaries.\n\nDrawing from the Census Bureau website, we pulled down 2011 population rankings of the country’s biggest metropolitan statistical areas. By this measure, the Austin-Round Rock-San Marcos area ranked 34th that year, with nearly 1.8 million residents.\n\nWhen we asked Crowley about this broader comparison, she replied that the punch line remains the same. The Austin-Round Rock-San Marcos area is \"still the largest that has an AAU-listed, Tier 1 research university and that lacks a four-year medical school,\" she said by email. \"The  only MSAs larger than us without four-year medical schools are Las Vegas and Charlotte, and neither has a Tier 1 research university designation.\"\n\nThat checked out — so long as the Texas A&M program at Round Rock is overlooked. It is not a \"four-year medical school\" as Crowley said, and instead serves 80 third- and fourth-year medical students. According to a May 20, 2012, Austin American-Statesman news article, A&M officials hope to expand its offerings on that campus to students in all four years of medical school, though how soon that happens remains unclear. If those hopes gel, there will stands to be a full-fledged medical school in the greater Austin area.\n\nCrowley agreed Texas A&M would like to eventually have a stand-alone medical school. She noted too by email that third- and fourth-year students enrolled at the University of Texas Medical Branch at Galveston are receiving clinical training at Austin’s University Medical Center Brackenridge, \"but that does not mean that there is a medical school in Austin.\" By telephone, Adrienne Lallo, spokeswoman for the Seton Health Care Family, which operates Brackenridge and other Central Texas hospitals, said students from UTMB and residents from UT Southwestern Medical School in Dallas train in Austin.\n\nOur ruling\n\nThe claim that Austin is the biggest U.S. city home to a top-flight research university but lacking a medical school holds up. Still, Texas A&M hopes to make its nearby medical college into a full-fledged medical school. That information is missing from the statement, which we rate Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10848"}