{"url": "/factchecks/2020/aug/13/facebook-posts/no-receiving-multiple-ballot-applications-doesnt-l/", "speaker": "Facebook posts", "vclaim": "An Illinois couple who received five vote-by-mail applications can vote five times.", "truth_label": "false", "date": "stated on August 7, 2020 in a Facebook post:", "title": "No, receiving multiple ballot applications doesn’t let you vote more than once", "text": "A common misconception going around social media is that people who receive multiple mail ballot applications can, in turn, vote multiple times, and no one would know.\nIt’s the kind of situation floated by opponents of voting by mail to warn of possible abuse.\nA Facebook page called \"Just the Facts\" shared an image that shows five envelopes marked as Official Election Mail from the Fayette County Clerk & Recorder’s Office, which is in Illinois. The caption says the applications were sent to five different people at one address. The post claims that the Illinois couple who received them could easily use the applications to get multiple ballots and cast multiple votes.\nThe post reads: \"A husband and wife received 5 ‘vote by mail’ ballots request. They were unsolicited. All this couple has to do is fill them out, and mail them in. They will be sent 5 ballots. Two people will be able to cast 5 votes with no one the wiser.\"\nThis is wrong. Election officials are required to conduct a verification process on ballot applications that makes it highly unlikely that such a scheme would work. It’s also illegal, and anyone who tried to do this would be guilty of a felony, and likely get caught.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nRELATED: Trump draws false distinction between absentee ballots, voting by mail\nVote-by-mail ballot applications, like the ones in the photo, come from the county clerk and are specific to the voter to whom they are addressed. Voters must sign and return the application to receive a ballot. But before election officials can mail out a ballot to a voter, they check that the signature on the ballot application matches the signature on record.\n\"In this case, if a voter were to sign applications other than his own, he would be committing voter fraud,\" Matt Dietrich, a spokesperson for the Illinois State Board of Elections, told PolitiFact. \"That’s a felony, and an easy one to catch since these applications are intended for the specific voters to whom they are addressed.\"\nAn Illinois special election law signed by Gov. J.B. Pritzker in June requires local election authorities to send a vote-by-mail application to any registered voter who participated in the 2018 general, 2019 consolidated or 2020 primary election, by Aug. 1.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe law requires that the applications be mailed \"to the elector's registered address and any other mailing address the election authority may have on file, including a mailing address to which a prior vote-by-mail ballot was mailed.\"\n\"So it’s likely that some voters may be sent more than one application,\" Dietrich said. \"However, they will only receive one ballot no matter how many applications they return. Applications and ballots are mailed and tracked by a voter’s unique voter ID number. Once a voter’s application is received, any subsequent applications will be rejected.\"\nJessica Barker, the clerk for Fayette County, told PolitiFact the post is wrong. She said the county clerks of Illinois were required under the law to mail applications to eligible registered voters, and that it’s the voters’ responsibility to keep their information current with local election officials.\nThe application-then-ballot process is common for mail-in voting, but not universal. In May, California Gov. Gavin Newsom, a Democrat, ordered all counties to proactively send out mail-in ballots to all registered voters, citing health concerns amid COVID-19. Vermont, Nevada and Montana have passed similar measures.\nBut states have put safeguards in place to deter voter fraud and ensure each ballot is tallied correctly.\nIn California, for example, when election officials receive a vote-by-mail ballot, the voter's signature on the return envelope is compared with the voter's registration card to ensure they match. The ballot is also separated from the envelope before it's tallied to ensure anonymity.\nElection experts across the country have said that fraudulent mail-in voting is exceedingly rare.\nFor example, the Brennan Center for Justice, a nonpartisan law and public policy institute, found that Oregon – a state that votes primarily by mail – has sent out more than 100 million mail-in ballots since 2000, but has documented only about a dozen cases of proven fraud.\nOur ruling\nA Facebook post says an Illinois couple received five vote-by-mail applications and will be able use them to receive multiple ballots and cast multiple votes. \nThis is inaccurate. Anyone who attempts to do this is committing fraud, and before election officials mail out a ballot to a voter, the signature on the application must match the signature on record. Each voter has a unique voter ID number that’s tied to a single ballot, so once a voter’s application is received, any subsequent applications will be rejected.\nWe rate this False.", "vclaim_id": "vclaim-pol-17102"}