{"url": "/factchecks/2010/apr/14/ken-legler/rep-ken-legler-said-cell-phone-numbers-will-be-rel/", "speaker": "Ken Legler", "vclaim": "\"Cell phone numbers go public this month.\"", "truth_label": "false", "date": "stated on April 12, 2010 in Facebook and Twitter posts:", "title": "Rep. Ken Legler said cell phone numbers will be released to telemarketing companies", "text": "Fact or fiction: Your cell phone number will soon be released to telemarketing companies and — the kicker — your provider also will charge you for incoming sales calls.\n\nThat's what state Rep. Ken Legler, R-Pasadena, said this week via his Twitter account. His Monday warning: \"Cell phone numbers go public this month.\"\n\nHis message linked to a note published on his Facebook page the same day:\n\n\"REMINDER..... all cell phone numbers are being released to telemarketing companies and you will start to receive sales calls. YOU WILL BE CHARGED FOR THESE CALLS.\"\n\nTo prevent this, Legler instructed, people should call \"888-382-1222, the number for the National DO NOT CALL list... It blocks your number for five (5) years. You must call from the cell phone number you want to have blocked. You cannot call from a different phone number. HELP OTHERS BY PASSING THIS ON.\"\n\nThat breathless alert caught our eye. Yet by the time we looked into Legler's Facebook post, it'd been yanked. Legler told us Tuesday that his campaign \"fell victim to urban legend and we put it out there and I take full responsibility... we shouldn't have put it out there.\"\n\nAfter our inquiry, Legler posted a retraction on his Facebook explaining that a volunteer campaign staff member had received the e-mail warning from \"what we considered a reliable source\" and \"felt it was important to keep the public up to date.\"\n\nLegler explained to us that his aides will post notes like press releases from state agencies on his Facebook and Twitter account while he is responsible for the personal messages on both sites.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nBrad Tegeler, Legler's chief of staff, said he recognized the e-mail as one that had landed in his inbox in the past, and checked to see it if it was true. When he realized it wasn't, Legler's office pulled the Facebook note down \"not more than half a day\" later.\n\nMeanwhile, Legler's Twitter message remained online for the more than 3,000 people who follow his feed to see as we finished this article. (Nearly 1,100 friends could have seen his Facebook post.)\n\nNext, we called the National Do Not Call Registry listed in Legler's note to to check on what happens when individuals phone in. A recording by the Federal Trade Commission, which operates the registry, tells callers that anyone can register their home or cell phone number to permanently stop receiving telemarketing calls. It's not just a five-year reprieve, as Legler's note puts it.\n\nThis gaffe isn't new; a Google search for the same text as Legler's Facebook entry shows similar incorrect warnings — apparently linked to rumors about a national cell-phone directory — posted on blogs starting in 2004.\n\nMitch Katz, a public affairs specialist at the FTC, said this \"rumor has been going around for five years and there have been attempts to (create a cell phone directory) but they've all fallen apart.\"\n\nIf a cell phone directory is ever created, Katz said, it's likely to work differently: People would have to opt in to get their number listed.\n\nThe FTC also has debunked the incorrect message on its Web site, which states: \"You may have received an e-mail telling you that your cell phone is about to be assaulted by telemarketing calls as a result of a new cell phone number database; however, that is not the case. FCC regulations prohibit telemarketers from using automated dialers to call cell phone numbers. Automated dialers are standard in the industry, so most telemarketers don’t call consumers on their cell phones without their consent.\"\n\nWe rate Legler's yanked statement as False.", "vclaim_id": "vclaim-pol-15111"}