{"url": "/factchecks/2018/sep/13/patrick-morrisey/did-joe-manchin-stick-hillary-clinton-after-contro/", "speaker": "Patrick Morrisey", "vclaim": "Says Joe Manchin \"strongly supported and voted for Hillary Clinton after she said, ‘We’re going to put a lot of coal miners and coal companies out of work.’\"", "truth_label": "mostly-true", "date": "stated on August 21, 2018 in a Donald Trump rally in Charleston, W.Va.:", "title": "Did Joe Manchin stick with Hillary Clinton after controversial coal comment?", "text": "Appearing at a rally with President Donald Trump in Charleston, W.Va., Patrick Morrisey -- the Republican challenger to Democratic Sen. Joe Manchin -- riled up the crowd by invoking a particularly embarrassing remark by Hillary Clinton, the 2016 presidential nominee of Manchin’s party.\n\"Joe Manchin strongly supported and voted for Hillary Clinton after she said, ‘We’re going to put a lot of coal miners and coal companies out of work,’\" Morrisey told the crowd after Trump turned over the podium on Aug. 21, 2018.\nMorrissey's statement has a basis in truth, but it glosses over some context. (We're not addressing the portion of Morrisey's remark about how Manchin voted, since ballots are cast privately, making it impossible for us to verify independently.)\nWhat Clinton said\nOn March 13, 2016, as she was running for president, Clinton appeared at a televised town hall in Columbus, Ohio.\nAt one point during the event, Clinton said, \"I’m the only candidate which has a policy about how to bring economic opportunity — using clean, renewable energy as the key — into coal country. Because we’re going to put a lot of coal miners and coal companies out of business.\"\nShe continued, \"And we're going to make it clear that we don't want to forget those people. Those people labored in those mines for generations, losing their health, often losing their lives to turn on our lights and power our factories. Now we've got to move away from coal and all the other fossil fuels, but I don't want to move away from the people who did the best they could to produce the energy that we relied on.\"\nWhile the latter portion of her comments communicated empathy for coal-mining families, her remark that \"were going to put a lot of coal miners and coal companies out of business\" drew intense criticism, not only from Americans in coal country but also with her allies, who said Clinton’s phrasing seemed to trivialize the seriousness of coal workers’ economic dilemma.\nManchin’s support for Clinton\nSo how did this episode affect Manchin’s support for Clinton? Let’s review.\nManchin and Clinton had known each other for years, and he endorsed her on CBS’s Face the Nation on April 19, 2015. \"I support Hillary Clinton. I know Hillary Clinton, and I find her to be warm and engaging, compassionate and tough. All of the above, \" Manchin said.\nAfter the town hall remark, MetroNews reported that a senior advisor to Manchin was \"troubled and concerned by the comments and reached out directly to the Secretary and her senior advisor for energy.\"\nIn June 2018, Manchin told Politico that he repeatedly threatened to revoke his support for Clinton after her remark.\n\"First, Manchin told Bill Clinton that he would withdraw his support, as the former president pleaded with him not to,\" Politico reported, \"Then Hillary Clinton called him. ‘She said, ‘Please don’t. Let me come to West Virginia, I need to explain.’ I said, ‘That’s a bad idea, you shouldn’t come,’\" Manchin recounted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nBut the two sides reconciled, and on March 15 -- two days after the town hall -- Clinton formally reacted to the fallout from her remark, sending a letter to Manchin.\n\"Simply put, I was mistaken in my remarks,\" she wrote. \"I wanted to make the point that, as you know too well, while coal will be part of the energy mix for years to come, both in the U.S. and around the world, we have already seen a long-term decline in American coal jobs and a recent wave of bankruptcies as a result of a changing energy market — and we need to do more to support the workers and families facing these challenges.\"\nShe also said in the letter that she supported the Miners Protection Act backed by Manchin, which would provide health benefits and pensions for former miners and family members.\n\"I pledge to you that I will focus my team and my Administration on bringing jobs to Appalachia, especially jobs producing the carbon capture technology we need for the future,\" Clinton wrote.\n\nAbout six weeks later, on May 2, Clinton came to West Virginia for a roundtable at the Williamson Health and Wellness Center. At that event, she talked with Manchin and a former coal miner, Bo Copley.\n\"I don't know how to explain it, other than what I said was totally out of context from what I meant because I have been talking about helping coal country for a very long time and I did put out a plan last summer,\" Clinton said. \"It was a misstatement, because what I was saying is that the way things are going now we are going to continue to lose jobs. What I said was that is going to happen unless we take action to try to help and prevent it.\"\nAt the roundtable, Manchin also expressed his discomfort with Clinton’s initial statement.\n\"I have two ways to go when that statement came out,\" Manchin said. \"I could have said, 'I thought she was my friend, by golly I'm done, I'm gone.' Now that's not the way we were raised, I wasn't raised that way. So, I said I'm going to call\" her instead.\nHe added, \"If I thought that was in her heart, if I thought she wanted to eliminate one job in West Virginia, I wouldn’t be sitting here, and she wouldn’t be sitting here if she felt that way.\".\nManchin’s office did not respond to an inquiry, but CNN reported on June 17, 2016, that Manchin remained one of the Democratic Senators who were \"backing\" Clinton for president.\nAnd in the 2018 Politico interview, Manchin called his decision to stick by Clinton \"a mistake. It was a mistake politically.\" But the article added that to Manchin, \"her $20 billion commitment to his state was too much to pass up. ‘Is this about me? Or trying to help a part of my state that’s never recovered and is having a tough time?’\"\nOur ruling\nMorrisey said Manchin \"strongly supported and voted for Hillary Clinton after she said, ‘We’re going to put a lot of coal miners and coal companies out of work.’\"\nIt’s worth noting some of the context that Morrisey left out -- that Clinton had also expressed empathy for coal miners’ economic challenges in her initial remark, that she later clarified what she had meant to say, and that Manchin had worked to convince Clinton of why her remarks had been unacceptable.\nStill, none of that changes the gist of Morrisey’s assertion -- that Clinton said the remark, and that Manchin remained in her camp through the election (while we know he endorsed her, we do not know for sure he voted for her, as ballots are secret). We rate the statement Mostly True.\n Share the Facts 2018-09-13 17:14:16 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says Joe Manchin \"strongly supported and voted for Hillary Clinton after she said, ‘We’re going to put a lot of coal miners and coal companies out of work.’\"    Patrick Morrisey U.S. Senate candidate, R-W.Va. https://www.c-span.org/video/?449868-1/president-trump-campaigns-patrick-morrisey-west-virginia   remarks at a rally for President Donald Trump Tuesday, August 21, 2018 2018-08-21    Read More  info", "vclaim_id": "vclaim-pol-01619"}