{"url": "/factchecks/2019/oct/25/viral-image/no-evidence-ann-landers-said-quote-about-age/", "speaker": "Viral image", "vclaim": "Says Ann Landers said, \"At age 20, we worry about what others think of us. At age 40, we don’t care what they think. At age 60, we discover that they have not been thinking of us at all.\"", "truth_label": "half-true", "date": "stated on October 17, 2019 in a Facebook post:", "title": "This quote about age didn’t originate with Ann Landers", "text": "Back in March, we debunked a Facebook post that claimed Winston Churchill said: \"When you’re 20, you care what everyone thinks, when you’re 40, you stop caring what everyone thinks, when  you’re 60, you realize no one was ever thinking about you in the first place.\"\nFast-forward seven months and we’re looking at a nearly identical post — only this statement is attributed to the late advice columnist Ann Landers.\n\"At age 20, we worry about what others think of us,\" begins the Oct. 17 post titled \"Aging Gracefully.\" \"At age 40, we don’t care what they think. At age 60, we discover that they have not been thinking of us at all.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe reached out to AnnLanders.com to ask about the Facebook post but did not immediately hear back. We read the columns about aging on the site and she doesn’t dole out the advice in the posts there or share its sentiments in different words.\nIn a chapter about aging in her 1961 book, \"Since You Asked Me,\" Landers writes: \"Many who write are panic-stricken at the thought of leaving their 20s behind. More are terrified at the prospect of the Big 40. … For many, the fortieth birthday is a traumatic experience.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nShe also says that \"age is important only to the very young and to the very insecure\" and she criticizes beauty products marketed to help women stay young while also encouraging her female readers to stay thin and go easy on the makeup after age 45 because \"a heavy foundation base and too much powder or rouge accentuates the wrinkles.\"\nBut a reader pointed us to a 1992 syndicated column in which Landers includes this \"Gem of the Day\" after responding to two readers’ queries. It says: \"At 20, we worry about what others think of us. At 40, we don’t care what they think of us. At 60, we discover that they haven’t been thinking of us at all.\"\nHowever, it doesn’t appear that Landers is the original source of this statement or of its many variations. Eppie Lederer became Ann Landers in 1955 and responded to her first letters under the columnist pseudonym that year. She was born in 1918 and was still a teenager when a column by humorist Robert Quillen was published in newspapers with this line in August 1934: \"At 20 we don’t care what the world thinks of us; at 30 we worry about what it thinks of us; at 40 we discover it doesn’t think of us.\" \nAnd in 1935, according to the website quoteinvestigator.com, Will Rogers says this starring as a newspaper columnist in the movie \"Life Begins at 40:\" \"At 20, we don’t care what the world thinks of us. At 30, we worry about what it thinks of us. At 40, we’re sure it doesn’t think of us.\" \nWe rate this post Half True.\nUpdate, Oct. 28, 2019: This story was originally rated False with the caveat that if evidence emerged showing that Ann Landers did say this, we’d reconsider our ruling. A reader pointed us to one of her 1992 columns that includes a version of this statement but she is not its original source.", "vclaim_id": "vclaim-pol-00014"}