{"url": "/factchecks/2017/jan/11/blog-posting/fake-news-theres-no-chinese-restaurant-selling-dog/", "speaker": "Bloggers", "vclaim": "\"Chinese restaurant in Coral Springs, Fla., busted for selling dog meat to VIP customers.\"", "truth_label": "pants-fire", "date": "stated on December 21, 2016 in a headline:", "title": "Fake news: There's no Chinese restaurant selling dog meat in Coral Springs, Fla.", "text": "Fake news websites continue to share an unappetizing hoax about a Chinese restaurant serving dog meat to customers, despite local police denying the claim.\n\"Chinese restaurant in Coral Springs, Fla., busted for selling dog meat to VIP customers,\" read a Dec. 21, 2016, headline on a post at MajorThoughts.com. It included a disturbing photo overprinted with \"Yamstar.com,\" purporting to show cooked canines being butchered.\nFacebook flagged the article as being potentially fake as part of its efforts to root out fake news on the website. This unpalatable tale certainly qualifies.\nThe story, rife with odd punctuation and capitalization, claimed that an eatery called China Chow had been serving dogs slaughtered in the back of the restaurant as a special-order menu item for customers who asked for it.\nThe article said police shut the restaurant down after a two-month investigation following a customer complaint, according to a faux department spokesman.\nFor all the dog lovers out there, take heart that none of these things happened. A Coral Springs Police Department employee told PolitiFact that nothing about the story is true.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUS Daily News 24\n\n\nstated on July 28, 2017 in a headline\n\n\n\n\n\n\n\n\nSays Debbie Wasserman Schultz \"going to mental hospital after what she did overnight desperate to escape arrest.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • August 2, 2017\n\n\n\n\n\n\n\nCommunity Involvement Coordinator Lynne Martzall said there was no two-month investigation by the department, and the police spokesman named in the story is not a real person.\nFurthermore, there is no restaurant named China Chow in Coral Springs, and there is no Chinese restaurant at the intersection named in the fake story.\n(We did notice that there is a fictional Yelp profile of China Chow, but it only links back to the same story, published the same day on GummyPost.com.)\nAfter receiving complaints, the department had posted a message on its Facebook page in December to tell the public the story was totally contrived. Martzall said Facebook removed the post from the department’s page after police reported the story as fake.\nWe attempted to contact the administrator at MajorThoughts.com, which is registered to an address in Sunrise, Fla., but we didn’t get a response.\nBesides basing its claim on a racist stereotype of Chinese eating dogs, this fake story makes up every detail it cites.\nWe rate this distasteful fabrication Pants On Fire!\nhttps://www.sharethefacts.co/share/054ce95b-88b0-433c-8e91-8384128c6efb", "vclaim_id": "vclaim-pol-03802"}