{"url": "/factchecks/2011/may/24/louie-gohmert/louie-gohmert-says-gov-rick-perry-begging-coast-gu/", "speaker": "Louie Gohmert", "vclaim": "Says Gov. Rick Perry has been \"begging\" for the federal government to send the Coast Guard to patrol two lakes on the U.S.-Mexico border.", "truth_label": "false", "date": "stated on May 10, 2011 in a radio interview.:", "title": "Louie Gohmert says Gov. Rick Perry is begging for Coast Guard to patrol two border lakes", "text": "U.S. Rep. Louie Gohmert, R-Tyler, sounded downbeat about President Barack Obama’s commitment to securing the U.S.-Mexico border May 10, the day the president spoke on immigration policy in El Paso.\n\nIn an interview on the Georgia-based Martha Zoller Show, Gohmert pointed to two lakes that straddle the border, Falcon Lake and Lake Amistad.\n\nGohmert went on to say he'd recently visited with Texas Gov. Rick Perry and \"they've been begging for the federal government to give us some Coast Guard help\" on the lakes because Texas is \"having to do what the federal government will not and try to patrol the lakes but they, the drug cartels, have spotters, they watch where these guys are; we need Coast Guard down there protecting our border. You’ve got people being smuggled, drugs being smuggled and the president will not lift one finger here to see there is protection.\"\n\nNever mind the president’s fingers; has the state of Texas begged for Coast Guard help on the lakes?\n\nThe lakes are man-made reservoirs about 200 miles apart on the Rio Grande; the international boundary runs down the center of the river channel. According to Alan Cox, superintendent of the Amistad National Recreation Area, Lake Amistad, 12 miles northwest of Del Rio, has had no cartel-tied deaths.\n\nBut on Falcon Lake, about 40 miles east of Laredo, an American jet skiier was gunned down last fall. Stratfor, an Austin intelligence firm, subsequently speculated that the man, who had been viewing Mexican ruins with his wife, was murdered by low-level members of Los Zetas, a drug trafficking group, who were trying to protect the smuggling corridor.\n\nAs reported by The Houston Chronicle in October, the ambush by three boatloads was the fifth reported confrontation with \"pirates\" on the border lake since the spring. It was the first involving a shooting death, followed by a gun chase extending to the U.S. side.\n\nMore recently, the San Antonio Express-News reported that on May 8 Mexican marines patrolling the lake killed 12 presumed Zeta drug gang members in a battle that erupted after the military discovered an island drug encampment.\n\nWhen we sought backup for Gohmert’s statement, his office pointed us to Perry’s Aug. 9 letter to Obama urging additional federal resources to combat \"increasing violence\" on the border. His three-page letter termed insufficient the approved deployment of \"just 286 National Guard personnel\" on the 1,200-mile Texas-Mexico border and revisits Perry’s request for the federal government to send 1,000 National Guard troops to Texas and fly unmanned aircraft on the border.\n\nHis letter does not mention the Coast Guard.\n\nNext, Perry spokeswoman Katherine Cesinger told us the state has not asked the federal government to send the Coast Guard to the lakes. But, she said, Perry has spoken to members of Congress \"about getting Coast Guard (personnel)\" on the lakes. \"It’s pretty damn obvious the governor has been pretty adamant about getting additional (border) resources... however they send them down, that’s great,\" Cesinger said.\n\nIn an email, Department of Homeland Security spokesman Adam Fetcher did not speak directly to Texas seeking Coast Guard help on the lakes. He said, though, that the Coast Guard works with the Border Patrol to \"conduct periodic patrol operations in the (border) area and surge(s) as needed.\"\n\nFetcher specified that the Coast Guard, drawing on personnel based in Corpus Christi and other South Texas locales, conducts periodic operations on Falcon Lake, but he did not mention security on Lake Amisted. Cox later told us the Coast Guard conducts joint lake patrols on Lake Amistad with the National Park Service about four times a year.\n\nCox said one reason there have been no deaths on the lake linked to the illegal drug trade is the presence of many law enforcement officers: The Border Patrol has 20 agents assigned to the lake, the park service has 17 agents and the Texas Parks & Wildlife Department maintains eight game wardens out of nearby Del Rio, he said.\n\nZapata County Sheriff Sigifredo Gonzalez, whose jurisdiction includes Falcon Lake, said by email he was unaware of any request by Gohmert for Coast Guard patrols on Falcon Lake, though he said they would \"do good... and are needed.\" Gonzalez said the Coast Guard already comes to the lake \"once in a while... not very often\" because, he speculated, of budgetary limits.\n\nOur sense: It’s possible Perry has informally talked to some House members about putting the Coast Guard on the lakes--where that force already periodically ventures. But he’s made no formal direct request to the government. That’s far from \"begging\" for Coast Guard deployment.\n\nWe rate Gohmert’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-13049"}