{"url": "/factchecks/2015/jun/07/rick-santorum/foxs-debate-rules-would-have-kept-bill-clinton-sta/", "speaker": "Rick Santorum", "vclaim": "If Fox News' presidential debate rules had been in place during the 1992 election, \"Bill Clinton wouldn't have been on the stage.\"", "truth_label": "barely-true", "date": "stated on June 7, 2015 in comments on \"Fox News Sunday\":", "title": "Fox's debate rules would have kept Bill Clinton off the stage in 1992 election, Rick Santorum says", "text": "Republicans have a bumper crop of presidential candidates, and it has created a traffic problem for the television networks that help put on the debates. At last count, there are 10 confirmed contenders (Rick Perry, Lindsey Graham, George Pataki, Rick Santorum, Mike Huckabee, Ben Carson, Carly Fiorina, Marco Rubio, Rand Paul and Ted Cruz) with more possible on the way (Jeb Bush, Scott Walker, John Kasich, Chris Christie and Bobby Jindal).\nFox News announced it would hold the first debate on Aug. 6 in Cleveland, but the cable network said it would invite only the top 10 declared candidates. The network’s ranking would be set according to \"an average of the five most recent national polls\" as of Aug. 4.\nFormer Pennsylvania Sen. Rick Santorum, who won the Iowa caucuses in 2012, called the cut-off arbitrary. Appearing on Fox News, where he once was a contributor, Santorum dipped into history to show that early poll results are meaningless.\n\"We should have the opportunity for everyone to be heard,\" he told Fox News Sunday host Chris Wallace on June 7, 2015. \"You know, if you would have taken the top two-thirds of the folks in 1992, Bill Clinton wouldn't have been on the stage.\"\nClinton obviously went on to win the White House, and Santorum’s concern is obvious. While Santorum won 11 primaries in 2012, today he ranks tied for 11th in the latest Fox News poll. That’s just outside Fox News’ debate cut-off -- though that can change depending on who officially declares and what later polls show.\nWe decided to dig into the wayback machine of primary polls. We wanted to know what numbers Santorum had in mind and reached out to his communication staff but did not hear back.\nWhat we found suggests Santorum is right that Clinton started out in 1991, the year before the presidential election, with low polling numbers. But Santorum is making a comparison that doesn’t quite fit because of the huge difference in the 1992 primaries versus the one beginning now. Moreover, by the time the Democratic candidates did debate in 1991, Clinton was not doing as poorly in the polls as Santorum claims.\nThe early polls\nFiveThirtyEight's Nate Silver accumulated and analyzed several cycles of presidential primary polls, including the cycle leading up to the 1992 election.\nSilver was able to find just three polls from January-June 1991, a period comparable to today. And the ones he found showed Clinton at the back of a crowded field -- with an average of just 1.7 percent.  That was good enough for 13th out of 19 prospective candidates.\nIn a hypothetical sense, a debate that included the top two-thirds of those candidates just barely might have excluded Clinton.\nThe problem with such a hypothetical is that there were hardly any declared Democrats running for president by June 1991. One of the conditions for the Fox News debate is that only official, announced and registered candidates need apply. In mid 1991, the would-be frontrunner was New York Gov. Mario Cuomo. Cuomo ended up not running. And in fact, the top 9 candidates in early polls that year all declined to run, Silver found. Clinton himself didn’t announce his candidacy until October 1991.\nSo a snapshot of June 1991 versus June 2015 is hardly useful. Neither is a comparison that focuses on an August 2015 debate.\nThe earliest debates in the 1992 cycle we found were an NBC debate on Dec. 15, 1991, and one sponsored by PBS on Jan. 19, 1992. By then, the hypothetical field had been narrowed to actual candidates, and the polling was more favorable to Clinton.\nBy the time of the first debates, there were five main Democratic candidates: Clinton, former California Gov. Jerry Brown, and Sens. Tom Harkin, Bob Kerrey and Paul Tsongas. A sixth candidate, Virginia Gov. Douglas Wilder, withdrew on Jan. 8, 1992. He participated in the Dec. 15 debate but not the one on Jan. 19.\nA search on LexisNexis provided us with a handful of polls for the men who were left standing:\n\n\n\n\n\nPoll\n\n\nDate\n\n\nBrown\n\n\nClinton\n\n\nHarkin\n\n\nKerrey\n\n\nTsongas\n\n\n\n\nNew York Times/CBS\n\n\nOct. 22\n\n\n12\n\n\n5\n\n\n3\n\n\n7\n\n\n2\n\n\n\n\nLos Angeles Times\n\n\nNov. 12\n\n\n18\n\n\n9\n\n\n6\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n5\n\n\n4\n\n\n\n\nLos Angeles Times\n\n\nNov. 27\n\n\n20\n\n\n9\n\n\n4\n\n\n5\n\n\n4\n\n\n\n\nUSA Today/CNN/Gallup\n\n\nJan. 14\n\n\n21\n\n\n17\n\n\n9\n\n\n11\n\n\n6\n\n\n\n\n\n \nSilver’s polling average from July to December 1991 shows a tight pack:\n\n\n\n\n\nCandidate\n\n\nPolling average\n\n\n\n\nMario Cuomo\n\n\n9.9\n\n\n\n\nDouglas Wilder\n\n\n9.7\n\n\n\n\nJerry Brown\n\n\n14.9\n\n\n\n\nBill Clinton\n\n\n8.3\n\n\n\n\nBob Kerrey\n\n\n7.7\n\n\n\n\nTom Harkin\n\n\n6.3\n\n\n\n\nPaul Tsongas\n\n\n4.1\n\n\n\n\n\n \nThe point here is that there never were more than 10 serious declared candidates, as might happen in 2015. And Clinton’s position was not as poor as Santorum made it seem. By the time of the first debate, Clinton would have passed muster by the Fox News standard as an announced candidate ranked among the top two-thirds of the pack.\nOur ruling\nSantorum said that if Fox News had applied its 2016 rules to a hypothetical Democratic primary debate in 1992, that Clinton would not have been on the stage.\nSantorum was trying to make the point that early presidential polls may not be the most useful yardstick to determine who gets into a debate and who doesn’t. In that regard, Clinton’s story from 1991 somewhat backs that up. Early presidential polls showed Clinton as a significant underdog.\nBut in reality, Santorum errs in trying to make a comparison between the 1992 and 2016 presidential cycles.\nMost of the top Democrats Clinton trailed in those early polls never actually declared as candidates. Under the Fox News rules, none of them would qualify to participate in its debate. And by the time the field was set in late 1991, Clinton’s position in the polls suggested he was a viable candidate.  \nSantorum’s statement contains an element of truth in that Clinton did start low in the polls, but it ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-06341"}