{"url": "/factchecks/2018/aug/22/brad-schimel/despite-brad-schimels-claim-wisconsin-you-dont-nee/", "speaker": "Brad Schimel", "vclaim": "\"We need an ID\" to \"buy a beer.\"", "truth_label": "barely-true", "date": "stated on August 12, 2018 in a video:", "title": "Despite Brad Schimel's claim, in Wisconsin you don't need an ID to buy a beer like you do to vote", "text": "It’s hard to imagine how many thousands of times a day someone in Wisconsin, without having to prove who they are, buys a beer at a bar or a restaurant.\nOr, for that matter, at a baseball stadium, a church festival or any number of other places in the Beer State  — er, Badger State.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nSo, it was puzzling to see the state’s top law enforcement officer — speaking in the context of the state law that requires photo identification to vote  — claim that \"we need an ID\" to \"buy a beer.\"\nThe claim\nBrad Schimel’s claim came in a video attached to a tweet from what is labeled as his campaign Twitter account. The tweet was posted on Aug. 12, 2018, two days before Wisconsin’s primary elections. Schimel ran unopposed in the Republican primary, seeking re-election as the state attorney general, where he leads the Department of Justice (DOJ).\nThe text of Schimel’s tweet noted that Wisconsin law requires a photo identification to vote. The reference to beer comes in the 40-second video, which also focuses on the voter ID law and was produced as part of his re-election campaign.\n\n\n\n\nTweets: In Wisconsin, \"300,000 voters were turned away by the state’s strict voter ID law\" in the 2016 presidential election. False.\n\n\n\n\n \nThe video begins with words on the screen, echoed by a narrator, that say:\nIntegrity. It matters at the DOJ.  And it matters at the ballot box. That’s why Wisconsin voters have said time and again voter ID protects our votes. We need an ID to rent a car, buy a beer, check out a library book. It’s common sense to prove our identity when we vote.\nNeed a photo ID to buy a beer?\nWhat the law requires\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSchimel campaign spokesman Johnny Koremenos, who has also worked as Schimel’s official spokesman at the Department of Justice, defended Schimel’s statement by telling us that getting asked for an ID to buy beer \"is commonplace in bars, liquor stores, and grocery stores across the state. In fact, some stores have policies to ID everybody, regardless of whether age has shown its physical signs or not.\"\nWell, sure.\nBut Schimel didn’t say you might be carded. He said -- likening it to casting a ballot at the polls -- that you need an ID to buy a beer.\n\n\n\n\nArticle: Does Wisconsin’s new voter ID law ‘disenfranchise’ voters?\n\n\n\n\n \nIn its publication about alcohol laws for retailers, the state Department of Revenue says retailers should demand proof of age of anyone \"who appears to be under the legal drinking age.\" That is, 21. And the law on alcohol beverages says sellers may require a customer to provide ID.\nBut the law does not require that identification be provided to buy a beer.\nAs those of us well beyond 21 well know, there are countless times at countless venues where we’ve bought beer without having to show an ID.\nWhich is something you can’t get away with at the polling place if you want to vote.\nOur rating\nSchimel says: \"We need an ID\" to \"buy a beer.\"\nIt’s a particularly misleading statement in the context in which the attorney general made it  — citing the state law that requires a photo ID in order to vote.\nIn some places, especially if you look like you might be younger than 21, you might be required to show an ID in order to buy beer. But state law does not require people who want to buy a beer to produce an ID  — as many Wisconsin beer drinkers have known for many years.\nFor a statement that contains only an element of truth, we give Schimel a Mostly False.\n Share the Facts 2018-08-22 16:21:11 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"We need an ID\" to \"buy a beer.\"     Brad Schimel Wisconsin attorney general, Republican https://twitter.com/bradschimel/status/1028698795889094657?s=21   In a video Sunday, August 12, 2018 2018-08-12    Read More  info", "vclaim_id": "vclaim-pol-01708"}