{"url": "/factchecks/2020/jan/21/facebook-posts/trump-didnt-say-viral-quote-about-bone-spurs-and-a/", "speaker": "Facebook posts", "vclaim": "Quotes Trump as saying \"would you really want a president who was dumb enough to let himself get drafted?\"", "truth_label": "pants-fire", "date": "stated on January 13, 2020 in a Facebook post:", "title": "Trump didn’t say viral quote about bone spurs and avoiding the draft", "text": "Did President Donald Trump once ask Americans if they \"really\" wanted a president who was dumb enough to get drafted?\nNo, he didn’t.\nA Facebook post with an image of Trump smiling is false because it includes the following made-up quote:\n\"‘Sure, I got deferments. Would you really want a president who was dumb enough to let himself get drafted? I meant, it wasn’t hard to get out of it, believe me. My doctor said I had a bump on my heel, or something. I don’t know. I don’t even think he was a doctor, frankly. The government is just very, very stupid, OK? Which is why only I can fix it.’ - Donald J. Trump Meet the Press, Aug. 28th, 2015.\"\nAdditional text along the bottom of the post says: \"Yes, he really said this. Remember it next time he claims to ‘love the troops.’ If you support Trump, you don’t support the American military.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nWe couldn’t find any evidence that Trump said this on Meet the Press in 2015, or at any other time. \nWhile the post says Trump made the statement on the show on Aug. 28, 2015, Meet the Press airs on Sunday mornings, and did not air on that date, which was a Friday. \nTrump appeared on the show a couple of weeks earlier, on Aug. 16, 2015, but a transcript of the interview does not contain anything about the draft or deferments.\nThen, on Aug. 28, 2016, (not 2015) Trump gave another interview on the show but, again, the transcript reveals no conversation about him avoiding the draft during the Vietnam War.\nThe only place we found the quote was in a satirical Yahoo! News column that ran Aug. 4, 2016, and was written by national political columnist Matt Bai. The story’s headline: \"Is there anything Trump could say to make his party cut and run?\" The article also says the statement comes from \"Meet the Press, Aug. 28,\" but a year is not listed.\nWhile the article doesn’t include a satire or parody disclaimer, it contains a subhead that says the piece’s content was published by \"Yahoo University Press in 2022\" and lists several other outlandish quotes from Republican politicians that don’t appear to be real. Bai also confirmed to PolitiFact that the piece was intended to be satire and that the quote is not real.\nThere is no evidence that Trump actually said this and the only iteration we could find was in a satirical column. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-17610"}