{"url": "/factchecks/2014/feb/16/peggy-noonan/noonan-reagans-second-swearing-was-held-inside-cap/", "speaker": "Peggy Noonan", "vclaim": "Says \"(President) Reagan's second inaugural was moved inside the Capitol. It was. Because of a terrible snowstorm.\"", "truth_label": "mostly-true", "date": "stated on February 16, 2014 in a broadcast of ABC's \"This Week\":", "title": "Panelists on ABC's 'This Week' ask PunditFact for help sorting out presidential trivia", "text": "That big dump of snow that hit the East Coast this week put the Sunday talk shows in a weather state of mind -- that and President Barack Obama linking extreme events to climate change when he spoke in California. The serious side got an airing in a discussion on ABC’s This Week, but so did the trivial.\nHost George Stephanopoulos gave the show’s panel of pundits a pop quiz. The question: \"Which president's inauguration was held in the Senate chambers because of a blizzard?\"\n(A blizzard means sustained wind or frequent gusts to 35 miles an hour or greater and considerable falling and/or blowing snow.)\nWall Street Journal columnist Peggy Noonan and ABC's Jonathan Karl both answered Ronald Reagan, while Fusion's Alicia Menendez and The Nation's Katrina vanden Heuvel had no answer.\n\"Reagan was very cold but that wasn't the one -- William Howard Taft,\" Stephanopoulos said.\nWhile Menendez said that was going to be her guess, Noonan wanted to stick her answer.\n\"Reagan's second inaugural was moved inside the Capitol. It was. Because of a terrible snowstorm,\" Noonan said.\n\"PolitiFact time,\" vanden Heuvel jumped in.\nHow could we not leap to respond?\nOur source is the Joint Congressional Committee on Inaugural Ceremonies, a body that since 1901 has planned and run the swearing-in ceremonies for each president. The committee’s website is testimony that there’s a place for everything on the Internet; the site includes its own tab just for weather. For the curious, it was clear and cool when George Washington took the oath of office in New York City in April 1789.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTo Noonan’s assertion, Reagan’s second oath of office in 1985 took place in the Capitol rotunda. She was wrong about the snowstorm but she certainly knew that the event was held inside. According to the congressional committee, event planners had good reason for the switch.\n\"It was sunny, but bitter cold. Wind chill temperatures fell into the -10°F to -20°F range in the afternoon. Estimated noon temperature of 7°F.\"\nActually, Reagan also took the oath the day before, on a Sunday, in the Grand Foyer of the the White House. Noonan might be expected to hold on to these details. She was one of Reagan’s main speechwriters.\nStephanopoulos, meanwhile, was completely right about Taft. It was March 1909, and a blizzard forced the ceremony inside, and it was held in the Senate chamber. The storm dropped 10 inches of snow and packed winds that toppled trees and telephone poles.\nBut while the swearing-in took place indoors, the parade still went on outdoors.\n\"City workers shoveled sand and snow through half the night. It took 6,000 men and 500 wagons to clear 58,000 tons of snow and slush from the parade route,\" according to the committee website.\nBy the way, that day Helen Herron Taft became the first First Lady to accompany the president on his ride back to the White House from the Capitol.\nOur ruling\nNoonan said Ronald Reagan’s second inauguration took place inside the Capitol due to a snowstorm. The day was clear, but she had the location largely correct. And if it wasn’t snowing, it was wicked cold.\nWhether it was a windchill of -20 degree Fahrenheit or a terrible snowstorm, we wouldn’t want to be out in it. We rate Noonan’s claim Mostly True.", "vclaim_id": "vclaim-pol-08243"}