{"url": "/factchecks/2019/may/03/greg-casar/paid-sick-leave-policies-came-maryland-dc-austin/", "speaker": "Greg Casar", "vclaim": "Says one year ago, \"no cities in the South had guaranteed paid sick days.\"", "truth_label": "false", "date": "stated on April 24, 2019 in in a tweet:", "title": "Paid sick leave policies came to Maryland, D.C. before Austin", "text": "Dallas became the third Texas city to require employers to provide paid sick leave for all employees, after its City Council approved an ordinance slated to go into effect in August.\nWhether the ordinance will actually be implemented is a different story. State lawmakers in Austin are considering legislation that would kill local mandates like this one and similar policies in Austin and San Antonio.\nRegardless, Austin City Council Member Greg Casar, the architect of Austin’s policy, celebrated the Dallas news in a tweet.\n\"Dallas passes paid sick days!!!\" he wrote. \"About 1 year ago, no cities in the South had guaranteed paid sick days. Now, three of Texas’ biggest cities have passed it.\"\nCasar is right, Dallas, San Antonio and Austin have all passed sick leave policies. But is it true that no cities in the South had guaranteed paid sick days a year ago?\nDefinitions of the South vary\nBraden Latham-Jones, a spokesman for Casar, said the information came from lists maintained by organizations that advocate for paid sick leave policies that show policies in different areas and when they were adopted.\nHe said the information supports Casar’s claim that roughly one year ago, no cities in the \"American South\" had adopted policies guaranteeing paid sick leave for employees.\nLooking through the source material Latham-Jones provided, there is no question that when Austin adopted a sick leave policy in early 2018, it was among just a handful of states and cities with such requirements in place.\nBut it turns out that the truthfulness of Casar’s claim depends on which states are considered part of the South.\nRegional divisions maintained by the U.S. Census Bureau show that 16 states and the District of Columbia are considered part of the South: Delaware, Florida, Georgia, Maryland, North Carolina, South Carolina, Virginia, West Virginia, Alabama, Kentucky, Mississippi, Tennessee, Arkansas, Louisiana, Oklahoma and Texas.\nThis definition stems from before the Civil War, when the Mason-Dixon Line divided slave states from free states and helped establish a clear boundary between Pennsylvania and Maryland, with Pennsylvania sitting north of the line and Maryland to the south.\nBut today there are different opinions about which states are in the South, particularly when it comes to Maryland, Delaware and Washington, D.C., which are often classified as being part of the Mid-Atlantic (which the Census Bureau says includes just Pennsylvania, New Jersey and New York).\nPublic opinion polls released by FiveThirtyEight and Vox showed that few respondents consider Maryland and Washington D.C. to be in the South.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nKelly Kay, an assistant professor of geography at the University of California, Los Angeles, said the regional divisions outlined by the Census Bureau don’t speak to the culture of an area and are likely based more on population counts.\n\"They’re the crudest divider,\" she said. \"Regions are not so clear cut and different entities see different distinctions. As a geographer, my expertise is trying to parse the difference between formal boundaries and the way people perceive themselves. Maryland and D.C. are the sort of places that are always disputed.\"\nWhy is it worth squabbling over whether these areas are part of the South?\nBoth areas adopted paid sick leave policies before Austin did in early 2018.\nAdvocacy groups side with Casar\nIn 2008, Washington, D.C., became the second city in the country to adopt such a policy, after San Francisco.\nMontgomery County in Maryland required employers to give workers paid sick leave before the state adopted a policy of its own in January 2018, overriding the governor’s veto to become the ninth state with a paid sick leave law.\nBut it wasn’t until Austin’s policy was adopted in February 2018, that organizations advocating for paid sick leave policies celebrated what they called the first paid sick leave ordinance to be adopted in South.\nNo other areas included in the Census Bureau description of the South have local governments that have adopted guaranteed paid sick leave policies.\n\"We did not describe D.C. as a Southern city when the District passed its paid sick days law,\" said Alexandra Nseir, spokeswoman for the National Partnership for Women and Families, in an email. \"We didn't compare Maryland and Austin since they are different types of jurisdictions, but we did not describe Maryland as the first state in the South to adopt paid sick days.\"\nEllen Bravo, executive director of Family Values at Work, said she agreed with Casar’s characterization and said when Austin adopted its paid sick leave policy it represented a unique political victory.\n\"Few people saw a state like Texas as a place that would be a pacesetter in a policy like this,\" Bravo said, adding that Maryland is seen as \"more of a blue state\" and lawmakers there have adopted other policies that \"have been more difficult to move in Southern states.\"\nOur rating\nCasar said one year ago, \"no cities in the South had guaranteed paid sick days.\"\nMaryland, a Maryland county and Washington, D.C., adopted policies requiring employers to offer paid sick leave to employees before Austin did. Advocates agreed with Casar, saying they don’t consider Maryland and Washington, D.C., to be situated in the South. The Census Bureau, however, classifies them both as in the South.\nGiven that opinions vary so greatly about which areas are in the South, we looked to the Census Bureau’s divisions in evaluating the truthfulness of this claim. Those boundaries may not account for cultural or political regionality, but they are the most formal regional descriptions that exist.\nWe rate this claim False.\n\nFALSE – The statement is not accurate.\n \n Share the Facts 2019-05-03 15:50:42 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says one year ago, \"no cities in the South had guaranteed paid sick days.\"    Greg Casar Austin City Council Member https://twitter.com/GregCasar/status/1121098524077301765   a tweet Wednesday, April 24, 2019 2019-04-24    Read More  info", "vclaim_id": "vclaim-pol-00675"}