{"url": "/factchecks/2016/apr/15/hillary-clinton/hillary-clinton-says-democratic-debate-moderators-/", "speaker": "Hillary Clinton", "vclaim": "In nine Democratic debates, \"We've not had one question about a woman's right to make her own decisions about reproductive health care, not one question.\"", "truth_label": "true", "date": "stated on April 14, 2016 in a Democratic debate in Brooklyn:", "title": "Hillary Clinton says Democratic debate moderators have not asked any questions about abortion", "text": "Hillary Clinton said abortion has been ignored during the Democratic debates.\nClinton got on the topic during the April 14 debate in Brooklyn, N.Y., when she said she would only appoint a Supreme Court justice who believed that Roe vs. Wade is settled law.\n\"And I want to say something about this since we're talking about the Supreme Court and what's at stake. We've had eight debates before, this is our ninth,\" Clinton said. \"We've not had one question about a woman's right to make her own decisions about reproductive health care, not one question.\"\nThe line got a big applause from the audience. But was it correct?\nAbortion and debates\nWe found no questions directly about abortion in nine debate transcripts, although at times the candidates brought up the topic themselves.\nWe searched for the words \"abortion,\" \"Planned Parenthood\" and \"pro-choice\" in debate transcripts in Washington Post transcripts:\nOct. 13, Las Vegas: Clinton said the Republicans \"don't mind having big government to interfere with a woman's right to choose and to try to take down Planned Parenthood.\"\nNov. 14, Des Moines: Speaking about the Democratic candidates, Clinton said \"all of us support funding Planned Parenthood.\"\nDec. 19, New Hampshire: Clinton mentioned that a police officer was killed responding to \"Planned Parenthood murders\" and said that Republicans would defund Planned Parenthood.\nJan. 17, South Carolina: No mentions.\nFeb. 4, New Hampshire: No mentions.\nFeb. 11, Milwaukee: No abortion questions were asked. Sanders said he had a lifetime 100 percent pro-choice voting record, and Clinton touted her endorsement by the Planned Parenthood Action Fund.\nMarch 6, Flint: No mentions.\nMarch 9, Miami:  The candidates were not asked their views on abortion, but a moderator mentioned that the Supreme Court was considering \"the most significant abortion restrictions in a generation.\" But the question was about what qualifications Clinton would look for in a Supreme Court justice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nApril 14, New York: In the ninth debate, Clinton said governors are trying to restrict women's rights and that Donald Trump said women should be punished for abortion.\n\" And we are never asked about this,\" she said. \"And to be complete in my concern, Sen. Sanders says with respect to Trump it was a distraction. I don't think it's a distraction. It goes to the heart of who we are as women, our rights, our autonomy, our ability to make our own decisions, and we need to be talking about that and defending Planned Parenthood from these outrageous attacks.\"\nSanders replied:  \"You're looking at a senator and former congressman who proudly has a 100 percent pro-choice voting record, who will take on those Republican governors who are trying to restrict a woman's right to choose...\" He called for expanding funding for Planned Parenthood.\nSeveral news articles including by the Washington Post, MSNBC, TIME, Vox stated that during the Democratic debates moderators haven’t asked about abortion.\nA spokesman for NARAL Pro-Choice America, James Owens, told PolitiFact, \"It is correct that there has not been a single question about abortion in any of the Democratic debates.\"\nNARAL has advocated for Democratic moderators to ask about abortion, including a campaign on Twitter #AskAboutAbortion. Before the New York debate, NARAL sent a letter to CNN moderator Wolf Blitzer urging him to ask about abortion.\nRenee Bracey Sherman, a board member at NARAL, wrote a column for Glamour posted the day of the New York debate that argued that even though they both support abortion, there are questions that should be asked about their positions:\n\"Will abortion be covered in Sanders’ Medicare-For-All plan? How will Clinton direct the Department of Justice to respond to the record number of attacks on providers? Will their administration step in to stop the prosecution of those who are self inducing their abortions? How will the candidates stop states from closing abortion clinics? Will their immigration policy ensure undocumented people are able to access abortion care? How will they ensure everyone is able to access safe, affordable abortion care in their community?\"\nThere was a town hall, however, where the moderator brought up abortion, a spokesman for Clinton told us. In a Fox News town hall March 7, moderator Brett Baier asked Sanders and Clinton questions about abortion.\nBaier asked Sanders: \"Can you name a single circumstance at any point in a pregnancy in which you would be OK with abortion being illegal?\"\nSanders replied: \"I happen to believe that it is wrong for the government to be telling a woman what to do with her own body.\"\nHe then posed a similar question to Clinton: \"Do you think a child should have any legal rights or protections before it's born?  Or do you think there should not be any restrictions on any abortions at any stage in a pregnancy?\"\nClinton replied that she supports abortion rights.\n\"I have been on record in favor of a late pregnancy regulation that would have exceptions for the life and health of the mother,\" she said.\nOur ruling\nClinton says in nine Democratic debates \"We've not had one question about a woman's right to make her own decisions about reproductive health care, not one question.\"\nWe could not find any example of a moderator asking a direct question about abortion, however Clinton and Sanders both raised the topic in multiple debates.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-05099"}