{"url": "/factchecks/2007/sep/09/barack-obama/his-record-on-bipartisanship-is-split/", "speaker": "Barack Obama", "vclaim": "\"During his tenure in Washington and in the Illinois State Senate, Barack Obama has accumulated a record of bipartisan success.\"", "truth_label": "half-true", "date": "stated on September 6, 2007 in the campaign's website.:", "title": "His record on bipartisanship is split", "text": "Obama wants voters to believe that he's a bipartisan legislator in Washington. And while it's true that he has co-sponsored bills with GOP members, and Republicans may count him among their friends, Obama certainly is a loyal Democrat when it comes to voting on legislation. He attempted to work on campaign finance reform with Sen. John McCain, R-Ariz., but McCain, ended up accusing Obama of using the issue for his own political gain.\n\nHe's had more success on energy and political reform issues, working with Republican Sens. Richard Lugar of Indiana and Tom Coburn of Oklahoma. Senate-watchers say Obama hasn't been around Washington long enough to gain much of a reputation as a legislator.\n\n\nThree years just isn't enough time to judge a Senate career, said Lewis Gould, a professor emeritus of history at the University of Texas and author of \"The Most Exclusive Club: A History of the Modern United States Senate.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nGould declined to discuss Obama directly, but said, \"It's easy enough to cosponsor things. It's very hard to judge effectiveness.\"\n\n\nBut if it is difficult to evaluate Obama's work as a senator, it is possible to examine his voting record. An analysis conducted by Congressional Quarterly and released last week showed that, for the votes so far in 2007, Obama voted with his party's position 96 percent of the time. For someone who may be trying to paint himself as bipartisan, that's pretty partisan.", "vclaim_id": "vclaim-pol-16630"}