{"url": "/factchecks/2010/nov/09/scott-walker/scott-walker-has-shifted-tone-highway-tolls/", "speaker": "Scott Walker", "vclaim": "On toll roads.", "truth_label": "half-flip", "date": "stated on October 19, 2010 in an interview on toll roads as an option for state highways:", "title": "Scott Walker has shifted tone on highway tolls", "text": "For as long as there have been roads in Wisconsin, the notion of rigging them with tolls has been only slightly less popular than, say, abolishing deer hunting.\n\nBadger State motorists turn red with ire every time they head down I-94 toward Chicago and have to scrounge for change.\n\nSo, it was notable late in the 2010 campaign when Governor-elect Scott Walker expressed support for certain tolls. The Republican nominee assured voters he didn’t back full-fledged toll roads that require all motorists to pay. Rather, he was open to adding a faster-moving lane to freeways that drivers would pay a toll to use. That is, toll lanes.\n\n\"I don't support tolls,\" Walker said in an Oct. 23, 2010, article in the Milwaukee Journal Sentinel. \"Tolls are where you have no options (on paying). I oppose tolls today just as much as I did in 2004.\"\n\nIn 2004, Walker was running for re-election as Milwaukee County executive. He promised not only to block any toll ways but also any new fees.\n\nAll of which means it’s time to break out the Flip-O-Meter, which we use to determine whether someone has flip-flopped on an issue.\n\nWalker’s support for toll lanes drew at least two accusations of flip-flopping in the days before the Nov. 2 election. One came from Democratic challenger Tom Barrett, who created a website called www.notolltax.com. Another came in a radio ad from the Greater Wisconsin Political Fund, an arm of the liberal Greater Wisconsin Committee.\n\nSo, let’s sort this out, using a timeline of Walker’s statements.\n\n2004: During his re-election campaign for county executive, Walker distributed a flier promising voters he would do 10 things, one being:\"Block any attempt to increase taxes or create new fees, including toll ways.\"\n\nSo: Not only no toll roads, but no to any new fees.  \n\nFeb. 19, 2009: Two months before announcing his campaign for governor, Walker reacted to news that Democratic Gov. Jim Doyle would be open to charging tolls on state highways, possibly for express lanes. Walker said he was generally opposed to tolls, but that the concept of a so-called HOT lane was worth discussing. High-occupancy toll lanes give motorists the option of paying a toll to use a less congested lane. In some places, drivers who have one or more passengers can use the HOT lanes without paying.\n\nSo: Opposed to toll roads, but open to toll lanes, which would create a new fee for those who want to use them.\n\nAug. 6, 2010: In a debate, Walker repeated his opposition to toll roads. But in an interview, he said he was open to allowing drivers to pay to use express lanes.\n\nAgain, opposed to toll roads, but open to toll lanes and the fees that go with them.\n\nOct. 19, 2010: Walker told the Transportation Development Association of Wisconsin he supports putting tolls on new highway express lanes.\n\nThat was the move that prompted news stories and the flip-flop cries from opponents.\n\nSo, where has this historical drive taken us?\n\nWalker has consistently opposed traditional toll roads, but as toll lanes emerged as an option, he embraced them in concept and finally endorsed them. In arguing he has not flipped on the issue, Walker actually provides some additional evidence he has at least twisted a bit: His 2004 promises list included a pledge not to create any new fees, but his support for toll lanes amounts to a user fee to drivers who want to use the faster lane.\n\nIn our estimation, with his position on tolls, Walker has done a Half-Flip.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14048"}