{"url": "/factchecks/2018/oct/24/scott-walker/tony-evers-open-raising-gas-tax-scott-walker-one-s/", "speaker": "Scott Walker", "vclaim": "Says Tony Evers will \"raise the gas tax by as much as a dollar a gallon.\"", "truth_label": "barely-true", "date": "stated on October 9, 2018 in a video:", "title": "Tony Evers is open to raising gas tax, but Scott Walker is the one saying it would be $1 per gallon", "text": "In a video ad that appears on screens mounted on 3,000 gas pumps across Wisconsin, Republican Gov. Scott Walker attacks his Democratic challenger, state schools superintendent Tony Evers, over the state gas tax.\nWearing a Milwaukee Brewers jacket, Walker says in the 15-second spot released Oct. 9, 2018:\n\"Hi, it’s Scott Walker. Good thing you’re filling up, because if Tony Evers wins, he’ll raise the gas tax by as much as a dollar a gallon.\"\nWalker has focused on the gas tax for months ahead of the Nov. 6, 2018 election. A week after the gas pump ad came out, he repeated the $1 claim about Evers in a TV ad. And the $1 claim is also made in a previous TV ad by Americans for Prosperity-Wisconsin.\n\n\n\n\nAll our Tony Evers and Scott Walker fact checks in the governor’s race.\n\n\n\n\n \nWe’ve already been down this road. And what Walker says at the pump goes too far.\nPrevious fact check\nWhen Walkers claimed Evers will \"raise property taxes, raise income taxes and raise gas taxes by as much as a dollar a gallon,\" our rating was Half True. The claim was more accurate on some taxes and less on others.\n\n\n\n\nAll our Tammy Baldwin and Leah Vukmir fact checks in the U.S. Senate race.\n\n\n\n\n \nWhat we found regarding the gas tax:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nOn Aug. 15, 2018, the day after Evers won the primary election, Walker said Evers might be willing to quadruple the state’s 32.9 cents-per-gallon state gas tax because Evers hadn't said how much he would be willing to increase it.\nLater that morning, a reporter asked Evers about Walker’s comment and whether he would raise the gas tax by $1. Evers responded more generally by saying: \"I would support looking at anything, whether it’s removing tax credits, whether it’s slimming down state government, whether it’s gas taxes. Everything is on the table.\"\nBut by the afternoon, Evers said Walker was lying about his views on the gas tax. \"The only thing I ever said about that,\" Evers declared, \"is that every possible revenue source is on the table.\"\nEvers has also said, in speaking about road funding, he \"has no range\"  in terms of how high of an increase in the gas tax he would consider. And he has said that a $1 increase is \"ridiculous.\"\nSo, saying Evers will raise gas taxes by up to $1 per gallon, when he has only said he would consider raising the tax some amount, goes too far.\nAnd when we asked Walker’s campaign to back Walker’s gas-pump statement, the campaign didn’t cite anything new Evers has said since our earlier fact check.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nOur rating\nWalker says Evers will \"raise the gas tax by as much as a dollar a gallon.\"\n \nEvers has said he is open to raising the tax, which is now 32.9 cents per gallon, but the $1 figure comes from Walker. While Evers has said he \"has no range\" of how large an increase he would consider, he has called a $1 increase \"ridiculous.\"\nFor a statement that has an element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.\n Share the Facts 2018-10-24 23:48:07 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Tony Evers will \"raise the gas tax by as much as a dollar a gallon.\"    Scott Walker Wisconsin governor, Republican https://www.youtube.com/watch?v=A84UdK2OhRY   In a video Tuesday, October 9, 2018 2018-10-09    Read More  info", "vclaim_id": "vclaim-pol-01411"}