{"url": "/factchecks/2012/may/31/we-are-wisconsin/recall-union-group-says-walker-cut-school-funding-/", "speaker": "We Are Wisconsin", "vclaim": "Says Gov. Scott Walker \"took away $1.6 billion from schools and handed it off as over $2 billion in tax breaks to the rich.\"", "truth_label": "false", "date": "stated on May 25, 2012 in campaign mail:", "title": "In recall, union group says Walker cut school funding to give tax breaks", "text": "Critics of Wisconsin Gov. Scott Walker have condemned his funding cuts to schools and tax breaks for businesses and wealthier individuals.\n\nBut did the education cuts fund the tax breaks?\n\nThat’s what We Are Wisconsin, a labor unions group, claims in a piece mailed to voters ahead of the June 5, 2012, recall election.\n\n\"Walker took away $1.6 billion from our schools and handed it off as over $2 billion in tax breaks to the rich, causing layoffs of educators, crowded classrooms and less opportunity for our children,\" the mailer says.\n\nWe’ve already rated statements about both figures. So we’ll look at those and then evaluate the connection the group is making.\n\nSchool cuts: We rated Mostly False a claim by state Rep. Jennifer Shilling, D-La Crosse, that Walker’s 2011-2013 budget cut public school funding by $1.6 billion. Some in and outside of state government use that figure. But experts told us that what the state budget actually saved on K-12 education, compared with the previous budget, was $800 million to $900 million.\n\nSo, the group overstates its first figure, by about 100 percent.\n\nTax breaks: We rated Half True a claim by the liberal One Wisconsin Now group that tax breaks approved for corporations and the rich would cost taxpayers $2.3 billion over a decade. The changes aren’t a cost to taxpayers in the normal sense, because the tax breaks mean less will be paid in taxes. (In other words: How can money not paid by taxpayers also cost taxpayers?) But we noted the changes will bring an estimated $2.3 billion less in revenue over a 10-year period, according to the Legislative Fiscal Bureau, the state’s nonpartisan budget scorekeeper.\n\nWe Are Wisconsin is mixing and matching numbers, however, giving a false impression to those who get the mailer.\n\nThe school cuts figure is for the 2011-’13 budget while the tax breaks are measured over 10 years, which inflates their size. In the two-year budget, the tax breaks are projected to amount to about $212 million, according to the fiscal bureau.\n\nWe asked We Are Wisconsin spokesman Kelly Steele if he had more evidence. He said the tax breaks reduced the amount of revenue available in the budget for education and other programs.\n\nWe also asked for a response from Walker campaign spokeswoman Ciara Matthews. She said school districts could have used \"tools\" in Walker’s budget, such as forcing employees to contribute more to their pensions, to offset the roughly $800 million cut in state aid.\n\nThat’s not the issue at hand.\n\nBut both Steele and Matthews make the same point in different ways, which is, budgeting is a dynamic process. Had the tax breaks that became law not been approved, it doesn’t necessarily mean more money would have gone to schools. It could have gone elsewhere.\n\nOur rating\n\nWe Are Wisconsin said Walker took $1.6 billion from schools \"and handed it off as over $2 billion in tax breaks to the rich,\" suggesting a direct transfer of funds.\n\nBut Walker’s school cuts amount to $800 million to $900 million over two years and the tax breaks amount to only $212 million during that period.\n\nMoreover, had there been no tax breaks, there’s no telling how that revenue might have been used.\n\nWe rate We Are Wisconsin’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel web page.)", "vclaim_id": "vclaim-pol-11005"}