{"url": "/factchecks/2012/apr/19/american-energy-alliance/did-obama-policies-alaska-solyndra-and-keystone-co/", "speaker": "American Energy Alliance", "vclaim": "Gas prices have doubled because \"Obama opposed exploring for energy in Alaska. He gave millions of tax dollars to Solyndra, which then went bankrupt. And he blocked the Keystone pipeline. So we will all pay more at the pump.\"", "truth_label": "false", "date": "stated on March 27, 2012 in a television ad:", "title": "Did Obama policies on Alaska, Solyndra and Keystone contribute to today's high gas prices?", "text": "Gas prices are fueling a drag race of political ads on Florida television. In one lane, it’s spiking gas prices under President Barack Obama. In the other, it’s \"Big Oil’s\" support for Mitt Romney.\n\nWe’ve fact-checked several claims from these ads. But for this fact-check, we’re returning to an ad put out by the American Energy Alliance, an advocacy arm of the Institute for Energy Research, which is connected to the oil industry.\n\n\"Since Obama became president, gas prices have nearly doubled,\" the ad says. \"Obama opposed exploring for energy in Alaska. He gave millions of tax dollars to Solyndra, which then went bankrupt. And he blocked the Keystone pipeline. So we will all pay more at the pump.\n\n\"Obama's energy secretary said we need to, quote, 'boost the price of gasoline to the levels in Europe.’ That's $9 a gallon. … Tell Obama, we can’t afford his failing energy policies.\"\n\nWe’ve fact-checked whether Obama opposed exploring for energy in Alaska (Half True -- he opposed it in some parts), whether he gave millions of dollars to Solyndra (a federal program for alternative energy did), and whether Energy Secretary Steven Chu said gas prices should be at European levels (yes, but it was before he joined the administration).\n\nThe ad is right that gas prices have doubled (more than doubled, in fact) since Obama took office in 2009. The average price for gasoline was $1.90 in January 2009; now it's $3.98, according to the Energy Information Administration.\n\nHere, we wanted to explore the ad’s larger point, that Obama’s policies on Alaska, Solyndra and Keystone are contributing to those higher gas prices.\n\nEnergy exploration in Alaska\n\nThe ad’s first claim is that Obama \"opposed exploring for energy in Alaska.\" We found in a previous fact-check that while Obama opposes exploration in some parts of Alaska, his administration has approved drilling in other parts.\n\nSpecifically, Obama has opposed drilling in the Arctic National Wildlife Refuge, a large nature preserve (roughly the size of South Carolina) managed by the U.S. Fish and Wildlife Service. The refuge is a protected area for wildlife including caribou, polar bears and gray wolves.\n\nBut the Obama administration recently approved a plan for Shell Oil to drill in the Chukchi Sea, off the northwest coast of Alaska, giving the green light to Shell’s contingency plans for cleaning up any spills. The company called that a \"major milestone\" and said it hopes to drill up to three wells there this summer.\n\nThe company also has plans for two wells in the Beaufort Sea, off Alaska’s northern coast. The administration approved Shell’s disaster response plan for that area in March.\n\nBut if Obama had given a green light to drilling in the Arctic National Wildlife Refuge, would gas prices be lower today? Not according to the evidence we reviewed.  \n\nA 2008 study done by the independent Energy Information Administration for the late U.S. Sen. Ted Stevens, R-Alaska, found that it would take 10 years to actually produce oil from the area. And that’s only if there were no protracted legal battles, environmental challenge or delays in getting government permits.\n\nSo even if Obama had approved drilling in the Arctic National Wildlife Refuge on the day he was inaugurated, there’s no way oil in the ground there would have made it to gas pumps in 2012.\n\nSolyndra\n\nHeard of Solyndra? It was a solar panel manufacturer that won government loan guarantees but then went belly up. We looked into Solyndra when we fact-checked an earlier political ad that said Obama showered special favors on his political friends. The particular charge of cronyism got a Mostly False from the Truth-O-Meter. Solyndra's loan application predated the Obama administration, and career Energy Department officials handled the deal.\n\nWe did find that the administration tried to hurry the process, but the evidence pointed to the Obama team wanting to brag about green jobs efforts, not to enrich political cronies. Many private investors also lost money on the Solyndra deal.\n\nSolyndra, based in Silicon Valley, formed in 2005 to build and sell a unique type of solar cell, cylinders that were cheaper and worked better than traditional flat panels. Designed for rooftops, the panels were intended to generate electricity to power buildings like warehouses and retail stores. (Read more details about Solyndra’s rise and fall here.)\n\nSolyndra walked away from $529 million in federal loans, according to the most recent numbers from the U.S. Department of Energy. But Solyndra was an energy company that focused on generating electricity for buildings -- not gasoline for cars. We searched for any connection between Solyndra and gas prices or even just cars and came up empty.\n\nThe Keystone XL pipeline\n\nThe ad says Obama blocked the Keystone pipeline. Obama did block the Keystone XL, an addition to an existing pipeline so that oil sands (also known as tar sands or bituminous sands) could be moved from Canada to refineries near Houston, Texas, and the Gulf of Mexico.\n\nBecause the pipeline crosses the U.S. border, the State Department must sign off. Back in November, the State Department said it would delay a decision while environmental concerns about the pipeline were addressed. Back then, the pipeline was set to cross over drinking water sources in Nebraska, and people were asking TransCanada, the company behind the pipeline project, for an alternate route.\n\nThe company has since said it would work with officials to shift the route. But environmentalists have still said the pipeline shouldn’t be built at all, because oil sands are harder to clean up when spilled and cost more to turn into gasoline.\n\nThen Congress put new deadlines into play, passing a law that said the Obama administration had to make a decision on the pipeline by February. Obama said that wasn’t enough time for a thorough environmental review and rejected the pipeline.\n\nThe ad again suggests the delay of the pipeline is somehow responsible for today’s high gas prices. Since the pipeline was only proposed in 2008 with a then-projected opening of 2013, it’s hard to see how gas prices in 2012 would be lower. (PolitiFact Ohio also looked in detail the question of whether Keystone approval would cause gas prices to drop in the near term; they ruled that claim False.)\nWhether Keystone will reduce gas prices in the future is a contested point that we won’t settle in this fact-check. TransCanada’s analyst said it would bring down gas prices by 3.5 to 4 cents per gallon, according to Forbes. But environmentalists have seized on arguments that the pipeline could drive gas prices up, by giving Canadian oil an outlet to world markets through the Gulf of Mexico and bypassing U.S. customers. (The Christian Science Monitor explored these issues in some detail.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 25, 2021 in a video\n\n\n\n\n\n\n\n\nSays Bill Gates said “at least 3 billion people need to die” from the planet.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 27, 2021\n\n\n\n\n\n\n\nGreg Laskoski, a senior petroleum analyst with GasBuddy.com, said Keystone had the closest connection to gas prices, but even that connection was far from simple and more oriented toward future prices. Lower-priced Canadian oil could be of some benefit to refineries in the United States, but that assumes it stays in the United States and isn’t sold to foreign countries.\n\n\"It’s not as simplistic as some of these sound bites make it out to be,\" he said.\n\nNone of the above\n\nWe contacted the American Energy Alliance to ask them about the connection between these issues and today’s gas prices. Spokesperson Benjamin Cole said that Obama’s overall policies are hostile to the domestic oil and gas industry, and that markets have reacted with increased prices. (We should note that’s a more subtle point than is made in the 30-second ad.)\n\nNot everyone sees it that way, though. Obama’s energy policies have been \"surprisingly constructive,\" said Michael Levi, an expert on energy with the Council for Foreign Relations, in a March op-ed for ForeignPolicy.com. In an article titled \"The Driller in Chief,\" Levi argued that Obama’s regulations are aimed at \"dumb and preventable accidents\" that would \"do far more to set back U.S. oil and gas development than some smart minimum standards set out at the federal level.\"\n\nGetting back to today’s pump prices, the experts we spoke with were dubious about the impact of any of the above issues -- drilling in Alaska, Solyndra, the Keystone pipeline -- on today’s gas prices.\n\nGas prices reflect the cost of oil on world markets and tend to reflect long-term trends, expectations for economic growth and geopolitical concerns. One example: Rising tensions with Iran, a major oil exporter.\n\n\"Looking at this year, what’s affected prices are the issues with Iran,\" said Jessica Brady, a spokesperson for the travel organization AAA, which monitors gas prices.\n\nWhat about drilling in Alaska, Solyndra and Keystone? \"Really, none of those three issues have had an impact on the gas prices we’ve been paying,\" she said.\n\nLaskoski of GasBuddy.com said a president’s power over gas prices comes mostly from reducing regulations for domestic exploration and refining, as well as discouraging speculation in the oil market. But even those powers are somewhat limited.\n\n\"Those are things that can be done that can bring reductions (in prices),\" Laskoski said. \"All of those things combined might help lower gas prices, but I don’t know how you can quantify it.\"\n\nOur ruling\n\nThe American Energy Alliance connects today’s higher gas prices to a grab bag of Obama’s energy policies. We can’t see how the failing of Solyndra -- a solar panel company that focused on powering commercial buildings -- has any connection with today’s gas prices. On Alaska, if Obama had approved drilling in the Arctic National Wildlife Refuge (which, to be clear, he opposes), actual production would still be at least six years away, and that’s a best-case scenario. The Keystone pipeline, meanwhile, is more directly related to gas prices, but even that project would have more impact on future gas prices, not today’s higher prices.\n\nWe rate the statement False.", "vclaim_id": "vclaim-pol-11243"}