{"url": "/factchecks/2012/nov/16/libraries-yes-committee/mulnomah-county-library-system-second-busiest-nati/", "speaker": "Libraries Yes! Committee", "vclaim": "Says the Multnomah County Library system \"is the second busiest in the nation.\"", "truth_label": "true", "date": "stated on October 21, 2012 in a campaign mailer.:", "title": "Is the Multnomah County Library system the second busiest in the nation?", "text": "Just over a week ago, voters approved a new library taxing district, securing funding for the Multnomah County Library well into the future. During the campaign to persuade voters to mark \"yes\" on their ballots, the Library Yes! Committee made a number of arguments in the district’s favor.\n\nOne of the most ubiquitous was the oft-repeated fact that the Multnomah County Library was the \"second busiest in the nation.\" Given that Portland doesn’t even crack the 25 largest cities in the nation (by population), this fact has always struck us as pretty interesting.\n\nDuring the campaign season, we were a bit distracted with various other claims, but now that things are bit quieter, we thought we’d come back to this one -- if only for curiosity’s sake.\n\nWe e-mailed Liz Kaufman, who handled media requests for the library district campaign, and she quickly followed up with a handy breakdown of statistics about the Multnomah County Library and its peer institutions, compiled by the American Library Association.\n\nThe association doesn’t track how \"busy\" a system is per se, but it does check the circulation -- or the total number of items issued in a given year. By that measure, the Multnomah County system is, indeed, the second busiest with 23,946,498.\n\nWe followed up with a phone call to the association for good measure and spoke with Macey Morales, their media point-person. She cautioned that their figures came from the Public Library Associations’ survey. \"A total of 1,300 libraries from the U.S. and Canada voluntarily complete the survey, so the report reflects a sample of public libraries in North America,\" she wrote in a follow-up e-mail.\n\nThat said, the Multnomah County system does have the second highest circulation in the most recent survey. The New York Public Library comes in first -- although to be fair, that system has some 87 branches compared to Multnomah’s 18. A quick aside: We also have the second highest circulation per capita. In that category, we were edged out -- 33 to 34 per person a year -- by Ohio’s Cuyahoga County Public Library.\n\nMorales did point us to one other source, the Institute of Museum and Library Services. The institute does a more complete library census, looking at some 9,000 systems. The catch there is that their figures take a while to get published. They’re currently waiting on 2010 figures.\n\nA report released by the institute in December 2009, said Multnomah County Library boasted the third highest circulation rate in the country -- there’s no mention of who is first or second. Those figures, of course, would be somewhat dated compared to the other survey -- though potentially more complete.\n\nIt’s often said that the Multnomah County Library system is the nation’s second busiest. The most recent available statistics from a survey used widely in the industry backs up the claim.\n\nWe rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-09996"}