{"url": "/factchecks/2015/jan/19/gwen-moore/gwen-moore-says-local-officials-cannot-repurpose-f/", "speaker": "Gwen Moore", "vclaim": "Federal officials declared that grant funds \"could be used only for Milwaukee's streetcar project,\" meaning it \"isn’t possible\" to redirect the money to \"other modes of public transportation or to our public schools.\"", "truth_label": "true", "date": "stated on January 14, 2015 in a newspaper opinion piece:", "title": "Gwen Moore says local officials cannot repurpose federal streetcar grant to other needs", "text": "In comments favoring a downtown Milwaukee streetcar system, U.S. Rep. Gwen Moore tried to counter a key argument made by opponents regarding the $55 million in federal grant money tied to the project.\n\"As much as opponents would like these federal funds to be redirected to other modes of public transportation or to our public schools, this just isn't possible,\" the Milwaukee Democrat wrote in an opinion piece published Jan. 14, 2015 in the Milwaukee Journal Sentinel.\n\"Years ago, the Federal Transit Administration, a federal agency that provides financial and technical assistance to local public transit systems, made it abundantly clear that these funds could be used only for Milwaukee's streetcar project.\"\nMilwaukee can take the money, Moore wrote, \"or we can walk away and leave millions of dollars on the table.\"\nThe Milwaukee Common Council is scheduled to vote Jan. 21, 2014 on the $124 million project.\nTwo vocal opponents of Mayor Tom Barrett’s plan, Aldermen Joe Davis Sr. and Robert Donovan, have joined others in calling for spending the $54.9 million in federal transit funds for other projects or programs.\nIs Moore right that it’s streetcar or bust?\nCan this train change tracks?\nWhen asked for backup, Moore pointed us to a June 2011 letter from the FTA, an agency within the U.S. Department of Transportation that provides financial and technical assistance to local public transit systems.\nThe letter responded to questions from a streetcar supporter, Ald. Robert Bauman, concerning funds the FTA described as \"directed to the city of Milwaukee for the construction of a downtown streetcar line.\"\nThat letter, and comments to us by FTA officials, underscore that under current law the money is for the streetcar plan only.\nBauman asked a question that is right on point: \"Under what circumstances, if any, can the funds appropriated to the city of Milwaukee be redirected to another transportation project in the city of Milwaukee or County of Milwaukee?\"\nIn response, the FTA administrator at the time, Peter Rogoff, said it was his view that the DOT secretary had already approved the streetcar grant and therefore could not redirect the funds. He  wrote that lawyers with the Federal Highway Administration concurred with his interpretation.\nWhen we followed up with FTA communications officials about the 2011 letter, we were told it still stands.\nMilwaukee officials signed an agreement in 2012 with the FTA to spend the money on the downtown streetcar system.\nMilwaukee City Comptroller Martin Matson, an independently elected official, did not express a definitive opinion, but told us he believed the city would lose the money if the project was stopped at this point.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nAll this backs up the guts of Moore’s claim.\nThe money train\nSince the funding was granted through federal law, it does raise the question of whether federal law could be changed to shift the money to something else -- such as the north side rail project Davis advocates.\nEven proponents of the streetcar acknowledge that Congress, having written the law, could change it.\nIndeed, congressional action was how the streetcar money became untangled after a years-long dispute among Wisconsin officials over how to use federal transit funds originally allocated to the Milwaukee area in, yes, 1991.\nIn 2009, Wisconsin Democrats in Congress inserted a provision into a massive federal spending bill that called for handing 60 percent of that money to the city for a downtown rail line and 40 percent  to Milwaukee County for buses. President Barack Obama signed the $410 billion package into law.\nBarrett, a former congressman, told the Shepherd Express in January 2015 that the reality is federal transit officials would take back the $55 million if the streetcar project is killed, and disburse it to another city.\nTwo FTA officials told us that if the streetcar goes unbuilt, the grant money just sits there.\nAt that point, they said, it would be up to Congress to put it back in circulation for some other project, in Milwaukee or elsewhere.\n\"As a matter of law, the ($55 million) cannot be redistributed to another transportation project unless Congress acts to amend the statute,\" Rogoff, the FTA administrator, wrote in his 2011 letter.\nEven powerful Wisconsin lawmakers -- including incoming Ways and Means Committee chair Paul Ryan, the Janesville Republican -- would need all of Congress to go along with picking another transit project, if they were inclined to get involved.\nAnd they would have to convince Congress that the city still deserves the money after 24 years of wrangling that has left the money unspent.\nIt’s theoretically possible the money could be redirected for some other transit use in the area. But that is not something local officials can control, so the question before them is to use it for the street car or nothing at all.\nOur rating\nMoore said that federal officials declared that grant funds \"could be used only for Milwaukee's streetcar project,\" meaning it \"isn’t possible\" to redirect the money to \"other modes of public transportation or to our public schools.\"\nCurrent law, and grant contracts, tie the grant money specifically to the streetcar project.\nIn theory, Congress could intervene and re-purpose the funding, but there’s far from any guarantee that would happen -- or that Milwaukee would be re-awarded the money if it did. In any case, we can only base our rating on where things stand today, not where they might stand under different scenarios.\nWe rate Moore’s claim True.", "vclaim_id": "vclaim-pol-06826"}