{"url": "/factchecks/2015/jun/29/scott-walker/scott-walker-says-most-americans-support-voter-id-/", "speaker": "Scott Walker", "vclaim": "Says \"Hillary Clinton's rejection of efforts to make it easier to vote and harder to cheat not only defies logic, but the will of the majority of Americans.\"", "truth_label": "mostly-true", "date": "stated on June 4, 2015 in a statement:", "title": "Scott Walker says most Americans support voter ID laws, which make it easier to vote harder to cheat", "text": "In Scott Walker and Hillary Clinton's perfect world, at around this time next year each will be preparing to participate in the 2016 presidential debates.\nFor now, they will have to be content exchanging jabs from afar.\nThe latest exchange began June 4, 2015 when Clinton, who is the leading Democratic presidential candidate, criticized Walker and three other GOP contenders in a speech at Texas Southern University in Houston for their support of voter ID laws. She claimed Walker had cut back early voting in Wisconsin and made it harder for college students to vote. We rated that Mostly True.\nWalker responded to Clinton’s attack with a statement and then through a series of tweets. In his statement, Walker said, \"Hillary Clinton's rejection of efforts to make it easier to vote and harder to cheat not only defies logic, but the will of the majority of Americans.\"\nIs Walker right that a strong majority of Americans support photo IDs to vote? And do those requirements make it \"easier to vote and harder to cheat\"?\nPolls and photo ID\nThe thrust of Walker’s claim was that photo ID laws are exceptionally popular among voters, and that Hillary Clinton’s view opposing them is out of step. So we will start there.\nAccording to the polls we examined, Walker is on target about public support.\nA Rasmussen Reports poll published June 3, 2015, showed 76 percent of respondents believe voters should be required to show a form of photo identification before being allowed to vote.  Even 58 percent of respondents who identified as Democrats supported voter ID laws. The poll included  952 likely voters and had a margin of error of 3 percent.\nA 2012 Washington Post poll found 74 percent of respondents said they believed voters should have to show government-issued ID before casting a ballot.\nAgain, the support crossed demographic groups: 78 percent of white respondents supported voter ID laws; as did 67 percent of non-whites, 65 percent of blacks and 64 percent of Hispanics. The poll included 2,047 adults. The margin of error was 2.5 percent.\nWe looked at several other national polls, and all had similar numbers: between 70 percent and 80 percent of voters support requiring a photo ID to vote.\nMeanwhile, a 2014 Marquette University Law School poll of 1,409 registered Wisconsin voters found 60 percent of respondents supported requiring a photo ID to vote. The margin of error was 2.7 percent.\n\"It gets overwhelming public support,\" said Kenneth Mayer, a professor of political science at the University of Wisconsin-Madison. \"Depending on which poll, you might get 60 to 80 percent support.\n\"The reason you get that level of support ... most of the people who vote have an accessible voter ID.\"\nEasy to vote, hard to cheat\nThere are two other elements embedded in Walker’s claim -- that photo ID laws make it easier to vote and harder to cheat.\nOn these points, there is great partisan disagreement and dug-in views on both sides.\nCritics of ID laws -- mainly Democrats -- say the amount of voter fraud is small and that the laws can disenfranchise poor and elderly voters who may have difficulty obtaining a photo ID. Supporters note the law includes provisions to address access to IDs and argue that any amount of fraud is too much.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"It doesn’t matter if there’s one, 100 or 1,000,\" Walker said in a 2014 gubernatorial debate. \"Amongst us, who would be that one person who would like to have our vote canceled out by a vote that was cast illegally?\"\nIn 2011, Walker signed Act 23, the law that requires Wisconsin voters to present a form of photo ID before receiving a ballot. Provisions of the law were quickly challenged in court.\nThus the law has only fully in place been for the 2012 spring primary -- a nonpartisan contest that had only eight judicial races on the ballot, plus three local special elections. It has yet to be tested in a statewide race.\nThat will change in 2016, with the spring elections. In March 2014, the U.S. Supreme Court refused to hear a challenge to the law, meaning it now stands.\nWhat changed?\nBefore the 2011 legislation, an already-registered voter had to simply state his or her name and address to a poll worker in order to receive a ballot. Under the new law, a voter must also show an acceptable form of photo ID and sign the poll book before receiving a ballot.\nWhen asked for evidence that photo ID laws make it easier to vote, a Walker aide pointed to a modest increase in voter turnout in Wisconsin since the law was passed.\nBut that ignores the many other factors at play in driving turnout, including the candidates on the ballot and how close the race is perceived to be by voters. And, as noted, the law has not yet been fully in place for a statewide election, so to say it increased turnout is a stretch at best.\nIndeed, some studies, such as one from the U.S. Government Accountability Office, suggest photo ID laws may have contributed to a decrease in voter turnout in some states.\nIn 2012, more than 9 in 10 registered Wisconsin voters were estimated to have a valid form of photo ID. That left around 300,000 registered voters without a photo ID at the time. Mayer, who conducted the estimate, said it is unknown how many unregistered voters may lack the proper documents to obtain a free, state-issued ID.\nThe bottom line: At least some voters will have to go to extra steps to obtain a valid ID. That makes it more difficult to vote, not easier.\nAs for the \"harder to cheat\" portion, Mayer conceded photo ID laws could be effective against in-person voter fraud. But he and others note that there have been few documented cases of in-person voter fraud.\n\"It makes it harder for kangaroos to vote, but kangaroo voter fraud is not a problem,\" Mayer said.\nThat argument, though, goes to the whether the law itself was even needed. Walker’s claim was on the impact of the changes. The new law adds an extra verification step at the polling place before votes can be cast. That clearly makes it harder to cheat, as Walker claimed.\nWhen it comes to voter fraud, the most common type is voting by felons who are not allowed to vote, said Reid Magney, a public information officer for the Wisconsin Government Accountability Board.\nA felon is not allowed to vote if he or she is still \"on-paper,\" meaning he or she is on parole, on extended supervision or on probation. Once a felon is \"off-paper\" he or she can vote again after re-registering.\nFelon voting has been a problem before in Milwaukee. A Journal Sentinel investigation from 2008 identified \"at least 278 cases where felons may have improperly voted.\"  \nBut voter ID laws would not prevent this type of voter fraud; many felons can still get driver's licenses. The state catches illegal felon voters by cross referencing a list of voters to a list of felons \"on paper\" with the Department of Corrections.\nOur rating \nWalker said, \"Hillary Clinton's rejection of efforts to make it easier to vote and harder to cheat not only defies logic, but the will of the majority of Americans.\"\nWalker is on point with the main thrust of his claim. Polls show strong support for voter ID laws, including from Democrats.\nThe other elements of the claim -- easier to vote and harder to cheat -- amount to a split. It’s clearly not easier to vote if the extra step of obtaining a photo ID is added. Likewise, it is harder to cheat if there is an extra verification step at the polling place.\nOn balance, we rate Walker’s claim Mostly True.", "vclaim_id": "vclaim-pol-06255"}