{"url": "/factchecks/2012/oct/09/barack-obama/obama-says-romney-wants-fire-big-bird/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney plans to \"fire\" Big Bird.", "truth_label": "pants-fire", "date": "stated on October 8, 2012 in a campaign event outside Speaker John Boehner press conference in Derry, NH:", "title": "Presidential politics goes to Sesame Street: Obama says Romney wants to fire Big Bird", "text": "Scare tactics have a long history in American politics. Now, the Obama campaign is trying to scare preschoolers -- and their parents -- with a claim that Mitt Romney wants to fire Big Bird.\n\nIt all started with Romney's remark in the last debate that he opposes federal subsidies for PBS.\n\n\"I’m sorry, Jim,\" Romney told debate moderator Jim Lehrer during the debate at University of Denver on Oct. 3. \"I’m going to stop the subsidy to PBS. …  I like PBS, I love Big Bird. I actually like you, too. But I’m not going to — I’m not going to keep on spending money on things to borrow money from China to pay for.\"\n\nThe towering yellow fellow stole the show again on Monday in Derry, N.H., when a plucky Big Bird impersonator from President Barack Obama’s reelection team hoisted a sign stating, \"Romney-Boehner. Tough on Sesame Street; Soft on Wall Street,\" outside U.S. House Speaker John Boehner’s speaking event stumping for the former Massachusetts governor.\n\nBig Bird didn’t have much to say, but his handler, Holly Shulman, communications director for Obama for America-New Hampshire, did.\n\n\"Mitt Romney’s plan is to give $5 trillion in tax breaks skewed toward the wealthiest Americans,\" Shulman said, \"while getting rid of the things that people care about, getting rid of Planned Parenthood, firing Big Bird and voucherizing Medicare.\"\n\nNationwide, surrogates for Obama are harping on the future of the Sesame Street hero to highlight another way they say Romney is out of touch.\n\nOn Tuesday, Obama released a sarcastic campaign commercial, mocking Romney for taking on \"menaces to our economy\" like Big Bird, \"no matter where they nest.\"\n\nSesame Workshop, the nonprofit behind Sesame Street, has since cried fowl over the ad and asked the campaign to take it down.\n\nBut we wondered whether the campaign was going too far with its claim that Romney would \"fire\" the Sesame Street icon. And as Big Bird often says, \"Asking questions is a good way of finding things out!\"\n\nFirst we contacted Obama’s campaign for sources. They chirped about the small impact reducing public broadcasting appropriations would have on the federal budget, and cited articles where Romney talks about the cuts and PBS news releases about their station’s reach.\n\nWe asked Romney’s campaign for some background.\n\nIn an interview with Fortune magazine earlier this year, Romney ticked off a number of so-called subsidy programs he would eliminate if elected, including the one behind PBS.\n\nFor fiscal 2013, the federal government appropriated $445 million for public broadcasting according to the Corporation for Public Broadcasting. The Washington Post compared that with the $1.42 billion the government spent for Amtrak, and the $146 million for the National Endowment for the Arts and Humanities -- two other subsidies Romney said he would cut.\n\n\"Some of these things, like those endowment efforts and PBS I very much appreciate and like what they do in many cases, but I just think they have to stand on their own rather than receiving money borrowed from other countries, as our government does on their behalf,\" he told Fortune.\n\nThe current appropriation is just over one one-hundredth of one percent (.01 percent) of the federal budget -- approximately $1.35 per person per year, Jan McNamara, senior director of PBS’ Corporate Communications told PolitiFact in an email.\n\nIt accounts for about 15 percent of the revenue for public television and public radio overall, she added.\n\nThe way the system works is the Corporation for Public Broadcasting administers the funds with a \"definitive, federally mandated\" formula. The federal appropriation doesn’t go directly to PBS.\n\n\"By statute, the majority of funds are distributed directly to the approximately 1,300 locally owned public television and radio stations currently serving viewers and listeners,\" McNamara said. \"These locally governed, community-based stations depend on this critical seed money, which they leverage to raise the addition (sic) funds needed to provide content and services that are available to everyone, regardless of geography or ability to pay for a cable or satellite subscription.\"\n\nFor each dollar in federal funding invested in local stations, the stations raise an additional $6 on their own, including millions of contributions from volunteer supporters as part of a public-private partnership.\n\nPBS, a nonprofit public broadcasting television network, has nearly 360 member stations, according to its website. Sesame Street has been one of its staple programs for about 43 years.\n\nForbes also noted almost 60 percent of funding for public television comes from private donors or grants, with additional funding coming from dues paid by member stations.\n\nBig Bird's nest egg\n\nAccording to the Corporation for Public Broadcasting’s public affairs office, it provided $1.25 million to Sesame Street through a National Program Service grant to PBS in fiscal 2011, along with an $8 million grant to Sesame Workshop, for \"The Electric Company: Phase II.\"\n\nAnd in fiscal 2012, Sesame Street got $1.4 million in funding through the National Program Service grant, which supports children’s and prime-time television programming that \"engages, inspires, and educates,\" including other PBS programs such as Daniel Tiger's Neighborhood, PBS NewsHour and NOVA, officials said.\n\nAccording to Sesame Workshop’s most recent 990 form, filed for its 2010 year ending June 30, 2011, government grants and contributions accounted for about 5 percent of the $133 million revenue they brought in. Because much of the government money goes to other programs, the subsidy for Sesame Street is even lower.\n\nAnd MSN Money pointed out that Sesame brought in $46.9 million in licensing revenue for toys and other merchandise in 2011.\n\nSo how much would slashing the public broadcasting appropriation impact the feathery, eight-foot-two-inch friend everyone’s so worried about?\n\nNot much, according to an interview CNN did with Sherrie Westin, executive vice president and chief marketing officer for Sesame Workshop.\n\n\"Sesame Workshop receives very, very little funding from PBS. So, we are able to raise our funding through philanthropic, through our licensed product, which goes back into the educational programming, through corporate underwriting and sponsorship,\" Westin told CNN. \"So quite frankly, you can debate whether or not there should be funding of public broadcasting. But when they always try to tout out Big Bird, and say we’re going to kill Big Bird – that is actually misleading, because Sesame Street will be here.\"\n\nOn Monday, Westin blogged about the issue again on Sesame Workshop’s website, explaining her conversation on CNN was only \"half the story.\"\n\n\"Sesame Workshop has created a financially sustainable model to fund production of our educational programming here and around the world,\" Westin wrote. \"But Sesame Street would not exist were it not for PBS and its local stations, which is the distribution system for Big Bird and friends to reach all children across the United States, particularly the low income children who need us most.\"\n\n\"A CNN poll said 7% of the American public think that PBS gets as much as half the US budget! 30% think it’s 5%.  In reality it’s 0.014%.  Let’s keep that in perspective and also not forget the return on that investment: millions of children who have benefited from early childhood education brought to them by the letters, P. B. S.!\"\n\nOur Ruling\n\nIn its latest attempt to portray Romney as heartless, the Obama campaign is making a serious allegation that he wants to put one of America's most beloved children's characters in the unemployment line.\n\nRomney has been clear that his plan for PBS is not specific to Big Bird (nor to Jim Lehrer for that matter). He simply wants to end federal subsidies.\n\nIt's a ridiculous stretch to equate that with firing the 8-foot-2 yellow bird. Just as Democrats have scared senior citizens about losing Medicare, they are now scaring preschoolers about losing Big Bird. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKelly Ayotte\n\n\nstated on May 8, 2012 in an email to the news media\n\n\n\n\n\n\n\n\nSays the Affordable Care Act was a federal takeover of the student loan industry and ‘profits’ on the loans go to help pay for the health care law.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Maryalice Gill • June 1, 2012", "vclaim_id": "vclaim-pol-10212"}