{"url": "/factchecks/2010/apr/13/charles-schumer/schumer-claims-no-one-questioned-sotomayor-was-out/", "speaker": "Charles Schumer", "vclaim": "\"No one questioned that she (Judge Sotomayor) was out of the mainstream.\"", "truth_label": "false", "date": "stated on April 11, 2010 in ABC's \"This Week\":", "title": "Schumer claims no one questioned that Sotomayor was out of the mainstream", "text": "With the announcement that Supreme Court Justice John Paul Stevens is retiring, speculation has turned to whom President Barack Obama will nominate to replace him, and -- depending on the nominee -- how much of a fight Obama will encounter from Senate Republicans.\nOn ABC's This Week on April 11, 2010, Sen. Charles Schumer, D-N.Y., said he doesn't expect a Republican filibuster. What Republican and Democrats alike want is \"somebody who will follow the law, not make the law,\" Schumer said, and he pointed to the pick of Judge Sonia Sotomayor as evidence that Obama would choose someone \"in the mainstream.\"\n\"If you look at who President Obama has nominated, somebody like Judge Sotomayor, who got nine Republicans to vote for her, no one questioned that she was out of the mainstream,\" Schumer said. \"The other nominees in many of the courts of appeals and district courts, he chooses people in the mainstream. So I don't think there's going to be a filibuster or a blocking.\"\nWe are checking the claim that \"no one questioned that she (Sotomayor) was out of the mainstream.\"\nWe recalled that phrase came up a lot during the Sotomayor confirmation debate, so we did some checking.\nTo start, we direct your attention to a July 13, 2009, AP story under the headline, \"Sessions: Sonia Sotomayor 'out of mainstream.'\"\nThat's Sessions as in Sen. Jeff Sessions, the leading Judiciary Committee Republican. The AP wrote that just hours before Sotomayor's initial confirmation hearing, Sessions charged that Sotomayor is \"out of the mainstream\" of legal thinking and has a very activist judicial profile.\nSessions criticized Sotomayor's much-discussed comment from a speech in 2001, that she hoped a \"wise Latina\" often would reach better conclusions than a white male without the same life experience.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"She has criticized the idea that a woman and a man would reach the same result. She expects them to reach different results. I think that's philosophically incompatible with the American system,\" Sessions said on CBS's Face the Nation.\nSessions was among 31 Republican senators who voted against Sotomayor's confirmation, though Sessions said afterward that he was glad that during the hearings Sotomayor rejected the \"empathy standard\" Obama referred to when he nominated her.\nAnd Sessions wasn't the only Republican to invoke the \"out of the mainstream\" claim:\n• In a press release issued Aug. 5, 2009, Sen. Roger Wicker, R-Miss., took issue with Sotomayor's ruling in a gun case, saying, it \"shows an alarming hostility to law-abiding gun owners across the country. That is a view that is certainly out of the mainstream in this nation.\"\n• In a press release issued Aug. 6, 2009, Sen. Charles Grassley, R-Iowa, said that at her confirmation hearing Sotomayor attempted to distance herself from several statements \"and explain them away, most likely recognizing that they were controversial and out of the mainstream. However, in my mind, she was not very successful.\"\n• In a statement released on Aug. 4, 2009, Grassley said Sotomayor \"openly questioned whether 'ignoring our differences as women, men, or even people of color...we do a disservice both to the law and society.' This is yet another example of an out of the mainstream judicial philosophy.\"\n• A June 29, 2009, story in Roll Call noted that talking points prepared for House and Senate Republicans urged members to make the case that Sotomayor's written statements, rulings and speeches \"show an out of the mainstream view of the role of a judge.\"\n\n\nPerhaps Schumer's comment was one part hyperbole - that what he meant was \"hardly anyone\" claimed Sotomayor was out of the mainstream. But we're sticklers for words, and Schumer's absolute claim that \"no one questioned that she was out of the mainstream\" isn't accurate. We understand that \"out of the mainstream\" is a subjective term, but the fact is that a number of Republican senators used that exact phrase. We rule Schumer's statement False.", "vclaim_id": "vclaim-pol-15116"}