{"url": "/factchecks/2017/apr/17/viral-image/did-snapchats-ceo-say-india-was-too-poor-his-app/", "speaker": "Viral image", "vclaim": "\"Snapchat CEO Evan Spiegel has said the app is for rich people, don't want to expand in poor countries like India and Spain.\"", "truth_label": "barely-true", "date": "stated on April 15, 2017 in a tweet:", "title": "Did Snapchat's CEO say India was too poor for his app?", "text": "Snapchat pictures might come and go in seconds, but the furor in India over reported comments by Snapchat CEO Evan Spiegel is hanging on much longer.\nOn April 15, News18, a CNN affiliate tweeted, \"Snapchat CEO Evan Spiegel has said the app is for rich people, don't want to expand in poor countries like India and Spain.\"\n.@Snapchat CEO Evan Spiegel has said the app is for rich people, don't want to expand in poor countries like India and Spain pic.twitter.com/5Uf8ViOGoz— News18 (@CNNnews18) April 15, 2017\n\nOutraged Indians launched a campaign to undercut the social media photo and video sharing application.\nGaurav Pradhan, who has over 80,000 followers, retweeted an image that urged Indians to uninstall the application and give it a one-star rating on Google’s Play Store. Pradhan’s wrote, \"If Indians, across world and in India have any \"Self Respect\" left. Uninstall @Snapchat now and give a KICK 2 this arrogant Headless Chicken.\"\nIf Indians, across world and in India have any \"Self Respect\" leftuninstall @Snapchat now and give a KICK 2 this arrogant Headless Chicken pic.twitter.com/pI5lolApVE— #GauravPradhan 🇮🇳 (@DrGPradhan) April 16, 2017\n\nSnapchat is in damage control mode. In a statement, Snapchat denied that Spiegel said the offending words.\n\"This is ridiculous,\" the company said, according to reports. \"Obviously Snapchat is for everyone! It’s available worldwide to download for free.\"\nWe decided to see whether it’s accurate to assert categorically that Spiegel said India was too poor for Snapchat.\nIn this case, certainty is elusive, because it comes down to one person's word against Snapchat's.\nMagazine article triggers firestorm\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nOn April 11, Variety published a story about a former Snapchat manager’s lawsuit against the company.\nThe headline alone highlights the key caveat: \"Snapchat CEO Said ‘This App Is Only for Rich People,’ Ex-Employee Alleges.\"\nA Jan. 4, 2017, filing had this account of an exchange between former manager Anthony Pompliano and Spiegel (pages 19 and 20 in the file).\n\"The data showed that Snapchat’s international user metrics were very low, even in countries with high social media engagement, such as Spain and India. When Mr. Pompliano attempted to explain that he could implement strategies to achieve significant growth for Snapchat in these major markets, Mr. Spiegel abruptly cut in and said, ‘This app is only for rich people. I don’t want to expand into poor countries like India or Spain.’\"\nThis conversation allegedly happened on Sept. 11, 2015, a year and a half before the filing.\nSo far, that is the sum total of the evidence that Spiegel disparaged Spain and India. Two other people were in the room, but Spiegel’s alleged response was tangential to the meat of the lawsuit and there is no further testimony on this point. (We have not seen reports about a backlash in Spain.)\nWe have one man’s word that Spiegel said this, and that man is suing Snapchat.\nThe larger Indian news organizations noted the uncertainty behind the allegation.\nOur ruling\nA viral post in India asserted that Snapchat CEO Spiegel said his company’s application was for rich people and not poor places such as India.\nThe article that fueled this meme stated at the top that Spiegel allegedly said these words, not that he definitely had.\nThe lawsuit behind the article provides no evidence beyond saying that a former employee said the exchange took place. If there was a conversation, it happened a year and half ago, which raises questions of how accurately the exact words can be relied on.\nWe might learn more, but until then, we rate this statement Mostly False.\n Share the Facts 2017-04-17 21:04:31 UTC   Politifact    4 1 7  Politifact Rating: Mostly False  \"Snapchat CEO Evan Spiegel has said the app is for rich people, don't want to expand in poor countries like India and Spain.\"    Viral image Viral image   In a tweet Saturday, April 15, 2017 2017-04-15    Read More  info", "vclaim_id": "vclaim-pol-03418"}