{"url": "/factchecks/2013/jun/06/gina-raimondo/rhode-island-general-treasurer-gina-raimondo-says-/", "speaker": "Gina Raimondo", "vclaim": "\"The average student comes out of college hundreds of thousands of dollars in debt.\"", "truth_label": "false", "date": "stated on May 29, 2013 in an interview with WJAR-TV:", "title": "Rhode Island General Treasurer Gina Raimondo says college students typically come out of schools hundreds of thousands of dollars in debt", "text": "It's not news that college is expensive. This past year, according to the College Board, cost for tuition, fees, room and board for one year averaged $17,860 for an in-state public four-year college, $30,911 for students who went to a public college outside their state, and $39,518 if they attended a private nonprofit college or university.\n\nSo it's not surprising that some students end up in debt, even before their degree translates to a paycheck.\n\nRhode Island General Treasurer Gina Raimondo talked about that problem as part of a May 29 story on the 5:30 p.m. newscast on WJAR-TV. The story was devoted to a looming rise in the interest rates for federal student loans. Raimondo said the higher rates would make a bad situation even worse.\n\n\"The average student comes out of college hundreds of thousands of dollars in debt, and they can't afford these interest rates to go up,\" she said.\n\nAn alert reader who caught the program wrote PolitFact Rhode Island to say, \"I don't think it's anywhere near that.\"\n\nWe decided to check.\n\nWe called Raimondo's office to ask for her source.\n\nWhile we were waiting, we went to the College Board website and found its \"Trends in Student Aid\" report for 2012, which covers the 2010-2011 academic year. It tells a very different story.\n\nThe average debt among graduates who borrowed to get a bachelor's degree was $25,300. (A second source, the nonprofit Institute for College Access & Success, through its Project on Student Debt, calculates a comparable average -- $26,600.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nForty percent of the degree recipients had not borrowed at all, so they had no debt, according to the College Board. If you factor them into the mix, its calculation of the average debt drops to $15,100.\n\nEven if you only look at private, nonprofit four-year colleges and universities, where the costs are higher, the average debt for graduates who had borrowed was $29,900. Thirty-four percent of graduates hadn't borrowed. Among all graduates from these schools -- borrowers and non-borrowers -- the average debt was $19,700.\n\nTo put this in perspective, 10 years earlier, the average debt for graduates who had borrowed was $23,400, adjusted for inflation. If you include all graduates -- both borrowers and non-borrowers -- it was $14,600.\n\nThe College Board also followed a group of students who enrolled during the 2003-2004 academic year to see how much graduates owed. Only 1 percent had more than $75,000 in debt. Another 1 percent had a debt level of $50,000 to $75,000.\n\nLocally, we also found that as of October 2012, Rhode Island graduates ranked fourth in student debt from public and private nonprofit four-year institutions, according to a state-by-state ranking by the nonprofit Institute for College Access & Success. The average Rhode Island debt among students who borrowed was $29,097.\n\nViewed in another way, 69 percent of students in the Class of 2011 in Rhode Island had debt; only seven other states have a higher percentage of students who owed money.\n\nWhen we heard back from Raimondo's office, she acknowledged the error.\n\nSaid spokeswoman Joy Fox, \"Although the Treasurer and her husband personally came out of college with hundreds of thousands of dollars in student debt, she misspoke by saying this was the average amount of student loan debt. According to the Project on Student Debt, the average debt is more in the range of tens of thousands.\"\n\nWe rate Raimondo's claim False.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09253"}