{"url": "/factchecks/2012/oct/30/tommy-thompson/tommy-thompson-says-he-had-nothing-do-provision-ba/", "speaker": "Tommy Thompson", "vclaim": "Says Democrats first proposed prohibiting the government from negotiating prices for prescription drugs in Medicare Part D and he \"had nothing to do with\" that provision in the law.", "truth_label": "barely-true", "date": "stated on October 18, 2012 in a debate:", "title": "Tommy Thompson says he \"had nothing to do with\" provision barring U.S. from negotiating Medicare prescription drug prices", "text": "Campaigning for the U.S. Senate, Republican Tommy Thompson called himself the \"mastermind\" of Medicare Part D, which he pushed while serving as secretary of the U.S. Department of Health and Human Services.\n\nOn Oct. 18, 2012, in the second of three debates with Tammy Baldwin, Thompson again took credit for the program and criticized the Democratic congresswoman for voting against it.\n\nBut he rejected an accusation by Baldwin that he was responsible for one controversial provision.\n\nA provision known as \"non-interference\" -- prohibiting the government from negotiating with drug makers over drug prices -- was first proposed in 1999 by Democrats, notably President Bill Clinton, Thompson claimed.\n\nAnd Thompson said it was Congress that inserted a non-interference clause in the Medicare Part D legislation he pushed, which became law in 2003.\n\n\"I had nothing to do with it,\" Thompson said.\n\nBaldwin shot back: \"You were the quarterback and the mastermind of Medicare Part D, but you had nothing to do with it?\"\n\nBaldwin has repeatedly attacked Thompson over the non-interference provision and did so again in the pair’s third and final debate a week later. She calls it a \"sweetheart deal\" for drug companies, saying the government can’t use its bargaining power to try and obtain lower drug prices -- although others counter that competition among private insurers in Part D has led to lower prices.\n\nWe’ve rated True a claim by Baldwin that the Part D law, \"adopted under Thompson’s watch,\" bars the government from negotiating for \"better prices\" on prescription drugs. At the time, six weeks before the second debate with Baldwin, Thompson’s campaign said nothing about the non-interference clause being the Democrats’  doing.\n\nThat’s a different claim.\n\nLet’s check it out.\n\nThompson’s case\n\nMedicare Part D is an optional insurance program for prescription drugs for people on Medicare. A key feature is that private insurance companies offer a variety of plans and beneficiaries choose the plan that's best for them. The government subsidizes the program but does not run it.\n\nMedical Part D was created by the Medicare Modernization Act, which also made other changes to Medicare. It was proposed by President George W. Bush, and Thompson was the administration’s point man on lobbying Congress to create it.\n\nWhen we asked for evidence to back Thompson’s claim that others were responsible for non-interference, his campaign did not respond. But Thompson expounded on his claim both in the second and third debates and in a meeting with Milwaukee Journal Sentinel editors and reporters on the day of the second debate.\n\nThompson said non-interference was first introduced by Clinton and Democratic congressional leaders in a Medicare Part D proposal in 1999, which did not become law.\n\nThompson also maintained that when the Bush administration proposed Part D, it contained only general principles. He said non-interference became part of the law only after it was introduced by then-Rep. Bill Thomas, R-Calif., and Sen. Max Baucus, D-Mont.\n\n\"I had nothing to do with it, never had a sweetheart deal with anybody,\" he told the Journal Sentinel.\n\nThe record\n\nThe Clinton Part D proposal did, as Thompson said, include a non-interference clause. But the language differs from that in the Medicare Part D that later became law under Bush.\n\nUnder the Clinton proposal, pharmacy benefit managers would have negotiated on behalf of the federal government with drug manufacturers, said Edwin Park, vice president for health policy at the left-leaning Center on Budget and Policy Priorities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nBut in Bush’s Part D, the government can’t negotiate at all, leaving negotiation up to the individual insurance plans.\n\nPark agreed with Thompson that Bush’s Part D proposal was a set of principles and not legislation. But while Democrat Baucus was very involved in the Part D legislation, Republicans controlled both the Senate and the House, Park noted.\n\nAs for Thompson’s claim that he had \"nothing to do\" with the non-interference clause that ended up in the law, that didn’t wash with Park or other experts we interviewed.\n\n\"Any time Congress is involved in major legislation, the administration is heavily involved,\" said Park.\n\nGrace-Marie Turner, president of the Galen Institute, a think tank that promotes free market principles in health care, said the Bush administration clearly supported non-interference to promote competition among private insurers and keep the government out of setting drug prices.\n\n\"It’s really the key element to allowing this competitive marketplace to work,\" said Turner, who noted that Medicare Part D has cost less than was anticipated by the nonpartisan Congressional Budget Office.\n\nIndeed, in 2007, when Democrats pushed legislation to repeal non-interference, Bush threatened a veto, arguing that competition among insurers was resulting in lower drug prices.\n\nOur rating\n\nThompson said Democrats first proposed prohibiting the government from negotiating prices for prescription drugs in Medicare Part D and he \"had nothing to do with\" that provision in the final law.\n\nDemocrats did introduce a version of the so-called non-interference provision, but it didn’t go as far as the provision that became law under Bush. Moreover, Thompson was the point man on Medicare Part D for the Bush administration, which supported non-interference.\n\nWe rate Thompson’s statement Mostly False.", "vclaim_id": "vclaim-pol-10058"}