{"url": "/factchecks/2020/may/08/viral-image/theres-no-new-autopsy-report-linking-jeffrey-epste/", "speaker": "Viral image", "vclaim": "“New autopsy reports suggest Jeffrey Epstein most likely died from COVID-19 complications.”", "truth_label": "false", "date": "stated on April 20, 2020 in a Facebook post:", "title": "There’s no new autopsy report linking Jeffrey Epstein’s death to COVID-19", "text": "Ever since the death of Jeffrey Epstein, the disgraced financier accused of sexual abuse and sex trafficking, people who don’t believe he committed suicide in his jail cell have pushed theories that he was murdered. \nA recent Facebook post floated a new cause of death, though. \n\"Breaking news,\" it said above a photo of Epstein. \"New autopsy reports suggest Jeffrey Epstein most likely died from COVID-19 complications.\" \nSome people commenting on the post expressed shock. \n\"This can’t be real,\" one commenter wrote. \"They can’t really be tryna say that. Are they really… I mean really?\" \nAfter someone else suggested that the coronavirus has been in the United States for longer than has been reported, the commenter said: \"Wow. At least we’re still right! He didn’t kill himself.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe official ruling on Epstein’s death has been challenged before.\nIn August 2019, the New York City medical examiner’s office concluded that Epstein hanged himself in his jail cell, the New York Times reported. \nIn October, a forensic pathologist hired by Epstein’s brother claimed that the evidence suggested Epstein didn’t commit suicide and may have been strangled. The findings were disputed by the city’s chief medical examiner, who stood by her office’s report.\nOn Jan. 5, 2020, \"60 Minutes\" reported on photographs from inside Epstein’s cell that \"possibly raise more questions\" about his death. \nBut we found nothing credible tying Epstein’s death to the coronavirus. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18277"}