{"url": "/factchecks/2019/jul/19/facebook-posts/trumps-ellis-island-award-was-not-work-within-blac/", "speaker": "Facebook posts", "vclaim": "Says President Donald Trump is one of \"only three people that won the Ellis Island Award for their work within the black community.\"", "truth_label": "false", "date": "stated on July 18, 2019 in a Facebook post:", "title": "Trump’s Ellis Island award was not for work ‘within the black community’", "text": "Some posts on social media are countering the accusations of racism against President Donald Trump after his tweet that a group of Democratic congresswomen should \"go back\" to the \"crime infested places from which they came.\" (All four are citizens, and only one, Rep. Ilhan Omar, was born outside of the U.S. before arriving when she was 10.)\nOne post points to Trump’s business history in New York as evidence that he looks out for minorities. \nThe post, in full, reads:\n\"There are only 3 people that won the Ellis Island Award for their work within the black community … 1. Rosa Parks 2. Muhammad Ali 3. Donald Trump … yet ‘squad’ wants you to believe he’s racist.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis claim gets one major thing wrong: While Donald Trump did win the award, called the Ellis Island Medal of Honor, it was not for \"work within the black community.\"\nWe reached out to the Ellis Island Honors Society, which administers the award. The society is a non-political organization promoting diversity and understanding among religious and ethnic groups, as well as the restoration and maintenance of Ellis Island.\nSpokesperson Otto Coca told PolitiFact that Trump was one of several people to be awarded the Ellis Island Medal of Honor in 1986 – the first year it was given out (and the same year Parks and Ali were also recipients). Trump was chosen for professional contributions that benefited New York City as a developer, as well as for his German heritage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"That post is ridiculous and an outright lie,\" Coca said. \nIn the first year, \"people were honored with the award for what they stood for more than what they did,\" Coca said. Parks, for example, was honored for standing up to adversity. Trump’s recognition came from \"doing well for the city of New York\" from his business.\nThe medal has changed over the years, Coca said, and now recipients are chosen for philanthropic efforts as well as other contributions. \nAccording to an Oct. 16, 1986, New York Times article, those named for the award were selected from more than 15,000 nominations. The winners, the article says, were a \"mixture of prominent and relatively unknown citizens,\" and were screened by the National Ethnic Coalition of Organizations. The article lists Trump as a recipient, with \"German developer\" alongside his name. \nA photograph taken on Oct. 27, 1986, by Getty photographer Yvonne Hemsey shows Trump standing alongside Parks and Ali at a ceremony honoring the recipients. Joe DiMaggio, Victor Borge and Anita Bryant also appear in the picture. \n\"It had nothing to do with race,\" Coca said about the photograph. \"They were all honored for different reasons and they were just all standing together, that’s the only reason that picture exists.\"\nOur ruling\nA popular post spreading on social media claims that Trump \"was one of only three people to win an Ellis Island award for ‘work within the black community.’\"\nTrump was awarded the Ellis Island Medal of Honor in 1986, but he was not honored for being one of a handful of recipients who helped the black community – it was for his contributions in real estate. Since then, the Ellis Island Honor Society has honored around 100 Americans each year.\nWe rate this post False.", "vclaim_id": "vclaim-pol-00417"}