{"url": "/factchecks/2017/jan/05/donald-trump/did-word-trumps-inauguration-concert-cause-jackie-/", "speaker": "Donald Trump", "vclaim": "\"Jackie Evancho’s album sales have skyrocketed after announcing her inauguration performance.\"", "truth_label": "true", "date": "stated on January 4, 2017 in In a tweet:", "title": "Did word of Trump’s inauguration concert cause a Jackie Evancho sales surge?", "text": "Donald Trump hasn’t had an easy time getting artists to perform at his inauguration. Many, reportedly including Elton John and Bruno Mars, said they wouldn’t perform. So far the only artists slated for the inauguration on Jan. 20 are the Mormon Tabernacle Choir, the Rockettes and Pittsburgh-area native Jackie Evancho, who rose to fame on \"America’s Got Talent.\"\nAnd Trump believes Evancho’s decision to perform has been great for her career. On Twitter Wednesday, he claimed Evancho’s \"album sales have skyrocketed after announcing her inauguration performance.\" Not long after, the New York Times’ Dave Itzkoff tweeted a screenshot displaying Evancho’s most recent album falling from 93 to 134 on the Billboard top 200 albums list in the last week. That didn’t look so good for the president-elect.\nSo is Trump’s Twitter boast correct? Did Evancho, who is 16, see a steep rise in sales since it was announced she’d be a performer at the Trump inauguration?\nIt was Dec. 14 when Evancho said she’d be performing. She had released a new album in late October, \"Someday at Christmas.\"\nNumbers from BuzzAngle Music, a music data-tracking company, show digital and physical sales of all her albums hovering between 2,500 and about 3,000 in late October to the end of November (Evancho has three older full-length albums, including another Christmas album). Sales rose to about 4,600 the first week after Thanksgiving. For the week beginning Dec. 2, they were 5,800. (BuzzAngle tracks sales from a Friday to Thursday every week.)\nThe inaugural announcement happened in the middle of the next week. For the Dec. 9 to Dec. 15 sales period, her sales jumped to about 7,176. The next week, from Dec. 16 to Dec. 22, they went up to 14,173. That’s an increase of 98 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nThe sales bump ended there. The week of Dec. 23 to Dec. 29, Evancho’s sales fell down to 9,479. As of Wednesday, her sales for this week were at 1,442.\nDuring the same timeframe, Evancho’s streaming rates went up at a similar rate. The first full week after the Trump announcement, beginning Dec. 16, Evancho’s songs were streamed about 754,000 times. The previous week they had been streamed about 410,000 times.\nOur Ruling\nDonald Trump tweeted that 16-year-old Jackie Evancho’s \"album sales have skyrocketed after announcing her inauguration performance.\"\nHe’s right. Evancho’s album sales nearly doubled in the first full week after she was announced as an inauguration performer compared to the previous week. (She was also streamed much more often.) Though sales for the week of Dec. 23 to Dec. 29 went down from about 14,000 to 9,000, that number is still about 50 percent higher than from the week of Dec. 2 to Dec. 9. That is the last full week BuzzAngle Music has data for. Besides, rockets typically come down.\nWe rule the claim True.", "vclaim_id": "vclaim-pol-03824"}