{"url": "/factchecks/2020/jul/01/facebook-posts/photo-shows-st-louis-protesters-pointing-microphon/", "speaker": "Facebook posts", "vclaim": "An image from the St. Louis protest is “what MSM (mainstream media) won’t show you. Peaceful demonstrator pointing weapon at homeowner.”", "truth_label": "false", "date": "stated on June 30, 2020 in a post on Facebook:", "title": "Photo shows St. Louis protesters pointing a microphone, not a weapon, at Patricia and Mark McCloskey", "text": "You’ve no doubt seen the photos of a white man and woman in an upscale St. Louis neighborhood pointing guns at protesters marching near their house.\nA poster on social media says that’s not the whole story, and uses a different photo from the ones you’ve seen to make a different point. \"This is what MSM (mainstream media) won’t show you. Peaceful demonstrator pointing weapon at homeowner,\" the post reads. \nYou can see the post and the image here. (We’re not including it in this story because we don’t have rights to the image) In the image, the woman is pointing a handgun at a group of protesters. In the bottom right hand corner, a Black man in a white shirt is pointing a long, narrow black cylinder back at the woman. The text accompanying the photo on Facebook says it’s a weapon, but eyewitnesses say it wasn’t.\nIn the bottom left hand corner of the image is a watermark from Reuters, a news agency.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe picture is authentic. We corroborated that the photo was taken June 28, 2020, by Reuters photographer Lawrence Bryant. The photo is available on the Reuters website for purchase.\nThe caption information provided with the photograph says the man in the image was not holding a gun.\nThe caption information from Reuters says: \"Patricia McCloskey and her husband Mark McCloskey draw their firearms on protestors, including a man who holds a video camera and microphone, as they enter their neighborhood during a protest against St. Louis Mayor Lyda Krewson, in St. Louis, Missouri, U.S. June 28, 2020.\"\nBryant spoke about the incident in a subsequent interview with Reuters. He described the protesters as peaceful.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"I wanted to show there were people protesting peacefully and they came to engage them,\" he said. We reached out to Bryant and will update this story with additional information if we hear back.\nWe consulted videos from the event looking for further information about what happened.\nIn this video from Storyful and posted on the Washington Post website, you see the McCloskeys interacting with some protesters, but not the man in the white shirt. The McCloskeys are holding guns. The protesters in the video do not have weapons. They are holding phones and tablets and are recording the McCloskeys.\nIn another video from Twitter user @averyrisch, you can see the McCloskeys holding weapons. You don’t see any protesters holding weapons. You do not see the man in the Reuters image in the white shirt.\nMark McCloskey told St. Louis television station that \"one fellow standing right in front of me pulled out two pistol magazines, clicked them together and said, ‘you’re next.’\" We couldn’t corroborate that in any of the photo or video footage from the event. Pistol magazines do not match the description in the photo, nor does the context. Daniel Shular, a local reporter who covered the protest, told CNN that some protesters had weapons, but \"no one drew their guns on the people from the house.\"\nOne other note: The person who made the claim on Facebook that the protester was holding a weapon says he is from Pennsylvania and does not claim to have attended the protest. \nOur ruling\nA post with an image from St. Louis says, \"This is what MSM (mainstream media) won’t show you. Peaceful demonstrator pointing weapon at homeowner.\"\nThe person who took the photo said the peaceful demonstrator was holding a video camera and microphone, not a gun.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17666"}