{"url": "/factchecks/2018/feb/28/marco-rubio/rubios-tweet-about-ny-gun-laws-accurate/", "speaker": "Marco Rubio", "vclaim": "\"Under N.Y. State ‘Assault Weapon’ ban 1 simple cosmetic change pictured here is difference between legal & banned\"", "truth_label": "true", "date": "stated on February 22, 2018 in a tweet:", "title": "Rubio's tweet about NY gun law is accurate", "text": "Sen. Marco Rubio took aim at one provision of a gun law passed in New York state that he suggests can be easily circumvented.\nThe Florida Republican posted a photo of two semi-automatic rifles. Both rifles almost look the same. But one has a pistol grip attached, so it is not legal in New York state, Rubio said.\n\"Under N.Y. State ‘Assault Weapon’ ban 1 simple cosmetic change pictured here is difference between legal & banned,\" Rubio’s tweet read.\nUnder N.Y. State “Assault Weapon” ban 1 simple cosmetic change pictured here is difference between legal & banned.Otherwise exactly same 1/4 pic.twitter.com/i7CFRkmHvi— Marco Rubio (@marcorubio) February 22, 2018\n\n \nThe tweet came as Rubio’s response to New York Gov. Andrew Cuomo, who said earlier in the day that Rubio \"should be ashamed of\" himself for not supporting stricter gun control legislation. During a CNN town hall the night before, Rubio signaled support for raising the age to buy a rifle or shotgun to 21 and for tighter background checks for gun purchases.\nCuomo supports tougher gun-control measures, like universal background checks and a ban on military-style accessories.\nNew York state already has a ban on some of those accessories. We wanted to know if the one on Rubio’s tweet is on that list.\nNew York state gun laws\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nThe accessory shown in the image, called a pistol grip, has been banned on rifles in New York state since 2013.\nIt’s one of several features banned by the New York Secure Ammunition and Firearms Enforcement Act, better known as the SAFE Act. The law, spearheaded by Cuomo, was passed a few weeks after the 2012 mass shooting at Sandy Hook Elementary School.\nThe law banned so-called assault weapons and created a legal definition for them in New York state. The law defined them broadly as semi-automatic firearms with one or more of the features also banned by the law. There are 10 of those features for rifles.\nThe weapon used by Adam Lanza, the shooter at Sandy Hook, is banned under state law, for example. Lanza used a semi-automatic rifle with a pistol grip and a flash suppressor — two of the features banned under the SAFE Act.\nBut the rifle without a pistol grip pictured in Rubio’s tweet would also be subject to other gun regulations in New York state. First, anyone who wanted to buy the rifle in New York state would have to go through a background check, regardless of who they buy it from.\nState law would also prohibit any gun owner from attaching a magazine to the rifle that holds more than 10 rounds. Only seven other states have laws that ban large capacity magazines. Florida, where a shooter killed 17 people at Marjory Stoneman Douglas High School this month, is not one of them.\nOur ruling\nRubio said with a photo on Twitter that \"1 simple cosmetic change pictured here is difference between legal & banned\" in New York state.\nThat’s true. The pistol grip shown is one of the banned features for rifles under New York state's SAFE Act. The rifle would also be subject to other New York state regulations.\nWe rate Rubio’s claim True.\n Share the Facts 2018-02-28 21:57:09 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"Under N.Y. State ‘Assault Weapon’ ban 1 simple cosmetic change pictured here is difference between legal & banned\"    Marco Rubio U.S. Senator https://twitter.com/marcorubio/status/966726649441071104   New York Thursday, February 22, 2018 2018-02-22    Read More  info", "vclaim_id": "vclaim-pol-02364"}