{"url": "/factchecks/2015/oct/16/scott-walker/gov-scott-walker-says-board-wanted-accept-mickey-m/", "speaker": "Scott Walker", "vclaim": "Wisconsin’s Government Accountability Board \"wanted to consider Mickey Mouse and Adolf Hitler as valid signatures on recall petitions.\"", "truth_label": "false", "date": "stated on October 12, 2015 in a tweet:", "title": "Gov. Scott Walker says board wanted to accept Mickey Mouse, Hitler as valid signatures in recall", "text": "Legislative Republicans are fast-tracking a bill to scrap the Wisconsin Government Accountability Board, and Gov. Scott Walker turned to Twitter to urge them on.\nRepublicans say the board engaged in unfair treatment of their candidates during the 2011 and 2012 recall elections for Walker and several state senators. They also are critical of its implementation of a voter ID law and its participation in what one GOP senator has called a \"witch hunt\" of conservatives.\nIn advance of a hearing on a bill to replace the accountability board with two new bodies, Walker tweeted eight times Oct. 12, 2015 on the subject, each time using the #ReformGAB hashtag.\nIn one, he brought up two familiar names:\n\"GAB wanted to consider Mickey Mouse and Adolf Hitler as valid signatures on recall petitions. #ReformGAB.\"\nIs Walker right?\nWhen we asked Walker spokeswoman Laurel Patrick for evidence to support the claim, she referred us to a Dec. 14, 2011 report on WISN TV and a story that appeared on Politico on the same day.\nPatrick noted that the WISN story said that \"these names would be counted as long as they were properly dated and included a Wisconsin address.\" Patrick also cited a Dec. 13, 2011 video posted by the conservative MacIver Institute and said it shows that the \"GAB specifically states they will accept Mickey Mouse and Adolf Hitler as valid signatures.\"\nThat got us digging into the PolitiFact archives.\nOn Dec. 18, 2011, we looked at this claim from MacIver’s video: \"Wisconsin election officials to accept Mickey Mouse, Hitler signatures\" on recall petitions. We rated it Mostly False.\nThe claim stems from a comment made by GAB elections specialist David Buerger during a Dec. 13, 2011 meeting of the board. Buerger was asked about Mickey Mouse and Hitler and responded: \"We will flag them, but we will not strike them without challenge.\"\nThe MacIver video said the board decided to \"accept\" the fictitious signatures, as in counting them toward the total of about 540,000 that was required to force a recall election. That was not the case. Indeed, Buerger noted explicitly they would be \"flagged\" for more review, just not automatically stricken.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nHere is one window on how technical the verification process is: In 2011, the board did immediately strike an Adolf Hitler signature -- since it listed an out-of-state address (Berlin, Germany).\nAs our item noted:\n\"For such signatures to actually be counted, they would have to pass undetected through petition circulators, the recall committees, a pair of Government Accountability Board reviewers, Walker’s representatives and other groups that review the petitions. If such signatures were found, Walker could formally challenge them to the board to get them stricken.\"\nAccording to state law governing recall elections, it’s up to the candidate being recalled to challenge names on the petitions. The statute says: \"The burden of proof for any challenge rests with the individual bringing the challenge.\"\nPatrick, the governor’s spokeswoman, pointed out that the Walker campaign won a court order on Jan. 4, 2012 directing the board to be more aggressive in seeking out and eliminating \"duplicate and fictitious signatures and illegible addresses in recall petitions.\" That order was later overturned by an appeals court.\nGAB spokesman Reid Magney told us in an email:  \"Out of 930,000 signatures submitted on petitions to recall the governor, there were 4,001 duplications and four fictitious signatures (Adolf Hitler, Mick E. Mous, Donald L. Duck, and I Love Scott Walker Thanks).\"\nTo be sure, Walker’s claim is not identical to the one we reviewed from MacIver.\nWalker tweeted that board wanted to consider the signatures \"as valid.\" MacIver asserted they would be accepted -- which, as we noted, still allows for a challenge that would knock them out.\nOur rating\nWalker tweeted that the GAB \"wanted to consider Mickey Mouse and Adolf Hitler as valid signatures on recall petitions.\"\nBut there’s no evidence to support that. The process would not have immediately struck them. Rather, it would have flagged them for review. And there were numerous layers of scrutiny before it would have been determined valid.\nWalker took a Mostly False statement and embellished it.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-05848"}