{"url": "/factchecks/2021/feb/02/viral-image/no-hm-didnt-advertise-kkk-sweatshirt/", "speaker": "Viral image", "vclaim": "H&M advertised a sweatshirt that said, “Koolest Kid in the Klan.”", "truth_label": "false", "date": "stated on January 25, 2021 in a Facebook post:", "title": "No, H&M didn’t advertise a KKK sweatshirt", "text": "In what looks like an online advertisement for the clothes retailer H&M, a boy is smiling with his hands stuffed in the pocket of a white hooded sweatshirt. The shirt reads: \"Koolest Kid in the Klan.\" Most of the text is white and black while each of the three Ks is red so that \"KKK\" pops out.\nThe sweatshirt appears to sell for $24.99. But the ad, which is being shared on Facebook, isn’t authentic. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe found no evidence that H&M ever sold such an item, and if it did, it would be widely covered in the press — especially since the company came under intense scrutiny in 2018 for using a Black child to model a sweatshirt that said \"Coolest Monkey in the Jungle.\" That year, H&M had to temporarily close several stores in South Africa after people protested the sweatshirt as racist. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe image in this Facebook post appears to be in response to the monkey sweatshirt. It started appearing on Reddit and meme websites in 2018. \nDoing a reverse image search of the boy in the KKK sweatshirt, we found what looks like the original image. In this version, though, the front of the sweatshirt is blank. \nH&M didn’t respond to PolitiFact’s query about the Facebook post, but Lead Stories reported that a spokesperson told the fact-checking website that the photo is fake.\nWe rate this image False.", "vclaim_id": "vclaim-pol-19066"}