{"url": "/factchecks/2010/feb/14/farouk-shami/farouk-shami-says-state-texas-has-killed-lots-inno/", "speaker": "Farouk Shami", "vclaim": "\"We have killed lots of innocent people in the state of Texas.\"", "truth_label": "false", "date": "stated on February 8, 2010 in a Democratic debate:", "title": "Farouk Shami says state of Texas has killed lots of innocent people", "text": "At a televised debate Monday, Democratic gubernatorial candidate Farouk Shami said he opposes Texas continuing the death penalty as things stand.\n\n\"If we are 110 percent that that person deserved death, I would support it, yes,\" Shami said. \"Not as it currently stands, absolutely not. We have killed lots of innocent people in the state of Texas.\"\n\nHis declaration prompted us to take a closer look.\n\nThe state of Texas hasn’t admitted putting even one innocent person to death.\n\nStill, Shami’s campaign suggested the candidate’s claim was backed up by the Death Penalty Information Center, a nonprofit clearinghouse that has written reports critical of the death penalty. Online, the center lists five individuals executed by the state of Texas from 1989 through 2004 as \"possibly innocent.\"\n\nShami spokeswoman Kelly Johnson said the list justifies Shami’s declaration that the state has put lots of innocent people to death. \"Farouk believes that one innocent man put to death is too many,\" Johnson said. \"Therefore the five listed on the deathpenaltyinfo.org Web site constitute ‘lots.’\"\n\nOf course, the center’s description is \"possibly\" innocent—not \"certainly.\"\n\nSteve Hall, who helms the StandDown Texas Project, a group that seeks a moratorium on executions in Texas, acknowledged: \"No executed Texas death row inmate has been proved innocent beyond anyone’s doubts.\"\n\nStill, Hall told us he believes innocent people have been put to death in Texas. He singled out post-execution investigations by journalists that suggest three men -- Todd Willingham, Carlos DeLuna and Ruben Cantu -- were not guilty of the charges that led to their executions.\n\nNews reports have aired questions about the original investigation leading to the conviction of Willingham of murder after a 2001 house fire killed his children. He was executed in 2004 after Gov. Rick Perry did not act on an outside expert’s challenge of the original investigation’s arson findings.\n\nDeLuna was executed in 1989 for killing a convenience store clerk despite claims by his lawyer at trial that authorities had mixed him up with another man (who died in prison in 1999). The other man’s relatives and friends later recalled him boasting about getting away with the murder, according to articles published in The Chicago Tribune in 2006.\n\nCantu was executed in 1993 for a 1984 murder. News reports later quoted both the only eyewitness at trial and another convict saying Cantu, a juvenile at the time of the crime, was not the perpetrator. In 2005, The Houston Chronicle quoted Bexar County’s district attorney from the time of Cantu’s trial expressing second thoughts.\n\nSam D. Millsap Jr., who had made the decision to charge Cantu with capital murder, told the Chronicle he never should have sought the death penalty in a case based on the testimony of an eyewitness who identified Cantu only after police officers showed him Cantu's photo three separate times.\n\n\"It’s so questionable. There are so many places where it could break down,\" Millsap told the newspaper. \"We have a system that permits people to be convicted based on evidence that could be wrong because it's mistaken or because it’s corrupt.\"\n\nIt's possible, as Shami said, that Texas has put innocents to death--conceivably \"lots\" of them. Nationally, the death penalty information center writes, \"there is no way to tell how many of the over 1,000 people executed since 1976 may also have been innocent. Courts do not generally entertain claims of innocence when the defendant is dead. Defense attorneys move on to other cases where clients' lives can still be saved.\"\n\nBut without a state-approved review, perhaps, it’s a reach to say such executions have happened for a certainty.\n\nShami could have said it’s possible that innocent convicts have been executed or that the topic bears careful study. He asserted much more than that.\n\nWe rate his statement as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-15307"}