{"url": "/factchecks/2018/feb/02/ann-coulter/would-wall-have-prevented-opioid-epidemic/", "speaker": "Ann Coulter", "vclaim": "\"100% of heroin/fentanyl epidemic is because we don't have a WALL.\"", "truth_label": "pants-fire", "date": "stated on January 30, 2018 in a tweet:", "title": "Would a border wall have prevented the opioid epidemic?", "text": "In his State of the Union speech on Tuesday, President Donald Trump proposed a stricter immigration system that he says would keep Americans safer and help address the country’s opioid epidemic.\nTrump’s plan is built on four \"pillars,\" as he called them, one of which is a wall along America’s southern border.\n\"Our plan closes the terrible loopholes exploited by criminals and terrorists to enter our country,\" Trump said, adding shortly thereafter: \"These reforms will also support our response to the terrible crisis of opioid and drug addiction.\"\nThe speech was roundly praised by conservative politicians and pundits, including Ann Coulter. Coulter is the author of several books and often appears on radio and television shows.\nWhile Trump’s speech didn’t linger on the relationship between opioids and Mexico, Coulter attempted to provide some context.\n\"Good he's talking about opioid crisis -- 100% of heroin/fentanyl epidemic is because we don't have a WALL,\" she tweeted.\nThere are three claims to address here. One: the insinuation that the opioid crisis is limited to or caused by a rise in heroin and fentanyl use. Two: that all heroin and fentanyl used by Americans enters the country through Mexico. And three: the suggestion that building a wall along America’s southern border would drastically reduce opioid abuse.\nWhat are opioids?\nThe National Institute on Drug Abuse describes opioids as a class of drugs that includes heroin, fentanyl and prescription pain relievers such as oxycodone (including OxyContin), hydrocodone (including Vicodin), codeine, morphine, and many others. Fentanyl is a powerful synthetic opioid pain reliever that is similar to morphine but is 50 to 100 times more potent.\nMore than 64,000 people died in 2016 from drug overdoses, the majority of which were linked to opioids, according to the Centers for Disease Control and Prevention. Trump declared the opioid epidemic a public health emergency Oct. 26 at the White House.\nWhat caused the epidemic?\nAccording to the final report by the U.S. Commission on Combating Drug Addiction and the Opioid Crisis, a commission Trump created, the current epidemic is a result of \"excessive prescribing of opioids since 1999\" compounded by the \"widespread availability of inexpensive and purer illicit heroin; the influx of highly potent fentanyl/fentanyl analogs.\"\nThe commission included former Republican New Jersey Governor Chris Christie, the chairman, Republican Massachusetts Governor Charlie Baker, Democratic North Carolina Governor Roy Cooper, former Democratic Congressman Patrick J. Kennedy of Massachusetts, Republican Florida Attorney General Pam Bondi, and Bertha Madras, an opioid expert and professor of psychobiology in the Department of Psychiatry at Harvard Medical School.\n\"Examining national-level general population heroin data (including those in and not in treatment), nearly 80 percent of heroin users reported using prescription opioids prior to heroin,\" the Institute on Drug Abuse notes on a webpage explaining prescription opioids as a gateway drug.\nIn 2015 alone, the Institute says, an estimated 2 million people in the United States suffered from substance use disorders related to prescription opioid pain relievers, and 591,000 suffered from a heroin use disorder (the stats aren’t mutually exclusive).\nWhere do heroin and fentanyl come from?\nInternational gangs based in Mexico \"remain the greatest criminal drug threat to the United States,\" and their most common method of smuggling drugs is vehicles legally coming into the U.S., according to a 2017 Drug Enforcement Administration report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nAnd, as PolitiFact previously reported, heroin is most smuggled through Mexico.\n\"Opium poppy cultivation and heroin production in Mexico, believed to be the primary source of heroin for the U.S. market, have continued to surge, providing traffickers a steady stream of high-purity, low-cost heroin to market throughout the United States,\" the report says.\nAs for fentanyl, it mainly originates in China and comes in through the southwest border, Canada and the U.S. Postal Service.\nTrump’s opioid commission says many users are ordering the pill-form of fentanyl online and having it shipped discreetly. The commission’s report references a Carnegie Mellon University study which found that revenues from online illicit drug sales increased from between $15-17 million in 2012 to $150-$180 million in 2015.\nFurthermore, the fentanyl found at the southern border tends to be less potent than the fentanyl shipped through the mail.\n\"Large volumes of fentanyl are seized at the [southern border], although these seizures are typically low in purity – on average approximately 7 percent,\" the DEA’s 2017 report says.\n\"Conversely, the smaller volumes seized after arriving in the mail directly from China can have purities over 90 percent and be worth much more than the fentanyl seized at the SWB.\"\nWould a wall work?\nProbably not.\nTrump has said that building a wall between the United States and Mexico would curb opioid use in America, and experts told PolitiFact in October they’re skeptical a wall would have a drastic impact.\nEven though a lot of heroin comes from Mexico, it’s not always walked across the border. As PolitiFact pointed out in this fact check of Trump, traffickers typically smuggle the drugs in through secret compartments in vehicles crossing the border (through legal checkpoints and illegal crossings), transport them to stash houses in hub cities like Dallas, Los Angeles and Phoenix, and then distribute to the Midwest and East Coast.\n\"Traffickers hide their illicit cargo in secret, state–of–the art compartments designed for cars, or under legal goods in trailer trucks. And they have learned many techniques for fooling the border patrol,\" Vanda Felbab-Brown wrote in an August 2017 essay for the Brookings Institute, a nonprofit public policy organization based in Washington, DC.\nAs Trump once accurately noted, smugglers also attempt to get drugs into the United States using catapults, drones, boats and tunnels. At least 232 tunnels were discovered on U.S. borders from 1990 to January 2017, according to the 2017 DEA report.\nThe report notes that the most common method employed by Mexican traffickers \"involves transporting illicit drugs through U.S. ports of entry (POEs) in passenger vehicles with concealed compartments or commingled with legitimate goods on tractor trailers.\"\nAs for fentanyl, Trump’s opioid commission seemed more concerned with shipments from China than couriers from Mexico.\n\"We are losing this fight predominately through China,\" the commission wrote in its interim report.\n\"This must become a top tier diplomatic issue with the Chinese; American lives are at stake and it threatens our national security,\" it says. \"Our inability to reliably detect fentanyl at our land borders and at our international mail handling facilities creates untenable vulnerabilities.\"\nJosh Stein, North Carolina’s Democratic attorney general, summarized the issue in an email.\n\"Traffickers predominately bring heroin from Mexico but usually through legal points of entry. Drug dealers import illicit fentanyl from China usually by air. To effectively combat the opioid epidemic … there are better investments than a wall.\"\nOur ruling\nCoulter, alluding to the opioid crisis, said the heroin and fentanyl epidemic was \"100 percent\" caused by America’s lack of a border wall. Heroin is mostly trafficked from Mexico, mostly hidden in cargo – not by crossing the border through the desert. Fentanyl comes from both Mexico and Canada, and can also be transported through the mail. Coulter’s \"100 percent\" claim is far off-base no matter how we parse it. We rate this claim Pants on Fire.\n Share the Facts 2018-02-02 18:26:03 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  “100% of heroin/fentanyl epidemic is because we don't have a WALL.”    Ann Coulter conservative commentator https://twitter.com/AnnCoulter/status/958536719799898112   Twitter Tuesday, January 30, 2018 2018-01-30    Read More  info", "vclaim_id": "vclaim-pol-02442"}