{"url": "/factchecks/2016/feb/22/corey-lewandowski/trumps-campaign-manager-we-dont-have-any-donors/", "speaker": "Corey Lewandowski", "vclaim": "\"Mr. Trump is self-financing his campaign, so we don’t have any donors.\"", "truth_label": "false", "date": "stated on February 15, 2016 in a radio interview.:", "title": "Trump campaign manager: 'We don't have any donors'", "text": "Why was Donald Trump heavily booed during the Feb. 13 Republican presidential debate in South Carolina?\nCorey Lewandowski, Trump’s national campaign manager, addressed that question during a Feb. 15 radio interview on \"The John Fredericks Show\" based in Portsmouth. He said the Republican National Committee offers debate tickets to the big donors for each presidential candidate and, as such, Trump supporters are shut out.\n\"As you know, Mr. Trump is self-financing his campaign, so we don’t have any donors,\" Lewandowski said.\nSeconds later, Lewandowski added: \"We have only one donor to the campaign, so we can submit only one name. His name is Donald Trump, and he already has a spot on that stage, and he’s always at the center of that stage because he’s the front runner.\"\nLet’s start by noting the RNC disputes Lewandowski’s claim that debate tickets are reserved for the highest donors, saying each of the five campaigns participating in the South Carolina event - including Trump’s - were given 107 passes to distribute as they pleased.\nThe subject of this fact-check is not debate tickets but Lewandowski’s repeated claim that the billionaire Trump is the \"only\" contributor to his campaign. Trump often says he’s \"self-financing\" his campaign, a statement our colleagues at PolitiFact National recently rated Half-True. Lewandowski’s assertion that there are no outside donors to the campaign, however, takes Trump’s claim to a new level and deserves a separate look.\nWe asked Trump’s campaign for an explanation of Lewandowski’s comments but did not get a response.\nContributions\nTrump’s campaign brought in about $19.4 million by the end of 2015, according to the latest Federal Election Commission records. Trump put in $12.8 million of that himself. The remaining $6.6 million came from individual contributions, which federal law caps at $2,700 per candidate per election.\nTrump has invested far more of his personal money into his campaign than any other presidential contender. The only other candidates endowing their own campaigns are:\n•Republican Jeb Bush, $388,720, or 1.2 percent of $31.9 million he raised;\n•Democrat Hillary Clinton, $368,147, or 0.3 percent of the $115.6 million she raised; and\n•Republican Ben Carson, $25,000, or 0.05 percent of the $54 million he raised.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nTrump, by contrast, has put in 66 percent of the money his campaign has raised. But the remaining 34 percent, contrary to Lewandowski’s claim, has come from donors.\nFEC rules require candidates to disclose the names of donors who have contributed an aggregate $200 or more to their campaigns. Through the end of 2015, Trump listed about 3,200 such patrons who donated a collective $1.6 million.\nA far greater number of people made small donations to the campaign, but we can’t tell you how many because these names and contributions are not itemized. What we do know is that Trump, at year’s end, raised almost $5 million from people who sent in less than $200 apiece.\nAlthough a significant portion of his campaign fund comes from individuals, Trump doesn’t appear to be actively soliciting these donations with high-profile fundraising events. The Sunlight Foundation, which advocates for transparency in money in politics, tracks political fundraisers with its Political Party Time tool. It has no record of any events to benefit Trump.\nIn contrast, Political Party Time has recorded more than 280 fundraisers for Clinton and more than 150 for Bush since the start of 2015.\nThere is, however, a \"donate\" button on Trump’s website.\nLastly, any conversation about Trump’s \"self-financed\" campaign also should include two caveats:\n•Of the personal money he’s put into his campaign, Trump lists $200,000 as a contribution and $12.6 million as loans. That means he may expect to recoup those funds.\n•Trump ramped up his self-financing in the final quarter of 2015, when he made $10.8 million of his loans to his campaign.\nOur ruling\n\"Mr. Trump is self-financing his campaign, so we don’t have any donors,\" Lewandowski, Trump’s campaign manager, told a Virginia radio audience. Seconds later, he virtually repeated the claim.\nTrump is certainly his own greatest benefactor, having endowed his campaign with $12.8 million of the $19.4 million it raised through the end of last year - or 66 percent of its funds. Trump lists almost all of his investments in his campaign as a loan, not a donation, so he may be expecting to get some of his money back.\nIn any case, Lewandowski is flat-out wrong by insisting the campaign has no donors other than Trump. He ignores thousands of supporters who contributed $6.6 million through the end of last year, or 34 percent of the campaign’s resources.\nSo we rate the claim False.", "vclaim_id": "vclaim-pol-05377"}