{"url": "/factchecks/2015/jan/12/virginia-education-association/teachers-group-says-vas-school-funding-16-below-in/", "speaker": "Virginia Education Association", "vclaim": "State \"school funding per pupil is down 16 percent compared to 2009, after adjusting for inflation.\"", "truth_label": "true", "date": "stated on January 2, 2015 in a web post.:", "title": "Teachers' group says Va.'s school funding 16% below inflation since 2009", "text": "The Virginia Education Association has its knives out for legislation before the General Assembly that might allow some of the state’s lottery proceeds to be spent on veterans.\nThe state constitution requires that all lottery profits -- now about $540 million a year -- be piped to public schools. Del. Scott Lingamfelter, R-Prince William, has proposed a constitutional amendment that would allow an unspecified portion to be spent on job training and education for veterans. The measure would have to be passed two years in a row by legislators and then approved by voters before it would become law.\nThe VEA, which represents about 50,000 teachers and public education professionals, says schools can’t afford to lose any funding. In a Jan. 2 blog post, the organization said state support for public schools still hasn’t recovered from cuts during the Great Recession. \"School funding per pupil is down 16 percent compared to 2009, after adjusting for inflation,\" the VEA wrote.\nWe’re not taking sides on Lingamfelter’s resolution. But we did wonder whether the VEA’s claim about about the 16 percent drop in state support for schools, when adjusted for inflation, is correct.\nRobley Jones, the VEA’s director of government relations and research, told us the figure came from a study released in August by the Commonwealth Institute, a liberal think tank.\nThe institute updated its findings in November and now predicts that public education spending, when adjusted for inflation, will drop by 17 percent between the 2008-09 school year and the 2015-16 year. The calculation is largely based on data of past spending and inflation rates. The finding also assumes that the General Assembly will not adjust its education budget for this school year and that inflation rates will not markedly change through mid 2016.\nWe did our own rough calculations, seeking to avoid assumptions about future budget levels and inflation. That meant focusing on data available from 2008 through 2014. We relied on a 10-year spread sheet on public school spending supplied by the Virginia Department of Education and an inflation calculator furnished online by the U.S. Bureau of Labor Statistics. Here’s what we found:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe state paid an average of $5,245 per student during the school year that ended in June 2009. Adjusted for inflation, that would be $5,773 in 2014 dollars.\nThe amount Virginia paid per student during the school year that ended in June 2014 was $4,832.\nIn raw dollars, state funding per student dropped by $413 -- roughly 7.9 percent -- over the five-year period.\nIn inflation-adjusted dollars, state funding per student fell by $941 --  roughly 16.3 percent  -- over the span.\n\nSchools may recoup a small portion of its losses this budget year, which began July 1, 2014. The state is budgeted to pay an average of $4,983 per student -- a 3 percent increase over the previous school year. The national inflation rate during the final half of 2014 was nearly flat.\nWe should finally note that the state is one of three funding sources for public education. On average in 2013, school systems received about 51 percent of their money from their locality, 41 percent from the state and 8 percent from the federal government. The state contributes higher shares to poorer localities and lower shares to wealthier ones.\nData taking into account all three money sources shows an average total of $11,316 was spent per Virginia student in the 2008-09 school year and that fell to $11,257 in 2012-13, the latest year available. When adjusted for inflation, that’s an 8.6 percent drop.\nThe VEA’s comment, however, was clearly focused on state funding levels and that’s what we’ll judge it on.\nOur ruling\nThe VEA says the state’s \"funding per pupil is down 16 percent compared to 2009, after adjusting for inflation.\"\nData we gathered shows that Virginia’s funding per student, when adjusted for inflation, dropped by roughly 16.3 percent between the 2008-09 school and the 2013-14 year.\nWe rate the VEA’s statement True.", "vclaim_id": "vclaim-pol-06856"}