{"url": "/factchecks/2018/aug/29/greater-wisconsin-political-fund/hitting-back-group-defends-dem-governor-candidate-/", "speaker": "Greater Wisconsin Committee", "vclaim": "\"When the law stopped Tony Evers from revoking a teacher's license for viewing pornography, Tony worked with lawmakers from both parties to change the law so offenders could be kicked out of the classroom.\"", "truth_label": "half-true", "date": "stated on August 20, 2018 in a TV ad:", "title": "Hitting back, group defends Dem governor candidate Tony Evers in handling of teacher porn case", "text": "Who would have thought an 8-year-old case of a Madison-area teacher viewing pornography would become, prominently and repeatedly, a flashpoint in the 2018 campaign for governor?\nThree times, the state Republican Party has run attack ads against Tony Evers, the Democratic nominee, tying him to the teacher. (In fact, as we were preparing this fact check, the GOP released another, though broader attack ad, tying Evers to that case and two others.) None of the first three GOP ads fared well in our assessments.\n\n\n\n\nAll of our fact checks in the governor’s race.\n\n\n\n\n \nNow, the liberal Greater Wisconsin Committee is coming to the defense of Evers, the state schools superintendent, in the Madison-area teacher case. Its TV ad, released Aug. 20, 2018, makes this two-part claim:\nWhen the law stopped Tony Evers from revoking a teacher's license for viewing pornography, Tony worked with lawmakers from both parties to change the law so offenders could be kicked out of the classroom.\nOn the first part of the claim, the ad’s use of the word stopped goes a bit too far.\nMeanwhile, the ad partially undercuts itself on the second part. While the narrator is saying Evers \"worked with lawmakers\" to change the law, which is a fair characterization, words on the screen go too far in declaring: \"Evers changed the law.\"\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nThe case\nThe ad alludes to the case of Andy Harris, a middle-school science teacher in the Middleton-Cross Plains Area School District, west of Madison. He was fired in 2010 for viewing images of nudity on his school computer and showing at least one of them to a female co-worker.\nHarris got his job back after an arbitrator ruled he had been improperly fired. The arbitrator concluded that Harris’ behavior did not endanger any students  — a necessary factor under state law at the time. The decision to give Harris back his job was upheld by two courts.\n\n\n\n\nAll our fact checks in the Wisconsin U.S. Senate race.\n\n\n\n\n \nEvers’ role\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEvers did have the discretion on whether to go through license revocation proceedings, which Harris could have challenged.\n\nBut Evers decided against seeking revocation after concluding, as the arbitrator did, that the teacher’s behavior didn’t endanger kids, as defined by the law at that time.\n\nIn other words, in the view of Evers’ department, there was no legal basis to take away Harris’ license.\nThe law\nAt the time, state law defined immoral conduct in such cases as \"conduct or behavior that is contrary to commonly accepted moral or ethical standards and that endangers the health, safety, welfare, or education of any pupil.\"\nAfter the Harris case, the law was changed so that immoral conduct includes \"the intentional use of an educational agency’s equipment to download, view, solicit, seek, display, or distribute pornographic material.\"\nThat is, the part about endangering students was removed, a change that was backed by Evers and signed by Republican Gov. Scott Walker, who Evers will face in the general election.\nGOP state Rep. Steve Kestell, who authored the bill, told the Milwaukee Journal Sentinel that Evers’ Department of Public Instruction did not push the bill.\nThe Greater Wisconsin Committee did not respond to our requests for information to back the statement in the ad.\nBut emails provided to the Journal Sentinel, and to us, by Evers’ department show the department worked with lawmakers in the sense that the department’s legislative liaison discussed the legislation with Kestell as it was being drafted. And department officials testified at hearings in favor of the legislation.\nBut while Evers played a supportive role he did not, despite the words on the screen in the ad, change the law himself or even take the lead in doing so.\nOur rating\nThe Greater Wisconsin Committee says: \"When the law stopped Tony Evers from revoking a teacher's license for viewing pornography, Tony worked with lawmakers from both parties to change the law so offenders could be kicked out of the classroom.\"\nOn the first part of the claim, the state law in place at the time didn’t actually stop Evers from trying to revoke the license who viewed pornography at school. Evers could have initiated revocation proceedings, which the teacher could have challenged.\nBut Evers concluded that the law didn’t allow for a revocation because the teacher’s behavior didn’t endanger children. The same conclusion had been reached by an arbitrator. And two courts upheld the arbitrator’s decision. Moreover, the fact that Evers’ department backed, and Walker signed, a change in the law supports the idea that the law didn’t favor revocation at the time.\nOn the second part of the claim, Evers did work with lawmakers to change the law, as the narrator states in the ad, but he didn’t change the law as words on the screen in the ad claim.\nFor a statement that is partially accurate, our rating is Half True.\n Share the Facts 2018-08-29 16:55:18 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"When the law stopped Tony Evers from revoking a teacher's license for viewing pornography, Tony worked with lawmakers from both parties to change the law so offenders could be kicked out of the classroom.\"     Greater Wisconsin Committee  Liberal group active in Wisconsin state politics https://www.youtube.com/watch?v=YYtFvC2Lxbw&feature=youtu.be   in a TV ad Monday, August 20, 2018 2018-08-20    Read More  info", "vclaim_id": "vclaim-pol-01685"}