{"url": "/factchecks/2014/sep/28/laura-ingraham/current-congress-adjourned-earlier-election-year-a/", "speaker": "Laura Ingraham", "vclaim": "This Congress \"adjourned earliest of any time in congressional history before an election.\"", "truth_label": "false", "date": "stated on September 28, 2014 in comments on ABC's \"This Week\":", "title": "Current Congress adjourned earlier in election year than any previous Congress, Ingraham claims", "text": "A couple of hefty issues await congressional action. There’s the matter of replacing departing Attorney General Eric Holder, and even more pressing, authorizing or rejecting America’s attacks on the Islamic State group in Syria and Iraq where airstrikes are ongoing. But both items are for the moment on hold until lawmakers get back Nov. 12. Their last official day of business was Sept. 19.\nConservative radio show host Laura Ingraham was particularly peeved by Congress’ absence as the American military returns to war in the Middle East. Ingraham focused on the constitutional role Congress has in declaring war.\n\"We should have civilian authorization, civilian leadership authorization for this war, otherwise we're going to be in for real trouble down the road,\" Ingraham said.\nMoments earlier, she said: \"The Congress adjourned earliest of any time in Congressional history before an election.\"\nWe thought we’d check whether taking a long break in September and October is as record-setting as Ingraham asserted.\nShe’s incorrect, but before we get to the details, we need to clarify a couple of terms.\nWhen we talk about a session of Congress, we mean the stretch that starts in January and generally ends in December. According the Congressional Research Service, \"A session begins when the chamber convenes and ends when it adjourns. A recess, by contrast, does not terminate a session, but only suspends it temporarily.\"\nLawmakers and pundits often refer to a recess as an adjournment. Right now, technically Congress is in recess. The Congressional Research Service acknowledged that the informal use of the words doesn’t always align with their formal meaning.\nThe House of Representatives has a table with the schedule of every session of Congress going back to 1789. To check Ingraham’s claim, we need only go back as far as 1960. That year, Congress ended its session for the year and adjourned on Sept. 1. That was a full adjournment (not just a recess) and it came 18 days sooner than this year’s extended recess. For the record, 1960 was the year that Republican Richard Nixon faced Democrat John F. Kennedy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nInterestingly, Sept. 1 was not particularly early for the times. In 1959, Congress adjourned for the year Sept. 15. In 1958, Congress adjourned Aug. 24. In 1956, it was July 27. We note that the last two in that list were election years.\nSo Ingraham is wrong, but we should note similar-sounding claims Sunday that are accurate.\nOn Fox News Sunday, Wyoming Republican Sen. John Barasso said, \"This is the earliest Congress has adjourned in over 50 years.\" On CBS’ Face the Nation, Virginia Democratic Sen. Tim Kaine called it \"the second-earliest recess before a midterm since 1960.\"\nBoth senators are correct (if you excuse Barrasso’s use of adjourn instead of recess).\nFor Barrasso, \"over 50 years,\" takes us back to any year up to 1963, or 51 years ago. The record shows that since 1963, Congress often has taken short breaks in September, given lawmakers several weeks in October to campaign in election years, and even closed the books for the year in October. But an extended break from mid September to mid November has not occurred.\nKaine’s claim is spot on.\nOur ruling\nIngraham said Congress had adjourned earlier this year than in any time in \"Congressional history before an election.\" Technically, Congress is in recess and hasn’t adjourned.\nBut setting that aside, the record shows that in 1960, Congress adjourned and ended its session Sept. 1 -- more than two weeks before the current Congress took its recess.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-07239"}