{"url": "/factchecks/2020/dec/01/tammy-baldwin/yes-americans-pay-more-remdesivir-no-trump-adminis/", "speaker": "Tammy Baldwin", "vclaim": "“Americans are paying the highest price in the world for Remdesivir because the Trump administration is allowing Gilead Sciences to jack up the prices on this #COVID19 treatment.”", "truth_label": "half-true", "date": "stated on November 19, 2020 in Twitter:", "title": "Yes, Americans pay more for remdesivir. No, Trump administration isn’t to blame for that", "text": "(Editors note: This fact-check was updated on Dec. 7, 2020, to include more detail on the government’s ability to take patents. The new information does not change our rating.)\nU.S. Sen. Tammy Baldwin called for change in the prices of a coronavirus drug, placing blame on the current administration for letting the prices rise so high. \nBaldwin (D-Wisconsin) in a Nov. 19, 2020, tweet said Americans are paying the highest price in the world for a drug meant to combat the coronavirus pandemic, thanks to the Trump administration. \nThe drug, remdesivir, was the first medication released after the coronavirus pandemic began. It was developed by Gilead Sciences and largely funded with money from U.S. taxpayers, according to a July 23, 2020, article from PolitiFact. \nThe antiviral is designed to keep the virus from making copies of itself and spreading. A clinical trial in April found that patients who were given the drug recovered more quickly than those who were given placebo pills, but the study was not clear if the drug improved survival, according to an Oct. 15, 2020, report from the New York Times. \nAttached to Baldwin’s tweet is a Nov. 16 letter to Alex Azar, the secretary of the U.S. Department of Health and Human Services, requesting information on price negotiations with the company making the drug. The letter is signed by Baldwin, Sen. Elizabeth Warren (D-Massachusetts), Tina Smith (D-Minnesota), Bernie Sanders (D-Vermont), Chris Van Hollen (D-Maryland) and Sherrod Brown (D-Ohio).  \nThe senators in the letter request that the federal government take over the production and distribution of the drug with compulsory licensing authority, which could be used to acquire lower-cost versions of the drug. \nBut is Baldwin right? Is the drug really more expensive in the U.S. than other countries?\nAnd are those prices the fault of President Donald Trump’s administration?\nLet’s break down the tweet. \nRemdesivir costs are higher for Americans with private insurance\nAmericans do pay more for remdesivir than people elsewhere.\nIn a June 29, 2020 open letter from Daniel O’Day, the chairman and CEO of Gilead Sciences, said each dose of the antiviral medicine will cost $520 for those on private insurance in the U.S. For the entire treatment, consisting of six doses of the medicine, the cost is $3,120. \nFor those on government-sponsored insurance, such as Medicare and Medicaid, remdesivir will cost $390 per vial, or $2,340 per treatment, the letter said. That price will also apply to those in other countries with national health care systems. \nCountries such as Canada, Japan, the United Kingdom, France, and Germany have national health care systems. \nSo is the drug more expensive in the U.S.? \nYes, for people on private insurance in the U.S., the drug will cost more than what people in countries with national health care systems pay. \nThat’s similar to price trends with other drugs, though, said Cody Wenthur, an associate professor at the University of Wisconsin-Madison School of Pharmacy. \n\"U.S. drug prices have been calculated to be about four times higher on average than prices in other nations,\" he said. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nFederal government has limited its ability to control drug prices\nAnd what about the claim that the Trump administration is at fault for the price of the drug?\nIt’s not that simple.\nThe president does have a small bit of influence, said Edmund Elder, the director of the Zeeh Pharmaceutical Experiment Station within the UW-Madison School of Pharmacy. The secretary of the U.S. Department Health and Human Services is a cabinet member, chosen by the president, and that department does oversee the Centers for Medicare and Medicaid Services. And CMS negotiates drug prices for those receiving government-subsidized healthcare, setting a price that can dictate prices for the rest of the market as well, Elder said. \nBut the government is still not directly involved, because Congress doesn’t have the authority to tell companies — or the middle-man companies, called Pharmacy Benefits Managers — what to charge. \n\"They can’t say you can’t charge more for a drug,\" he said. \nWenthur said the federal government actually plays little direct role in the setting of prices for the general public because it implemented rules to limit its own ability to influence drug prices. Also, the federal government is only one actor in the realm that sets the prices of prescription drugs. Other actors include health insurance companies, large employers, or other payers, all of which are typically represented by a Pharmacy Benefits Manager. \nBut unlike other stakeholders in the process, the government can modify the rules of the system that determines prices, Wenthur said.\n\"Whenever shortcomings in drug pricing or health care delivery are suggested to be the fault of any given administration, it generally implies that they haven’t been active enough in using their authority to optimize the system itself,\" he said. \nWhen asked about the claim that Trump could lower prices, Baldwin’s office pointed to the letter, which notes the government could take over the production and distribution of the drug with compulsory licensing authority. That could be used to acquire lower-cost versions of the drug. \n\"The U.S. government frequently used this authority in the 1960s to acquire lower-cost versions of the on-patent drugs, and has used it to acquire patented military equipment,\" the letter says. \"Some advocates have argued that using this authority could ‘provide adequate supply (of remdesivir) while pushing prices down.’\"\nThat power has not been used since the 1960s and 1970s, according to a 2017 study in the Yale Journal of Law & Technology, though there has been a renewed push to once again rely on compulsory licensing authority due to rising drug costs. \n \nBut, in a Nov. 25, 2020 opinion piece in The Hill, Sean O’Connor, a professor of law and the executive director at the Center for the Protection of Intellectual Property at George Mason University, said that by using compulsory licensing, the government would essentially be stealing the patent for remdesivir from Gilead. And while the company would be able to sue the government for full compensation if that were to happen, he said, the government is not authorized to infringe on patents any more than everyday individuals. \n\"Ultimately, drug prices are driven more by other factors in the health care system than by patent rights that incentivize lifesaving innovations,\" he said. \nPilar Ossorio, a professor of law and bioethics at UW-Madison said that while the U.S. government has the ability to \"take\" a patent and begin licensing a drug for production to drive down prices, it’s unlikely it will happen. \n\"I think as a policy matter (the government) sees the right of intellectual property as so powerful and useful in the development of inventions,\" she said, that the government would be highly reluctant to take such a step because it would discourage other companies from pursuing their own advances. \nAnd, she said, because of the emphasis the U.S. has put on the importance of intellectual property rights, there is a chance the U.S. Supreme Court could invalidate portions of the code that allows the government to take patents. \nOur ruling \nBaldwin says Americans are paying more for remdesivir than people in other countries, and the Trump Administration is to blame.\nThe price element is correct. On average, Americans insured by private health insurance companies could be on the hook for an additional $780 over what people in countries with national health systems may pay. \nBut the blame element misses the mark.\nWhile Trump may have a slight influence over drug prices with his appointee to run the U.S. Department of Health and Human Services, there is really no way for the administration to step in and tell Gilead to charge less for remdesivir without a change in federal laws or invoking a rarely used maneuver to effectively seize the patent from the company.\nWe rate this claim as Half True.", "vclaim_id": "vclaim-pol-17221"}