{"url": "/factchecks/2015/mar/10/joe-scarborough/scarborough-clinton-told-state-department-staff-no/", "speaker": "Joe Scarborough", "vclaim": "Says Hillary Clinton \"sent a memo\" to all State Department staff that said \"you should not do State Department business on personal email.\"", "truth_label": "mostly-true", "date": "stated on March 9, 2015 in a broadcast of MSNBC's \"Morning Joe\":", "title": "Scarborough: Clinton told State Department staff not to use personal email for official business", "text": "The furor over Hillary Clinton’s emails during her time as secretary of state has only grown since the New York Times reported she used a personal account for official business. At a press conference at the United Nations March 10, 2015, Clinton said she wished she had handled her email differently but that she complied with federal rules. Clinton’s office has turned over more than 55,000 pages of emails and documents to the State Department for review and ultimately some type of public release. Meanwhile, details on those government rules concerning email continue to emerge.\nJoe Scarborough latched on to one recent disclosure -- a 2011 State Department memo that went out under Clinton’s name.\n\"She sent out a memo that says ... you should not do State Department business on personal email,\" Scarborough said on MSNBC’s Morning Joe on March, 9, 2015. \"She sent that memo out to every employee at the State Department.\"\nFor this fact-check, we wanted to dig into the details of Scarborough’s claim that Clinton sent this sort of memo across the entire department.\nScarborough’s staff sent us links to several articles. Fox News posted the actual memo dated June 28, 2011. It was sent to diplomatic and consular staff worldwide in response to a warning from Google that hackers had targeted the Gmail addresses of government workers.\nIt began with \"Department of State users are encouraged to check the security settings and change passwords on their home email accounts because of recent targeting of personal email accounts by online adversaries.\"\nUnder the heading \"What can you and your family members do?\" the memo covered such familiar steps as changing your password and making sure you choose a strong one. It also said, \"Avoid conducting official Department business from your personal email accounts.\"\nThis memo had a bit of history. In 2005, a department manual covered transmitting information that is \"sensitive but unclassified.\" That is a broad category that covers anything from meeting schedules, to visa applications, to ordinary emails to other federal agencies. The manual basically said that department-related email should go through servers authorized by the department.\nAs a point of reference, we don’t know if the State Department had signed off on the private server that carried Clinton’s emails (she didn’t use Gmail or Yahoo! or another commercial provider) or if the server met government security standards.\nCaveats to Scarborough’s claim\nScarborough twice said Clinton sent the memo, which ascribes a more personal touch than was actually the case. In the strictest literal sense, Clinton neither wrote nor sent the memo in question. In a March 6 briefing, State Department spokeswoman Marie Harf said this was a routine memo, or cable.\n\"Her name is at the bottom of the cable, as is practice for cables coming from Washington,\" Harf said. \"Some people think she wrote it -- which is not accurate.\"\nSteven Aftergood directs the project on government secrecy for the Federation of American Scientists, a group that promotes transparency in government.\n\"It seems unlikely that the secretary of state would have written or even seen this kind of housekeeping memo,\" Aftergood told PunditFact.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Still, it went out over her name and she is in some sense responsible for it,\" he said.\nScarborough also summarized the memo as saying \"you should not do State Department business on personal email.\"\nThat is a bit off target. There’s a difference between a guideline and a requirement. The memo itself makes the distinction, Aftergood said.\nIn the list of things staffers can do, the final point used stronger language. It said, \"Do not auto-forward department email to personal email accounts, which is prohibited by department policy.\"\n\"It's interesting that the memo says that employees should ‘avoid’ conducting official business via personal email, but it says that auto-forwarding department email to a private account is ‘prohibited’,\" Aftergood said. \"The clear implication is that use of personal email for conducting official business is discouraged, but not strictly prohibited.\"\nIn that light, Scarborough's term \"should\" goes a little further than the memo.\nSecurity vs. retaining records\nClinton was secretary of state before there was a law that would have required her to use a government email address or share copies of her communications with the government. That came in 2014.\nTwo significant topics remain unresolved. First, it would make a difference if any of her emails contain classified information. We don’t know if they do.\nSecond, there is a long-standing state department policy on using email for sensitive but unclassified information. That policy speaks to the need to send email through a server that meets department standards. At her U.N. press conference, Clinton said the server she used was set up for former President Bill Clinton’s office and that it had \"numerous safeguards.\" That said, we don’t know the security protections in place on that server.\nIf that server passed muster by government standards, security would not be as important as concerns over retaining official records and ensuring full access to Clinton’s emails during her time as secretary.\nOur ruling\nScarborough said that Clinton sent a memo to State Department staff that said they should not use personal email accounts for department business. Scarborough pushed a bit too far on two points.\nClinton had no direct role in sending the memo, even though it went out under her name. And while the memo encouraged staffers to avoid using personal email accounts, it fell short of prohibiting their use.\nThese points diminish the accuracy of Scarborough’s statement, but not critically.\nWe rate the claim Mostly True.\nUpdate: We’ve added some additional context provided by Clinton at her March 10, 2015, U.N. press conference.", "vclaim_id": "vclaim-pol-06640"}