{"url": "/factchecks/2019/apr/03/andrew-yang/overdoses-suicide-driving-drop-us-life-expectancy-/", "speaker": "Andrew Yang", "vclaim": "\"America’s life expectancy has declined for the last three years in a row, the first time in a hundred years, because of surges in suicides and drug overdoses.\"", "truth_label": "mostly-true", "date": "stated on March 22, 2019 in an interview:", "title": "Overdoses, suicide driving drop in U.S. life expectancy, presidential candidate Andrew Yang says", "text": "Presidential candidate Andrew Yang is getting attention for what he says would be his first priority in the White House — implementing \"universal basic income.\"\nEvery U.S. citizen over 18 years old would get $1,000 per month under the proposal from the 44-year-old New York Democrat, an entrepreneur and former tech executive who is making his first run for public office.\nUniversal basic income is needed, Yang said on The Hill’s \"Rising\" TV show, because \"we’re going through the greatest economic and technological transformation in our nation’s history.\"\nHe also made a claim about life expectancy that he has used repeatedly:\n\"The indicators already show that we’re falling apart. America’s life expectancy has declined for the last three years in a row, the first time in a hundred years, because of surges in suicides and drug overdoses.\"\nCDC figures\nYang’s campaign did not respond to our requests for information to back up his statement. But the campaign has previously cited a Politico news article on reports released in November 2018 by the federal Centers for Disease Control and Prevention. Those reports were on life expectancy as of 2017.\nWe’ll take Yang’s statement in three parts:\n1. Yang was a bit off in saying life expectancy has declined for three straight years, in that there was no change from 2015 to 2016, according to CDC figures that were revised slightly after their initial release:\n2014: 78.9 years\n2015: 78.7 years\n2016: 78.7 years\n2017: 78.6 years\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\n2. That was the first time such a three-year stretch had occurred since the flu pandemic a century ago, the CDC said. So, he’s right about it being \"100 years\" since something similar happened.\n3. A CDC report cited three causes of death that have contributed to the decline in life expectancy: drug overdoses and suicides, as Yang said, but also chronic liver disease. (The CDC said chronic liver disease may be caused by both biological and behavioral factors, including hepatitis C or hepatitis B infection and excessive alcohol consumption.)\nAccording to the CDC, in 2017 there were a record number of fatal drug overdoses (70,237) and a continued growth in suicides (47,173), with the rate of suicides growing by one-third since 1999.\nSo, overdoses and suicides were major causes of the decline in life expectancy.\nShannon Monnat, a sociology professor and co-director of the Policy, Place, and Population Health Lab at Syracuse University, went so far as to say the recent decline \"is due almost entirely\" to increases in overdoses and suicides. She told us: \"Although the declines are small, they are unprecedented, and they are signals that there is a serious well-being crisis in the U.S.\"\nUniversity of Maryland professor Andrew Fenelon, a sociologist and demographer whose research specialties include health disparities and population health, told us that Yang goes too far in citing only overdoses and suicides as the reasons for the decline.\n\"Identifying a ‘cause’ of a very small decline in life expectancy is hard, because many causes of death for which there were increases in mortality could, in essence, be said to be the reason for the decline,\" Fenelon said.\nStill, it’s clear, as news media reports on the CDC figures reflected at the time, that overdoses and suicides were major drivers of the decline.\nAs for the significance of the decline, Fenelon agreed with Monnat, calling the three-year decline \"extraordinary.\"\n\"We are simply not used to seeing, on a national scale, declines in life expectancy, especially not ones lasting more than one year. It is a major crisis,\" he said. \"And not only are we failing to improve life expectancy in an absolute sense, as we have done for the past hundred years, but we're also falling farther behind the rest of the high-income world.\"\nOur ruling\nYang stated: \"America’s life expectancy has declined for the last three years in a row, the first time in a hundred years, because of surges in suicides and drug overdoses.\"\nYang’s claim is based on the most recent figures from the federal Centers for Disease Control and Prevention. In the three years since 2014 for which data are available, life expectancy dropped in 2015, stayed the same in 2016 and dropped in 2017. That pattern has not been seen in 100 years.\nThe CDC says suicides and drug overdoses, which showed major growth, as two of the three main factors in the decline.\nWe rate Yang’s statement Mostly True. ' Share the Facts 2019-04-03 19:32:49 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"America’s life expectancy has declined for the last three years in a row, the first time in a hundred years, because of surges in suicides and drug overdoses.\"    Andrew Yang 2020 presidential candidate https://www.youtube.com/watch?v=GpWomZiUDkM   In an interview  Friday, March 22, 2019 2019-03-22    Read More  info", "vclaim_id": "vclaim-pol-00810"}