{"url": "/factchecks/2016/jun/22/marco-rubio/marco-rubio-flip-flops-running-senate/", "speaker": "Marco Rubio", "vclaim": "On running for re-election to U.S. Senate", "truth_label": "full-flop", "date": "stated on June 22, 2016 in an announcement:", "title": "Marco Rubio flip-flops on running for Senate", "text": "\"In November of next year, I will either be the president of the United States or a private citizen again, because I have a sense of urgency.\" \n-- March Rubio, Oct. 20, 2015\n\"I think that the point that really drove me to change my mind is that as we enter this kind of new chapter in our history here is, there’s another role the Senate plays that I think can be really important in the years to come.\"\n-- Marco Rubio, June 22, 2016\nU.S. Sen. Marco Rubio announced that he will seek re-election in Florida, ending weeks of speculation about his political future.\nRubio told reporters that he faced a sense of duty to remain in office whether Donald Trump or Hillary Clinton is elected president.\nRubio’s decision is a complete reversal of what he said as he ran for president, which likely opens him up for criticism as he begins his late campaign.\nWe traced Rubio’s statements about running for re-election, with a focus on statements since he announced for president in April 2015. We are putting his statements on PolitiFact’s Flip-O-Meter which measures the extent to which a politician flips without making a judgment call about those changes. (You can read all of our fact-checks of Rubio on our Truth-O-Meter.)\nWhile campaigning, Rubio repeatedly said he was running for president and not for re-election. After he dropped out in March, he said he would not seek re-election. But in recent weeks some of his comments left wiggle room.\nRubio’s statements while a presidential candidate\nLeading up to his April 13, 2015, president announcement, Rubio repeatedly said he wouldn’t seek another Senate term if he ran for president. He couldn’t be on the ballot in Florida for two federal offices at the same time, although technically there was time to do that if he ran for president and dropped out because the qualifying period for the Senate seat is June 2016. Rubio’s vow to not run cleared the path for a handful of other Republicans to jump into the race.\nRubio said many times he had no intention for conducting a bid for Senate. Here are just a few.\nFeb. 20, 2015: Rubio told reporters at the Palm Beach International Airport: \"If I decide the best place for me to serve America is to run for president, that's what I'm going to do. And I'm not going to have an exit strategy premised on the idea that I'm going to pivot back to a Senate race. We have quality candidates in the state on the Republican side who could run and make great senators.\"\nMay 11, 2015: Rubio told ABC News, \"I believe that if you want to be president of the United States, you run for president. You don't run for president with some eject button in the cockpit that allows you to go on an exit ramp if it doesn't work out.\"\nOct 20, 2015: Rubio said on Fox News, \"In November of next year, I will either be the president of the United States or a private citizen again, because I have a sense of urgency.\"\nMarch 11, 2016: In West Palm Beach, Rubio said, \"I'm running for president of the United States. I intend to see that process through to the end. I intend to be the nominee. If that doesn't work out, I've told everyone very clearly: January of next year I will either be the president of the United States or I will be a private citizen. And if I never hold elected office again, I'm comfortable with that.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nMarch 14, 2016: A day before Florida’s primary he told the Miami Herald, \"I have no problem becoming a private citizen and moving on to other endeavors, to be successful at other things. I've not given much thought to it yet, but things outside of politics.\"\nRubio’s statements after losing primary\nRubio lost the Florida primary March 15. He continued to say he wouldn’t run again but then began to slightly qualify his commitment against running.\nMarch 17, 2016: Rubio told reporters in Washington, \"I'll finish out my term in the Senate. We're going to work really hard here. We have some things we want to achieve. Then I'll be a private citizen in January.\"\nMay 16: Rubio tweeted, \"I have only said like 10000 times I will be a private citizen in January.\"\nMay 17: Rubio told a radio station that \"I think being a private citizen is a good thing.\" However, he didn’t rule out running at some point in the future.\nMay 26: Rubio told reporters it was \"unlikely\" he would seek re-election: \"I didn't think it was fair for me to run for president and freeze that seat in a competitive state. So, I made my decision. I don't have anything new to say from what I said in the past. ... I made that decision and I've lived by that decision. Nothing's changed.\"\nBut pressed further whether he might change his mind he replied, \"I don't think so. Look, I enjoy serving with my colleagues, I respect them very much; I'll always listen to what they have to say. But I don't think anything's going to change.\"\nMay 29: CNN’s Jake Tapper asked Rubio if he would run if his friend, Lt. Gov. Carlos Lopez-Cantera, didn’t. \"Maybe\" Rubio said.\nJune 13: The day after the mass shooting at an Orlando gay club, radio show host Hugh Hewitt asked Rubio about whether he would run for re-election.\n\"I think when it visits your home state, when it impacts a community you know well, it really gives you pause to think a little bit about your service to your country and where you can be most useful to your country,\" Rubio said.\nHe added: \"My family and I will be praying about all of this. And we'll see what I need to do next with my life with regard to how I can best serve.\"\nJune 15: Rubio had repeatedly said he was supporting Lopez-Cantera. After the Orlando shooting, Lopez-Cantera told Politico that on Sunday he encouraged Rubio to run. Rubio told reporters he would think about it over the weekend. \"Obviously I take very seriously everything that's going on, not just in Orlando but in our country. I enjoy my service here a lot. So I'll go home later this week and I'll have some time with my family and then if there’s been a chance in our status, I'll be sure to let everyone know.\"\nJune 22: Rubio told reporters that he decided to run. \"I think that the point that really drove me to change my mind is that as we enter this kind of new chapter in our history here is, there’s another role the Senate plays that I think can be really important in the years to come. And that’s the power given to it in the Constitution to act as a check and balance on the excess of the president. It’s even more important given the fact that control of the Senate could very well come down to what happens in the Florida race.\"\nOur rating\nRubio said multiple times in 2015 and 2016 that he would not seek another term in the Senate, even if he dropped out of the presidential race. After he dropped out of the race in March 2016, Rubio reiterated that he would not seek re-election and would be a private citizen in January.\nHe showed signs of rethinking that position in recent weeks, particularly after the Orlando shooting. On June 22, Rubio announced he will seek a second term.\nWe rate his change in position as a Full Flop.", "vclaim_id": "vclaim-pol-04805"}