{"url": "/factchecks/2020/apr/28/robin-vos/wisconsin-assembly-speaker-vos-sparks-legal-conund/", "speaker": "Robin Vos", "vclaim": "Says as Assembly Speaker he is a \"constitutional officer\" of Wisconsin.", "truth_label": "half-true", "date": "stated on March 4, 2020 in an interview:", "title": "Wisconsin Assembly Speaker Vos sparks legal conundrum with claim to ‘constitutional’ status", "text": "On March 4, 2020, as the coronavirus pandemic was knocking on Wisconsin’s door, Gov. Tony Evers convened a meeting at the Capitol so state health officials could brief lawmakers on preparations. \nIn the end, only nine of 132 state lawmakers attended the briefing, including Assembly Speaker Robin Vos, R-Rochester. \nSeveral other legislative leaders -- including Senate Majority Leader Scott Fitzgerald, R-Juneau; Senate President Roger Roth, R-Appleton, and Assembly Minority Leader Gordon Hintz, D-Oshkosh -- sent staffers.\nThe briefing by the Wisconsin Department of Health Services, broadcast live on the WisconsinEye public affairs network and posted on YouTube, was conducted by Department of Health Services Secretary Andrea Palm. Evers himself did not attend. \n\"It was surprising to me today that I was the only constitutional officer that came,\" Vos said after the briefing. \nThat caught our attention, and not just on the basis of attendance. \nVos has referred to himself as a \"constitutional officer\" numerous times -- including in comparing himself to Evers. \nOne example: On the Jan. 23, 2020 \"Dan O’Donnell Show\" on 1130 WISN-AM, Vos said, \"the constitution basically says that the three branches are co-equal. So that means that, you know, when I meet with Governor Evers, we are his constitutional equal.\" \nIn the wake of the Evers vs. GOP battle over what to do about the April 7 election amid the coronavirus outbreak, and as Vos and Republicans have gone to court to challenge Evers over his plans to extend the state’s safer-at-home order, we decided to do a little research into the state constitution.\nWhat does it say about the role of the Assembly Speaker?\nWhat is a constitutional officer? \nWe talked to a wide range of legal experts on this one, and there was -- predictably -- a range of opinions. \nBut let’s start with what everyone agreed upon: A constitutional office is one created by the constitution.\nThat’s the definition used by the website USLegal.com: A constitutional officer \"is a government official whose office is created by a constitution, rather than by a statute. The term of office of such officers are fixed and defined by the constitution.\"\nIn the Wisconsin constitution, there are six state-level officers listed: Governor, lieutenant governor, attorney general, state superintendent of public instruction, secretary of state, and state treasurer.\nCase closed? Not entirely.\nThe state constitution, of course, talks about many other other elected positions, at various levels of government. For instance, it mentions county sheriffs, judges, district attorneys, even coroners.\nAnd, of course, it talks about the state Legislature.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nVos is a state lawmaker, and that role is mentioned. But when he made his claim he was talking specifically about his role as Assembly Speaker -- not the fact he is one of 99 elected members of the Assembly. Remember: Eight other lawmakers attended the meeting after which Vos claimed he was the only constitutional officer present.\nSo, we will look at it from that perspective.\nHere, the constitution is less declarative -- and where different interpretations come in.\nTo be sure, the constitution does not even set a specific number of state lawmakers, saying only: \"The number of the members of the assembly shall never be less than fifty-four nor more than one hundred. The senate shall consist of a number not more than one-third nor less than one-fourth of the number of the members of the assembly.\"\nAt the same time, it also says this: \"Each house shall choose its presiding officers from its own members.\" \n\"There is no constitutional provision that creates a position called ‘Speaker of the Assembly,’\" said Madison attorney Lester Pines, who typically represents Democrats and related causes. \"It exists by custom and tradition. The Legislature could at any time choose to eliminate the position of ‘speaker.’\"\nRick Esenberg, president of the conservative Wisconsin Institute for Law & Liberty, agreed on that point -- \"the legislature wouldn't have to have one\" -- but noted the constitution does recognize there would be a leadership position.\n\"So the constitution does authorize the creation of an office like his and provides that the legislature decides who will hold such an office,\" he said. \"This reflects a determination that the legislature should organize itself. So, in that sense, he could be called a constitutional officer.\" \nOther views\nMarquette University law professor Ed Fallone, who has twice sought a seat on the state Supreme Court, took a slightly different approach. He said the phrase \"constitutional officer\" has a specific meaning in Wisconsin, in that it refers to public officials who are elected at the county-wide level. \n\"Beyond this specific meaning, it is also common to use the phrase ‘constitutional officer’ when referring generally to a particular group of elected officials who are elected statewide and who exercise executive powers, namely the Governor, Lt. Governor, Attorney General, State Treasurer and Secretary of State,\" he said in an email.\n\"The point is that these offices are all elected statewide, by the voters of the entire state.  Members of the legislature are elected by the voters of their district, and not in a statewide election.\"\nRyan Nilsestuen, chief legal counsel to the governor’s office, offered a similar point, and noted even the state Blue Book, produced by the Legislative Reference Bureau, \"distinguishes between statewide elected officials (i.e., the six constitutional officers) and the legislative body.\"\nFallone did not say whether it was right or wrong to use \"constitutional officer\" in the context used by Vos.\n\"I think that it is unusual for members of the Legislature to call themselves ‘constitutional officers,’ and it strikes me as an attempt by members of the legislature to bolster their own self-importance by claiming to belong to the elite club of state leaders who are elected statewide,\" Fallone said in an email. \nVos communications director Kit Beyer did not respond to emails seeking comment.\nOur ruling\nVos refers to himself, in his role as Assembly Speaker, as a \"constitutional officer.\" \nBut that position is not among those specifically mentioned in the constitution, a roster of roles that is generally understood to refer to statewide positions such as governor, lieutenant governor and attorney general.\nAt the same time, the constitution says the Assembly and Senate must designate presiding officers. So, a position such as the one Vos holds is anticipated by the document.\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, our rating is Half True.", "vclaim_id": "vclaim-pol-17021"}