{"url": "/factchecks/2016/oct/20/donald-trump/trump-says-russia-has-upped-its-nuclear-warheads-w/", "speaker": "Donald Trump", "vclaim": "Russia has \"tremendous numbers of nuclear warheads — 1,800, by the way — where they expanded, and we didn't.\"", "truth_label": "half-true", "date": "stated on October 19, 2016 in the third presidential debate:", "title": "Trump says Russia has added nuclear warheads, while US hasn't", "text": "Donald Trump says Russian President Vladimir Putin has no respect for Hillary Clinton, as evidenced by advancements in Russia’s nuclear program.\nAt the final presidential debate Oct. 19, Clinton said Trump’s supposed Russian sympathies would turn him into Putin’s \"puppet\" in the White House. Trump shot back at Clinton: \"You’re the puppet!\"\n\"(Putin) has no respect for her,\" Trump said. \"He has no respect for our president. And I'll tell you what: We're in very serious trouble because we have a country with tremendous numbers of nuclear warheads — 1,800, by the way — where they expanded, and we didn't. 1,800 nuclear warheads. And she's playing chicken.\"\nWe decided to take a look at Trump’s claim that Russia has 1,800 nuclear warheads, expanding their arsenal while the United States did not.\nWe found that Trump’s 1,800 figure refers to deployed strategic nuclear warheads, meaning long-range nuclear weapons that are out in the field rather than in storage or retired. Trump is correct that Russia has slightly increased its deployed strategic nuclear warhead count over the past five years while the United States has not.\nHowever, Trump overstates the significance of this growth in Russian deployed nuclear warheads, and his claim omits the fact that Russia and the United States are estimated to have about the same number of nuclear warheads when non-deployed stockpiles are included.\nBy the numbers\nNew START, an agreement between Russia and the United States designed to limit both countries’ deployed strategic nuclear weapons, went into force in February 2011. Since then, the State Department has published select data about both countries’ arsenals twice a year. This is the source of Trump’s claim.\nRussia began New START with 1,537 deployed strategic nuclear warheads in February 2011. As of Oct. 1, 2016, it has 1,796.\nThe United States, conversely, has gone from 1,800 deployed nuclear warheads to 1,367 in the same time frame.\n\nAt first glance, this might seem like Russia is building up its deployed nuclear arsenal. But experts told us that this spike is actually a result of Russia modernizing its nuclear program. Essentially, Russia is in the process of replacing old missile launchers and submarines with new ones that can hold more warheads per vehicle. But they haven’t yet retired all the old vehicles, so the deployed warhead count temporarily reflects the doubling up of new and old launchers currently deployed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"That increase is not a sign of an expanding arsenal but a temporary fluctuation caused by newer launchers replacing older launchers,\" said Hans Kristensen, director of the Nuclear Information Project at the Federation of American Scientists, adding that he expects Russia to complete this process by 2018, when it has to fully meet New START limits.\nTrump didn't say this at the debate, but the United States is also in the process of modernizing its nuclear arsenal, spending about $35 billion a year on the project.\nKristensen said that at any given time, the New START numbers can fluctuate by a few hundred warheads as launchers go in and out of service, and it does not cause concern among the U.S. military and intelligence community. He cited a 2012 Defense Department report that concluded Russia \"would not be able to achieve a militarily significant advantage by any plausible expansion of its strategic nuclear forces, even in a cheating or breakout scenario under the New START Treaty.\"  \nThe number of deployed strategic warheads is a significant figure because it refers to warheads that could, potentially, target the United States or other long-range adversaries of Russia. But in citing this 1,800 figure, Trump leaves out how many non-deployed warheads the two countries have in their reserves.\nAs of May 2016, Russia has 4,490 nuclear warheads deployed and in reserve, and the United States has about the same at 4,500, according to Federation of American Scientists estimates.\nBoth countries have steadily reduced their nuclear stockpiles since the 1990s, when Russia and the United States had a combined 60,000 warheads. In the past decade or so, however, the decline has nearly stagnated for both countries.\n\nOver the same five-year period during which Russia added 259 deployed warheads, reaching Trump’s approximately 1,800 total, its total warhead stockpile, deployed and reserves combined, shrunk by 368.\nSo Trump’s number, while accurate in isolation, misses the big picture: Russia and the United States have reached a point, through mutual drawbacks, where their nuclear stockpiles are about equivalent, according to the best estimates available.\nOur ruling\nTrump said Russia has \"tremendous numbers of nuclear warheads — 1,800, by the way — where they expanded, and we didn't.\"\nBetween 2011 and 2016, Russia has expanded its deployed strategic nuclear warheads from 1,537 to 1,796, while the United States decreased its deployed strategic nuclear warheads over the same period. But that statistic ignores that Russia’s total number of warheads, deployed and in its reserves, is about the same as the United States’. Both have about 4,500 nuclear warheads in their total stockpiles. And experts said the recent spike in Russia’s deployed weapons is temporary, rather than indicative of an upward trend.\nWe rate his claim Half True.", "vclaim_id": "vclaim-pol-04083"}