{"url": "/factchecks/2007/nov/05/john-mccain/the-high-cost-of-paying-taxes/", "speaker": "John McCain", "vclaim": "\"Our tax code is so complicated it extracts $140 billion in extra tax preparation costs every year - one thousand dollars for every American family.\"", "truth_label": "half-true", "date": "stated on September 28, 2007 in a speech to the Hispanic Business Expo in Detroit.:", "title": "The high cost of paying taxes", "text": "Sen. John McCain wants to overhaul our complex tax code and turn it into something simpler. In making the case against current tax laws, he pulled together an array of statistics.\n\nIn a speech in September 2007, McCain got specific: \"Our tax code is so complicated it extracts $140 billion in extra tax preparation costs every year - one thousand dollars for every American family. It's offensive that six out of every ten taxpayers have to pay someone else just to figure out how to pay the government.\"\n\n\nAccording to McCain's campaign, the senator got his stats from a 2005 report from the President's Advisory Panel on Tax Reform. Some of the numbers are right.\n\n\nIt's true that six out of 10 individual tax filers pay someone to prepare their returns, according to the IRS.\n\n\nBut when McCain says the total cost of tax preparation is $140 billion, he's got nothing to back him up. The Advisory Panel on Tax Reform that he cites has no background citations and the only place we can find that $140 billion figure is a Tax Foundation study from 2001 that referred the cost of tax preparation for individuals and businesses.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nA 2005 study by the Tax Foundation puts the value at closer to $111-billion. That would put the per-family cost at about $822.\n\n\nBut this is worth noting: The dollar figure for spending on tax preparation is a calculation of the value of the time people spend working on their taxes, which the Tax Foundation put at about $39 an hour, not how much they pay to tax pros. That's not clear in McCain's statement.\n\n\nMcCain has suggested fixing the tax code by getting a task force headed by former Federal Reserve chairman Alan Greenspan to come up with a plan for simplifying the code and putting it to Congress for an up or down vote.\n\n\nMcCain's point is on target; tax preparation is costly because the tax code is so complicated. But McCain is off by a good bit on the figure he uses and he's not being clear that the cost he's talking about isn't an expense of dollars but of time. That leads us to a Half True.", "vclaim_id": "vclaim-pol-16529"}