{"url": "/factchecks/2015/apr/27/debbie-dooley/maybe-not-today-and-maybe-under-different-name-tax/", "speaker": "Debbie Dooley", "vclaim": "The recently passed transportation funding bill is a billion-dollar tax increase for Georgians.", "truth_label": "mostly-true", "date": "stated on March 31, 2015 in a Twitter post:", "title": "Maybe not today, and maybe under a different name, but tax claim mostly on target", "text": "Ever since Georgia voters roundly rejected regional sales taxes to fund road and transit projects in 2012, state leaders have pledged to take the lead on transportation.\nThe Legislature made good on that promise this year with House Bill 170. Awaiting the governor’s signature, the measure is projected to raise nearly $670 million in transportation funding next year, by moving the state from a series of sales and excise taxes on gasoline to a single excise tax.\nThat plus a mix of new fees for drivers of electric car and heavy trucks, the end of a popular tax credit for electric cars and a $5 per-night fee on hotel/motel stays, is expected to generate close to $1 billion a year to tackle the state’s backlog of transportation projects.\n\"That is really what all of this has been about --- finding sensible and fair ways to make our transportation network better and keep Georgia moving forward,\" House Transportation Committee chair Jay Roberts, R-Ocilla, wrote in The Atlanta Journal-Constitution.\nNot that everyone was on board. Sen. Mike Crane, R-Newnan called the bill a \"midnight run\" on taxpayers.\nDebbie Dooley, who led part of the opposition to the 2012 sales tax referendum as chairman of the Atlanta Tea Party, echoed that language on her Twitter page.\n\"GA Republicans just pulled a midnight run on taxpayers and passed a billion-dollar tax increase with a rushed vote giving only 2 hours,\" Dooley posted on March 31.\nIs that right? Does the long-awaited transportation plan translate into a massive tax hike?\nAnd with that, PolitiFact Georgia waded into the squishy semantics of what counts as a \"tax\" and what is a \"fee.\"\nIn public policy terms, a broad swath of people pay taxes, for broad services, even if they don’t use them. Homeowners pay property taxes to local governments, for instance, to fund police and fire departments they may never need.\nFees, meanwhile, are charged for the use of a facility, service or good that government provides. Your federal taxes help fund national parks but you still pay a fee to camp under the stars.\nThat much is clear. Where the lines blur is when politicos and journalists begin using the terms interchangeably.\nHouse Bill 170, for instance, refers to the state’s gas tax. The money paid by Leaf drivers, or hotel visitors? Those are called fees.\nBut to public policy folks, the gas tax is more like a fee, said Barbara Neuby, a political science professor at Kennesaw State University who specializes in budget and finance issues.\nThat’s because you can opt out of owning a car, never buy a gallon of gas and still benefit from others picking up the tab, making what they pay a fee.\nAnd to complicate things further? You can pay a tax and a fee at the same time. Don’t own a car but need some gas for your lawn mower? You aren’t using the road to drive but you still pay for the product.\n\"A lot of it is semantics,\" Neuby said. \"It’s a tax increase, or additional fees if you use certain things. To some people, that’s splitting hairs. Any time government extracts money from your pocket, folks tend to see it as a tax, even if it isn’t.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThere is not, in economic circles, a clear or bright line between the two terms.\nAfter all, the gas tax could be a user fee if only motorists paid it. But to an economist, if a 10-year-old walks to Dairy Queen for an ice cream cone, the price will include the cost of getting the treat’s ingredients to the store, said William J. Smith, the economics department chairman at the University of West Georgia.\n\"Any good or service you purchase that involves transportation will involve the gas tax,\" Smith said. \"So that’s why it’s so hard to say with any conviction that any one thing is either a tax or a fee.\"\nAll told, both expert realms lend some credibility to Dooley, and the public, seeing the transportation bill as a giant tax hike.\nBut that refers to the language distinction. Math math, however, does not fully back up claims about a tax increase.\nJared Walczak, an analyst with the right-leaning Tax Foundation, examined Georgia’s gas tax at PolitiFact Georgia’s request.\nThe current mixed system includes a 7.5 cent per gallon excise tax, a 4 percent sales tax and, generally a 3-4 percent local tax. The effective rate: 26.5 cents per gallon, based on the current AAA fuel price of $2.37 a gallon.\nAnd with the elimination of the local and state sales taxes and jump in excise tax? At today’s prices, motorists would pay 26 cents a gallon in taxes.\nThe break-even point would be gas prices at $2.65 a gallon, Walczak said. And those calculations do not include the local option, which could add an additional 1 percent sales tax after a public vote.\nBut because the bill also will index the excise tax to inflation, the amount paid is projected to go up over time, as the cost of living gradually rises.\nThe state’s amended fiscal note acknowledges that index in its projections. The impact of the gas tax in 2016 will be up to $668 million. By 2020, the tax could generate as much as $867 million.\n\"Some people will pay more under this proposal. Those who drive a heavy truck, those who drive an alternative vehicle, will certainly pay more immediately,\" Walczak said. \"Certain others may pay less or identical amounts at this juncture, but in succeeding years that burden will be indexed to inflation and is apt to increase.\"\nDooley said that conclusion remains the same, regardless of the semantic dispute.\nThe Tea Party understood the need for transportation funding, she said. Members supported the bill repealing a jet fuel tax exemption for Delta, estimated to bring in $21 million this year and up to about $32 million in 2020.\nBy not looking at other tax incentives to cut – such as credits given to the movie industry or breaks that helped lure Mercedes Benz USA’s headquarters – lawmakers ensured most Georgians will pay more for the necessary work, she said.\n\"They are increasing the burden on everyday motorists in Georgia while giving out all of these subsidies to businesses,\" Dooley said. \"\"They can call it a fee all they like, but if it raises revenue like this does, it’s a tax,\"\nExperts quibble over the semantic distinction. And at least in the short term, people will pay slightly less, or about the same, on the tax that is the biggest piece of the funding overhaul.\nBut over time, the experts agree that the burden on taxpayers will increase.\nThe distinction between a tax and a fee brings it down a notch, but we rate Dooley’s statement about a \"billion dollar tax increase\" to be Mostly True.", "vclaim_id": "vclaim-pol-06479"}