{"url": "/factchecks/2011/oct/25/facebook-posts/blog-post-says-gop-has-sponsored-zero-job-creation/", "speaker": "Facebook posts", "vclaim": "Congressional Republicans have introduced dozens of bills on social issues and other topics, but \"zero on job creation.\"", "truth_label": "pants-fire", "date": "stated on October 23, 2011 in an Internet post:", "title": "Blog post says GOP has sponsored \"zero\" job creation bills", "text": "A reader recently sent us a post circulating on Facebook and on blogs that blames the House Republican majority for focusing their legislation on lots of topics -- except for job creation. Here’s the text of the chart:\n\n\"The numbers: Republicans have introduced 44 bills on abortion, 99 on religion, 71 on family relationships, 36 on marriage, 67 on firearms/gun control, 522 on taxation, 445 on ‘government investigations,’ and zero on job creation.\"\n\nIt cites as its source a post on the liberal website Daily Kos written on Oct. 21, 2011, by Minnesota-based blogger and self-described \"unrepentant liberal\" Myles Spicer,\n\n\"Given that these Representatives were elected to pass job creation bills so needed by our country, what has the House been doing this past year?\" Spicer asked in his post. \"Well, mostly they have occupied themselves with a variety of social, moral and value issues. ... The Congressional Research Service (CRS, a non-partisan arm of Congress that tracks such things) offers an appalling look at our current Congress’ activities.\n\n\"They have introduced 44 bills on abortion (one just the other day reaffirming existing legislation on this subject). 99 on religion. 71 on family relationships. 36 on marriage. 67 on firearms and gun control. 552 on taxation—and though most were to reduce taxes, there have been no significant changes on tax law with all time invested and bills introduced. And finally a massive 445 bills on ‘government investigations.’ There is a category labeled ‘job creation legislation’ originated by Congress, and tracked by the CRS. In that category the CRS reported: ‘No bills at this time. The Congressional Research Service has not tagged any bills in the current session of Congress with this issue area.’  If ever the analogy of ‘rearranging the deck chairs on the Titanic’ was apt, this is it!\"\n\nWe wondered about the accuracy of the post based on Spicer’s argument, so we took a look.\n\nWe didn’t find anything about legislative subject headings at CRS’ own website, but we did find a list of subjects for current legislation at THOMAS, the legislative-tracking website run by the Library of Congress.\n\nUsing THOMAS, you can search bills that have been offered during the current Congress -- the 112th -- by their CRS subject matter. The list of subject areas begins in alphabetical order here.\n\nWhen comparing the numbers, we allowed for some variation due to the list being continuously updated as new bills are introduced. That said, we found that the numbers in the Internet post were quite close to what was listed in THOMAS for abortion, religion, family relationships, marriage, firearms, taxation and government investigations.\n\nWhat about \"job creation\"? As it turned out, we couldn’t find a topic area by that name at all.\n\nWe located Spicer and asked him for his sourcing. He told us he had used the website opencongress.org, a non-profit, non-partisan database of legislative and other congressional data. He pointed us to this page, where a category of bills categorized under \"job creation\" is listed. \"Job creation\" had zero entries.\n\nWe quickly noticed two things about the database. First, the numbers cited on opencongress.org for the social issues and other topics in the chart were close to what THOMAS had -- in other words, they closely followed the CRS subject headings. And second, \"job creation\" was only one of many, many topics that had zero bills associated with it in the opencongress.org database.\n\nWe reached David Moore, executive director of the Participatory Politics Foundation, which runs opencongress.org. He said that his website displays not only CRS issue labels used for bills pending in the current Congress but also labels that have been used at least once in the past three Congresses, even if none have been applied yet to bills in the 112th Congress.\n\nBy Moore’s count, opencongress.org includes 4,795 issue areas in all. But only a fraction of these subject headings have any bills listed under them, because CRS has not tagged any bills with those headings during the current Congress.\n\nWe did not hear back from CRS or THOMAS, so we don’t know why CRS has used the \"job creation\" label in the past but not this year.\n\nHowever, our research suggests that the lack of bills labeled \"job creation\" this year doesn't mean there have been no bills aimed at promoting employment introduced in the current Congress.\n\nWhy? The House version of President Barack Obama’s American Jobs Act -- which we’re sure the president and his supporters would characterize as a \"job creation\" bill -- doesn’t even get slapped with that subject heading.\n\nThe bill -- officially H.R. 12, introduced on Sept. 21, 2011, by Rep. John Larson, D-Conn. -- is listed under no fewer than 68 separate subject headings, including \"aviation and airports,\" \"Buy American requirements,\" \"electric power generation and transmission,\" \"Internet and video services,\" \"metals,\" \"solid waste and recycling\" and \"water use and supply.\"\n\nBut it doesn’t carry the label \"job creation.\"\n\nInstead, several closely related subjects have been applied to H.R. 12, including \"economic development,\" \"economic performance and conditions,\" \"employee hiring,\" \"employment and training programs,\" \"labor and employment,\" \"unemployment\" and \"wages and earnings.\"\n\nAnd how many bills have been introduced under these other headings? Here’s the list. (Some bills may be included in more than one category.)\n\nEconomic development: 64 bills\nEconomic performance and conditions: 55 bills\nEmployee hiring: 24 bills\nEmployment and training programs: 172 bills\nLabor and employment: 151 bills\nUnemployment: 107 bills\nWages and earnings: 143 bills\n\nIn reality, then, six of these seven jobs-related categories included more bills than either abortion or marriage, and four of the seven included more bills than religion, family relationships or firearms.\n\nWe see a few additional problems with the post.\n\nIt’s wrong to say that only Republicans sponsored bills on social issues, taxation and government investigations.\n\nFor every legislative subject cited in the ad, the THOMAS list includes bills introduced both by Republicans and Democrats. We checked each topic area to make sure that Democrats had offered bills on those topics, and in each case, they did. So it’s wrong for the post to say that \"Republicans have introduced\" that many bills. Both parties have. (Spicer, to his credit, did not make this mistake; the creator of the subsequent post did. \"When I state that these folks were elected to get us more jobs, I did not exclude the Democrats,\" Spicer told PolitiFact.)\n\nIt’s wrong to point to this data as evidence that Republicans are going hog wild on \"government investigations.\"\n\nTo be sure, Republicans are using their control of House committees to probe government operations, including potential corruption and scandals. (The Democrats did the same after 2006 when they controlled Congress and George W. Bush was in the White House.) But it’s wrong to suggest that the 445 \"government investigation\" bills amount to evidence in support of this tendency.\n\nMost of the bills tagged with this category are there because they contain some sort of oversight mechanism, such as defining who will oversee a newly created federal program and how. So most of these bills involve run-of-the-mill government oversight mechanisms, not an effort to gin up high-profile administration scandals.\n\nKeep in mind that these categories are very broad.\n\nLabeling a bill with a subject category doesn’t mean the bill is primarily about that issue. For instance, a very, very large number of congressional bills have some impact on the tax code, even if it’s tangential. That’s why so many bills get categorized as being tax-related.\n\nTo one degree or another for the other, this pattern holds for subject headings, too. The \"religion\" category doesn’t just include bills of interest to conservative Christians, as someone reading the post might assume. It also includes the \"Noose Hate Crime Act of 2011,\" sponsored by Rep. Sheila Jackson Lee, D-Texas and the \"Veterans, Women, Families with Children, and Persons With Disabilities Housing Fairness Act of 2011,\" sponsored by Rep. Al Green, D-Texas.\n\n\"Job creation\" means different things to different parties.\n\nMost conservatives today are dead-set against traditional forms of government-based economic stimulus known as Keynesian economics, primarily spending initiatives. So if \"job creation\" is defined to primarily include Keynesian initiatives, then Republicans aren’t going to be sponsoring any \"job creation\" bills. Instead, Republicans argue that tax cuts and budget cutting will help the economy prosper.\n\nOur ruling\n\nWhile congressional Republicans have certainly introduced dozens of bills on social issues and other topics, the  claim that the GOP has focused on issues other than job creation just isn't supported. The numbers cited in the post include Democratic bills, and the definition of what constitutes a \"job creation\" bill is open to significant debate.\n\nBut the post’s most important flaw is the contention that Republicans have offered \"zero\" bills on job creation. This number stems from a methodology that also excludes Obama’s American Jobs Act from the category of \"job creation\" bills. If  you look at alternative job-related subject headings, the number of bills offered by lawmakers from both parties actually exceeds most of the social-issues listed in the blog post.  We rate this claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12200"}