{"url": "/factchecks/2020/jul/08/facebook-posts/batch-faulty-cdc-covid-19-tests-didnt-contain-live/", "speaker": "Facebook posts", "vclaim": "Federal officials confirmed that the CDC “sent states tainted lab test kits in early February that were themselves seeded with the virus.”", "truth_label": "false", "date": "stated on July 6, 2020 in a Facebook post:", "title": "Batch of faulty CDC COVID-19 tests didn’t contain the live virus", "text": "The U.S. Centers for Disease Control and Prevention didn’t send out COVID-19 testing kits that were \"seeded\" with the live virus, as one Facebook post claims.\nThe post shows an illustration of a nasal swab being used to test for the virus. Text on the graphic reads: \n\"COVID-19 test HAS the virus … ‘the U.S. Centers for Disease Control and Prevention sent states tainted lab test kits in early February that were themselves seeded with the virus, federal officials confirmed.’\"\nThis is wrong. The CDC initially sent out a batch of defective COVID-19 testing kits to a limited number of laboratories in early February that had to be recalled — but the tests weren’t contaminated with the live virus and didn’t have the capability to infect people being tested. In fact, the tests were early in their development at the time and never made it to the stage of being used for patient testing.\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe CDC first dispersed diagnostic COVID-19 testing kits to a network of public labs in February, but the agency had to recall the tests after a component turned out to be contaminated.\nThe defective tests came out of the public health agency’s central laboratory complex in Atlanta. Media outlets first reported about the faulty tests in March. \nThe Department of Health and Human Services’ Office of Inspector General released a special report about what happened on June 19. \nA summary of the report said that the batch of tests relied on a reagent that was likely contaminated. Reagents are chemical substances that are used in tests to produce reactions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe defective tests were in the second of two sets of kits developed by the CDC in late January, the report says. The first set was sent to a limited number of public health labs and had no reported issues. The problem came with the second batch, which the CDC intended to manufacture for the first wave of testing — at least until commercial labs and diagnostic companies were able to mass-produce their own.\n\"One of the three reagents in this initial batch of manufactured test kits was likely contaminated. These tests are so sensitive that this contamination could have been caused by a single person walking through an area with positive control material and then later entering an area where tests reagents were being manipulated,\" the report stated. \nThe public health labs attempted to validate the test kits before using them on swabs from people, but a negative control gave a positive result, and the kits were scrapped.\nScientists eventually redesigned the test to be run without the reagent and in February began to distribute the approved kits.\nThe CDC also confirmed that there was no live virus in the test. And Dr. Benjamin Pinsky, medical director of the Clinical Virology Lab at Stanford Medicine, told PolitiFact that infectious live viruses are not used to produce tests.\n\"The HHS investigation indicates that there was likely contamination of the N3 reagents with the positive control material,\" Pinsky wrote in an email. \"No infectious SARS-CoV-2 virus is part of the kit, nor is it used in any step of its manufacture.\"\nOur ruling \nA Facebook post claimed that the CDC \"sent states tainted lab test kits\" in February that \"were themselves seeded with the virus.\"\nThis is inaccurate. The CDC sent out early COVID-19 tests to a limited number of public health labs that turned out to be defective due to a contaminated reagent. \nBut these tests didn’t and couldn’t contain the live virus, as live virus isn’t used in test production in the first place. Meanwhile, the tests were early in their development and never made it to the stage of being used for patient testing.\nWe rate this False.", "vclaim_id": "vclaim-pol-17702"}