{"url": "/factchecks/2012/oct/22/betty-sutton/betty-sutton-says-jim-renacci-tried-avoid-paying-t/", "speaker": "Betty Sutton", "vclaim": "\"Jim Renacci tried to avoid paying taxes on nearly $14 million that he made.\"", "truth_label": "true", "date": "stated on October 17, 2012 in a campaign commercial:", "title": "Betty Sutton says Jim Renacci tried to avoid paying taxes on nearly $14 million", "text": "The congressional contest between Democratic Rep. Betty Sutton and Republican Rep. Jim Renacci is among the nation’s most costly and hard-fought races, and has also devolved into one of the nastiest.\n\nAfter Renacci placed ads accusing Sutton of \"voting to raise taxes on just about everyone,\" Sutton fired back with an ad that claims Renacci supports tax breaks for millionaires like himself and \"tried to avoid paying taxes on nearly $14 million that he made.\"\n\n\"We play by the rules but Renacci thinks he’s above them,\" says a male blue collar worker shown in Sutton’s ad.\n\nOn the same day that Sutton unveiled the ad that accuses Renacci of avoiding taxes, the Democratic Congressional Campaign Committee made a similar assertion in a different ad, which says: \"Renacci tried to skip out on paying over a million in taxes.\".\n\nThe tax avoidance claims in Sutton’s new ad echo charges that were raised against Renacci in 2010, when he first ran for Congress and defeated Democratic Rep. John Boccieri. They stem from a dispute Renacci had with the Ohio Department of Taxation, which accused him and his wife, Tina, of misreporting their income in 2000 and assessed them nearly $1.4 million in back taxes, interest and penalties.\n\nThe Renaccis filed state tax returns that claimed they had a loss of $247,336 that year, but auditors determined they actually made $13,730,440. The couple filed a tax appeal when the state dinged them for $954,650 in back taxes, $146,938 in interest and $293,876 in penalties.\n\nThe quarrel was over Renacci's trust income from an \"S\" corporation, which wasn’t taxable for several years before Ohio's tax commissioner changed the state’s policy. S corporations permit income to be taxed at an individual rate for federal tax purposes, and avoid double taxation on corporate income. Renacci was among a group of taxpayers who fought the state decision. He contended the trust income should have been tax-free and that he had \"reasonable cause\" to exclude it on his tax return, tax department and court documents say.\n\nOthers dropped their appeals, but Renacci continued to fight, even after a 2006 Ohio Supreme Court ruling in a similar case in which the court said the trust income was subject to taxation. In that case, the taxpayers reported their S Corporation income on their 2000 tax return and then unsuccessfully asked for a refund.\n\nA 2007 legal brief the state of Ohio filed in Renacci’s case observed that nearly all other litigants \"who created grantor trusts in an attempt to shelter, i.e., exclude their S corporation income from Ohio income taxation\" gave up their appeals, and that the Renaccis were \"almost alone in their persistence.\" Court records show the Renaccis eventually sent the state more than $1.3 million, but they continue to argue that $359,822 that they paid in penalties and interest were improper.\n\n\"He was proud of his fight, and to have fought till the end, along with many other Ohioans for tax fairness,\" Renacci spokesman James Slepian told the Plain Dealer in 2010.\n\nWhen asked about Sutton’s new ad,  Slepian this month called her \"a desperate politician who knows she’s losing and has no record to run on,\" and said she’s  engaging in \"the bogus, gutter politics of recycled personal attacks that have defined her sad career in Congress.\"\n\nIndeed, the charges against Renacci are somewhat recycled. The American Federation of State, County and Municipal Employees union placed a television ad in 2010 that contained a more extreme version of the charges that Sutton is making.\n\nThat ad said he \"cheated on his income taxes,\" that he \"hid\" more than $13 million and was forced to pay $1.4 million in back taxes and penalties.  Renacci filed a defamation suit against the union after the ads began to air. Court records show he dropped the case on Feb. 3, 2011, shortly after he took office in Congress.\n\nPolitiFact Ohio found a claim in that ad to be Mostly True because Renacci could have disclosed the trust income on his state tax return, as the state warned he should, but he didn’t. He also could have paid the taxes and contested the amount, but didn’t. And he didn’t amend his return, despite an explicit 2002 warning from Ohio’s tax Department that he could face penalties for fraud and failure to pay if he didn’t. But Renacci ultimately worked within the system to resolve the case, paid the full amount that was due, and was not ever charged with tax fraud.\n\nThe claim in this ad is an easier call. Reams of legal documents show that Renacci battled with the state over trust income from an S corporation, trying to avoid paying taxes on the $13.7 million at issue in the case.\n\nOn the Truth-O-Meter, Sutton’s claim rates True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-10118"}