{"url": "/factchecks/2016/oct/24/donald-trump/donald-trump-wrongly-says-14-percent-noncitizens-a/", "speaker": "Donald Trump", "vclaim": "\"14 percent of noncitizens are registered to vote.\"", "truth_label": "false", "date": "stated on October 22, 2016 in a rally in Cleveland, Ohio:", "title": "Donald Trump wrongly says 14 percent of noncitizens are registered to vote", "text": "One of Trump’s rallying cries as Election Day nears has been that the election system is rigged and rampant with voter fraud.\nWe’ve debunked this idea in more than one way, but more recently, Trump offered several statistics to back his claim up during a rally in Cleveland, Ohio, on Oct. 23.\nOne of those claims was this: \"14 percent of noncitizens are registered to vote.\"\nTrump’s remark stood out to us and piqued our interests. We found that Trump is referencing a study that has been criticized and rebutted multiple times for the methodology it uses.\nTrump’s proof was rebutted\nTrump was citing a 2014 article posted on Monkey Cage, a blog hosted by the Washington Post, his campaign told PolitiFact. The blog post was a precursor to a study that discussed the impact noncitizens could have on the November 2014 election.\nThe authors —  Jesse Richman and David Earnest — determined more than 14 percent of noncitizens in both the 2008 and 2010 samples indicated that they were registered to vote.\nRichman and Earnest used data collected from a Harvard-affiliated Cooperative Congressional Election Study (CCES). The duo concluded that CCES’ data provided \"sufficient samples\" to conduct their research.\nTrump accurately cites the study, but its findings have been highly contested.\nThree experts wrote rebuttals of the study’s findings after the Post article appeared, and the study spawned another peer-reviewed article.\nThe main issue with the study is the sample size and the unreliable database of Internet respondents.\nShortly after Richman and Earnest’s study was published, the CCES released a newsletter encouraging researchers not to use its data in that way.\n\"The example for this analysis is Richman, Chattha, and Earnest (2014), which presents a biased estimate of the rate at which non-citizens voted in recent elections,\" the letter says.\nThe CCES researchers — Stephen Ansolabehere, Samantha Luks and Brian Schaffner — reiterated their point in a Washington Post analysis last week. (This analysis became the subject of a study published in 2015 by the same authors.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nAnsolabehere, Luks and Schaffner say a small percentage of respondents, who are citizens, accidentally misidentify themselves as noncitizens on the survey. This is because the respondents didn’t read the question carefully and accidentally selected the wrong response to the question.\nHow do they know this? Schaffner, a political science professor at the University of Massachusetts, said the group has conducted surveys where they ask people questions regarding their citizenship and some people change their answers.\n\"When we took out people who changed their answer on the citizenship question and only look at people who answered consistently that they were noncitizens, we found no reported noncitizens who voted,\" Schaffner told PolitiFact.\nNews 21, a national investigative reporting project, found 56 cases of noncitizens voting across all elections from 2000 to 2011.\nRick Hasen, an election expert at University of California at Irvine’s School of law, told PolitiFact that Trump’s statistic is bogus. He also cited Ansolabehere, Luks and Schaffner’s study rebutting Trump citation.\nHasen wrote in the Wall Street Journal recently that \"the United States Court of Appeals for the D.C. Circuit concluded last month than only a ‘tiny fraction’ of voters are noncitizens and that there is no evidence it is a serious problem.\"\nSarah Pierce, an associate policy analyst of the U.S. Immigration Program at the Migration Policy Institute, said there are substantial legal deterrents that are in place to keep a noncitizen from voting.\nFirst, it’s a criminal offense to unlawfully vote in a federal election. Second, this offense is worthy of deportation, even without a conviction.\n\"Voting renders an individual permanently inadmissible — again, even without a conviction,\" Pierce said. \"This means that if someone were to be found inadmissible for having voted, they could never return to the United States, even temporarily, no matter the circumstances.\nVoter identification laws and regulations for registering to vote vary from state to state. In September, the Supreme Court blocked Kansas, Georgia and Alabama from requiring residents from proving they are a U.S. citizen while registering to vote, due to concerns that people who actually are citizens do not have paperwork readily available to prove it.\nOur ruling\nTrump said, \"14 percent of noncitizens are registered to vote.\"\nTrump is citing a study that has been refuted by the experts who actually gathered the underlying data. Trump’s remark references an unreliable data point that uses a small sample size to represent an entire population.\nWe rate Trump’s claim False.\nhttps://www.sharethefacts.co/share/b00f8cd4-4d2f-4b4c-b351-8f8095ff385f", "vclaim_id": "vclaim-pol-04063"}