{"url": "/factchecks/2018/jun/21/donald-trump/1700-percent-increase-asylum-claims/", "speaker": "Donald Trump", "vclaim": "\"There's been a 1,700 percent increase in asylum claims over the last 10 years.\"", "truth_label": "mostly-true", "date": "stated on June 19, 2018 in speech at the National Federation of Independent Businesses 75th Anniversary Celebration:", "title": "Has there been a 1,700 percent increase in asylum claims over the last 10 years?", "text": "President Donald Trump argued that immigrants entering illegally are gaming the American immigration system, citing a remarkable rise in asylum applications.\nHe said some asylum seekers are actually abusing the process with criminal intentions.\n\"There's been a 1,700 percent increase in asylum claims over the last 10 years,\" Trump said in a June 19 speech. \"Think of that. Think of that. We're a great country but you can't do that. Smugglers know how the system works. They game the system; they game it.\"\nHas there been a 1,700 percent increase in asylum claims? The numbers stack up.\nBut the claims of gaming the system are less supported.\nTrump is talking about \"credible fear\" cases, which is spelled out in the Refugee Act of 1980. It's available for people unable or unwilling to return to their home country \"because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\"  \nMigrants who are apprehended or unable to enter the country legally can claim \"credible fear\" in order to get a hearing before an immigration court.\nThe Homeland Security Department tracks cases in which a decision to grant a hearing has been made, which differs only slightly from the number of all claims made.\nIn 2007, 5,171 people claimed credible fear and had their cases reviewed.\nIn 2016, it was 91,786.\nThat represents a 1,675 percent hike, basically as Trump claimed.\nBetween 60 and 80 percent of those cases were approved for further court review. Overall, 20 percent of applicants were ultimately granted asylum in fiscal year 2017, the Homeland Security Department told us.\nNot necessarily gaming the system\nBut that doesn’t mean asylum seekers are gaming the system. The majority have valid claims of fear in their home countries, experts told us.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nLouis Desipio, a University of California Irvine political science professor who specializes in immigration, told us that while more people are affirmatively expressing their right to apply for asylum, their claims are not necessarily without merit.\n\"Initially, a lot of migration was single males from Mexico coming for work, and now you’re seeing a shift to Central American families fleeing record levels of violence in the northern triangle\" of El Salvador, Guatemala and Honduras, said Joshua Breisblatt, a senior policy analyst at the American Immigration Council. \"There is no indication that that’s an increase in fraud, that’s just something that is happening in the United States’ backyard.\"\nAsylum requests by citizens of El Salvador, Guatemala and Honduras made up 72.9 percent of total claims in fiscal year 2016.\n\"Our laws are clear,\" said Kate Voigt, associate director of government relations at the American Immigration Lawyers Association. \"If you express a fear of returning to your home country, you have a right to a credible fear screening. If the asylum officer finds you have a credible fear of persecution in your home country, then you have a right to have an immigration judge hear your case.\"\nUnder the last several administrations, Customs and Border Protection increased its use of expedited removal, according to Lenni B. Benson, a law professor at New York Law School. Given the only way to stop an expedited removal order is to seek a credible fear review, Benson said this might explain the hike in numbers.\nAs we noted, the overall grant rate for all asylum applications nationwide was 20 percent in fiscal year 2017, a percentage hasn’t changed much since 2012.\nBut Guadalupe Correa-Cabrera, a professor at George Mason University’s Schar School of Policy and Government who has interviewed hundreds of migrants for immigration research, said the variation in numbers between case approvals and asylum application approvals does not prove fraud, either.\nIn order to get their cases of asylum initially approved, immigrants arriving illegally must fill out a survey to show whether their conditions qualify under the definition of persecution. In order to prove they merit asylum, they must show evidence they often lack before a court.\nThe United States has also narrowed its standards for asylum under Attorney General Jeff Sessions, Desipio said, precluding victims of domestic abuse and gang violence from qualifying for asylum.\n\"It’s very complicated for these people,\" Correa said. \"How, if they are in the United States after that very difficult journey, are they going to prove they have been extorted, show that their kids have been recruited by gangs?\"\nCorrea said there are definitely cases of fraud by smugglers who attempt to reunite children with their parents. But there are also families fleeing situations of extreme insecurity.\nOur ruling\nTrump said, \"There's been a 1,700 percent increase in asylum claims over the last 10 years.\"\nThere was a 1,675 percent increase in asylum claims reviewed by the Homeland Security Department from 2008 to 2017. But that does not evidence fraud, as Trump suggested. Record levels of violence and persecution abroad largely explain the rise in asylum claims, experts told us.\nWhile the percentage of individuals whose asylum claims are approved by the Justice Department is relatively low, it might be explained by the much higher bar set by a court appearance than the completion of a survey.\nWe rate this claim Mostly True.\n Share the Facts 2018-06-21 17:17:37 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"There's been a 1,700 percent increase in asylum claims over the last 10 years.\"    Donald Trump President of the United States https://www.whitehouse.gov/briefings-statements/remarks-president-trump-national-federation-independent-businesses-75th-anniversary-celebration/   In a speech at the National Federation of Independent Businesses Tuesday, June 19, 2018 2018-06-19    Read More  info", "vclaim_id": "vclaim-pol-01941"}