{"url": "/factchecks/2015/mar/20/rich-golick/there-gap-rideshare-insurance-coverage-georgia/", "speaker": "Rich Golick", "vclaim": "Uber and other ride-share firms are not required to carry auto insurance under Georgia law.", "truth_label": "true", "date": "stated on March 3, 2015 in an Atlanta Journal-Constitution story:", "title": "Is there a gap for rideshare insurance coverage in Georgia?", "text": "Ride-sharing services have become ubiquitous in Georgia, especially in metro Atlanta’s urban core where millennial and party-goers often tap the app-based services to get around.\nState lawmakers last year failed to pass legislation to regulate Uber, Lyft and other similar services. A study committee last fall recommended specific regulations that have become two bills that have already cleared the House this session.\nHouse Bill 190 takes up the insurance gap raised in the committee report. It would require the firms to maintain $1 million in insurance coverage for service drivers and also mandates $300,000 coverage for bodily injury or death and $50,000 for property damage for drivers. Both apply to drivers when they are logged into the company’s system.\nState Rep. Rich Golick, R-Smyrna, said the proposal is about passenger safety, not regulation.\n\"Under Georgia law, there is no requirement for these companies to carry insurance related to their business activities,\" Golick, the chairman of the House Non-Civil Judicial Committee who works in the private sector as a regional attorney for Allstate Insurance company, told the Atlanta Journal-Constitution.\nGolick also mentioned that the firms do carry similar insurance, but it is voluntary and with different coverage limits.\nSo PolitiFact Georgia wondered, is Golick right, or does the Peach State already tell ride-share companies to insure their drivers?\nThe answer is not a surprise given the relative youth of the ride-share industry.\nThe independent contractors who drive their own cars for the services are of course required to have personal insurance for their vehicles.\nBut insurance officials told the study committee that those individual policies don’t apply once the contractors begin making money driving for the services. State law even lets insurance companies cancel policies on drivers found to be conducting commercial activity, like the ride shares, on personal insurance.\nPut simply, your personal auto insurance won’t cover an incident when you’re driving for Uber or Lyft, whether when picking folks up or tooling around looking for fares.\nUber and Lyft testified that they remedy that problem by offering $1 million in coverage every time one of their drivers has passengers.\nUbe also lists its insurance coverage on a company blog. The coverage amounts are higher in the Georgia proposal for times when there are no passengers, but the company has a $1 million policy in place for its drivers any time they are  heading to pick up a fare or passengers are in an Uber-contracted vehicle.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nGolick’s pending bill is more strict, though. It would mandate that coverage begin the moment a driver turns on the app – the ride-share equivalent of taxi drivers turning on their lights to signal they’re available for fares.\nThe National Association of Insurance Commissioners has called for such action. And the Georgia Insurance Commissioner Ralph Hudgens has endorsed Golick’s bill.\n\"The state has a safety obligation to make sure there is coverage when the personal policy of these drivers doesn’t apply,\" Golick said. \"And it heads off the problem of a gap in coverage before a tragic situation occurs.\"\nThere have been tragedies elsewhere. In 2013, a 6-year-old girl was killed after she, her younger brother and mother were hit by a car in a San Francisco crosswalk. The driver was logged into Uber’s app at the time and was between fares at the time.\nUber has acknowledged the driver was logged into its system. But it is fighting a lawsuit that seeks for its insurance to pay for medical and burial expenses because the driver was not carrying a passenger, about to pick one up or responding to a fare request at the time of the accident.\nCompany spokesman Taylor Bennett said Uber’s coverage applies the moment a driver accepts a request. Uber also provides contingent coverage between trips, so that, \"for whatever reason their personal coverage doesn’t kick in, we will cover that.\"\nThe ride-share industry opposes HB 190 and is instead more supportive of House Bill 225, which requires ride-share drivers to pass background checks and makes the companies themselves pay taxes or annual fees, which they do not pay now.\nAt least 21 other states are weighing some kind of regulation for the ride-share firms this year, according to the National Conference of State Legislatures.\nFive have enacted new laws, including one in California that puts the same mandates on the companies as HB 190 would in Georgia.\nAt the same time, insurance companies are developing policy options that would allow individuals to add on ride-share coverage to their private insurance. Those policies are not yet available in Georgia.\n\"The industry is moving in the direction that is evolving with the innovations taking place in the insurance arena, yet (Golick) he is proposing a law that ignores these innovations,\" Bennett said. \"That makes it more difficult to operate in the state of Georgia and therefore more difficult for folks there to start their own businesses and partner with us.\"\nIn other words, the bill remains a source of debate. But even the Uber and Lyft acknowledge their popular services are too new for there to be existing regulations on how they operate.\nLawmakers and ride-share firms may differ on what regulations will work or are needed.\nBut Golick said simply that Georgia doesn’t have any regulations on the firms at this point.\nOn that point, he’s dead on. We rate his claim True.", "vclaim_id": "vclaim-pol-06609"}