{"url": "/factchecks/2012/jul/27/lou-ann-zelenik/gop-challenger-zelenik-says-diane-black-voted-fund/", "speaker": "Lou Ann Zelenik", "vclaim": "\"Diane Black voted to fund Obamacare.\"", "truth_label": "false", "date": "stated on July 26, 2012 in in an ongoing radio commercial.:", "title": "GOP challenger Zelenik says Diane Black voted to fund health-care reform", "text": "Featured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\nMore than two years after they became the law of the land, President Barack Obama’s health-care reforms are still providing fodder for congressional candidates across the country.\n\nOne place where that is especially true is in Tennessee’s 6th Congressional District, where U.S. Rep. Diane Black, R-Gallatin, is embroiled in a Middle Tennessee slugfest with her GOP challenger, Lou Ann Zelenik. The race, a rematch from two years ago, is once again among the most closely watched political contests in the state.\n\nBoth candidates oppose the health reforms. But Zelenik has not only questioned Black’s commitment to the cause, she and her aides have even suggested in campaign appearances, ads and news releases that Black has been deceptive about her record on health reform.\n\n\"Diane Black voted to fund Obamacare, then she voted to repeal it. I guess she was for it before she was against it,\" Zelenik says in a radio ad.\n\nZelenik’s campaign says the claim is based on Black’s votes on a series of short-term funding measures, known as \"continuing resolutions,\" which keep the government running at current funding levels.\n\nZelenik’s campaign manager, Jay Heine, noted that two other outspoken opponents of health-care reform -- U.S. Reps. Michele Bachmann, R-Minn., and Steve King, R-Iowa -- have voted against the continuing resolutions on the grounds that they would allow the health-care funding to continue.\n\n\"We are criticizing our opponent for not joining them and voting against these bills,\" Heine said.\n\nBy voting in favor of the resolutions, Black is allowing \"the status quo\" to happen and funding for the health reforms to continue, Heine said.\n\n\"Our opinion,\" Heine said, \"is that the status quo is not acceptable.\"\n\nBlack’s campaign spokeswoman, Jennifer Baker, countered that the first-term congresswoman has voted numerous times to cut off funding for the health-care reforms.\n\nBaker provided us with a list of more than two dozen amendments and bills that Black has supported that would either repeal the health-reform law in its entirety, dismantle parts of it or block mandatory funding for the law.\n\nBlack was not even in Congress when the House gave final approval to the health-reform bill in March 2010. Yet Zelenik is \"leaving voters with the impression that Diane Black has actively voted to fund Obamacare,\" said Baker, who calls such a claim ridiculous.\n\nAt the heart of the dispute is how the health-care law was funded.\n\nThe law includes two kinds of budgetary provisions for the new entities created by or through the legislation, the nonpartisan Congressional Research Service noted in a report on July 18, 2012.\n\nThe law bypassed the normal appropriations process and provided nearly $105 billion in mandatory funding, or \"direct spending\" as it’s known in budget parlance, over a number of years for some of the new programs. Put simply, that means money for the programs is included in the law and that it must be spent on those programs.\n\nOther provisions authorized appropriations for the new programs but did not provide the money directly. In these cases, funding must be provided through subsequent congressional votes during the annual appropriations process, when specific budgetary resources being provided are determined. That is how the appropriations process usually works.\n\nThe $105 billion in mandatory funding is automatic and cannot be stopped unless Congress specifically votes to end it. King offered an amendment to do just that in February 2011, but the GOP-controlled House Rules Committee concluded the measure violated the rules for spending bills. The committee blocked the bill from receiving a vote on the House floor.\n\nBachmann has since offered legislation to convert the mandatory spending to an authorization, which would allow Congress to stop it. Black is one of 96 cosponsors of that legislation, which has not yet received a vote on the House floor.\n\nUnlike Bachmann and King, Black did vote for series of short-term \"continuing resolutions\" to fund the government at existing levels.\n\nBut is a vote in favor of the \"continuing resolutions\" really tantamount to voting to fund Obamacare?\n\nThe resolutions are not a direct vote on the health-reform funding. In fact, we could find no mention of the health reforms anywhere in the resolutions. Norman Ornstein of the American Enterprise Institute watches Congress very closely and he said Zelenik’s claim is \"not credible.\"\n\n\"I find the charge absurd,\" he wrote in an email. \"Voting to keep the government running -- which means keeping DOD (Department of Defense) in operation, keeping the Social Security checks coming, keeping the air traffic system operating, and so on -- is not tantamount to voting for health care. It is a huge stretch.\"\n\nZelenik’s campaign insists that since the short-term \"continuing resolutions\" allow funding for all government programs, including those created and funded under the health-reform law, Black is guilty of failing to block funding.\n\n\"Our standpoint is Congress has the ability to defund or fund anything – that is where the spending authority from the federal government originates from,\" Heine said. \"Our standpoint is our opponent needs to take a stronger stance on this and work to defund it.\"\n\nPolitiFact has looked at claims that a vote for a state budget that included stimulus funding was tantamount to approving \"Obama stimulus spending.\" One such recent claim in a Republican congressional primary in Florida resulted in a Pants On Fire! ruling for Congressman John Mica.\n\nOur ruling\n\nThe public record shows Rep. Black has voted more than two dozen times to repeal President Obama’s health-care reforms and defund them. In claiming Black has actually voted to fund the health reforms, Zelenik and her aides point to Black’s votes on short-term spending measures that continue funding at current levels for all government programs.\n\nBut was Black really very specifically \"voting to fund Obamacare\" or was she voting to keep the government from shutting down? Black has strongly opposed the health-care laws and Zelenik’s claim is a distortion designed to deliberately mislead voters about Black’s record. We find it False.", "vclaim_id": "vclaim-pol-10689"}