{"url": "/factchecks/2010/oct/25/ohio-house-republican-organizational-committee/house-republicans-target-state-rep-matt-patten-try/", "speaker": "Ohio House Republican Organizational Committee", "vclaim": "\"Matt Patten kicked off his dirty campaign with thousands in dirty cash from guess who? (Frank) Russo and (Jimmy) Dimora.\"", "truth_label": "false", "date": "stated on October 13, 2010 in an election ad:", "title": "House Republicans target state Rep. Matt Patten, trying to tie him to Cuyahoga County corruption scandal", "text": "There is no bigger symbol of corruption in the public mind in Northeast Ohio than indicted Cuyahoga County Commissioner Jimmy Dimora.\n\nThe now infamous picture of Dimora being led out from his house in handcuffs by FBI agents is being used in a number of races against local Democrats, including Rep. Matt Patten. The Strongsville Democrat is locked in a tight Ohio House re-election battle against Republican Mike Dovilla.\n\nA TV ad by the Ohio House Republican Organizational Committee attacks Patten as well as another House Democratic candidate — Kelli Perk — suggesting they are part of the corruption in Cuyahoga County. It opens by flashing the Dimora picture. In Patten’s case, the link to Dimora as well as former Cuyahoga County Auditor Frank Russo was the \"thousands in dirty cash\" from the pair that the Democrat received during a January 24, 2008, event, according to the ad. (For the record, Dimora has proclaimed his innocence while Russo has pleaded guilty to 21 corruption-related crimes.)\n\nBut were the pair really giving \"thousands\" to Patten, a relatively unknown first-time candidate for office back in January 2008? We decided to check for ourselves.\n\nAfter combing through Patten’s campaign finance filings, we found a pair of contributions from the disgraced duo on that night totaling $500. The two $250 contributions were from the Friends of Frank Russo and the Dimora Boosters Committee and were reported as being received Jan. 24, 2008.\n\nAdditionally, the Dimora Boosters Club gave Patten $200 and the Friends of Frank Russo gave him $100 in July 2008. That’s a grand total of $800—and only $500 on the night spotlighted by the attack ad. (By the way, Dimora gave to eight other Democratic statehouse candidates back in 2008 while Russo gave to two.)\n\nHouse Republicans argue that the \"thousands in dirty cash\" is reached if you add other contributions to Patten from persons charged in the public corruption scandal such as former Sheriff Gerald McFaul ($100), Daniel Gallagher ($100) and Ferris Kleem ($250) as well as others just mentioned in the corruption indictments. Lumped in that group are public officials implicated in the corruption scandal but not named or charged.\n\nHouse Republicans also note that Russo and Dimora were two of the main sponsors of the event in January 2008 in arguing that Patten was close to the pair.\n\nFor his part, Patten acknowledges that Dimora and Russo were sponsors of the fundraiser but says that neither man actually attended the event. He says he used their names as well as County Commissioner Tim Hagan and others to attract other politicos into coming to the fundraiser. He says he has given the money from Russo and Dimora to charity.\n\nAs for the charge, the cash was \"dirty\", it should be noted that this fundraiser took place in Jan. 2008 — roughly six months before Dimora’s office was raided by the FBI and 32 months before he was indicted in federal court. Russo was similarly in the clear in January 2008 as far as anyone knew. It’s hard to see how the money was \"dirty\"-- at least back in January 2008.\n\nTo sum up, it looks like House Republicans got caught with their hand in the cookie jar on this one.\n \n\n\nTheir ad claims that Patten took \"thousands in dirty money\" from Dimora and Russo at a January 2008 fundraiser.\n \n\nCampaign finance records show it was just $500 that night.\n \n\nAn additional $300 was given by the duo about six months later, but even counting that cash the ad’s claim is still way off.\n\n\n\n\nRepublicans argue that the \"thousands\" threshold comes when you count others connected to the corruption scandal, but, frankly, we aren’t buying it. The ad states very explicitly \"Russo and Dimora\" were the ones giving the \"thousands\" to Patten.\n\nWe rate the Ohio House Republican Organizational Committee’s claim to be False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDemocratic Congressional Campaign Committee\n\n\nstated on September 21, 2010 in an election ad\n\n\n\n\n\n\n\n\nTom Ganley has \"two F's from the Better Business Bureau\" and \"over 160 complaints in just three years.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Feran • October 21, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14152"}