{"url": "/factchecks/2012/sep/04/george-lemieux/george-lemieux-charlie-crist-sarah-palin-said-grea/", "speaker": "George LeMieux", "vclaim": "In 2008, Charlie Crist ‘\"applauded the pick of Sarah Palin and said she would do ‘a great job.’\"", "truth_label": "true", "date": "stated on August 28, 2012 in a Tampa Bay Times guest column:", "title": "George LeMieux says Charlie Crist said Sarah Palin would do a 'great job'", "text": "On the eve of the Republican National Convention in Tampa, Charlie Crist -- Florida’s former Republican governor turned independent -- penned an editorial in the Tampa Bay Times endorsing President Barack Obama. And voila! He landed a gig speaking at the Democratic National Convention.\n\nCrist’s decision to back Obama wasn’t totally shocking. Crist literally embraced Obama over the stimulus package in 2009, and a year later he was headed toward defeat in a GOP U.S. Senate primary against Marco Rubio. Crist fled the GOP for \"no party affiliation\" and still lost the 2010 Senate race. Now Floridians are wondering if Crist will officially turn blue and try to win back his old seat from Republican Gov. Rick Scott in 2012.\n\nThe latest step in Crist’s reinvention prompted Florida Republican leaders to rev up their Crist-bashing engines.\n\nOne of those attacks is coming from George LeMieux, Crist’s former campaign strategist and chief of staff. \"This isn't the Charlie Crist I knew,\" LeMieux wrote an editorial that ran in the Tampa Bay Times.\n\nLeMieux was the person Crist picked to fill a suddenly vacant Senate seat back in 2009. LeMieux hoped to return to the Senate by challenging Democratic incumbent Bill Nelson in November, but he  dropped out of the Republican primary after lagging behind U.S. Rep. Connie Mack IV, now the nominee.\n\nLeMieux zeroed in on the fact that during the general election in 2008, Crist was a cheerleader for Obama’s rivals.\n\n\"The Charlie Crist I knew eagerly endorsed and campaigned for Sen. John McCain against Barack Obama,\" LeMieux wrote. \"He put himself forward as a potential vice presidential running mate for McCain. When he was not successful, Crist applauded the pick of Sarah Palin and said she would do ‘a great job.’ \"\n\nHere, we will fact-check whether Crist said Palin would do \"a great job\" when McCain chose her as his running mate, and if his support for the ticket was as full-throated as LeMieux claimed.\n\nCrist praises McCain’s choice of Palin\n\nCrist was an early backer of McCain’s presidential bid and was often mentioned as a potential running mate. But on Aug. 29, McCain chose Palin, then the governor of Alaska, as his running mate.\n\nThe Miami Herald noted at the time that Palin and Crist shared some traits: \"She and Crist were among only three Republican governors elected in 2006. They ran populist campaigns. And their poll numbers remain high in their states.\"\n\nCrist’s office released a statement praising McCain’s choice: \"Sen. John McCain has made a great pick in Gov. Sarah Palin. She has demonstrated tremendous leadership as the chief executive of her state.\"\n\nCrist went on national TV to praise McCain’s choice on the same day. CNN host Larry King asked Crist if he was disappointed that he wasn’t picked by McCain.\n\n\"No, I was impressed at Gov. Palin being picked. I think that, once again, Sen. McCain has shown his independent streak, his maverick status, his go-with-the-gut call. And I think he made a great choice in Sen. (sic) Palin. I think that she'll be a great candidate. I watched her speech today. I was very impressed with not only what she had to say, but the way in which she delivered. I thought she was very effective, very articulate. And she's very bright. I've had the occasion to meet her at some governor association meetings and she's a very impressive lady.\"\n\nWhen King pressed Crist about whether Republicans would be able to sell Palin as commander in chief, part of Crist’s response was: \"I think they will have no trouble talking about the attributes that Gov. Palin brings to the ticket. As I say, she is a governor, she has executive experience and I think she'll do a great job.\"\n\nCrist also described Palin as someone who is \"not afraid to take on the establishment, not afraid to take on big oil companies, not afraid to establish tremendous ethics legislation. She's a reformer, worked incredibly hard in Alaska and will work incredibly hard in Washington to do exactly the kinds of things that Sen. McCain wants to do for our country. And that is to move us forward, to stand up for people, to stand up for country first and to do whatever it takes to put the people before any partisan politics. She's also reached across the aisle, as Sen. McCain has done; worked with Democrats, independents and Republicans to make a difference to the people of her state....\"\n\n Crist and Palin on the campaign trail\n\nCrist campaigned alongside Palin in Clearwater and Jacksonville in October 2008 (here are some pics).\n\nCrist warmed up the crowd for Palin in Clearwater on Oct. 6: \"It's giddy-up time. We've got to get the action going. … It's up to each and every one of you now, it really is. Sarah did her job on this night and brought it home. She is a great governor, she's one of us. She'll be a great vice president of the United States of America.''\n\nOn Oct. 22, 2008, Crist was interviewed about Palin on CNN.\n\nInterviewer Kiran Chetry asked Crist: \"Are you fully confident that if anything were to happen to John McCain, Sarah Palin could take over as president from day one?\n\nCrist: \"I think she would do a great job. I mean, realize that, you know, she really is the only executive that's running -- the only one who has been the head of the government in Alaska. She's held executive positions as a mayor, executive position as a governor. Made those kinds of decisions. I think she's ready.\"\n\nAbout a week after McCain-Palin lost, Crist didn’t jump on the blame-Palin bandwagon at the Republican Governors Association meeting in Miami. \"She carried the banner for our party extraordinarily well. It was a tough campaign,\" Crist said. He said his party lost because Obama was such a great candidate and the sour economy was a terrible drag on Republicans, the Tampa Bay Times Buzz blog wrote. But when Palin took the stage, he wasn’t standing with her, although he said that was because he was working on his own speech.\n\nBut sometimes love doesn’t last forever -- and the falling out was evident by the spring of 2010. As Crist lagged behind Rubio in the GOP Senate primary, it was clear Crist was considering leaving the Republican Party, and that would mean a break from Palin.\n\nIn 2010, Palin publicly praised Rubio, while Crist named her in a campaign ad that accused Rubio, Palin and the tea party of following a road to \"extremism.\"\n\n Our ruling\n\nLeMieux said that after Crist was passed over by McCain for vice president, \"Crist applauded the pick of Sarah Palin and said she would do ‘a great job.’ \"\n\nYep, that was the case in 2008. Crist had heaps of praise for her and campaigned for the McCain-Palin ticket. Crist had plenty of motivation: It gave him free national publicity, and if McCain-Palin had won, Crist would have had some powerful buddies.\n\nIt’s worth noting that Crist started backing away from his previous praise during his hard-fought loss to Rubio in the 2010 Republican primary for senate. In a campaign ad, he accused Rubio, Palin and the tea party of following a road to \"extremism.\"\n\nAnd though the Truth-O-Meter isn’t in the business of making predictions, we think we are on safe ground to say that Crist won’t be praising Palin at the DNC.\n\nStill, we found lots of evidence to support LeMieux’s statement. We rate his claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nPolitiFact Florida is partnering with 10 News for the election. See video fact-checks here.", "vclaim_id": "vclaim-pol-10456"}