{"url": "/factchecks/2015/mar/23/juda-engelmayer/creflo-dollars-need-65-million-jet-never-gets-grou/", "speaker": "Juda Engelmayer", "vclaim": "Creflo Dollar needed a $65 million Gulfstream G650 to carry thousands of pounds of food and other supplies -- as well as the Word of God -- worldwide.", "truth_label": "pants-fire", "date": "stated on March 13, 2015 in interviews:", "title": "Creflo Dollar’s need for $65 million jet never gets off the ground", "text": "Pastor Creflo Dollar’s plan to travel the world in the fastest and most luxurious business jet ever built never got off the ground.\nHe and other leaders at World Changers Church International in College Park launched Project G650 with the goal of raising nearly $65 million for the airplane, largely from $300-plus donations from 200,000 of the faithful.\nBut negative public reaction to Dollar’s fundraising plea was so swift that it was halted within days of its launch. A promotional video featuring Dollar was quickly pulled down, but lives via YouTube.\nSome of the harshest words came from the faith community, including contemporary gospel’s Kirk Franklin who said: \"When I camouflage my ‘greeds’ to look like ‘needs,’ that’s a shortage of character.\" Others asked: Why couldn’t pastor and evangelist Dollar conduct his mission travels as most do, via commercial airline, rather than a Gulfstream G650?\nWe tried to reach Dollar directly but  were referred to Juda Engelmayer, senior vice president at 5W Public Relations in New York. He is representing Creflo Dollar Ministries and has been fielding questions about the now-defunct fundraising campaign.\nIn an article that appeared March 13, Engelmayer told The Christian Post that Dollar is now taking commercial flights when he visits churches in New York.\nBut, \"it’s not that simple,\" Engelmayer said, when a ministry team of 10 to 15 people \"take thousands of pounds,\" even 100,000 pounds, \"of food and provisions with them when they go around the world.\"\nThat’s why the Gulfstream G650 is needed, he suggested. \"The plane is not so Creflo Dollar can get on by himself and fly.\"\nEngelmayer made similar comments to the Associated Press. He said members of the ministry travel much of the year bringing their message, food and supplies to people around the world, and this jet has the fuel efficiency, speed, cargo space and seating the church needed.\nSo is that a reason the ministry wanted donations of $65 million -- to have an airplane with cargo space capable of carrying thousands, possibly 100,00 pounds of food and other supplies?\nPolitiFact Georgia decided to check the facts.\nFirst a little background about the 53-year-old megachurch pastor and evangelist and how he came to say he was praying for a Gulfstream G650.\nDollar preaches what is known as the prosperity gospel, a religious doctrine that financial blessing is the will of God for Christians. A native of College Park, he founded the non-denominational World Changers Church International, which boasts 30,000 members, 350 employees, an 81-acre campus and mission work on six continents.\nDollar has long been criticized for being a preacher who lives a lavish lifestyle with Rolls Royces, million-dollar homes and jets. The tax exempt status of his ministry -- as well as five others -- was the focus of a U.S. Senate committee’s three-plus year investigation that started in 2007 and was based on public complaints and media reports about large salaries, lavish expenditures. Dollar protested the investigation, which closed with no findings of wrongdoing. Committee investigators said Dollar and the ministry at that time had four airplanes, including the one he wanted to replace with the $65 million Gulfstream.\nThe plane\nWorld Changers and Dollar made the case for the new jet -- the Gulfstream G650, which is manufactured in Savannah -- after the church’s longtime Gulfstream G1159A, more commonly known as a G-III, was damaged and taken out of service last last year.\nThey said the jet -- built in 1984 and purchased in 1999 -- traveled four million miles and had two recent mishaps: one where the right engine failed near Hawaii enroute to Australia;  and a second in which the airplane’s nose hit a London runway while Dollar’s wife, Taffi, and three of his daughters were aboard.\nIt was after these incidents, Dollar told potential donors on the video,  \"I knew it was time to begin to believe God for a new airplane.\"\nPolitiFact found a National Transportation Safety Board report confirming that older jet received  \"substantial airframe damage\" in the accident that occurred on takeoff from London to Canada. Eight people were on the airplane, including one woman who was taken to the hospital with minor injuries.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\nAviation expert Richard Aboulafia confirmed that the jet likely would need to be replaced if it had substantial airframe damage.\nBut Aboulafia, vice president of analysis at the Teal Group in Washington, said Dollar -- in proposing that the disabled jet be replaced with a $65 million G650 -- was suggesting going from \"the old Honda to the new Rolls Royce.\"\nThis 18-seat jet, which won aviation’s most prestigious honor, the Collier Trophy in 2014, is considered the best and fastest high-end corporate jet ever built. It’s the mode of travel for world governments, the very top echelon of business executives and likely the richest of the rich, he said.\nDoes it have cargo space for thousands of pounds of food and other supplies? Experts told us the answer is no.\nCarrying cargo is not this jet’s mission, Aboulafia said.\n\"If they make that claim [that they were buying the Gulfstream G650 to carry cargo], they're expecting the public to be a lot dumber than it is,\" he said.\nCargo space on a business jet is measured in terms of golf bags, Aboulafia said.\nSteve Cass, vice president for technical marketing and communications with the jet’s manufacturer, Gulfstream Aerospace Corp., confirmed the jet’s space limitations.\nThe G650 has room for 18 passengers and 2,500 pounds of baggage, Cass said.\nWe sent an email to Engelmayer asking him to clarify his \"cargo’ comments. He did not respond specifically to that request, but said there is \"no campaign for a plane, and the ministry’s work helping people in need and spreading the gospel continues as it always has.\n\"There is nothing more about this to discuss,\" he said.\nRusty Leonard, founder and CEO of MinistryWatch.com said he was ‘disturbed, but not surprised\" to learn Dollar was trying to raise money for a $65 million jet.\n\"This is normal behavior for a prosperity gospel preacher who turns the gospel upside down by making it all about your/their own blessings/success rather than about sacrificially blessing others who are in need as Jesus actually taught,\" he said.\nHis organization does not recommend donating to Dollar’s organizations, Leonard said.\nOur ruling: Dollar and other leaders in World Changers Church International launched and then dropped a campaign that asked  followers to pony up  $65 million for a top-of-the-line luxury jet. It’s an airplane generally reserved for world leaders, the top crop of business executives and billionaires.\nOne rationale given for buying the aircraft was that the church needed to be able to carry thousands of pounds of food and other goods -- as well as ministers bringing the Word of God -- to other parts of the world.\nThat argument never got off the runway.\nIt is inaccurate and bordering on ridiculous.\nWe rate it Pants on Fire.", "vclaim_id": "vclaim-pol-06596"}