{"url": "/factchecks/2011/dec/25/cory-booker/cory-booker-says-united-states-spends-more-17-perc/", "speaker": "Cory Booker", "vclaim": "Says America spends \"over 17 percent of its GDP on health care costs when our closest competitor nations are spending about 12.\"", "truth_label": "true", "date": "stated on December 9, 2011 in a speech in New Hampshire:", "title": "Cory Booker says U.S. spends more than 17 percent of gross domestic product on health care costs", "text": "If the United States wants a robust economy, Newark Mayor Cory Booker said the country needs to rein in its spending on health care.\n\nDuring a recent stump in New Hampshire for President Barack Obama, Booker, a Democrat, said he’s proud that there are leaders in the U.S. making progress, but said the health care law Obama signed wasn’t \"perfect.\" He claimed the U.S. has a major problem: it spends more on health care as a percentage of gross domestic product, the total value of all goods and services produced within a nation, then its closest competitors.\n\n\"I'm the first person to tell you that health care legislation wasn't perfect -- wasn't perfect -- and that we have a severe problem. America cannot spend … over 17 percent of its GDP on health care costs when our closest competitor nations are spending about 12,\" Booker said during a Dec. 9 speech in Manchester, N.H. \"We're not going to be able to sustain a bold economy unless we start controlling these costs. But I'll tell you one thing right now, I'll defend Barack Obama as the day is long because what he did to me was heroic.\"\n\nThe Organization for Economic Cooperation and Development keeps tabs on the health spending of the 34 nations that belong to the group.\n\nAccording to the organization’s latest data, Booker’s numbers are spot on.\n\nSpending on health care in the U.S. in 2009 totaled 17.4 percent of the country’s gross domestic product. That puts the U.S. at the top of the group for medical spending.\n\nThe Netherlands took second place, at 12 percent of its gross domestic product. Following behind by tenths of a percentage point: France at 11.8 percent; Germany at 11.6 percent; Denmark at 11.5 percent; and Canada and Switzerland, both at 11.4 percent.\n\nPolitiFact New Jersey reached out to health care experts to gauge the significance of the difference.\n\nRobert Field, a professor of law and health management and policy at Drexel University, said in an email that \"experts differ on how much we should be concerned\" but, he said,  \"without question, there are two major worries - health care costs are the biggest driver of Medicare spending growth, which will be the biggest driver of federal deficit growth in coming years, and there is a tremendous amount of inefficiency, so we are not getting better health for our extra spending.\"\n\nDavid Auerbach, a health policy researcher with the RAND Corporation said there’s \"cause for worry because we seem to be growing faster than [Organization for Economic Cooperation and Development] countries in the past decade or so.\"\n\n\"We still don't have much more in the system in the way of checks on spending and it could well continue into the future eating into government and personal spending for other needs,\" Auerbach said.\n\nOur ruling\n\nBooker claimed that the U.S. spends \"over 17 percent of its GDP on health care costs when our closest competitor nations are spending about 12.\"\n\nThe United States outspends 33 other large, industrialized democracies on medical costs. The country’s health care spending hit 17.4 percent of the nation’s economy in 2009, compared with 12 percent for the Netherlands, according to data from the Organization for Economic Cooperation and Development.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11894"}