{"url": "/factchecks/2020/mar/09/robin-vos/donald-trump-manipulated-video-joe-biden-robin-vos/", "speaker": "Robin Vos", "vclaim": "Video shows Joe Biden saying “we can only re-elect Donald Trump.”", "truth_label": "barely-true", "date": "stated on March 7, 2020 in a tweet:", "title": "Someone manipulated video of Joe Biden. Robin Vos shared it, then slammed media coverage", "text": "A manipulated video that purports to show Democratic presidential candidate Joe Biden endorsing Donald Trump for president is making the rounds on social media.\nThe video, created March 7, 2020, by President Donald Trump’s campaign, was shared by the president and thousands of others — including at least two prominent Wisconsin legislative leaders: Assembly Majority Leader Jim Steineke and Wisconsin Assembly Speaker Robin Vos.\nVos, R-Rochester, attached this critique to his retweet:\n\"Omg.  We all stumble once in awhile but how can the media ignore this kind of stuff EVERY single day?\"\nThe implication is that the video shows news the media should be covering. So let’s take a closer look at the 14-second clip.\nThe video\nThe clip in question originated at a March 7, 2020, Biden rally in Kansas City.\nThe YouTube livestream from Biden’s official account shows the actual statement. Biden verbally stumbles several times before making a call for party unity, and a pitch for himself as the unifying candidate.\n\n\n\n\nHere’s what he says, with pauses noted by an ellipsis.\n\"We cannot get reelect…\n\"We cannot win this reelection…\n\"Excuse me — we can only re-elect Donald Trump if in fact we get engaged in this circular firing squad here.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Trump War Room shared a clip that cut off after the word Trump. So Biden is shown saying, \"We can only re-elect Donald Trump\" — the opposite of what was actually stated. \nStarting the clip at the first stumble also eliminates the preceding context that helps explain Biden’s sentence construction. He calls himself a \"lifelong Democrat\" and a nominee \"who will bring this party together.\"\n\nPolitiFact National rated the edited video Mostly False for deceptive editing via omission. And they noted Biden had referenced his point more clearly earlier that day in St. Louis: \n\"If you want a nominee who will bring the party together, who will run a positive, progressive vision for the future — not turn this primary into a campaign of negative attacks because that will only re-elect Donald Trump if we go that route.\"\nTwitter also added the label of \"manipulated media\" to a tweet of the video from Dan Scavino, Trump’s director of social media, on March 8 under a new policy. The policy applies to synthetic and manipulated media including videos, audio and images.\nVos (and Steineke) left the shared video up long after it was known to be dishonestly edited.\nDisinformation not a first for Vos\nWe should also note that tweeting manipulated media is not a new thing for Vos.\nOn Feb. 25, 2020, he retweeted a post from the Wisconsin College Republicans that condemned liberal state Supreme Court candidate Jill Karofsky, saying, \"Don’t let (Karofsky) destroy our Constitution with her judicial activism.\"\nThe text appeared with a sloppily edited series of images implying Karofsky was tearing up the Constitution. The images superimpose Karofsky’s head on U.S. House Speaker Nancy Pelosi’s body from the well-known Feb. 4, 2020, State of the Union where Pelosi tore up her copy of Trump’s speech.\n\nOur ruling\nVos says the media is ignoring a video showing Biden saying, \"we can only re-elect Donald Trump.\"\nVos implies by his statement that the video is an accurate representation of reality — and therefore worthy of media coverage.\nBut the clip in question was cut off-mid sentence, fundamentally changing a statement that actually said Trump would only be re-elected \"if in fact (Democrats) get engaged in this circular firing squad here.\"\nWe rate Vos’s claim — like the attached video — Mostly False.", "vclaim_id": "vclaim-pol-18080"}