{"url": "/factchecks/2020/sep/16/instagram-posts/lacking-evidence-posts-falsely-tie-ambushed-deputy/", "speaker": "Instagram posts", "vclaim": "The same deputy who got shot through her jaw in Saturday’s shooting is the same officer seen on video laughing and smirking at the scene of security guard Andres Guardado’s death after he was shot and killed by LASD officers on June 18th, 2020.”", "truth_label": "false", "date": "stated on September 14, 2020 in an Instagram post:", "title": "Lacking evidence, posts falsely tie ambushed deputy to previous shooting", "text": "On Sept. 12, a gunman walked up to a parked police car in Compton, Calif., opened fire on two Los Angeles sheriff’s deputies, a man and a woman. The shooter ran away, and the deputies were taken to the hospital to treat their injuries.\nThe department has not released the deputies’ names. But users on social media went ahead anyway and connected one of the deputies to another deputy-involved shooting in June, without evidence.\nOn June 18, LA sheriff’s deputy Miguel Vega shot and killed 18-year-old Andrew Guardado after a confrontation at an auto repair business. Deputies and Guardado’s family dispute the details of the shooting and a criminal investigation is underway.\nThe posts on Instagram compare two screenshots: On the left, they say, are photos of a female deputy who some described as smirking at the scene of Guardado’s shooting. On the right is a grainy still from surveillance video of the female deputy who was shot in the patrol vehicle.\nWarning: The following image contains graphic content.\n\n \nText above the images reads: \"The same deputy who got shot through her jaw in Saturday’s shooting is the same officer that was seen on video laughing and smirking at the scene of security guard Andres Guardado’s death after he was shot and killed by LASD officers on June 18th, 2020.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"KARMA?\" one Instagram post of the collage reads.\nThe posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThere is no evidence the images show the same woman, and the Los Angeles Sheriff’s Department told PolitiFact that the ambushed female deputy was not at the scene following Guardado’s death in June. \n\"She for sure was not there,\" a spokesperson for the sheriff’s department told PolitiFact. \"It was not her.\"\nThe department has not released the names or photos of the ambushed deputies. The department has said a 31-year-old woman and a 24-year-old man were shot, and that the two deputies were sworn in about 14 months ago.\nSome media reports have identified the ambushed deputy as a 31-year-old former librarian aide who graduated from LA’s deputy academy in July 2019. (We are choosing not to repeat her name since we have not confirmed it.) This timeline squares with the reported timeline of service for the deputies who were shot. \nThe Daily Mail spoke with the deputy’s father and published photos from her graduation ceremony. They show she is not the same woman who appears in the Instagram screenshot at the scene of the Guardado shooting.\nWe rate this post False.", "vclaim_id": "vclaim-pol-18936"}