{"url": "/factchecks/2015/nov/30/ted-cruz/cruz-right-obama-doesnt-link-islam-terrorismerrori/", "speaker": "Ted Cruz", "vclaim": "Says President Barack Obama \"will not utter the words ‘radical Islamic terrorism’ and as matter of policy, nobody in the administration will say the words ‘radical Islamic terrorism.’\"", "truth_label": "true", "date": "stated on November 14, 2015 in a news conference.:", "title": "Cruz is right: Obama doesn't link Islam to terrorism", "text": "Sen. Ted Cruz, R-Texas, says the U.S. can’t defeat an enemy it won’t define.\nThe presidential candidate came to Richmond on Nov. 14 to address a gala dinner held by the Family Foundation, a socially conservative lobbying group. Before the speech, Cruz was asked during a news conference how the U.S. should respond to the terrorist attacks a day earlier in Paris.\n\"Well, the first thing we should do is identify the evil we are fighting,\" Cruz said. \"The fact that President Obama will not identify, he literally will not utter the words ‘radical Islamic terrorism’ and as matter of policy, nobody in the administration will say the words ‘radical Islamic terrorism.’\"\nWe wondered whether the White House really does shun that phrase. We emailed the Cruz campaign twice but did not hear back. The White House press office also did not respond to emailed questions for this article.\nSo we tried a LexisNexis search of media articles and speech transcripts that used the phrases \"Barack Obama\" and \"radical Islamic terrorism.\" It brought up 1,900 items - more than we had the time to scour. But we did find in the list plenty of references to complaints by present and past GOP presidential contenders - Louisiana Gov. Bobby Jindal, Wisconsin Gov. Scott Walker and Cruz - that Obama doesn’t use the phrase.\nWe also ran the phrase \"radical Islamic terrorism\" through the search engine on the White House website and couldn’t find an instance of administration officials describing the Islamic State in that way. The closest thing was one instance, during a news briefing in February, when White House press secretary Josh Earnest referred to \"Islamic militants\" while discussing Islamic State fighters in Iraq.\nPolitiFact National, The New York Times and the Los Angeles Times all reported in February that the president and his administration try to avoid invoking Islam while describing the Islamic State and its followers, preferring to describe the organization’s philosophy in non-religious terms such as \"violent extremism.\" Obama also has called the Islamic State a \"terrorist group\" with a \"twisted ideology.\"\nThe upshot, according to the articles, is that the White House wants to avoid tying the world’s 1.6 billion Muslims to terrorism. That could play into the hands of terrorists, who portray the U.S. as an enemy of Islam itself.\nObama refers to ISIS by another acronym, ISIL. \"ISIL is not ‘Islamic,’\" he said in a Sept. 10, 2014, statement. \"No religion condones the killing of innocents.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn a Nov. 16 news conference in Turkey, Obama said the group does not represent Islam and \"is not representative in any way of the attitudes of the overwhelming majority of Muslims.\" But Obama added that Muslims around the world \"have to ask very serious questions about how did these extremist ideologies take root, even if it’s only affecting a very small fraction of the population.\"\nTwo Middle East analysts told us the White House’s cautious phrasing is no coincidence.\nRick Brennan, senior political scientist at the RAND Corp. said the administration avoids linking the words \"radical Islam\" and \"terrorism\" because it does not want to give the Islamic State religious legitimacy in the Islamic world and swell the organization’s ranks.  Daveed Gartenstein-Ross, a senior fellow with the Foundation for Defense of Democracies, had a similar take.\nThere’s debate among analysts over the administration’s phraseology. Brennan told PolitFact National earlier this year that the White House’s wording has been \"too cautious,\" noting that Islamic State teachings reflect a strain of Islam that has attracted 40,000 or more followers.\nJames Gelvin, a UCLA history professor, disagrees. He told PolitiFact that it’s unnecessary to emphasize a religious aspect of the Islamic State because \"their doctrine is exceedingly unpopular among most people who consider themselves Muslims.\"\nOur ruling\nCruz said that Obama administration won’t use the phrase \"radical Islamic terrorism.\"\nAlthough we wouldn’t swear White House officials never have uttered the words in public, we could find no evidence to the contrary. It’s clear that the administration prefers non-religious ways to describe the Islamic State - such as a \"terrorist group,\" \"violent extremism\" and \"twisted ideology.\"\nWe rate Cruz’s statement True.\nhttps://www.sharethefacts.co/share/6a836aeb-405a-49f2-9a3f-32ac9afef818", "vclaim_id": "vclaim-pol-05671"}