{"url": "/factchecks/2018/apr/20/matthew-rosendale/did-congress-vote-give-itself-pay-raise-year/", "speaker": "Matthew Rosendale", "vclaim": "Says Sen. Jon Tester \"took an income raise in the omnibus bill.\"", "truth_label": "pants-fire", "date": "stated on March 28, 2018 in in a debate:", "title": "Did Congress vote to give itself a pay raise this year? No", "text": "A Republican candidate for Montana’s U.S. Senate seat painted his opponent, Democratic incumbent Sen. Jon Tester, as a greedy Washington insider by claiming Tester voted to give himself a pay raise this year.\nMatt Rosendale, Montana's state auditor, said Tester’s compensation bump was part of the $1.3 trillion \"omnibus\" spending bill signed into law March 23.\n\"If you send me to Washington, D.C.,\" Rosendale said, \"no more will we have a senator who takes and votes against tax cuts for you, while he just took an income raise in the omnibus bill.\"\nTester did indeed vote for this year’s Consolidated Appropriations Act, a spending package that funds everything from the military, to assistance for the nation’s opioid problem to border security. But Rosendale’s claim that Congress received a pay raise is flat wrong.\n\nMontana state Auditor Matt Rosendale announces his bid for the U.S. Senate on July 31, 2017. (AP/Bobby Caina Calvan)\nHow are lawmakers’ salaries determined?\nThe Constitution requires Congress to determine its own salary. The Framers deemed in Article I, Section 6 that, \"the Senators and Representatives shall receive a Compensation for their Services, to be ascertained by Law.\"\nIn 1789, senators and representatives earned $6 a day for attending congressional sessions. But a law signed that year bumped senators’ pay up to $7 a day — the first congressional pay raise in American history.\nFast forward about 200 years and you’ll find the last instance that Congress enacted specific legislation to change its pay. Since around 1989, pay has been determined by laws that use formulas to automatically adjust members’ wages.\nHere’s a snapshot of how members’ salaries changed over several years under a law that codified a pay adjustment formula:\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAs the chart above shows, most senators and representatives earned an annual salary of $174,000 in 2009. That year is significant for another reason: it’s when Congress stopped giving itself raises.\nYes, you read that correctly. Members’ salary levels were frozen in 2009. Lawmakers achieved this through a series of laws blocking their scheduled yearly adjustments.\n2018 bill didn't include raise\nFor Rosendale to be correct that Tester voted himself a raise, the 2018 omnibus would have to have resume Congress’ yearly pay bump.\nSo, did it? Nope.\nThe omnibus bill continues the pay freeze for the remainder of the year. As Section 7 of the bill states:\n\nAs this Congressional Research Service chart notes, members’ salaries in 2018 is $174,000 — the same as it’s been since 2009. (There are exceptions for Speaker of the House, who makes $223,500, and the President pro tempore of the Senate and the majority and minority leaders in the House and Senate, who make $193,400.)\n\nAn aide to Rosendale said the candidate had been referring to the roughly $49 million increase in the Senate’s operating budget, as well as $12 million in salary increases for officers and other employees, which resulted from the omnibus spending bill.\nBut Rosendale said Tester took an \"income raise.\" It’s hard to imagine he was referring to anyone other than Tester.\nOur ruling\nRosendale said Tester \"took an income raise in the omnibus bill.\"\nCongress’ pay has been frozen at $174,000 per member since 2009. Under the omnibus spending bill, it remains frozen through 2018. Rosendale has no basis for his claim. We rate it Pants on Fire!\n Share the Facts 2018-04-20 14:16:34 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Congress and Sen. Jon Tester took a pay raise in the recent omnibus bill.     Matthew Rosendale Senate candidate    a debate Wednesday, March 28, 2018 2018-03-28    Read More  info", "vclaim_id": "vclaim-pol-02171"}