{"url": "/factchecks/2012/oct/15/barack-obama/obama-ad-says-romney-raised-nursing-home-fees-eigh/", "speaker": "Barack Obama", "vclaim": "As governor, \"Mitt Romney raised nursing home fees eight times.\"", "truth_label": "barely-true", "date": "stated on October 9, 2012 in a campaign ad:", "title": "Obama ad says Romney raised nursing home fees eight times in Mass.", "text": "A new Obama campaign ad urges middle-class voters to pay attention to Medicaid, the government health program most commonly known for providing care to the poor, and to the changes Mitt Romney will make to it.\n\nAgainst images of middle-age couples caring for elderly parents, a narrator says \"It’s one of the hardest decisions a family can make, realizing a nursing home is the only choice.\"\n\nIt continues, \"for many middle-class families, Medicaid is the only way to afford the care. But as a governor Mitt Romney raised nursing home fees eight times, and as president his budget cuts Medicaid by one-third and burdens families with the cost of nursing home care.\"\n\n\"We have a president who won’t let that happen,\" the narrator concludes, as images appear of Obama interacting with seniors.\n\nWe decided to check the facts about Romney’s decisions about nursing home fees while governor of Massachusetts.\n\nMedicaid and the middle class\n\nFirst, some background. Medicare is the government health care program for seniors, who pay into it during their working years through payroll taxes. It covers Americans 65 and older, with hospital stays, doctor visits and prescription drugs.\n\nIt does not, however, pay for long-term nursing home care. So middle-class people end up turning to Medicaid to pay for that care once they’ve exhausted their own finances.\n\nThe two presidential candidates have starkly different plans for the program. Obama, through his signature health care law, plans to expand the program to help more poor people get health coverage by raising income limits for who can qualify.\n\nRomney wants to convert the program to a block grant administered by the states. Critics say the resulting funding cuts will force states to tighten eligibility and ultimately drop people from the program.\n\n Back in Massachusetts\n\nAs backup for the claim about nursing home fees, the Obama campaign cited increases Romney implemented to the cost of state licenses for nursing homes of different sizes.\n\nThe fees increased on a scale according to the number of beds in each nursing home facility. They went up as follows:\n\n• 1 to 30 beds, from $95 to $285;\n• 31 to 60 beds, from $160 to $480;  \n• 61 to 90 beds, from $225 to $675;\n• 91 to 120 beds, from $295 to $885;\n• 121 to 150 beds, from $360 to $1,080;  \n• 151 to 200 beds, from $425 to $1,275;\n• more than 200 beds, from $495 to $1,485.\n\nIn addition, Romney established a $9.60 per day user fee on nursing home beds not covered by Medicare. The money was meant to be returned to the nursing homes in the form of higher Medicaid reimbursement rates.\n\nThe Romney campaign acknowledged the fee increases on nursing home licenses but took issue with the \"eight times\" characterization. We agree: The fees were not raised eight times -- they were raised once, on seven different levels of nursing homes in mid-2003, which was also when the user fee was implemented.\n\nWe also find it misleading to connect this fee increase with the statement that \"for many middle-class families, Medicaid is the only way to afford (nursing home) care.\" But the licensing fees were charged to nursing home providers, not Medicaid beneficiaries. While it’s reasonable that increased operating costs could have an effect on patients down the line, or even force some facilities out of business, Medicaid benefits were not directly affected by the fee increases.\n\nOur ruling\n\nObama’s ad says that \"for many middle-class families, Medicaid is the only way to afford nursing home care. But as a governor, Mitt Romney raised nursing home fees eight times.\"\n\nIt would be more accurate to say Romney raised the licensing fee for seven levels of nursing facilities one time, in addition to the per-day bed tax. And all the fees were levied on the nursing homes themselves, not the middle class families struggling to afford nursing home care mentioned in the ad.\n\nBoth those elements of the statement are inaccurate and misleading. We rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10167"}