{"url": "/factchecks/2015/apr/09/brook-hines/patrick-murphy-supports-gop-most-key-votes-strateg/", "speaker": "Brook Hines", "vclaim": "Says U.S. Rep. Patrick Murphy has \"sided with the GOP on key votes twice as often as he sided with Democrats.\"", "truth_label": "barely-true", "date": "stated on April 6, 2015 in an online op-ed column:", "title": "Patrick Murphy supports GOP in most key votes, strategist writes", "text": "Florida Democrats are drawing battle lines against one another now that U.S. Rep. Patrick Murphy has declared he’s running for Senate in 2016.\nFollowing the second-term congressman’s announcement he’ll seek Republican Sen. Marco Rubio’s job, some liberals are saying Murphy is not the right candidate. They cite the Jupiter Democrat’s habit of breaking with his party on House votes.\n\"As a matter of fact, he’s sided with the GOP on key votes twice as often as he sided with Democrats,\" said Brook Hines, a marketing consultant for progressive campaigns, in a column on politics site TheFloridaSqueeze.com. Hines later says U.S. Rep. Alan Grayson, whom she calls \"a bold progressive,\" would be a better candidate.\nMurphy was for many years a registered Republican before running for Congress in 2012, and he has a reputation for sometimes breaking with his party. But twice as much on so-called key votes? We decided to check the roll call to find out how Murphy really voted.\nVoting progressive\nMurphy has lived up to his moderate campaigns. He voted for a measure that would have made the president balance the budget by 2023 and backed a farm bill Democrats balked at because of work requirements for food stamp recipients. He also was one of only 19 Democrats to vote in favor of the controversial Keystone XL pipeline project.\nBut measuring Murphy’s record comes down to how you look at the issues. Hines told us she used the website ProgressivePunch.org as her source, and there are some very specific guidelines to how she came up with her 2-to-1 comparison.\nFirst of all, the site has a group of 37 representatives that founder Joshua Grossman deems \"the progressive cohort.\" These 37 are chosen using a complex formula, but basically we can consider them the most liberal members (people like former House Speaker Nancy Pelosi and New York’s Nydia Velázquez). There’s a smaller cohort for the Senate, too.\nGrossman’s site then compares a representative’s voting record to how this cohort voted to come up with what it calls \"crucial votes,\" which has a complicated definition: Any vote in which at least three-quarters of the 37 representatives voted against Republicans, while at least 10 percent of Democrats split from their party. That means votes where most liberals voted together and many moderates sided with the GOP.\nUsing this data, the site comes up with a \"progressive score\" that shows the ratio of how an official compares with the most progressive members of Congress. In Murphy’s case, Hines took the progressive score for the 2015-16 Congress -- 31.25 percent (meaning that according to the site, he voted against progressive Democrats almost 69 percent of the time in the first three months of this year) -- to make her comparison.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThere are some problems with this comparison. The sample is small, because the 2015-16 score is comprised of only 17 votes so far, unlike the site’s lifetime score, which goes back to when Murphy took office. (His 45.71 percent lifetime score is a bit higher than just 2015-16.) And because the site’s record-keeping isn’t fully up-to-date, there’s no way to look up exactly which votes are part of the site’s calculation.\nOther examples\nThere are other ways to look at Murphy’s voting record that show he doesn’t vote with Republicans twice as often. Both the Washington Post and the New York Times have tools that track major votes. In the Post’s sample, Murphy voted against his party in three out of eight key examples. The Times says he’s voted with Republicans two out of six times in major votes this year.\nGovTrack.us graphs Murphy as a centrist, but not nearly as far to the right as other Democrats. Ballotpedia.org concluded that Murphy outright voted with Republicans on three out of 13 issues.\nPerhaps most comprehensive is CQ’s \"party unity\" score, which measures how often Murphy voted with his party when a majority of Democrats voted the same way. His score for votes in 2014 is an 80, meaning he sided with Republicans about 20 percent of the time.\nThat puts him about 12th from the bottom in terms of voting with his party, and the lowest among Florida’s delegation. For reference, the party average is about 90 percent; Minnesota Democrat Collin Peterson is dead last with a unity score of 48.\nOur ruling\nHines said Murphy has \"sided with the GOP on key votes twice as often as he sided with Democrats.\"\nThat’s true by looking at one small subset of data gleaned through one progressive website that compared Murphy with a small group of liberals. Murphy does break ranks relatively often in a partisan Congress, but other outlets show Murphy sides with his own party, the Democrats, more often than not in notable votes.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-06536"}