{"url": "/factchecks/2019/jun/10/beto-orourke/beto-orourke-impeachment-trump-congress-time-act/", "speaker": "Beto O'Rourke", "vclaim": "\"For more than a year, I have been saying that it’s time for Congress to act and begin impeachment proceedings.\"", "truth_label": "barely-true", "date": "stated on May 29, 2019 in a television appearance:", "title": "How long has O'Rourke said 'it's time for Congress to act' on impeachment?", "text": "Democrat Beto O’Rourke was one of the first presidential candidates from his party to call for President Donald Trump’s impeachment, and during an interview on MSNBC the Texan said he long has been stressing the need for action.\n\"For more than a year, I have been saying that it’s time for Congress to act and begin impeachment proceedings,\" O’Rourke said, before delving into a discussion of Special Counsel Robert Mueller’s first public appearance since launching his investigation of Russian interference in the 2016 presidential election.\nIs O’Rourke right when he says that he has been saying it’s time for Congress to start impeachment proceedings for more than a year? No, not really.\nSenate campaign saw varied language\nChris Evans, spokesman for O’Rourke, said the Democrat has been \"consistent in saying that he would vote for impeachment in the House.\"\nEvans said O’Rourke made comments about impeachment throughout his campaign to unseat U.S. Sen. Ted Cruz, R-Texas, last year. He also noted that Cruz’s campaign \"regularly mentioned\" O’Rourke’s stance on impeachment during the race.\n\"Saying he would vote to impeach the president is saying he believes there is enough reason, enough justification, for Congress to take action,\" Evans said in an email. \"If he didn't believe Congress should conduct those proceedings, he wouldn't have repeatedly said he'd vote to do so.\"\nWhile O’Rourke, a former three-term congressman from El Paso, has said he would personally support impeaching Trump for more than a year, these statements often came with caveats. He did not issue a direct call for impeachment until last month.\nHe hasn't been consistent in his public comments about whether \"it’s time\" for Congress to act on impeachment and he voted twice against opening impeachment proceedings as a member of the House — first in 2017 and again in early 2018.\nEvans noted in his email that, \"you’re not looking into whether he ‘called’ for impeachment but rather whether — as he said on MSNBC — he felt like it was time for Congress to act. He has for more than a year said he's seen enough to vote for it, and, given he was a member of the body, have Congress act.\"\nEvans shared eight news articles when asked to produce evidence for O’Rourke’s claim. They all include references showing his personal support for impeachment, but none show the Democrat explicitly stating that \"it’s time\" for Congress to act.\nAmong those stories, he came the closest to saying it's time for Congress to act in a July 2018 interview with The Dallas Morning News, which quoted O’Rourke as saying: \"Impeachment, much like an indictment, shows that there is enough there for the case to proceed and, at this point, there is certainly enough there for the case to proceed.\"\nIt’s also worth noting that O’Rourke tends to make distinctions between impeachment in the House and conviction in the Senate.\nThe Constitution allows the House to impeach a president by a simple majority vote. Once the case heads to the Senate, senators hold a trial and can convict and remove a president from office with a two-thirds vote.\nEarly answers focused on Republican colleagues\nO’Rourke broached the subject of impeachment as early as August 2017, when he was asked his thoughts during a public event held by the Texas Tribune.\nHe also discussed it in an interview with The Dallas Morning News in October 2017, stressing that, while he personally supported impeachment, Congress should not act until members of both parties can support the effort.\n\"The only way it should happen is that the facts are so compelling that a Republican colleague of mine can go back to her district or his district and explain to their constituents how they were able to vote to impeach the president of their own party,\" O’Rourke said, adding, \"That set of conditions doesn't exist today.\"\nAs his Senate campaign was picking up steam, O’Rourke appeared on KFYO Radio in Lubbock in April 2018 and discussed impeachment with Host Chad Hasty, who asked if the Democrat had, \"seen enough yet to where you would vote to impeach the president.\"\n\"The answer is yes,\" O’Rourke said. \"Because I want to be straight with you. I've seen an attempt, no matter how ham-handed, to collude with a foreign government in our national election. I've seen an effort to obstruct justice in the investigation of what happened in the 2016 election.\"\nAfter raising concerns about whether Trump was fit to be president and stressing the need for Mueller to complete his investigation, O’Rourke continued and said, \"Because here’s the thing: Impeachment doesn’t make any sense right now.\"\nHe said that it wouldn’t make sense until Republican lawmakers felt comfortable enough to \"come before their constituents and explain how they voted to impeach the president of their own party.\"\n\"We are not there yet,\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nO’Rourke voted against impeachment proceedings\nO’Rourke said he would support voting to impeach Trump as early as August 2017 and had two opportunities afterward to support starting impeachment proceedings in the House. He voted against it both times.\nIn December 2017, O’Rourke voted against an impeachment resolution by Rep. Al Green, D-Houston. The House tabled the resolution with a 364-58 vote.\nHe voted against another impeachment resolution from Green in January 2018, which the House rejected 355-66.\nThe PolitiFact treatment\nPolitiFact dissected O’Rourke’s stance on impeachment in July 2018 (while fact-checking a Cruz claim about O’Rourke’s stance) in a piece titled: How Beto O'Rourke is a yes and no on impeaching Donald Trump now.\nThe article determined that O’Rourke had made numerous statements about impeachment that boil down to this: \"he’d personally vote as a House member to impeach Trump, O'Rourke says, but he’s not in favor of that happening at this time.\"\nEvans told PolitiFact at the time that O’Rourke had not called for Trump’s impeachment and he hasn’t brought up the subject \"at town halls or rallies, has not sent fundraising or petition emails on it, has not posted social media advocating for it, and has not used his current position of public trust to do so through floor speeches, letters or resolutions.\"\nO’Rourke echoed that sentiment in a comments he made to the Lubbock Avalanche-Journal at the end of July 2018, which were published in full at the bottom of the PolitiFact piece.\nO’Rourke stressed the need for Mueller to be given a chance to complete his investigation \"and allow him to find the facts wherever they lead, as high up as they go.\"\n\"On the issue of impeachment, I’ve never called for it, and you’ve seen us, I’ve never led a town hall with it,\" he said. \"I’m not on the resolution calling for the president’s impeachment.\"\nAnd that remained the case through the end of his Senate campaign and the start of his presidential campaign in 2019.\nThis March, when asked by The Dallas Morning News in Iowa if he still favored impeachment, as he had in the past, O’Rourke pushed back. The interaction also was documented in The Atlantic.\n\"You asked me one time if I would vote, and I said yes,\" O'Rourke said. \"I wasn't out there calling for it. I just think the distinction's important in this case.\"\nHe also suggested that the 2020 election would be more likely to decide what happens to Trump than impeachment proceedings in Congress.\n\"I leave it to Congress, where the power resides in our Constitution, to make the decision based on the facts that are available now or those that are provided by the Mueller report,\" O’Rourke said. \"Where I think, however, this'll be decided ultimately is in the November 2020 elections.\"\nBut by May, O’Rourke said he explicitly supported impeaching Trump in an interview with The Dallas Morning News.\n\"We're finally learning the truth about this president,\" he said. \"And yes, there has to be consequences. Yes, there has to be accountability. Yes, I think there's enough evidence now for the House of Representatives to move forward with impeachment.\"\nOur ruling\nO’Rourke said, \"For more than a year, I have been saying that it’s time for Congress to act and begin impeachment proceedings.\"\nIt’s true that O’Rourke has said for more than a year that he would personally support impeaching Trump, but he consistently has said that this fact does not mean that he is calling on Congress to take action.\nAs a member of the House, he twice voted against impeachment resolutions that came to the floor after he first said he was in favor of impeachment.\nIt’s a stretch to suggest that O’Rourke can simultaneously say he's not calling for impeachment while still suggesting that \"it’s time\" for Congress to act.\nWe rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\n \n Share the Facts 2019-06-10 19:51:03 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"For more than a year, I have been saying that it’s time for Congress to act and begin impeachment proceedings.\"    Beto O'Rourke Democratic presidential candidate    in a TV appearance Wednesday, May 29, 2019 2019-05-29    Read More  info", "vclaim_id": "vclaim-pol-00548"}