{"url": "/factchecks/2018/mar/02/greg-abbott/greg-abbott-says-texas-ranks-among-5-top-states-it/", "speaker": "Greg Abbott", "vclaim": "Says Texas ranks among the nation’s top five states for its high school graduation rate.", "truth_label": "true", "date": "stated on February 19, 2018 in a conference call with voters:", "title": "Greg Abbott says Texas ranks among 5 top states for its high-school graduation rate", "text": "Gov. Greg Abbott told voters in advance of the March 2018 party primaries that Texas ranks very high nationally in its share of students graduating from high school.\nIn a conference call with campaign supporters, Abbott said Feb. 19, 2018: \"This is one of those facts that you are able to disarm liberals about. Listen, Texas has one of the top five states in the nation for high school graduation rate. More kids are graduating from high school, more kids are graduating from college than ever before.\"\nIt shouldn’t surprise that in fast-growing Texas, more students graduate from high school and college than in years past. We focused on whether Texas still ranks among states with the highest high school graduation rates.\nBy phone, Abbott spokesman John Wittman told us Abbott relied on a federal chart showing state-by-state high school graduation rates in 2015-16. According to the chart, posted by the National Center for Education Statistics, Iowa led the nation that year with a 91.3 percent high school graduation rate. The chart says New Jersey ran second, with a 90.1 percent rate, followed by West Virginia (89.8 percent) and Nebraska (89.3 percent). Texas landed fifth, the chart says, with a rate of 89.1 percent, just ahead of Missouri (89 percent). The nation’s high school graduation rate was 84.1 percent, the chart says.\nThat fifth-place standing means Texas didn’t rank as highly as some other years. We asked the Texas Education Agency about the apparent slippage. By email, Lauren Callahan replied: \"Yes, the rankings merely reflect relative performance and are accurate to the extent that the rates used for the rankings are accurate. However, we would like to also note that our graduation rate has consistently increased year over year for each graduating class.\" The statewide graduation rate in 2014-15 was 89 percent, the agency says, compared with 88.3 percent in 2013-14, 88 percent in 2012-13 and 84.3 percent in 2009-10.\nAnother metric\nFrom past fact checks, we recognized another method is often used to gauge progress through high school — by comparing a year’s count of graduates to the number of ninth-graders three years earlier, with the difference indicating student attrition. Julian Vasquez Heilig, a professor at California State University Sacramento, has urged us to put stock in the attrition indicator because, he said, it shows the substantial drop-offs in student enrollment between ninth grade and the end of 12th grade.\nAfter Abbott spoke, we looked for a recent state-by-state breakdowns--getting a reminder that there are two ways to make this alternate comparison.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIn 2014-15, according to the NCES, 89 percent of Texas high-school students graduated three years after finishing ninth grade. According to the agency, Texas tied Alabama and Nebraska for third place nationally by this metric with Iowa (91 percent) and New Jersey (90 percent) leading the nation.\nTexas lags more states by a cruder yet popular measure based on tallying high school graduates each year and comparing that count to the number of students who completed ninth grade three years before. In 2012-13, the latest year analyzed by the NCES, Texas tied with California with an \"averaged freshman graduation rate\" of 83.6 percent. Twenty states had higher rates, a center chart says, with Nebraska No. 1 (93.3 percent rate) followed by Wisconsin (93 percent), North Dakota (91.4 percent), Minnesota (91 percent) and Iowa (89.4 percent).\nFor this fact-check, Heilig guided us to David Hinojosa of the San Antonio-based Intercultural Development Research Association, which has tracked high school completion rates for decades. By email, Hinojosa pointed out the group’s October 2017 report stating that through the 2016-17 school year, the state’s attrition rate, not counting charter schools, hovered around 24 percent to 25 percent for five years--down from 33 percent in the mid-1980s. \"Texas public schools are failing to graduate one out of every four\" high school \"students,\" the report says.\nTo our inquiry, state education officials didn’t have a comparable attrition rate for 2016-17. DeEtta Culbertson, a TEA spokeswoman, emailed us agency information indicating that for 2015-16, the state calculated an attrition rate of 19.6 percent. Culbertson had no comment on the IDRA analysis.\nOur ruling\nAbbott said Texas ranks among \"the top five states in the nation for\" its \"high school graduation rate.\"\nTexas ranked No. 5 nationally for its 2015-16 graduation rate. Abbott was not talking about an alternate metric by which Texas in 2012-13 trailed 20 states for its share of students graduating compared to the number of ninth-grade students three years before.\nWe rate his claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-03-02 20:53:21 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says Texas ranks among the nation’s top five states for its high school graduation rate.    Greg Abbott Governor of Texas Reporter Ken Herman's recording of the call.   Austin, Texas Monday, February 19, 2018 2018-02-19    Read More  info", "vclaim_id": "vclaim-pol-02353"}