{"url": "/factchecks/2018/aug/09/scott-walker/cutting-wisconsin-prison-population-50-wouldnt-req/", "speaker": "Scott Walker", "vclaim": "\"A number of Democrats running for governor want to cut the prison population by 50%\" and \"that would require the release of thousands of violent felons.\"", "truth_label": "half-true", "date": "stated on August 7, 2018 in a tweet:", "title": "Cutting Wisconsin prison population 50% wouldn't 'require' release of thousands of violent felons", "text": "So, are some of the Democrats running for governor planning to open prison doors to release thousands of thugs?\nIt’s a picture Republican Gov. Scott Walker painted with a tweet on Aug. 7, 2018, one week before the primary election that will determine which one of eight Democrats will run against him in the fall.\nWalker issued more than a dozen tweets on prisons that day, including this one:\nA number of Democrats running for governor want to cut the prison population by 50%. That would require the release of thousands of violent felons.\nWalker also issued a news release and did a news conference the same day. The next day, Walker went on conservative radio talk shows to press his points more, and the 50 percent reduction proposals were part of a debate in Madison for the Democratic candidates.\nWhat we found is Walker is right on the first part of his claim, but not on the second.\nWho supports 50 percent cut\nAt least two of the Democrats have called for cutting the state’s prison population in half  — by some 12,000 inmates — according to a July 2018 Milwaukee Journal Sentinel news article. Kelda Roys, a former state lawmaker, and liberal activist Mike McCabe both said they want such a cut -- with Roys saying she wants to do it within four years and McCabe not stating a time frame. (The Wisconsin Republican Party has attacked Roys for her proposal in a radio ad.)\nLike us on Facebook and follow us on Twitter: @PolitiFactWisc\nTwo of the other candidates have expressed support for the idea. State Sen. Kathleen Vinehout has said cutting the inmate population in half is an \"absolutely doable statistic,\" while state schools superintendent Tony Evers has said a 50 percent cut is \"a goal that’s worth accomplishing.\"\nSo, Walker is correct on the first part of his claim.\nViolent offenders\nBut what of the second part? Would a 50 percent cut would \"require\" the release of thousands of violent felons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWalker’s news release said that according to the state Department of Corrections, 67 percent of state prison inmates have committed at least one violent offense, including crimes such as murder, rape and assault; but also offenses such as intimidation, illegal abortion and extortion.\nHis campaign argued to us that, therefore, it would be impossible to achieve a 50 percent cut without releasing violent offenders (although Walker’s statement referred to violent felons).\nAll our fact checks in the governor’s race\nThat suggests the only way to achieve a 50 percent cut is to release violent offenders who are already in prison. But none of the Democrats has stated they would achieve this instantly. What’s more, there are other ways over time to reduce the prison population.\nIf the 50 percent cut were to be done immediately, or in short order, that would require releasing violent felons, according to Kenneth Streit, a clinical professor of law emeritus at the University of Wisconsin Law School. He has studied corrections policy since 1990 and has assisted the Legislature and the Department of Corrections in developing and evaluating adult community corrections programs.\nIn contrast, Streit said, the 50 percent cut could be achieved by reducing the population by about 5 percent annually over the next decade through steps such as changing sentencing guidelines and tripling funding for treatment-based probation that would reduce the number of people going back to prison for probation revocations.  That could be done, he argued, without the early release of any current inmates.\nAs far as the candidates, Roys has said she could achieve a 50 percent reduction with steps including releasing more inmates who are eligible for parole, releasing ill and aging inmates, expanding diversion programs and overhauling the truth-in-sentencing law.\nSimilarly, McCabe called for sending fewer people to prison through steps such as ending parole revocations when new crimes have not been committed and by boosting prison alternatives for nonviolent offenses and mental health and drug addiction treatment.\nIt’s unknown, of course, whether Roys’ or McCabe’s plans would achieve a 50 percent cut without releasing violent felons.\nBut it’s also not clear that a 50 percent cut would necessitate such a release.\nOur rating\nWalker says: \"A number of Democrats running for governor want to cut the prison population by 50%\" and \"that would require the release of thousands of violent felons.\"\nTwo Democrats have called for a 50 percent cut and two have said that should be a goal.\nBut evidence is lacking that such a cut would require the release of thousands of violent felons. While a short time frame might require that, a longer time frame  — and reducing incoming inmates as well as releasing some others — would not.\nWe rate Walker’s statement Half True.\n Share the Facts 2018-08-09 20:39:50 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True   \"A number of Democrats running for governor want to cut the prison population by 50%\" and \"that would require the release of thousands of violent felons.\"     Scott Walker Wisconsin governor, Republican https://twitter.com/ScottWalker/status/1026886595352383488   In a tweet Tuesday, August 7, 2018 2018-08-07    Read More  info", "vclaim_id": "vclaim-pol-01748"}