{"url": "/factchecks/2012/aug/05/eric-hovde/hovde-says-neumann-voted-four-times-increase-us-de/", "speaker": "Eric Hovde", "vclaim": "As a congressman, Mark Neumann \"voted four times to increase our debt.\"", "truth_label": "half-true", "date": "stated on July 13, 2012 in a television ad:", "title": "Hovde says Neumann voted four times to increase U.S. debt", "text": "In the Republican U.S. Senate race, Mark Neumann has portrayed himself  as a budget-cutter extraordinaire during his four years in Congress, but one of his rivals is painting him as a piggish paragon of waste.\n\n\"In Congress Mark Neumann voted for over 2,000 earmarks, including the ‘Bridge To Nowhere,’\" a TV ad by fellow Republican Eric Hovde charges. \"Congressman Neumann voted four times to increase our debt.\"\n\nNeumann did vote in 1998 for a massive transportation bill that included many earmarks, including that infamous Alaska bridge project, we reported in an item during Neumann’s failed 2010 bid for the Republican nomination for governor.\n\nBut what about the claim of voting to raise the nation’s debt ceiling?\n\nThe debt ceiling is the legal cap on borrowing by the federal government. Raising it is routinely done under presidents of both parties, but periodically that move stalls, as in the summer of 2011 when a stalemate pushed the nation to the edge of default.\n\nNeumann’s record on the issue takes us back to 1995 when he entered Congress as a member of the GOP freshman class that ushered in the Republican Revolution under new House Speaker Newt Gingrich.\n\nVoting records show Neumann had four chances to vote for or against extending the debt ceiling.\n\nIn all four instances, he voted to increase the limit, according to the online database maintained by the Library of Congress:\n\n-- October 26, 1995: Neumann helped squeak through an attempt to boost the debt limit, in a broader bill, on a 227-203 vote largely along party lines. President Bill Clinton vetoed the bill.\n\n-- November 9, 1995: Neumann, along with nearly every House Republican, voted to temporarily push the public debt limit to $4.967 trillion. Clinton vetoed this as well.\n\n-- March 7, 1996: Congress again sent Clinton a broad fiscal bill that included an increase in the debt limit to $5.5 trillion. The vote was bipartisan, with 127 Democrats joining the majority on a 328-91 vote. Thirty Republicans dissented, but Neumann joined the majority. Clinton signed it.\n\n-- July 30, 1997: Neumann again voted with most Republicans and 52 Democrats to boost the limit to $5.95 trillion, again as part of a broader bill. The tally was 346-85, with 32 Republicans voting no. The president signed it.\n\nLike so many of the claims in the four-way GOP primary, Hovde’s ad takes a snippet of information that is accurate, but strips it of important context.\n\nThe thrust of the ad is that the votes show Neumann to be pro-spending and government growth. In the 2012 campaign Neumann is running on a platform to balance the budget on a five-year plan.\n\nA look at the votes shows they came as Neumann and other conservatives pushed the Democratic president for significant spending cuts. Compromise talks failed, leading, famously, to two temporary government shutdowns.\n\nThe 1995 votes were part of the legislative battle over the GOP’s balanced budget act, which aimed to accomplish a balanced budget in seven years.\n\nIn fact, in three of the four votes Hovde cites, the debt-limit increase was part of very broad fiscal measures.\n\nThe March 1996 debt action, for example, was tucked into a multifaceted bill to reduce federal regulation of business, and as we noted it drew significant Democratic support.\n\nFinally, the August 1997 increase in the debt limit was approved as part of an act the New York Times described as \"sweeping legislation intended to balance the federal budget for the first time since 1969.\"\n\nThe government actually ran a surplus from 1998 to 2001, thanks to what observers said was a combination of an earlier tax increase, spending restraints, economic growth and stock market gains.\n\nForeshadowing the 2011 showdown, Neumann, an early crusader on the perils of debt, was trying to leverage the deadline over raising the debt ceiling to get deeper spending cuts.\n\nThat sounds a lot like Hovde’s position, which he laid out at a candidate forum in April 2012.  He said he could support a debt-ceiling increase but only if its tied to strict spending restraints that balance the budget within two years.\n\nOur rating\n\nIn a TV ad, Hovde paints Neumann as a go-along-to-get-along congressman who was cavalier about federal spending and helped raise the nation’s debt.\n\nNeumann did vote four times to extend the debt ceiling, but the ad leaves out important details: The votes were part of a historic drive by Republicans to balance the budget, and were wrapped into huge fiscal bills.\n\nThat pushes his claim down to Half True on the Truth-O-Meter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10643"}