{"url": "/factchecks/2017/nov/16/greg-abbott/greg-abbott-makes-false-claims-about-texas-unemplo/", "speaker": "Greg Abbott", "vclaim": "\"The Texas unemployment rate is now the lowest it’s been in 40 years & Texas led the nation last month in new job creation.\"", "truth_label": "false", "date": "stated on November 15, 2017 in a video ad posted on his campaign website:", "title": "Greg Abbott makes unconfirmed claims about Texas jobless rate and jobs gained", "text": "It’s commonplace for a governor to tout a state’s economy. Still, Greg Abbott of Texas made us wonder when he tweeted in mid-November 2017: \"The Texas unemployment rate is now the lowest it’s been in 40 years & Texas led the nation last month in new job creation.\"\nAbbott, a Republican seeking re-election in 2018, accompanied his tweet with a campaign video of Abbott smiling at business groundbreakings. The ad flashes headlines about companies opening facilities and adding jobs in Texas. Tagline: \"And we’re just getting started.\"\nWe got started fact-checking Abbott’s tweet by asking his office for his backup; we didn’t get a response.\nIn July 2017, Abbott made a Mostly True claim about more Texans having jobs than ever. Yet we noticed that when Abbott tweeted about the state’s jobless rate \"last month,\"  October 2017 unemployment rates had yet to be revealed.\nTo get our fix on the latest available data, we fetched Bureau of Labor Statistics figures showing that the state’s impressive 4 percent jobless rate for September 2017 tied the previous record low since 1976. According to the bureau, the state similarly had a 4 percent unemployment rate in November and December 2000, 17 years ago. The state jobless rate in fall 1977, 40 years ago, hovered at 5.2 percent.\nTo our inquiry, a Dallas-based bureau economist, Cheryl Abbot, confirmed our read of monthly seasonally adjusted Texas jobless rates since 1976. Mark J. Perry, who teaches at the University of Michigan-Flint, agreed though Perry, by email, called Abbott’s overstatement on this point \"minor.\"\nTexas Unemployment Rate (Seasonally Adjusted), 1976-September 2017\n\n \n \n \n \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nSOURCE: Website,  \"Local Area Unemployment Statistics,\" Bureau of Labor Statistics, Nov. 16, 2017 (downloaded Nov. 16, 2017)\nJob gains?\nBy email, the bureau's Abbot showed that Texas didn’t lead the country in job gains for September (again, the latest month of available data).\nIn fact, an October 2017 bureau press release indicates Texas wasn't even among the five states that experienced job gains from August to September 2017.\nFrom the release: \"The largest increase in employment occurred in California (+52,200), followed by Washington (+13,800) and Indiana (+11,400). The states also were described as enjoying statistically significant month-to-month gains. \"In percentage terms,\" the bureau said, \"the largest increase occurred in Nebraska (+0.5 percent), followed by Arizona, Indiana, and Washington (+0.4 percent each).\" California had a 0.4 percent gain, the release said.\nAccording to a more detailed bureau chart we checked in mid-November 2017, Texas saw a 0.1 percent decrease in jobs from August to September 2017 by going from 12,328,400 jobs to 12,321,100 jobs. The chart indicates 30 states fared better month to month though that folds in five states showing no percentage gains (or losses).\nThere’s a more encouraging longer view. The bureau’s release lists Texas among 28 states with over-the-year increases in nonfarm payroll employment from September 2016 to September 2017. The release said: \"The largest job gains occurred in California (+280,300), Texas (+256,100), and New York (+93,100)--with the largest percentage gains playing out in Nevada and Utah (+2.5 percent each) followed by Maryland (+2.4 percent).\" According to an accompanying chart, Texas and Idaho each saw a 2.1 percent increase in jobs over the year, tying for fourth nationally behind Washington state, which saw a 2.2 percent percentage increase in jobs.\nAbbot wrote: \"As you can see, the largest monthly increase in jobs in September 2017 occurred in California (+52,200). In percentage terms, Nebraska led among the states with a 0.5-percent gain. California also recorded the largest  over-the-year increase during this period (280,300), followed by Texas (256,100).\"\nOur ruling\nAbbott tweeted: \"The Texas unemployment rate is now the lowest it’s been in 40 years & Texas led the nation last month in new job creation.\"\nThe latest unemployment data posted when Abbott spoke showed Texas with a 4 percent unemployment rate in September 2017 though that didn't set a 40-year record. Rather, it tied the previous 40-year low set in two months of 2000.\nAbbott didn’t provide nor did we find data showing jobs created in each state in October 2017. Federal data otherwise indicate that Texas experienced a slight decrease in jobs from August to September 2017 though the state also was home to more jobs than a year earlier.\nWe rate this claim False.\n\nFALSE – The statement is not accurate. Click here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE, Nov. 17, 2017: Two days after Abbott tweeted his claim about the Texas jobless rate, the federal government reported that the state had a 41-year record low 3.9 percent jobless rate in October 2017.\n Share the Facts 2017-11-16 22:33:39 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"The Texas unemployment rate is now the lowest it’s been in 40 years & Texas led the nation last month in new job creation.\"    Greg Abbott Governor of Texas https://twitter.com/gregabbott_tx/status/930865642332442630   Texas Capitol Wednesday, November 15, 2017 2017-11-15    Read More  info", "vclaim_id": "vclaim-pol-02678"}