{"url": "/factchecks/2018/jun/11/kelda-helen-roys/debt-payments-wisconsin-road-work-have-doubled-und/", "speaker": "Kelda Helen Roys", "vclaim": "Says that under Scott Walker, on a percentage basis, Wisconsin is \"spending twice as much on debt service for just basic road repair and maintenance\" than before he took office.", "truth_label": "mostly-true", "date": "stated on May 2, 2018 in an interview:", "title": "Debt payments for Wisconsin road work have doubled under Scott Walker, Democrat Kelda Roys says", "text": "When it comes to maintaining Wisconsin highways, the more the state spends on debt payments for road work, the less money there is available for actual work.\nKelda Helen Roys, one of 10 Democrats hoping to run against Republican Gov. Scott Walker in the November 2018 election, claims Walker is spending too much on debt payments. The former state lawmaker, who won a straw poll among the gubernatorial candidates at the state Democratic Convention, made that attack about a month before the convention.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc\n\n\n\n\n \nHer claim came May 2, 2018 in a Wisconsin Eye television interview during this exchange with host Steven Walters:\nRoys: I think we’re seeing the effects of putting things on the credit card when it comes to our roads. Now we’re spending twice as much on debt service for just basic road repair and maintenance --\nWalters: -- 22 or 23 percent.  \nRoys: Right. And I think when he (Walker) came in, it was something like 10 or 11 percent.\nSo, using percentages, is the state under Walker \"spending twice as much on debt service for just basic road repair and maintenance\"?\n\n\n\n \n \n\nMore from PolitiFact on Walker spending:\nRoys: In 2011 under Scott Walker, Wisconsin for the first time spent \"more on our prison system than we did\" on the University of Wisconsin System. Mostly True\nWalker: Work with the Legislature to repay the raids from the Transportation Fund. Promise Kept\n\n\n\n\n\n\n \nIncreased borrowing\nOn transportation, Walker has been criticized for refusing to raise gas taxes or vehicle fees to bring more revenue into the state’s road fund, opting instead to borrow more money and to delay some road projects.\nThe Legislative Fiscal Bureau, a nonpartisan state agency, warned in analyzing Walker’s 2017-’19 state budget that \"continued reliance on bonds over a sustained period can result in debt service costs that consume an increasing share of transportation revenue.\"\nOn the other hand, Walker has made good on two promises -- to stop \"raids\" on the state transportation fund, and to pay back money that had been transferred from that fund to the state’s general fund under his predecessor, Democrat Jim Doyle.\nThe numbers\nTo assess Roys’ statement, we examined the latest available figures from the Legislative Fiscal Bureau, which were produced in November 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIn analyzing 2017-’19 two-year state budget enacted by Walker and the GOP-controlled Legislature, the bureau provided figures on the total of all transportation debt service as a percentage of gross transportation fund revenue -- in other words, what portion of transportation revenue for road work would be going to paying off debt.\nTo look at what’s happened during Walker’s tenure, we use as a base the 2010-’11 state fiscal year -- the second year of the final state budget under under his Doyle:\n\n\n\n\nState budget year\n\n\nAmount of transportation debt payments\n\n\nDebt payments as a percentage of  transportation revenue\n\n\n\n\n\n\n2010-’11: Final budget year under Doyle\n\n\n$197.2 million\n\n\n11.5%\n\n\n\n\n*2017-’18: Current budget year\n\n\n$380.2 million\n\n\n20%\n\n\n\n\n*2018-’19: Starts July 1, 2018\n\n\n$398.4 million\n\n\n20.9%\n\n\n\n\n \nDoubling would be 23 percent, so 20.9 percent is pretty close.\nBut it’s worth noting that the figures for 2017-18 and 2018-’19 are estimates, though they are based on the 2017-’19 state budget and are not expected to change much.\nOur rating\nRoys says that under Walker, on a percentage basis, Wisconsin is \"spending twice as much on debt service for just basic road repair and maintenance\" than before he took office.\n\nThe portion of road revenue being used for debt service was 11.5 percent during the final budget year for Doyle, Walker’s predecessor.\nThe figure is projected to reach 20.9 percent during the second year of the current two-year state budget Walker signed, which is nearly doubling.\nWith the caveat that the figure for the current budget is an estimate, we rate Roys’ statement Mostly True.  Share the Facts 2018-06-13 21:38:20 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says that under Scott Walker, on a percentage basis, Wisconsin is \"spending twice as much on debt service for just basic road repair and maintenance\" than before he took office.     Kelda Helen Roys Democratic candidate for Wisconsin governor https://www.wiseye.org/Video-Archive/Event-Detail/evhdid/12356   In an interview Wednesday, May 2, 2018 2018-05-02    Read More  info", "vclaim_id": "vclaim-pol-01974"}