{"url": "/factchecks/2020/sep/15/facebook-posts/climate-change-created-conditions-west-coast-fires/", "speaker": "Facebook posts", "vclaim": "West Coast wildfires are due to “bad forest maintenance,” not climate change.", "truth_label": "false", "date": "stated on September 10, 2020 in a Facebook post:", "title": "Climate change created conditions for the West Coast fires, experts say", "text": "At a rally in Nevada on Sep. 12, President Trump claimed that the wildfires currently raging across the West Coast have resulted from poor \"forest management.\"\nTrump, who denies the existence of climate change, has made similar statements before in talking about a deadly firestorm near Paradise, Calif., in 2018 and again in 2019. We rated these statements False for being overly simplistic and reducing a complex issue to a single cause.  \n\nA Facebook post parrots Trump’s language, dismissing the possibility that global warming has contributed to the fires. \"Climate change my a--,\" it reads. \"CA fires are due to total lack of forest maintenance.\" \nAnother post makes a similar claim: \"Bad forestry practices and 60 yr. old power lines caused the Calif. fires not the climate change hoax.\" \nThe wildfires, which include some of the largest infernos in the recorded history of the Western U.S., have claimed 35 lives so far and washed the skies of West Coast cities in orange. \nWe asked experts what’s fueling them — poor forest maintenance or human-caused climate change. They agreed that while good forest maintenance is critical to mitigating wildfires, it’s climate change that’s making them burn so forcefully.\nThe effects of climate change\nClimatologists, ecologists and wildfire experts all told us that climate change has not only fueled the fires but also worsened their impact. \nThe regional climate has warmed considerably over the last few years, with 2014-18 being California’s five hottest years on record. In the last four decades, the area burned by wildfires has expanded tenfold. According to Noah Diffenbaugh, a climate scientist at Stanford University, \"about half\" of that increase is attributable to the effects of global warming. \nThere are many lines of evidence that climate change has exacerbated the likelihood of fires by modifying environments across the region. Climate change has raised overall temperatures along the West Coast, contributed to a long period of drought, reduced snow deposits in the mountains, and dried out vegetation, essentially covering forest floors with fuel. All of these developments have increased the risk of wildfires and the probability that they spread over great distances. \nAn article in Science written by a group of researchers breaks down this process in detail. Simply put, forests in mountainous regions of the Western U.S. get moisture during the spring and summer months from melting snowpacks. The warming of the climate has led to drought, which means that there’s less snow on the ground left over from the winter. Since temperatures are now rising earlier in the year, the already reduced amount of snow melts much quicker than it used to, leaving dried out twigs, pine needles and grasses on the forest floor. All of this dehydrated vegetation essentially turns forests into big tinderboxes, increasing their flammability.\nClimate change has also made other types of ecosystems more likely to catch fire. Rising temperatures have lowered the amount of vapor in the air, which leads the atmosphere to suck more moisture out of the soil, drying it out and making it more conducive to wildfires. \nUnder these conditions, all environments in the Western U.S. have become more likely to catch fire during ignition events like lightning strikes, heavy winds, downed power lines, or sparks from pyrotechnic devices, such as those used in a gender reveal party blamed for a fire in Yucaipa, Calif.\n\"There are always accidental sparks, but the conditions don’t favor extremely large wildfires all the time,\" said Daniel Swain, a climate scientist at UCLA. \"As the background conditions shift in that direction, it’s much more likely for these sparks to start a catastrophic blaze.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nA study published in August 2020 by Diffenbaugh, Swain and their colleagues found that the number of days per year with extreme wildfire weather in California has more than doubled since the early 1980s, primarily due to increased dryness in the soil. \nWildfires \"are increasing in their likelihood,\" said Diffenbaugh. \"They’re increasing in their intensity. And managing those risks requires an acknowledgement that the climate is warming.\"\nForest management plays a role\nThe role of climate change in making wooded areas more flammable doesn’t negate the importance of forest management. There are a number of steps forestry departments can take to decrease the risk of widespread fires, including thinning out small trees, setting strategic burns to prevent the buildup of dry vegetation, and clearing brush. \nSwain said that a strict fire suppression policy set by federal forest agencies has likely contributed to the frequency of intense forest fires. Small, contained fires actually lower the risk of high-intensity fires by burning through dry fuel collected on the forest floor. However, many federal agencies followed a policy of extinguishing all fires, regardless of their scope. In doing so, they inadvertently allowed dry vegetation to pile up, increasing the likelihood of massive infernos like the ones we’re seeing.\nTrump has blamed California agencies for poor forest management, but the state owns just 2% of forest land in the state, while the federal government owns upwards of 60%.\nThe sharp increase in the frequency of wildfires over a wide range of locations can’t be explained by forest management practices alone. Swain noted that the majority of wildfires actually aren’t forest fires at all.\n\"Most fires aren’t burning trees, they’re burning other forms of vegetation,\" he said. \"Forest management isn’t relevant unless you live in a forest.\"\nA false binary\nMany of the experts we spoke with were frustrated by the way that the debate over the West Coast fires has been framed. Claiming that either poor forest management or climate change is the single factor behind the wildfires doesn’t capture the fact that they are complex phenomena that result from a confluence of conditions. \n\"It’s really inaccurate to attempt to reduce the rising occurrence of large, highly destructive wildfires to one ingredient alone,\" Diffenbaugh said. \nClimate change has already ensured that fires will occur at a higher intensity and frequency than they did in the past, and forest management is one of the most important techniques that the West Coast can use to cope with that reality. \n\"We have to adapt to climate change, and forest management is part of that set of tools that we can use,\" said Susan Prichard, a fire ecologist at the University of Washington. \nOur ruling\nViral Facebook posts dismiss the possibility that climate change is fueling the West Coast wildfires, instead citing \"bad forestry practices\" and \"a total lack of forest maintenance.\"\nExperts told us that climate change has undoubtedly contributed to the frequency, intensity and scope of wildfires along the West Coast, and that forest maintenance can be used to mitigate those effects in forests. \nWe rate these posts False. ​", "vclaim_id": "vclaim-pol-18928"}