{"url": "/factchecks/2010/jul/29/tim-pawlenty/tim-pawlenty-says-us-not-undertaxed-compared-its-c/", "speaker": "Tim Pawlenty", "vclaim": "\"I don't think the argument can be credibly made that the United States of America is undertaxed compared to our competitors.\"", "truth_label": "false", "date": "stated on July 26, 2010 in a breakfast with journalists in Washington, D.C.:", "title": "Tim Pawlenty says the U.S. is not undertaxed compared to its competitors", "text": "Tim Pawlenty -- Minnesota's outgoing Republican governor and a likely candidate for president in 2012 -- met with Washington reporters on July 26, 2010, for a wide-ranging discussion of politics and policy. One of the things he said made it into the reports of at least two journalists in attendance, Ruth Marcus of the Washington Post and John Dickerson of Slate..\n\nAsked what his reaction would be if a presidential commission on the national debt were to recommend a mix of spending cuts and tax increases, Pawlenty said, \"Not good. I don't think the argument can be credibly made that the United States of America is undertaxed compared to our competitors.\"\n\nIn an opinion column published the following day, Marcus took aim at Pawlenty's remark.\n\n\"Actually,\" Marcus wrote, \"the United States is on the low end in terms of the overall tax burden -- 28 percent of gross domestic product in 2007, according to the Organization for Economic Cooperation and Development, compared with an average of 36 percent in the 30 OECD countries. Only South Korea, Mexico and Turkey were lower.\"\n\nBy locating the OECD chart -- which is exactly what we would have done -- Marcus ably did much of our work for us. But we still wanted to check with a few tax experts to make sure that she didn't miss anything in her analysis.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThree experts we queried -- Daniel J. Mitchell, a senior fellow at the libertarian Cato Institute, William Ahern, the director of policy and communications at the Tax Foundation, a tax research group, and Dean Baker, co-director of the liberal Center for Economic and Policy Research -- all agreed with Marcus's conclusion, though Ahern and Mitchell took the opportunity to add some additional context.\n\nAhern said that tax-burden-to-GDP ratios -- the data that underlies the OECD chart -- should be used carefully because they can obscure deficits. A country with a low tax-to-GDP ratio may have a substantial deficit, and in time, that deficit will put upward pressure on taxes. So nations with low tax-to-GDP ratios may not find those ratios sustainable over the long term.\n\nMitchell, for his part, agreed with Marcus' point about the overall tax burden, but he noted that in the U.S., the burden from different types of taxes varies. Some types of taxes, such as corporate taxes, are among the highest of the OECD nations. Others are closer to average, such as the top income tax rate and the capital gains tax rate.\n\n\"The big reason the U.S. has a lower aggregate tax burden when measured as a share of GDP is that we don't -- yet -- have a value-added tax,\" Mitchell said. \"Our payroll taxes also tend to be lower than average.\"\n\nIndeed, when we contacted Pawlenty's camp, a spokesman cited the high rates of corporate taxes in the U.S. \"This unacceptably high corporate tax rate makes the U.S. less competitive by encouraging companies to shift investment to nations with lower corporate tax rates,\" said spokesman Alex Conant.\n\nDespite the caveats from our experts, we see no reason to undercut Marcus' finding that the U.S. ranks low among other developed countries in total tax burden. Corporate taxes are comparatively high in the U.S., and that's a worry for businesses and, indirectly, for their employees and customers. But corporate taxes only accounted for 12 percent of federal tax revenues in 2008, so we don't think it's valid to focus on that factor to the exclusion of the broader tax burden. While we won't take a position on the the question of overtaxation, we think that, contrary to what Pawlenty said, there is a credible argument to be made that the U.S. is undertaxed compared to its competitors. So we rate his statement False.", "vclaim_id": "vclaim-pol-14676"}