{"url": "/factchecks/2019/feb/09/jacob-wohl/trump-supporter-spreads-fake-news-about-nc-governo/", "speaker": "Jacob Wohl", "vclaim": "\"Racist picture of Democrat North Carolina Governor Roy Cooper emerges just days after he called on Ralph Northam to resign - DAILY MAIL.\"", "truth_label": "pants-fire", "date": "stated on February 7, 2019:", "title": "Trump supporter spreads fake news about NC governor, yearbook photo", "text": "Old yearbook photos received new attention this week after an image of Virginia’s governor emerged and jeopardized his political career.\nA page for Gov. Ralph Northam in the 1984 Eastern Virginia Medical School yearbook features a photo of a man in blackface and another man in Ku Klux Klan robes. Northam, a Democrat, apologized for the photo on Feb. 1, then later claimed neither man is him.\nIn North Carolina, similar racist images in the 1979 UNC yearbook emerged on social media. At least one political activist, prompted by a story published in a British news organization, tried to tie the blackface scandal to the N.C. Governor’s Mansion.\nHere are the facts, as of Feb. 8:\n\nTo date, there’s no evidence that Cooper has ever appeared in a racist photo. A tweet crediting the Daily Mail with such news is false.\nCooper wasn’t in the same fraternity whose yearbook page included the racist photos.\nCooper’s fraternity was integrated and known for promoting inclusion, according to at least one of its members.\n\nTo detect fake news, readers can look for specific things when they encounter questionable claims. In this case, the false claim about Cooper apparently evolved from a misleading headline.\nHere’s how it happened.\nA TWEETED PHOTO\nAbout 1:45 pm on Feb. 6, Colin Campbell, editor of the NC Insider, part of The News & Observer, tweeted photos from the 1979 UNC-Chapel Hill yearbook. (PolitiFact NC, which wrote this fact check, is a partnership of PolitiFact and The News & Observer.)\nOne of the photos shows two white students dressed in white hooded robes like those worn by the Ku Klux Klan. The students are holding onto a noose that was around the neck of another white student, who was covered in blackface makeup.\nThe photo appeared on a yearbook page for the Chi Phi fraternity. Cooper was in a different fraternity – albeit one with a similar-sounding name – called Chi Psi.\nChi Psi was known for being inclusive and had several black members at the time, according to Brad Kutrow, a lawyer in Charlotte who on Feb. 8 spoke with News & Observer reporter Jane Stancill.\nA MISLEADING HEADLINE\nLater on Feb. 6, the UK-based DailyMail.com posted a story about the photos. But a Daily Mail headline said, \"Blackface lynch pics from Roy Cooper North Carolina yearbook.\" The Mail’s tweet said: \"Blackface lynching pictures from UNC Chapel Hill 1979 yearbook emerge - the same year NC Gov Roy Cooper graduated.\"\nAlthough the headline doesn’t specifically say the governor was in the controversial photos, readers could interpret it to mean he was. A subheadline says, \"Cooper was in the different Chi Psi fraternity did not feature on their pages,\" but that subheadline is in smaller font.\nIt takes several paragraphs for the story to clarify the facts. The fourth paragraph says: \"There is no suggestion that Cooper is in any of those photos.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nIn the ninth paragraph, the Daily Mail reports: \"Cooper was a member of a different fraternity, Chi Psi, and while the 61-year-old from Nashville is indeed pictured in his yearbook edition, he does not feature on his frat page according to a list of students who don’t appear.\" (This sentence is verbatim from the article, though it doesn’t make sense.)\nA FALSE TWEET\nOn Feb. 7, conservative activist Jacob Wohl tweeted the 1979 photo of the UNC students in the white robes and blackface.\n\"BREAKING: Racist picture of Democrat North Carolina Governor Roy Cooper emerges just days after he called on Ralph Northam to resign - Daily Mail,\" Wohl tweeted. He didn’t include a link to his source, nor did he respond to a question from PolitiFact.\nAs of Feb. 8, PolitiFact isn’t aware of any photo of the governor in racist attire. And PolitiFact found no Daily Mail story that specifically implicates the governor. The Daily Mail’s headline is misleading, but its story doesn’t support Wohl’s statement.\nNonetheless, Wohl’s tweet was retweeted by 3,000 accounts and likely seen by thousands more. Wohl has more than 181,000 followers.\nAfter his tweet, several Twitter accounts repeated Wohl’s claim.\nA HISTORY OF MISINFORMATION\nWohl has a history of making dubious claims. He recently claimed that Democratic presidential candidate Kamala Harris, a senator from California, is ineligible to run for president. PolitiFact rated his claim Pants on Fire.\nWohl’s Twitter account might not raise red flags on first glance. He has a \"verified\" Twitter account, has hundreds of thousands of followers and is constantly tweeting.\nSo how would anybody be able to guess that the account is spreading misinformation? Wohl doesn’t link to the original Daily Mail article which, while misleading, clarifies that Cooper is not in the photo whatsoever.\nA quick Google search with keywords including \"Cooper\" and \"blackface\" tell a different story than the one Wohl presents. Headlines from mainstream news outlets focus on the fact that these photos are associated with the university and not the governor.\nIt’s also important to know who the source is, and that can be done with another Google search. NBC News has described Wohl as a \"pro-Trump conspiracy peddler.\"\nIf there are statements or claims you’re unsure of, send them to us through our tip page or email us.\nOUR RATING\nWohl tweeted, \"Racist picture of Democrat North Carolina Governor Roy Cooper emerges just days after he called on Ralph Northam to resign - DAILY MAIL.\" To date, there’s no evidence that any image of Cooper in racist garb exists. And, while the Daily Mail’s headline about old UNC photos was misleading, the company didn’t make the claim described by Wohl. We rate this Pants on Fire.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\nNews & Observer reporter Jane Stancill contributed to this report.\n Share the Facts 2019-02-09 00:40:10 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  “Racist picture of Democrat North Carolina Governor Roy Cooper emerges just days after he called on Ralph Northam to resign - DAILY MAIL.\"    Jacob Wohl Conservative activist https://twitter.com/JacobAWohl/status/1093577878258647040   Twitter Thursday, February 7, 2019 2019-02-07    Read More  info", "vclaim_id": "vclaim-pol-01039"}