{"url": "/factchecks/2012/mar/06/pat-stevens/claim-atlanta-area-national-leader-water-conservat/", "speaker": "Pat Stevens", "vclaim": "The Atlanta area’s water planning district \"is now the national leader in conservation.\"", "truth_label": "barely-true", "date": "stated on January 24, 2012 in a news article:", "title": "Claim: Atlanta area is national leader in water conservation", "text": "Atlanta may be known as the capital of the South. Or for its place in civil rights history. Or for the fact that an alarming number of its road names include the word \"peachtree.\"   \n\nNow a local water official thinks the metro area deserves another claim to fame: leader in water conservation.\n\nPat Stevens is chief of the Environmental Planning Division of the Atlanta Regional Commission, which staffs the Metropolitan North Georgia Water Planning District. This district manages the region’s water supply.\n\nStevens told a group of business leaders that the planning district is outpacing even California, which has earned national attention for its water conservation efforts.\n\n\"The Metropolitan North Georgia Water Planning District is now the national leader in conservation,\" Stevens told the crowd, according to a Jan. 24 story on AccessNorthGa.com.\n\n\"We have out-California'ed California,\" Stevens said.\n\nWe were curious. Since when was this region a leader in water conservation?\n\nWater is a precious commodity in Georgia, so much so that the state has been battling Alabama and Florida in federal court for water rights for decades.\n\nThe state’s water supply is uncertain, and in 2001, state legislators created the Metropolitan North Georgia Water Planning District to develop the region’s water policy and coordinate its implementation.\n\nWe called up Stevens, who told PolitiFact Georgia that she typically says that the planning district is \"a\" national leader in conservation, not \"the\" national leader, but she doesn’t dispute the accuracy of the news story. We evaluated her quote as published.\n\nWe also sought out top experts in water conservation for their assessments.\n\nThey acknowledged that the Atlanta region has made improvements in its water planning, but all thought that calling the area \"the\" national leader, or even \"a\" national leader, goes too far.\n\n\"None of that is true,\" said Mary Ann Dickinson, executive director for the Alliance for Water Efficiency, a national water conservation group.\n\n\"I wouldn’t say that metro Atlanta is the leader in conservation efficiency by any means,\" said Jenny Hoffner, the director of the water supply program for American Rivers, a national group that advocates for clean water and conservation.\n\n\"On its face, it’s a silly claim. But that’s not to say that Atlanta hasn’t made some great strides,\" said Charles Fishman, a journalist who specializes in water issues.\n\nStevens cited several specifics to defend her statement. We’ll address the major ones here.  \n \n\n* Nowhere else in the country have so many local governments come together to do this kind of work over such a short period of time: The metro water district covers 15 counties from Hall to Coweta counties, an area that includes more than 90 cities and dozens of water systems.  \n\n \n\nIt was founded in 2001, decades after similar organizations in places such as Southern California and Las Vegas were founded.  \n\n\nThe North Georgia district is relatively young. But at least one larger area -- California -- is implementing specific water conservation goals. A 2009 law requires the state to reduce urban per-capita water use 20 percent by 2020.  \n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nAs of 2009, the local district’s plans were less ambitious. Water planners expect a 13 percent reduction in water use by 2035 if water systems follow district rules. The district has since made changes to its rules that are not accounted for in this prediction.  \n\n\n* Declines in per-capita water use: According to metro water district numbers, per-capita water use has declined from 149 gallons per day in 2000 to 110 gallons in 2010.\n\n\nCritics said that outside factors such as the economy might play a role in this reduction Utility use typically declines during a downturn.\n\n\n* Following North Georgia water district conservation rules is mandatory: The 2001 state statute establishing the water district requires members to follow the district’s rules or face permit revocation.\n\n\nNo permit has been revoked for water conservation problems, a Georgia Environmental Protection Division spokesman said.\n\n\nCalifornia also sanctions water suppliers who fail to comply with its water conservation statute. They are not eligible for state water grants or loans.\n\n\nExperts gave PolitiFact Georgia other rebuttals to the metro district’s claims.\n\nDickinson noted that the district does not fund conservation efforts such as low-flow toilet replacement rebates. That’s the responsibility of local governments and water services.\n\nBy way of contrast, Dickinson cited the Metropolitan Water District of Southern California. This water district has budgeted $19.1 million this fiscal year to fund business and consumer rebates on things such as more efficient toilets, sprinklers, washing machines, and for pulling out water-thirsty turf, according to its spokesman.\n\nAll the experts we interviewed noted that the North Georgia district has not set specific, mandatory water use reduction goals as California has done.\n\nThey also listed programs they think are innovative and more effective at reducing water use. They included a law in Orlando that requires developers to install reclaimed water lines to new subdivisions. In San Antonio, nonprofit businesses can get low-flow toilets for free, including installation.\n\nThe Metropolitan North Georgia Water Planning District certainly deserves credit where credit is due. Per-capita water use is down (though the cause is disputed) and current rules do aim to conserve water.\n\nBut we found no consensus that the region has a reputation as a national leader in water conservation, much less as \"the\" national leader.\n\nGiven what we found, a stronger claim is that the region is playing catch-up. The Metropolitan North Georgia Water Planning District was formed decades after similar organizations elsewhere, and it doesn’t fund conservation efforts that other areas have.\n\nSince Stevens’ statement ignores critical facts that would give a different impression, her statement meets PolitiFact’s definition of Mostly False.", "vclaim_id": "vclaim-pol-11484"}