{"url": "/factchecks/2020/oct/20/facebook-posts/biden-had-tense-exchange-factory-worker-what-exact/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden told a factory worker, “I don’t work for you!” while pointing a finger in the worker’s face.", "truth_label": "half-true", "date": "stated on October 12, 2020 in a post:", "title": "Biden had a tense exchange with a factory worker, but what exactly did he say?", "text": "There’s no question that Joe Biden cursed at a factory worker during a March 10 visit to a Fiat Chrysler assembly plant, calling him \"full of s---\" and telling him not to be a \"horse’s a--.\" The worker had falsely accused Biden of wanting to take away people’s guns.\nA Facebook post singles out another snippet of that exchange to paint Biden as a callous public servant.\nThe Facebook post shows a photo of Joe Biden pointing at the worker face, with the words \"I don’t work for you!\" superimposed on the photo. The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nBiden was visiting the Detroit plant on the day of the Michigan primary when a factory worker accused him of \"actively trying to diminish our Second Amendment right and take away our guns,\" PolitiFact reported. \nBiden replied that he supports the Second Amendment but not assault weapons or high-capacity magazines. The exchange, which took place in a noisy site crowded with workers, turned contentious as the worker repeatedly challenged Biden’s responses, with Biden shouting at times and other workers and aides trying to cut off the exchange. \nAt one point, according to media reports, the worker said to Biden, \"You’re working for me, man.\" Biden’s reply was not uniformly reported by the media, and video footage of the incident does not clearly capture all of the dialogue. \nWATCH: \"You’re full of sh*t,\" @JoeBiden tells a man who accused him of \"actively trying to end our Second Amendment right.\"\"I support the Second Amendment,\" Biden adds while vising under-construction auto plant in Detroit. @CBSNews pic.twitter.com/sueOSBaY9P\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n— Bo Erickson CBS (@BoKnowsNews) March 10, 2020 \n \nSome outlets, including CBS News and The Detroit News, reported that Biden responded, \"I’m not working for you. Don’t be such a horse’s a--.\" Other outlets, including Politico and CNN, reported it slightly differently, quoting Biden as saying, \"I’m not working for — gimme a break, man. Don’t be such a horse’s a--.\" \nCNN’s report was presented more like a transcript of the exchange, while other media accounts appeared to paraphrase it or edit it down. For example, Biden clearly says \"give me a break\" at the 1-minute mark in the video before saying \"don’t be such a horse’s a--.\" Neither the CBS nor Detroit News article included that phrase. \nThe Facebook post includes a photo of Biden pointing his finger at the worker. While video footage shows Biden was pointing at the worker through much of the exchange, at times directly at his face, he wasn’t doing so when he said the words \"I’m not working for —.\" \nOur ruling\nA Facebook post suggests Biden told a factory worker, \"I don’t work for you!\" while pointing a finger at the worker’s face. \nBiden and the worker got into a confrontation over Biden’s proposed gun control policies; the worker falsely accused Biden of wanting to take away people’s guns. While news accounts differ on what words Biden said, the quotes are similar to the phrase attributed to Biden in the Facebook post. Biden was not pointing at the worker during that part of the exchange.\nThe claim is partly true, but leaves out important details and context. \nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-18730"}