{"url": "/factchecks/2017/jul/20/blog-posting/its-fake-news-american-killed-north-koreas-leader-/", "speaker": "Bloggers", "vclaim": "\"Kim Jong Un dead: North Koreans calling Trump an assassin\"", "truth_label": "pants-fire", "date": "stated on July 6, 2017 in a blog post:", "title": "It's fake news that an American killed North Korea's leader Kim Jong Un", "text": "A report that Kim Jong Un is dead and that it was an American sniper who killed him is fake news, despite an alarming headline and short story posted on dailysidnews.com.\nA July 6, 2017, post headlined, \"Kim Jong Un dead: North Koreans calling Trump an assassin,\" claims the North Korean leader died \"of an apparent high-powered gunshot wound to the head\" and that state media reports the \"bullet came from the sniper rifle of an American positioned more than a mile away.\"\nThough the Democratic People's Republic of Korea is secretive and the government controls information and the media, there have been no reports by international independent, official news organizations of Kim Jong Un’s death.\nUnited Press International reported that according to state-run Korean Central News Agency, Kim Jong Un on July 8 — two days after dailysidnews.com’s post — visited the Kumsusan Palace of the Sun in Pyongyang to pay respects to his biological grandfather, who died July 8, 1994.\nDailysidnews.com claims that the report of Kim Jong Un’s death follows North Korea’s successful test of a long-range intercontinental ballistic missile that could reach Alaska and possibly Hawaii.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Trump promised swift and appropriate action. This seems to be it. Liberals will cry murder and say we don’t have the right just before they remind us of how many civilians died in Iraq when a president refused to use a single bullet to end Saddam Hussein and instead dragged us to war for a decade,\" the post said.\nNorth Korea on July 4 reportedly launched an intercontinental ballistic missile and U.S. officials estimated its range of 3,400 miles was capable of hitting Alaska, CNN reported.\nBut the dailysidnews.com website raises a lot of questions about its own legitimacy. There’s no information in its \"About Us\" page; a \"Contact Us\" page lists phony information, including an invalid email address and a nonfunctional phone number.\nThe website’s \"Terms and Conditions\" page includes a line that says, \"By operating the Website, Daily Sid News does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful.\"\nThe same July 6 post also appears on thelastlineofdefense.org, a website that says everything it posts is \"a satirical work of fiction.\" Variations of the story are posted on other sites, including ourlandofthefree.com, which says it makes \"no guarantee that what you read here is true. In fact, it most definitely is not.\"\nDailysidnews.com’s report the North Korean leader is dead and that an American killed him is not true, but rather a fabrication. We rate it Pants on Fire!\n Share the Facts 2017-07-20 21:33:58 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Kim Jong Un dead: North Koreans calling Trump an assassin\"    Bloggers Fake News   in a blog post Thursday, July 6, 2017 2017-07-06    Read More  info", "vclaim_id": "vclaim-pol-03088"}