{"url": "/factchecks/2008/apr/14/john-mccain/the-budget-resolution-isnt-that-clear/", "speaker": "John McCain", "vclaim": "Democrats' budget resolution would raise America's tax bill by \"$500-billion.\"", "truth_label": "false", "date": "stated on April 7, 2008 in a poll on McCain's Web site:", "title": "The budget resolution isn't that clear", "text": "With so much time between primaries, political junkies have to take their fun where they can find it. Thankfully, Sen. John McCain's campaign Web site has come up with an interactive widget — it describes it as a poll — that asks online visitors to guess how much \"the Democrats' budget resolution (would) raise America's tax bill.\"\n\nNever mind that most Americans have probably never heard of a \"budget resolution,\" the annual document that lawmakers draw up to use as blueprints for future spending. McCain is seeking to fortify his own credentials as a fiscal conservative while also portraying the party of his rivals as reckless spenders.\n\n\nMcCain's Web site gives visitors four choices with which to gauge Democratic profligacy: zero, $500-million, $200-billion or $500-billion. Pick any one, click the \"submit\" bar at the bottom, and a screen appears advising the responder that the correct answer is $500-billion. It also asks visitors to sign an online petition \"to support a restoring fiscal sanity\" (sic) by giving their names, e-mail addresses and zip codes.\n\n\nMcCain might be making himself out to be a voice of fiscal sanity, but even casual budget wonks will find the poll misleading.\n\n\nFirst, budget resolutions don't have the force of law; the majority party uses them both to make a political statement and to set nonbinding parameters for considering tax and spending legislation. So it's technically incorrect to say the budget resolution will raise, lower or even keep taxes the same. The documents cannot change tax law.\n\n\nSo, what about the $500-billion figure? This also is misleading, because the fiscal 2009 budget resolutions the House and Senate adopted in March don't have line items on tax proposals. The Democrats who wrote them assume that many of President Bush's 2001 and 2003 tax cuts will expire at the end of 2010 — a development that would bring more revenue into the government's coffers and perhaps help the Democrats make good on their pledge to balance the budget by 2012.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe asked the McCain campaign where they got the $500-billion figure and they did not respond. But it's the same amount that other Republicans have used, noting that it's the difference between revenue calculations done with the tax cuts expiring and with the tax cuts being extended. The Congressional Budget Office, a nonpartisan arm of Congress, did five-year revenue projections that assumed all of the Bush tax cuts were allowed to expire, and those revenue estimates are close to what the budget resolutions project for the same time frame.\n\n\nThis is what Republicans use as evidence that Democrats want to eliminate all of those tax cuts. We see the logic, but other facts need to be taken into account.\n\n\nThose same Democratic lawmakers who wrote the budget resolution also support extending at least some of the tax cuts that have helped lower- and middle-income taxpayers. In fact, during the full Senate debate on the chamber's resolution, lawmakers adopted an amendment by Senate Finance Committee Chairman Max Baucus, D-Mont., that would extend the child tax credit, marriage-penalty relief provisions and other components in the 2001 tax package.\n\n\nDemocrats say they haven't yet made final decisions on which tax cuts will stay and which will go, and they maintain those tax cuts that are extended will be offset by tax increases elsewhere or by spending cuts. In other words, the budget resolution doesn't provide enough specifics to know the net effect on taxes, up or down.\n\n\nIt's all part of the dodgy nature of budget politics, but the fact remains that budget resolutions do not contain enough specific language for anyone to calculate a particular tax increase. For McCain to claim it's $500-billion is False.", "vclaim_id": "vclaim-pol-16271"}