{"url": "/factchecks/2011/nov/07/betty-sutton/betty-sutton-says-average-15-us-factories-close-ea/", "speaker": "Betty Sutton", "vclaim": "\"Every day in the United States, we are losing 15 factories.\"", "truth_label": "true", "date": "stated on October 25, 2011 in a speech in the House of Representatives:", "title": "Betty Sutton says that on average, 15 U.S. factories close each day", "text": "With Republicans in control of the U.S. House of Representatives, Democrats don’t have the clout they used to.\n\nHampered in their ability to pass legislation, Ohio Democrats like Betty Sutton of Copley Township are using the bully pulpit of the House of Representatives floor to make points. On Oct. 25, 2011, Sutton and a few of her Democratic colleagues spent a half-hour there sounding off on the topic of job creation and the American dream.\n\nSutton took aim at companies that have moved jobs overseas, and the policies that she says encouraged that action.\n\n\"Many big companies have not created jobs in the U.S. Instead, they’ve taken many of their jobs to countries with the cheapest labor, the least regulations and few employee rights. This flies in the face of the Republicans’ concern that taxes on the rich means fewer jobs,\" she said.\n\n\"On that point, every day in the United States, we are losing 15 factories,\" she said. \"Yet here on this House floor, those on the other side of the aisle are content in trying to protect the loopholes that ship jobs overseas.\"\n\nDemocrats in Washington frequently discuss the nation’s overseas job losses, but PolitiFact Ohio hadn’t before heard a daily factory closure number. So we checked into it.\n\nSutton spokesman Anthony DeAngelo told PolitiFact that her office used databases from the Bureau of Labor Statistics Quarterly Census of Employment and Wages to compute the statistic.\n\nThe data shows there were 398,887 private manufacturing establishments of all sizes in the United States during the first quarter of 2001. By the end of 2010, the number declined to 342,647, a loss of 56,190 facilities. Over 10 years, that works out to an average yearly loss of 5,619 factories. Dividing that by the 365 days in a year produces a 15.39 average daily number of factories lost.\n\n\"The congresswoman has always had a very strong focus on revitalizing our manufacturing base and bringing new jobs to Ohio,\" DeAngelo said. \"Because when you look at problems from the deficit on down, a lot of those problems can be remedied, in large part by rebuilding and revitalizing our manufacturing base.\"\n\nBureau of Labor statistics spokesman Gary Steinberg said Sutton used the correct data to come up with her figure, though her statement would have been more precise if she specified the time period over which the shutdowns occurred.\n\nFor example,  the bureau’s statistics show the nation lost 8,660  factories in 2010, which works out to more than 23 each day that year. The rate was similar in 2009. In 2007 and 2008, roughly 1,500 factories shut down annually, which works out to just four daily closures.\n\nDeAngelo said Sutton used the 10-year statistic because it was the most comprehensive number she could find.  And while it might have been better if she cited that time period in her speech, her numbers on factory closures add up.\n\n\"It was a good, comprehensive figure that really showed the depth of our manufacturing crisis in this country and the simple fact that we are losing so many factories and so many jobs every single day over a long period of time,\" DeAngelo said.\n\nIt’s worth noting that manufacturing is just one segment of the economy, and that other sectors are adding jobs. For example, the Bureau of Labor statistics employment situation summary for September 2011 showed gains in the health care and professional and business services sectors.\n\nStill, a BLS publication called Monthly Labor Review found that manufacturing was one of the hardest hit employment sectors during the last recession, with losses concentrated in the transportation equipment, fabricated metal, machinery, wood product and furniture industries.\n\nOn the Truth-O-Meter, Sutton’s claim rates True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12131"}