{"url": "/factchecks/2019/may/10/joe-manchin/are-19-west-virginians-food-stamps/", "speaker": "Joe Manchin", "vclaim": "\"19% of WVians rely on SNAP,\" or food stamps.", "truth_label": "mostly-true", "date": "stated on March 29, 2019 in a tweet:", "title": "Are 19% of West Virginians on food stamps?", "text": "Sen. Joe Manchin, D-W.Va., recently took to Twitter to criticize a Trump administration proposal on the Supplemental Nutrition Assistance Program, sometimes known as food stamps.\nManchin wrote: \"19% of WVians rely on SNAP, but proposed changes would take food assistance from those struggling to find stable employment while doing nothing to help them to become permanently employed. I'm urging @USDA Sec Sonny Perdue to withdraw the proposal.\"\n19% of WVians rely on SNAP, but proposed changes would take food assistance from those struggling to find stable employment while doing nothing to help them to become permanently employed. I'm urging @USDA Sec Sonny Perdue to withdraw the proposal. MORE: https://t.co/cRln5zNudh— Senator Joe Manchin (@Sen_JoeManchin) March 29, 2019\n\nThe tweet linked to a press release from Manchin explaining his position on the proposal, which would give states less flexibility on enforcing work requirements for SNAP beneficiaries. Manchin and several dozen senators from both parties expressed opposition to the proposal.\nWe won’t address the pros and cons of the Trump administration proposal here, but we did wonder if almost one of every five people in West Virginia rely on SNAP.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWe checked with experts and looked at the data, and it turns out that Manchin was pretty close to the mark.\nIn February 2019, the most recent month for which full data is available, West Virginia had 314,042 SNAP beneficiaries. Meanwhile, the state’s estimated population for 2018, according to the Census Bureau, was 1,805,832.\nThat works out to 17.4 percent of state residents, or a bit lower than the 19 percent figure Manchin cited.\nOur ruling\nManchin said, \"19% of WVians rely on SNAP, but proposed changes would take food assistance from those struggling to find stable employment while doing nothing to help them to become permanently employed.\"\nThe percentage Manchin cited is a little high, but it’s close. We rate his statement Mostly True.\n Share the Facts 2019-05-11 03:40:51 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"19% of WVians rely on SNAP,\" or food stamps.    Joe Manchin U.S. Senate, D-W.Va. https://twitter.com/Sen_JoeManchin/status/1111652799966785536   a tweet Friday, March 29, 2019 2019-03-29    Read More  info", "vclaim_id": "vclaim-pol-00645"}