{"url": "/factchecks/2017/may/02/tariq-el-shabazz/philly-da-candidate-blasts-investigative-journalis/", "speaker": "Tariq El-Shabazz", "vclaim": "\"In my 30 year career including dozens of capital cases, not a single client of mine has ever been sentenced to death.\"", "truth_label": "mostly-true", "date": "stated on April 28, 2017 in In a statement responding to a news article:", "title": "Philly DA candidate blasts investigative journalism: I never repped a client on Death Row", "text": "DA candidate Tariq El-Shabazz went nuclear on reporter Ryan Briggs last week after Briggs published an investigative story on City & State PA questioning El-Shabazz’s handling of a 2000 murder case. In a two-page critique released on Twitter, El-Shabazz referred to Briggs as a \"fake news reporter\" and accused him of racism.\nThe long statement, released Friday, also suggested Briggs had incorrectly stated the former client of El Shabazz was on death row and included this line: \"In my 30 year career including dozens of capital cases, not a single client of mine has ever been sentenced to death.\"\nHas El-Shabazz really never represented someone who was sentenced to death?\nWe’ll start with Anthony Brown. Briggs’ article originally included the following passage: \"With nothing but death row ahead of him, Brown began to file state and federal court petitions largely centering around El-Shabazz’s failure to investigate his case.\" According to a Philadelphia Daily News article from 2000, Brown was given a life sentence for the murder. State records also indicate nobody by the name Anthony Brown has been sentenced to death in Pennsylvania.\nGreg Salisbury, editor of City & State PA, said the line about death row was a copy editing error. He said the story was corrected Monday. The above sentence now reads, \"With nothing but the rest of his life in prison ahead of him,\" and a correction is noted at the end of the piece.\nBut another client of El-Shabazz, infamous drug dealer Kaboni Savage, presents a murkier picture. In 2013, Savage was given a federal death sentence for 12 counts of murder, six of which stemmed from a 2004 retaliatory fire bombing in North Philly.\nEl-Shabazz, however, did not represent Savage during the federal case for which he received the death penalty. Salima Suswell, a spokesperson for El-Shabazz, said he was disqualified from representing Savage because of a conflict of interest and couldn’t represent him. The conflict arose because of the earlier case in which he repped Savage. In federal court filings, El-Shabazz is not listed as an attorney for Savage in the case. The earliest motion by the defense comes from Christopher Warren, who was a court-appointed attorney.\nSavage wasn’t El-Shabazz’s client in that matter, Suswell said. \"So the statement stands as true.\"\nA 2004 Inquirer article indicates El-Shabazz was representing Savage when the drug dealer was already being suspected — but not yet charged — in the fire bombing. The article explains that the FBI was targeting Savage, lists El-Shabazz as his lawyer and quotes him as saying Savage had nothing to do with the firebombing \"directly or indirectly.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nSo the fact-check comes down to this question: Is it fair for a lawyer to say none of his clients have ever been sentenced to death when a major client of his received a death sentence in a case he didn’t litigate after being disqualified from representing him?\nTwo legal experts say yes. Claire Finkelstein, director of the Center for Ethics and the Rule of Law at Penn, said given the context, El-Shabazz’s statement is not incorrect.\n\"He’s trying to prove he’s a good lawyer,\" Finkelstein said. \"If you look at the spirit of it, it doesn’t falsify the claim. He’s not responsible for that guy getting the death penalty.\"\nSaid Jules Epstein, a longtime trial lawyer and a professor at Temple Law, who disclosed that he knows El-Shabazz: \"The fact that a former client got the death penalty with a different attorney is no reflection on this lawyer whatsoever.\"\nOur Ruling\nAfter a critical article was published about him last week, Tariq El-Shabazz released a statement Friday calling reporter Ryan Briggs racist and of publishing fake news. In his statement, El-Shabazz said the article had incorrectly claimed former client Anthony Brown was given a death sentence and that not a single client of his had ever been sentenced to death.\nBrown was not given the death penalty. He received a life sentence, and City & State PA corrected the error Monday. But a former client of El-Shabazz, Kaboni Savage, received a death sentence. El-Shabazz, however, did not represent Savage in the federal case that led to the sentence.\nBecause he didn’t represent Savage in that case, a spokesperson for El-Shabazz said his claim stands as true. A former trial lawyer and expert on legal ethics agree.\nBut while true in a legal sense, El-Shabazz’s statement needs clarification.\nWe rule the claim Mostly True.", "vclaim_id": "vclaim-pol-03352"}