{"url": "/factchecks/2012/jul/11/sean-duffy/wisconsin-gop-us-rep-sean-duffy-says-obamacare-law/", "speaker": "Sean Duffy", "vclaim": "President Barack Obama’s health care reform \"slashed $500 billion from Medicare.\"", "truth_label": "barely-true", "date": "stated on June 7, 2012 in a news release:", "title": "Wisconsin GOP U.S. Rep. Sean Duffy says \"Obamacare\" law \"slashed $500 billion from Medicare\"", "text": "On June 6, 2012, Wisconsin Democrat Pat Kreitlow huffed and puffed in declaring that U.S. Rep. Sean Duffy, R-Wis., \"voted twice to end Medicare.\"\n\nIt was a claim, made numerous times about others, that PolitiFact National labeled its Lie of the Year for 2011. Kreitlow, who is challenging Duffy in the November 2012 election, earned a Pants on Fire for his version.\n\nA day later, Duffy fumed over Kreitlow’s support of President Barack Obama’s health care reform law, saying it \"slashed $500 billion from Medicare.\"\n\nThat has been another popular claim for the Truth-O-Meter.\n\nLet’s see whether Duffy is spouting anything more than hot air.\n\nPast claims\n\nThe first phases of the health care reform law, which was upheld by the U.S. Supreme Court in June 2012, took effect in March 2010.\n\nSix months later, the 60 Plus Association, a conservative advocacy group for senior citizens, began running TV ads against Democratic members of Congress from Wisconsin and other states who voted for it.\n\nThe claim? The law \"will cut $500 billion from Medicare\" and \"hurt the quality\" of care for seniors.\n\nPolitiFact National found the law does not take $500 billion out of the current Medicare budget, but reduces the growth of Medicare spending by just over $500 billion over 10 years.\n\nIn rating the claim Mostly False, our colleagues noted that the nonpartisan Congressional Budget Office projects Medicare spending will rise to $929 billion in 2020, an increase of $430 million over actual spending in 2009.\n\nSo, Medicare spending continues to increase, but not by as much as it would have without the reform law.\n\nThe claims of a $500 billion cut to Medicare, however, have continued.\n\nIn May 2012, a Republican Ohio congressman accused a Democratic Ohio congresswoman of having \"gutted Medicare by $500 billion\" by voting for the health care reform law. PolitiFact Ohio rated the claim Mostly False, noting that Medicare spending would have grown at a faster rate without the law.\n\nThe same month, PolitiFact Florida gave a Mostly False to the U.S. Chamber of Commerce for saying \"seniors will see $500 billion in Medicare cuts to fund ‘Obamacare.’\" Our colleagues found that slowing the growth in Medicare spending is intended to offset, to some extent, the overall cost of the law.\n\n(For a comprehensive look at Medicare and claims made about it, read \"The PolitiFact guide to Medicare attack lines.\")\n\nDuffy claim\n\nDuffy's made his claim in a news release issued June 7, 2012 to criticize Kreitlow's support of the health care reform law. Regarding the law's effect on Medicare, Duffy said:\n\n\"Kreitlow's full-throated support for the government’s unwarranted takeover of healthcare slashed $500 billion from Medicare, too.\"\n\n(Claims that Obama's law is a government takeover of health care was PolitiFact National's Lie of the Year for 2010.)\n\nDuffy campaign manager Justin Richards argued that \"slashed\" is an accurate way of describing how the law reduces the growth in Medicare spending. But even though some of the news article excerpts Richards cited referred to cuts, he acknowledged that the reductions are in the growth of future spending.\n\nOur rating\n\nDuffy said the federal health care reform law \"slashed $500 billion from Medicare.\"\n\nThere is an element of truth in his statement because Medicare spending will grow by about $500 billion less than it would have without the law. But the law has not already reduced Medicare spending by $500 billion, as Duffy suggests.\n\nWe rate Duffy's statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10787"}