{"url": "/factchecks/2012/mar/30/charlie-baird/charlie-baird-says-travis-county-office-has-had-sa/", "speaker": "Charlie Baird", "vclaim": "\"We've had the same leadership in the Travis County DA's office for 30 years.\"", "truth_label": "barely-true", "date": "stated on March 1, 2012 in a campaign handout.:", "title": "Charlie Baird says Travis County office has had same leadership for 30 years", "text": "Charlie Baird, the former district and Court of Criminal Appeals judge challenging Travis County District Attorney Rosemary Lehmberg in the May 29, 2012, Democratic primary, vows to bring a freshness to the local office responsible for prosecuting felony cases in the county.\n\nA Baird leaflet we spotted in early March says: \"\"We've had the same leadership in the Travis County DA's office for 30 years.\"\n\nIs that so? We recall that Lehmberg took office as district attorney about three years ago.\n\nSo, how does Baird get to his 30 years of the office being under the same leadership?\n\nIn an interview, Baird told us Lehmberg started working for the Travis County district attorney’s office before Ronnie Earle won his first term as DA in the 1970s. Baird also specified about 10 of Lehmberg’s deputies or section chiefs who he said had been with the office for an \"extraordinarily long time.\"\n\nA day later, Baird called back to say that his leaflet statement was based only on the tenures of Earle and Lehmberg -- and not time served by any longstanding deputies.\n\nAll righty, let’s count.\n\nEarle became the district attorney in 1977, the Austin American-Statesman noted in a December 2007 news article on his decision not to run again in 2008.\n\nAccording to Lehmberg’s biographical entry on the office’s website, she left private law practice to join the DA’s office in 1976. The entry continues: \"Rosemary began her career with the district attorney working with the Grand Jury and then as a trial attorney in the 167th District Court, presided over by Judge Tom Blackwell. She later became chief of that court and then the chief of the Trial Division. She has served as the chief of the Career Criminal, Major Crimes and Public Integrity Divisions.\"\n\nThe entry continues: \"In 1988, Rosemary became director of the Family Justice Division. While director, she was a founder of the Travis County Children's Advocacy Center, now the Center for Child Protection... Rosemary served as First Assistant District Attorney from 1997 until 2009, when she was elected District Attorney. She took office in January 2009, the first woman district attorney in Travis County history.\"\n\nOur ruling\n\nThe Travis County DA’s office had two elected leaders over 35 years, from 1977 through 2011. Earle was the district attorney for 32 of those years, leaving office after voters elected Lehmberg, who earlier held several leadership roles under Earle and, significantly, was his first assistant for a dozen years.\n\nCounting her time as the first assistant district attorney, it’s fair to say Lehmberg has been a key leader of the office for 15 years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nHowever, Earle -- who is no longer there -- was the office’s leader most of the leaflet’s proclaimed 30 years.\n\nWe rate Baird’s claim as Mostly False.", "vclaim_id": "vclaim-pol-11356"}