{"url": "/factchecks/2018/apr/25/randy-bryce/campaign-staff-randy-bryce-whos-running-paul-ryans/", "speaker": "Randy Bryce", "vclaim": "\"Our campaign staff was the first to unionize in the history of politics.\"", "truth_label": "mostly-true", "date": "stated on March 14, 2018 in an interview:", "title": "First-ever political campaign staff to unionize? Randy Bryce says his", "text": "A first-time-ever claim will almost always get our attention.\nOne was made by Randy Bryce, a Democrat who is running for the southern Wisconsin U.S. House seat being vacated by Republican Paul Ryan, the House speaker.\nBryce, a union ironworker, was interviewed by CNN talk show host Don Lemon on March 14, 2018. Asked about the surprise win that night by Democrat Conor Lamb in a special House election in Pennsylvania, Bryce said:\nWell, he ran a very pro-union campaign. Being a union member, that’s something that’s been very important for me, standing up for working people. I mean, our campaign staff was the first to unionize in the history of politics. So, that’s something I’m very proud of.\nFirst ever?\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc\n\n\n\n\n\n\n \nBryce's evidence\nBryce’s campaign spokeswoman, noting it’s hard to prove something has never occurred before, told us she was not aware of any previous campaign staffs that unionized before Bryce’s campaign workers joined the Campaign Workers Guild and forged a contract with Bryce in December 2017. The deal was announced three months later.\nThe union itself is new, having started organizing in early 2017. So we sought out experts in labor history.\nAsking the experts\nOf the 12 labor history experts we contacted (see the list of sources accompanying this article), none said they were aware of any previous campaign staffs that had been unionized.\nBut none could say for sure that it had never happened.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n\n\nMore fact checks on unions:\nScott Walker: Did FDR oppose collective bargaining for government workers?\nAlberta Darling: Wisconsin lawmaker voted to allow using tax money to pay for Viagra for public school employees?\n\n\n\n\n \nHere are some of their responses:\nI suspect there have been staff who joined unions, but he (Bryce) may be the first to recognize and bargain with them.  I don’t know of anyone who’s studied this question. -- University of Minnesota history professor William Jones\nI think we can say it’s true for contemporary politics. I am not going to vouch for anything prior to the National Labor Relations Act (signed in 1935) because I’m not sure we would know. -- Kate Bronfenbrenner, labor education research director at Cornell University\nI don’t know for sure, but it seems unlikely that in 200+ years no one did this before. -- Ruth Milkman, sociologist of labor and labor movements at City University of New York Graduate Center\nI don’t know of any, but that doesn’t mean they don’t exist. There is no central database for local unions, and many do not affiliate with a national union. Campaign staffs could have been unionized and we would never know. -- Rutgers University labor studies professor Dorothy Sue Cobble\nWe also checked with the National Labor Relations Board, which also does not keep such records.\nThe Office and Professional Employees International Union wasn’t able to help us and we didn’t hear back from the American Federation of Labor and Congress of Industrial Organizations (AFL-CIO).\nOur rating\nBryce says: \"Our campaign staff was the first to unionize in the history of politics.\"\nThe dozen experts we consulted said they were not aware of any previous campaign staff unionizing, though they could not state flatly that it had never occurred.\nIf new information surfaces, we’ll reconsider this rating. For now, we rate it Mostly True.\n Share the Facts 2018-04-25 16:20:03 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True   \"Our campaign staff was the first to unionize in the history of politics.\"    Randy Bryce Democratic U.S. House candidate https://www.youtube.com/watch?v=irFbn5c8zxc   In an interview Wednesday, March 14, 2018 2018-03-14    Read More  info", "vclaim_id": "vclaim-pol-02151"}