{"url": "/factchecks/2017/mar/20/donald-trump/trumps-false-tweet-nsa-fbi-said-russia-did-not-inf/", "speaker": "Donald Trump", "vclaim": "\"The NSA and FBI tell Congress that Russia did not influence electoral process.\"", "truth_label": "false", "date": "stated on March 20, 2017 in a tweet:", "title": "Trump's False tweet that NSA, FBI said 'Russia did not influence electoral process'", "text": "FBI Director James Comey and NSA Director Mike Rogers stand by the conclusion that Russia sought to influence the 2016 election in President Donald Trump’s favor, they both said at a March 20 congressional hearing.\nBut that’s not what Trump heard.\n\"The NSA and FBI tell Congress that Russia did not influence electoral process,\" Trump tweeted from the official White House account, @POTUS.\nThe NSA and FBI tell Congress that Russia did not influence electoral process. pic.twitter.com/d9HqkxYBt5— President Trump (@POTUS) March 20, 2017\n\nHis tweet included a 51-second video clip of the hearing, which lasted more than five hours. The video clip shows Comey and Rogers confirming they have no evidence indicating that Russia altered vote tallies on Election Day in swing states like Florida, North Carolina and Ohio. \nBut vote tallying is only one aspect of the electoral process, and it’s not the only aspect of the campaign that Comey and Rogers talked about.\nComey and Rogers said they believe Russia meddled in the race leading up to Election Day, chiefly by cyber-infiltrating the Democratic National Committee and other political organizations. Contrary to Trump’s tweet, they also said the intelligence community did not assess whether Russia’s actions actually had a measurable impact on the election outcome or public opinion.\nBecause Trump sent out his tweet before the hearing ended, Rep. Jim Himes, D-Conn., was able to ask Comey and Rogers about it.\n\"We’ve offered no opinion, have no view, have no information on potential impact because it’s never something that we’ve looked at,\" Comey said.\nBut there’s no question from their testimony that Rogers and Comey believe that Russia wanted to influence the election:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n• Comey officially confirmed the FBI is still investigating Russia’s involvement in the election, saying, \"I have been authorized by the Department of Justice to confirm that the FBI, as part of our counterintelligence mission, is investigating the Russian government's efforts to interfere in the 2016 presidential election and that includes investigating the nature of any links between individuals associated with the Trump campaign and the Russian government and whether there was any coordination between the campaign and Russia's efforts.\"\n• Comey and Rogers both said \"yes\" when Rep. Mike Conaway, R-Texas, asked: \"Both your agencies agree with the assessment that the Russians' goal was to undermine the public faith in U.S. democratic process. Is that still your assessments?\"\n• Comey and Rogers both said \"yes\" when Conaway asked them if they still agreed with the intelligence community’s January conclusion that Russian President Vladimir Putin wanted to harm former Secretary of State Hillary Clinton’s candidacy and, by extension, help Trump.\n\"I don't know for sure (when we made that judgment), but I think that was a fairly easy judgment for the community,\" Comey said. \"Putin hated Secretary Clinton so much, that the flipside of that coin was he had a clear preference for the person running against the person he hated so much.\"\n•  Comey said Russia’s interference stood out because it was so \"noisy,\" possibly in an attempt to cause panic among the American public. \"They were unusually loud in their intervention,\" he said. \"It’s almost as if they didn’t care that we knew what they were doing or that they wanted us to see what they were doing.\"\nWe reached out to the White House for comment but didn't hear back.\nOur ruling\nTrump said, \"The NSA and FBI tell Congress that Russia did not influence electoral process.\"\nRogers and Comey never said this — not in the video clip Trump shared, nor at any point in the five-hour hearing.\nRather, they said they believe Russia interfered in the presidential election, in an attempt to help Trump and undermine the democratic process. They said they don’t know one way or the other if that interference actually did affect public opinion or the outcome of the election.\nWe rate Trump’s claim False.\n Share the Facts   Politifact    5 7  Politifact Rating: False  \"The NSA and FBI tell Congress that Russia did not influence electoral process.\"    Donald Trump President   in a tweet Monday, March 20, 2017 03/20/2017    Read More  info", "vclaim_id": "vclaim-pol-03537"}