{"url": "/factchecks/2007/dec/11/rudy-giuliani/he-didnt-say-that-but-he-did-shift-to-the-left/", "speaker": "Rudy Giuliani", "vclaim": "\"He's (Romney) the one who said that he would be to the left of Teddy Kennedy on gay rights.\"", "truth_label": "mostly-true", "date": "stated on November 26, 2007 in MSNBC's \"Morning Joe\":", "title": "He didn't say that, but he did shift to the left", "text": "While Romney never said he was \"to the left of Teddy Kennedy on gay rights,\" Romney did reach out to gay and lesbian voters during his failed 1994 bid for Kennedy's Senate seat. More to the point, Romney said he could outperform Kennedy on gay and lesbian issues.\n\n\nIn an October 1994 letter to the Massachusetts chapter of the Log Cabin Republicans, a GOP gay rights group, Romney wrote, \"For some voters it might be enough for me to simply match my opponent's record in this area. But I believe we can and must do better.\"\n\n\nAnd during an August 1994 question and answer session with the Boston gay and lesbian newspaper\n\nBay Windows,\n\nRomney said he could be a more effective advocate for gay rights than Kennedy because he is a Republican. \"When Ted Kennedy speaks on gay rights, he's seen as an extremist. When Mitt Romney speaks on gay rights he's seen as a centrist and a moderate,\" he said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBy 2002, when Romney defeated Democrat Shannon O'Brien to become Massachusetts' governor, he had backed off his support of gay rights. O'Brien said she would support legislation to legalize gay marriage, while Romney said he would not. After Romney won the election, the Massachusetts Supreme Judicial Court ruled in 2004 that gays and lesbians must be allowed to marry in Massachusetts, making it the first state to confer that right. Romney fought it every step of the way.\n\n\nWhile he didn't say that he would \"be to the left of Teddy Kennedy on gay rights,\" he did say he would be a more effective gay rights advocate than Kennedy because of his centrist/moderate stance. So apart from the license he takes with Romney's wording, Giuliani's attack is Mostly True and demonstrates just how far Romney has shifted to the right since his first foray into politics in 1994.", "vclaim_id": "vclaim-pol-16473"}