{"url": "/factchecks/2014/oct/06/democratic-party-virginia/va-democrats-say-hospital-layoffs-are-direct-resul/", "speaker": "Democratic Party of Virginia", "vclaim": "\"Hospitals have already begun layoffs, a direct result of Republican inaction\" on Medicaid expansion.", "truth_label": "half-true", "date": "stated on September 16, 2014 in a news release.:", "title": "Va. Democrats say hospital layoffs are \"direct result\" of GOP inaction on Medicaid", "text": "The state Democratic Party is continuing to assail the Republican-controlled General Assembly’s refusal to expand Virginia’s Medicaid program.\nIn a recent news release, the Democrats said \"hospitals have already begun layoffs, a direct result of Republican inaction.\"\nWe looked into the claim, made at the start of a special legislative session in mid-September at which Republicans refused to expand Medicaid eligibility to as many as 400,000 additional low-income and disabled Virginians. Under provisions of the Affordable Care Act -- also called Obamacare -- Uncle Sam would pay the entire expansion cost for two years and never less than 90 percent in the future. GOP lawmakers, who control the House and Senate, said they don’t trust the federal government will pay its promised share.\nDemocrats have strongly supported the expansion, arguing, in part, that it would ease losses hospitals suffer from treating indigent patients.\nWe asked Morgan Finkelstein, spokeswoman for state Democratic Party, for proof of the party’s claim that hospital layoffs have begun as a \"direct result\" of the GOP’s opposition to expansion. She sent us a number of articles and announcements of hospital layoffs and closings in Virginia during the last few years.\nHere’s the list of layoffs at 13 Virginia hospitals:\n\n\n50 at three Wellmont Health Systems hospitals in Southwest Virginia in June 2013\n\n\n140 through the closure of Wellmont’s Lee Regional Medical Center in Southwest Virginia in October 2013\n\n\n116 at Mountain States Health Alliance, which has hospitals in Tennessee and Southwest Virginia, in January\n\n\n33 at Valley Health, mainly at Winchester Medical Center, in January\n\n\n66 at Mary Washington Healthcare in Fredericksburg at the beginning of September\n\n\nThe news releases and articles cite the rejection of Medicaid expansion as one reason for the layoffs. But it wasn’t the only reason.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe hospitals -- mostly in rural areas --  also blamed declining patient populations and lower Medicare payments.  \nThe ACA reduces reimbursements to hospitals for treating Medicare patients -- mostly people 65 and older. Obamacare supporters originally thought hospitals would recoup most of the money through the expansion of Medicaid. But the equation changed in 2012 when the U.S. Supreme Court ruled that states could not be compelled to broaden their Medicaid programs. That left an opening that’s allowed Virginia and 22 other states to resist expansion.\nSeveral of the Virginia hospitals that had layoffs reported Medicare populations as high as 60 percent. So they’ve been disproportionately hurt by the lowered Medicare reimbursements while, at the same time, unable to tap into extra Medicaid money.\nFor example, Mountain States Health Alliance told the Kingsport Times-News in Tennessee in January that Medicaid expansion would help the system recover $20 million of its expected loss of $30 million every year. Mary Washington Healthcare told The Free Lance-Star in Fredericksburg that it’s expecting to lose $31 million in Medicare reimbursements and that the expansion of Medicaid would have compensated for $14 million of the loss.\nIn a news release about closing Lee Regional Medical Center, Wellmont attributed the cause to \"reimbursement cuts associated with the Affordable Care Act, extremely low community use of the hospital and a lack of consistent physician coverage.\"\nIt should be noted that rural hospitals across the country were in financial trouble long before Obamacare became part of our lexicon, facing shrinking patient populations and under pressure to shorten hospital stays. The Office of the Inspector General at the U.S. Department of Health and Human Services found in a 2003 report that 208 rural hospitals closed from 1990 to 2000. The report has not been updated.\nEight of the 13 Virginia hospitals cited by the Democratic Party have operated in the red during every fiscal year since 2009, according to records from Virginia Health Information.\nOur ruling\nThe Democratic Party of Virginia says that hospital layoffs have begun as a \"direct result\" of Republican legislators’ refusal to expand the state’s Medicaid program. The Democrats point to news releases from four hospital systems -- mostly in rural areas -- that have announced staff cuts since June 2013.\nThe systems cited the state’s resistance to Medicaid expansion as one of several reasons for the layoffs. Of greater impact, however, was a reduction in Medicare reimbursements under Obamacare. Several hospital officials said the expansion of Medicaid would have allowed them to offset some -- but not nearly all -- of the loss.\nIt also should be noted that most of the individual hospitals where the layoffs occurred had been in the red since at least since 2009 -- some of them all but losing their patient base.\nThe GOP’s refusal to expand Medicaid came at a tough time for the hospital systems and certainly added to their woes. But saying the layoffs are the \"direct result\" of the Republicans’ action is an exaggerated claim that ignores deeper factors.\nThe Democratic claim is partially accurate but leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-07199"}