{"url": "/factchecks/2017/mar/05/sarah-huckabee-sanders/why-white-houses-defense-trump-accusing-obama-wire/", "speaker": "Sarah Huckabee Sanders", "vclaim": "\"Everybody acts like President Trump is the one that came up with this idea. ... There are multiple news outlets that have reported\" former President Barack Obama ordered wiretapping on Trump.", "truth_label": "false", "date": "stated on March 5, 2017 in an interview on ABC's \"This Week\":", "title": "Why the White House defense of Trump wiretap accusation is misleading", "text": "President Donald Trump’s White House offered dubious explanations on the Sunday shows to defend Trump’s Twitter accusation that former President Barack Obama wiretapped phones at Trump Tower before the 2016 election.\nThe president, a spokeswoman said on ABC’s This Week, didn’t come up with the storyline out of thin air. He was echoing reports from \"multiple news outlets.\"\n\"Everybody acts like President Trump is the one that came up with this idea and just threw it out there,\" said deputy press secretary Sarah Huckabee Sanders on March 5. \"There are multiple news outlets that have reported this.\"\nAt one point in the segment, Sanders specifically named the New York Times and BBC as news outlets that have covered the wiretapping allegations. Show host Martha Raddatz pushed back and said Trump started this issue with his specific tweet.\nABC Breaking News | Latest News Videos\nSanders repeated her point: \"I hardly say he started this when there were multiple news reports prior to that.\"\nIf the basis of Trump's comment is media reports, he doesn't have a case. \nA White House spokesperson sent PolitiFact five articles from the BBC, HeatStreet, the New York Times, the National Review and a transcript from Fox News’ Special Report with Bret Baier as evidence of Sanders’ claim.\nBefore we get into those, it’s worth noting that many news outlets have suggested Trump’s remark was inspired by a March 3 post on Breitbart News. The post was not included by Trump’s team as backup, but the Breitbart article links to some of the other reports.\nThe Breitbart article followed up on comments by Mark Levin on a March 2 segment of his conservative radio show. During the show, Levin claimed Obama’s administration used \"police state\" tactics in the fall to watch over Trump’s team.\nTrump sent his tweet early March 4. As of March 5, he had still not provided evidence.\n\"How low has President Obama gone to tapp my phones during the very sacred election process. This is Nixon/Watergate. Bad (or sick) guy!\" Trump wrote.\nHow low has President Obama gone to tapp my phones during the very sacred election process. This is Nixon/Watergate. Bad (or sick) guy!— Donald J. Trump (@realDonaldTrump) March 4, 2017\n\nThe Breitbart article recapped 10 news events of the 2016 campaign that laid the foundation for Obama’s administration to \"eavesdrop on the Trump campaign.\" Among the events included as an example is the Wikileaks release of emails from Hillary Clinton campaign chairman John Podesta, which the Clinton campaign used to blame \"Trump and the Russians.\nThe Breitbart article also mentions two requests under the the Foreign Intelligence Surveillance Act, which grants a court the authority to grant (or deny) warrants for electronic surveillance. The reporting about FISA requests is taken from a Nov. 7, 2016, report from the conservative-leaning website called HeatStreet. HeatStreet published an article, it said, based on two unnamed sources. \n\"The FBI sought, and was granted, a FISA court warrant in October, giving counterintelligence permission to examine the activities of ‘U.S. persons’ in Donald Trump’s campaign with ties to Russia,\" reads a line from the HeatStreet piece.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe story says the FISA warrant was in relation to an investigation to the \"Trump campaign, and its alleged links to two banks; SVB Bank and Russia’s Alfa Bank.\" \nOther reports about this FISA requests come from the BBC and the Guardian. (The White House did not send the Guardian over as evidence.) Importantly, these sources do not back up Trump’s accusation that Obama himself ordered the wiretap as part of political sabotage.\nOn Jan. 12, the BBC reported that lawyers from the National Security Division in the Department of Justice filed applications to the court that handles intelligence matters related to the Foreign Intelligence Surveillance Act or FISA.\n\"A lawyer — outside the Department of Justice but familiar with the case — told me that three of Trump's associates were the subject of the inquiry,\" wrote Paul Wood, a British journalists who wrote the article in first person. The article did not say anything about Trump Tower.\nSix months earlier, the Guardian reported that the FBI applied for a warrant to monitor members of Trump’s teams interactions with Russia from the FISA court in June. The story was light on the details. It said the June application was turned down by the court, and briefly mentioned a report that the FBI was granted a warrant in October, but that has yet to be confirmed.\nTrump’s team also sent over two articles from the New York Times. These articles are about intelligence probes related to Trump associates and Russian officials.\nThe first article, published on Jan. 12, reported that \"American law enforcement and intelligence agencies were examining communications and financial transactions as part of a broad investigation into possible links between Russian officials and associates of then- President-elect Trump.\"\nAt one point, the article indicates that intelligence reports stemming from the intercepts were given to Obama’s administration.\n\"One official said intelligence reports based on some of the wiretapped communications had been provided to the White House,\" it reads.\nThe other article from Jan. 12 is about the Obama’s administration expanding the powers of the National Security Agency through new rules that relaxed limits on \"collecting satellite transmissions, phone calls and emails that cross network switches abroad, and messages between people abroad that cross domestic network switches.\"\nTrump’s team also cited an article from the National Review as well as a March 3 Fox News interview between host Bret Baier and House Speaker Paul Ryan. The National Review article repeats the same information from HeatStreet. Baier asked Ryan about the report on FISA requests, which Ryan said he had not heard about. To be clear, that isn’t an example of Fox independently confirming the HeatStreet report.\nIt’s worth noting that Obama's director of National Intelligence, James Clapper, said on NBC’s Meet the Press he was not aware of any wiretaps that Trump alleged. And Obama, through a spokesman, has denied wiretapping Trump Tower. And Obama officials have also said a president cannot unilaterally order a wiretap. \nOur ruling\nSanders said \"multiple news outlets\" have reported that Obama ordered wiretaps on Trump, including high-profile sources such as the New York Times and BBC.\nTrump’s team cited multiple reports to back up this claim, but it’s clear only one is at the root of Trump’s claim: a November 2016 blog post based on anonymous sources that has not been corroborated by independent U.S. journalists. \nTrump's spokeswoman made it sound as if Trump was merely following a well-documented string of reports, but that is not the case. A few of the reports allude to the FBI requesting permission from FISA to eavesdrop on Trump’s associates, but none (minus the anonymously sourced website) definitively said the probes centered on Trump himself or came directly from Obama.\nWe rate this claim False.\n Share the Facts   Politifact    4 6  Politifact Rating: False  \"Everybody acts like President Trump is the one that came up with this idea. ... There are multiple news outlets that have reported\" former President Barack Obama ordered wiretapping on Trump.    Sarah Huckabee Sanders Trump press secretary   in a segment on ABC's \"This Week\" Sunday, March 5, 2017 03/05/2017    Read More  info", "vclaim_id": "vclaim-pol-03598"}