{"url": "/factchecks/2016/jul/27/bill-clinton/bill-clinton-exaggerates-increase-world-opinion-us/", "speaker": "Bill Clinton", "vclaim": "\"The approval of the United States was 20 points higher when (Hillary Clinton) left the secretary of state's office than when she took it.\"", "truth_label": "half-true", "date": "stated on July 26, 2016 in a speech at the Democratic National Convention in Philadelphia:", "title": "Bill Clinton exaggerates increase in world opinion of U.S. under Secretary of State Hillary Clinton", "text": "During Bill Clinton’s Democratic convention speech about Hillary Clinton, the former president touted his wife’s efforts as secretary of state to improve the levels of support for the United States across the globe.\nHe cited his wife as \"one of the reasons the approval of the United States was 20 points higher when she left the secretary of state's office than when she took it.\"\nWe decided to check whether the approval ratings he cited were accurate.\nWe found four surveys that asked questions on a regular basis about how the United States is seen in other countries. We’ll go through them one by one.\nPew Research Center\nWe found Pew data for surveys taken in 20 countries between 2008 and 2013. Respondents were asked, \"Please tell me if you have a very favorable, somewhat favorable, somewhat unfavorable or very unfavorable opinion of the United States.\"\nThe figures in the chart below show the change in the favorable ratings -- either up or down -- between 2008, the year before Clinton became secretary of state, and 2013, the year she stepped down from the post. The countries are listed in descending order from the most positive change to the most negative change during her tenure.\n \n\n\n\n\nCountry\n\n\nChange in approval of U.S., 2008-13*\n\n\n\n\nSpain\n\n\n+29\n\n\n\n\nIndonesia\n\n\n+24\n\n\n\n\nGermany\n\n\n+22\n\n\n\n\nFrance\n\n\n+22\n\n\n\n\nAustralia\n\n\n+20\n\n\n\n\nArgentina\n\n\n+19\n\n\n\n\nJapan\n\n\n+19\n\n\n\n\nMexico\n\n\n+19\n\n\n\n\nSouth Africa\n\n\n+12\n\n\n\n\nTanzania\n\n\n+10\n\n\n\n\nTurkey\n\n\n+9\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nSouth Korea\n\n\n+8\n\n\n\n\nRussia\n\n\n+5\n\n\n\n\nUnited Kingdom\n\n\n+5\n\n\n\n\nPoland\n\n\n-1\n\n\n\n\nChina\n\n\n-1\n\n\n\n\nLebanon\n\n\n-4\n\n\n\n\nJordan\n\n\n-5\n\n\n\n\nEgypt\n\n\n-6\n\n\n\n\nPakistan\n\n\n-8\n\n\n\n\nMedian country, not weighted for population\n\n\n+10\n\n\n\n\n \n* except Tanzania, which is for the years 2008 to 2014\nSo eight countries met or came close to the 20-point increase Clinton cited, but 12 did not.\nTaking into account the whole list of 20 countries, the median change for the countries surveyed was a gain of 10 percentage points. That’s a significant increase, but it’s not the 20 percentage-point increase Clinton cited.\nBBC\nAs we have previously noted, the BBC World Service/Globescan survey undertakes an annual country ratings poll that asks about respondents’ view of various countries’ \"influence in the world\" -- either \"mostly positive\" or \"mostly negative.\"\nIn 2008, the poll found that 35 percent of people said world influence of the United States was \"mostly positive\" and 47 percent said it was \"mostly negative.\"\nIn the late 2012-early 2013 poll, that number had risen to 45 percent. That’s an increase of 10 percentage points during Clinton’s tenure -- in line with the median country in the Pew survey, but still half of what Bill Clinton said.\nGallup\nFinally, every year, Gallup has asked respondents in various countries, \"Do you approve or disapprove of the job performance of the leaders\" of various countries, including the United States.\nIn 2008, the United States had a 34 percent approval rating. By 2013, that had risen to 46 percent.\nThat’s an increase of 12 percentage points -- once again, roughly in line with the Pew and BBC polls and less than what Clinton said.\n\nMeridian International Center\nWhen we asked the Clinton campaign for supporting evidence, they pointed to a survey by the Meridian International Center and Gallup’s U.S.-Global Leadership Project. Between 2008 and 2013, they said, the median U.S. approval rating in Europe grew from 18 percent to 41 percent.\nThat’s a 23-point increase--but it’s also just for Europe, a limitation Clinton didn’t specify. And the data for Asia in the same poll and the same time frame, according to the campaign, showed an increase from 31 percent to 45 percent. That’s a rise of 14 points, which is less than the 20-point benchmark Clinton used. So we don’t see the Meridian International Center data as supporting Clinton’s assertion.\nOur ruling\nBill Clinton said, \"The approval of the United States was 20 points higher when (Hillary Clinton) left the secretary of state's office than when she took it.\"\nThe approval ratings for the United States did go up on Hillary Clinton’s watch, and the Pew poll found that in some countries they did go up by 19 points or more. Still, the median increase in the Pew polling was a more modest 10 points, and the increases in the BBC and Gallup polls were in the same ballpark -- 10 to 12 points. On balance, we rate Clinton’s claim Half True.\nhttps://www.sharethefacts.co/share/346ff278-87b9-465c-8627-958fae7a7561", "vclaim_id": "vclaim-pol-04597"}