{"url": "/factchecks/2020/mar/16/facebook-posts/simpsons-did-not-predict-tom-hanks-illness-coronav/", "speaker": "Facebook posts", "vclaim": "“‘The Simpsons' predicted Tom Hanks getting coronavirus in 2007.”", "truth_label": "false", "date": "stated on March 12, 2020 in a Facebook post:", "title": "‘The Simpsons’ did not predict Tom Hanks’ illness from coronavirus", "text": "When an image circulating on social media claimed \"The Simpsons\" had predicted the coronavirus, we almost wanted to believe. After all, the animated TV show has famously predicted the future a number of times, including Donald Trump’s election.\nBut other purported connections between the show and real life have proved to be far-fetched. An image from one episode that originally said \"apocalypse meow\" was altered to read \"corona virus.\" So, we rated a viral image showing that as Pants on Fire. \nWeeks later, the show featuring doughy Homer Simpson and his family was again linked to coronavirus. This time the link involved Tom Hanks, who announced on March 11, 2020, that he and his wife, actress Rita Wilson, tested positive for coronavirus in Australia.\nAn article the next day carried this headline and referenced \"The Simpsons Movie\": \n\"‘The Simpsons' predicted Tom Hanks getting coronavirus in 2007.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\"The Simpsons Movie\"\nThe headline was on Diply, which describes itself as a \"social news and entertainment community that creates cheeky, useful and informative content.\" Its article incorrectly stated that \"The Simpsons\" had predicted the coronavirus, then made the claim about Hanks.\n\"The Simpsons Movie,\" an adventure-comedy released in 2007, is about an environmental crisis, not a health crisis. \"After Homer deliberately pollutes the town's water supply, Springfield is encased in a gigantic dome by the EPA and the family are declared fugitives,\" is how IMDb puts it, referring to the Environmental Protection Agency.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nThe article says Hanks, who voiced himself in the movie, did a cameo where he said: ‘This is Tom Hanks, saying, if you see me in person, please, leave me be.\"\nBut the article ends by undermining its own headline, asking: \"Does this seem like a stretch to you? Or is it another case of The Simpsons writers being a couple of fortune-tellers?\"\nIt’s a loooong stretch.\nIn the movie, Hanks said a few lines for a fictional television commercial to advertise a new Grand Canyon, including: \"The U.S. government has lost its credibility, so it's borrowing some of mine.\" \nIt’s not until the final credits that he uttered: \"This is Tom Hanks, saying, if you see me in person, leave me be.\"\nThere’s no context in the movie at all about coronavirus.\nOur ruling\n \nA headline says: \"‘The Simpsons' predicted Tom Hanks getting coronavirus in 2007.\" \nIn the closing credits of \"The Simpsons Movie\" from that year, Hanks’ character says: \"This is Tom Hanks, saying, if you see me in person, leave me be.\" \nThere’s no reference to any kind of outbreak. We rate the statement False.", "vclaim_id": "vclaim-pol-18131"}