{"url": "/factchecks/2021/jan/26/facebook-posts/no-evidence-covid-19-vaccine-caused-hank-aarons-de/", "speaker": "Facebook posts", "vclaim": "Hank Aaron’s death was caused by a COVID-19 vaccine.", "truth_label": "false", "date": "stated on January 22, 2021 in a Facebook post:", "title": "No evidence that the COVID-19 vaccine caused Hank Aaron’s death", "text": "Social media users are suggesting that the Moderna COVID-19 vaccine caused the death of baseball legend and civil rights advocate Hank Aaron. \n\"Hank Aaron - RIP - wanted to be an example and an inspiration to Black People by taking the COVID-19 vaccine. Unfortunately, he may have become a clear example to Black People of why this vaccine CANNOT be trusted,\" reads a Facebook post. \nThe post was published on Facebook and flagged as part of the company’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nAaron passed away at the age of 86 on Jan. 22, 2021, two weeks after he had received the Moderna COVID-19 vaccine. \nBut posts like this one mislead by implying that the vaccine caused Aaron’s death. So far, there’s no evidence of a direct link, and vaccine experts told us to view these claims with caution. \nA spokesperson at the Fulton County Medical Examiner’s office, which examined Aaron’s body after his death, told PolitiFact that his cause of death was natural and not linked to the COVID-19 vaccine. \nThe COVID-19 vaccines have been studied for months and have been proven to be safe and effective in tens of thousands of people. In addition, many of the users suggesting that the Moderna vaccine caused Aaron’s death are doing so without any evidence.\n\"Unfortunately, there are 86-year-olds who die every day. Thus, a single death in a person of that age group following a more than two-week interval from vaccination does not prove causation,\" said Dr. Walter Orenstein, associate director of the Emory Vaccine Center.\nWe don’t know specifically how Aaron died. USA Today has reported that Aaron died of a stroke in his sleep. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nIf Aaron did die of a stroke, that would make it even less likely that the vaccine contributed in some way to his death. Paul Offit, director of the Vaccine Education Center at the Children's Hospital of Philadelphia, said that it would be \"biologically implausible\" for the COVID-19 vaccine to cause a stroke. \n\"The coronavirus can cause strokes, but the (Moderna COVID-19) vaccine only contains one protein of the virus, and there’s no evidence that that one protein is inducing inflammation of the blood vessels (which could cause strokes),\" he said. \nThe most common way of assessing whether vaccines have negative side effects is by gathering safety data from two groups of people, a vaccinated group and a control group. If a particular symptom is significantly higher in the vaccinated group, then it’s likely that the vaccine causes that symptom. However, if a particular symptom occurs at a similar rate in both the vaccinated and control groups, then the most likely cause is coincidence. \nTens of thousands of people participated in clinical trials last year to make sure the vaccines were safe before rolling them out to the general public. To receive FDA emergency-use authorization, vaccine manufacturers Pfizer and Moderna had to follow up with at least half of participants for at least two months after they received their vaccinations.\nU.S. health experts have been aware of the possibility that deaths following vaccination would be perceived as being linked to the vaccine. In December, Dr. Helen Keipp Talbot, a member of the U.S. Advisory Committee on Immunization Practices, said that the likelihood of nursing home patients dying from other causes shortly after vaccination could erode public confidence in the safety of the vaccines. \n\"When you are vaccinating millions and millions of people, some will develop bad illnesses and death simply by chance,\" said Orenstein. \"These would be illnesses and deaths that would have occurred anyway at that time even if the person was not vaccinated.\"\nOur ruling\nSocial media users imply that Hank Aaron’s death was caused by a COVID-19 vaccine.\nThe Fulton County Medical Examiner’s office confirmed that Aaron’s death was not linked to the vaccine.\nJust because someone dies after receiving a vaccine does not prove that the vaccine caused his death. The COVID-19 vaccines have been proven to be safe and effective in tens of thousands of people.\nWe rate these posts False.", "vclaim_id": "vclaim-pol-19222"}