{"url": "/factchecks/2015/apr/17/judicial-watch/judicial-watch-says-isis-has-camp-mexico-and-near-/", "speaker": "Judicial Watch", "vclaim": "\"ISIS camp a few miles from Texas, Mexican authorities confirm.\"", "truth_label": "false", "date": "stated on April 14, 2015 in a web item:", "title": "Judicial Watch says ISIS operating a camp in Mexico--near El Paso", "text": "A conservative watchdog group just declared terrorists active in Syria and Iraq and other parts of the Middle East also have a camp in Mexico--just a few miles from El Paso.\nIn a six-paragraph web post, \"ISIS Camp a Few Miles from Texas, Mexican Authorities Confirm,\" Judicial Watch said that according to anonymous sources including a Mexican Army \"field grade officer and Mexican Federal Police inspector,\" ISIS is operating a camp around eight miles from the U.S. border in an area known as Anapra just west of Ciudad Juárez, which adjoins El Paso. Its April 14, 2015 post quoted the \"same knowledgeable sources\" confirming another ISIS cell to the west of Ciudad Juárez,  targeting the New Mexico towns of Columbus and Deming.\nScary stuff if so.\nSimilar claims not substantiated\nWe’ve found a lack of substance to similar claims.\nIn September 2014, PolitiFact in Washington, D.C. found no independent or law-enforcement corroboration of a statement that \"ISIS is present in Ciudad Juárez.\" National security experts advised it’s unlikely ISIS would operate in Mexico and stage an attack by crossing the border.\nThe next month, we rated Pants on Fire a congressman’s claim that at least 10 ISIS fighters had been caught in Texas after coming across the border and there are \"dozens more that did not get caught by the Border Patrol.\" When we inquired, a Homeland Security spokeswoman, Marsha Catron, called the claim \"categorically false.\" By email, Catron said the department \"continues to have no credible intelligence to suggest terrorist organizations are actively plotting to cross the southwest border.\"\nJudicial Watch: Identifying sources ‘would get them killed’\nFor this fact check, we asked Judicial Watch, an educational foundation that says it focuses on ensuring political and judicial officials do not abuse their powers, to elaborate on its post.\nBy phone, Christopher Farrell, its director of investigations and research, told us the web post did not identify the two key sources because neither one was authorized to speak on the record and identifying them \"would get them killed.\"\nOther authorities, government agencies see no fire\nSeparately, we asked security experts about the claim. Daniel Byman, a Georgetown University professor, emailed: \"It's hard for me to say there definitely isn't something there, though I'd be very surprised if this were true. You'd want someone from FBI or DHS to confirm/deny.\"\nWe tried that tack; agencies signaled skepticism.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHomeland Security’s Catron referred us to the National Security Council whose spokesman, Alistair Baskey, said by email: \"There is no indication that this claim has any validity to it.\" Meantime, an FBI spokesman left a voice message with us responding to our inquiry. El Paso-based Michael Martinez said: \"As far as we’re concerned, there is no credible information to support that.\"\nWe also called Mexico’s embassy in Washington, D.C. By email, the embassy’s press office provided a denial evidently prepared the day Judicial Watch made its post: \"The government of Mexico dismisses and categorically denies each of the statements made today by the organization Judicial Watch on the alleged presence of ISIS's operating cells throughout the border region, particularly at Ciudad Juárez, Chihuahua - El Paso, Texas.\" The embassy said \"relevant authorities operating in the region have also confirmed the nonexistence of these activities with their U.S. counterparts, with whom they will continue to work closely and to exchange information at our common border.\"\nTexas Department of Public Safety: 'No credible information'\nIn Texas, we reached Tom Vinger, spokesman for the Texas Department of Public Safety, who said by email the agency \"has no credible information to corroborate or validate this story.\"\nWe were struck by the reaction of Monica Varela, a public information officer for the El Paso County sheriff’s office. After we summarized the Judicial Watch conclusion there’s an ISIS camp in Mexico near El Paso, Varela said by phone: \"Holy Jesus Christ.\"\nLater, Chris Acosta, the department’s public affairs director, said by email the department couldn’t provide relevant information; after all, its deputies don’t patrol the Mexico side of the border.\nAlso in El Paso, Victor Manjarrez, a former longtime U.S. Border Patrol official and associate director of the National Center for Border Security & Immigration at the University of Texas at El Paso, told us he didn’t find the Judicial Watch item believable -- in part because the described location of the camp is a suburb of Ciudad Juárez that’s modern by Mexican standards. Generally, Manjarrez said by phone, the group’s statement is \"really silly.\"\nJudical Watch stands by its post\nWe shared what we’d gathered with Judicial Watch. By phone, Farrell said the center stands by its item. He questioned the credibility of Manjarrez, who he described as retiring from the Border Patrol under a cloud. \"He may not be the most authoritative expert,\" Farrell said. Manjarrez later said by phone he went to court in connection with his retirement to make sure he was fully paid for his service and ended up happy with the outcome; he said he also signed a nondisclosure agreement.\nOur ruling\nJudicial Watch said it confirmed ISIS has a camp in Mexico a few miles from El Paso.\nU.S., Mexico and Texas officials told us they had no information to validate or corroborate this bombshell. Lacking any on-the-record indication of the claim's accuracy, we rate it False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06507"}