{"url": "/factchecks/2009/aug/20/bernie-sanders/sanders-says-us-doubles-every-other-country-capita/", "speaker": "Bernie Sanders", "vclaim": "\"We spend twice as much per capita on health care as any other nation on Earth.\"", "truth_label": "false", "date": "stated on August 19, 2009 in an appearance on the Rachel Maddow Show:", "title": "Sanders says U.S. doubles every other country in per capita health spending", "text": "One of the common themes from supporters of the Democratic health plan is that the United States spends too much on health care and gets too little in return. But in a recent interview, Sen. Bernie Sanders, a Vermont independent who caucuses with the Democratic majority, stretched the evidence too far.\n\n\nOn the Aug. 19, 2009,\n\nRachel Maddow Show\n\non MSNBC, Sanders responded to a question about corporate interests' role in the health care reform debate by saying, \"We spend twice as much per capita on health care as any other nation on Earth. And there is a reason why the insurance companies, year after year, make huge profits and pay their CEOs tens and tens of millions of dollars in compensation salaries. And the reason for that is that these guys exert enormous influence over the political process in Washington.\"\n\n\nWith this item, we'll address his international comparisons on health spending.\n\n\nWe looked at two widely used sources of international health care comparisons — statistics from the World Health Organization, the public health arm of the United Nations, and from the Organization for Economic Cooperation and Development, a group that represents 30 wealthier, industrialized countries, most of them in Europe and North America. We also confirmed with three international health care experts that these were the best statistics available.\n\n\nAccording to the 2009 edition of WHO's\n\nWorld Health Statistics\n\nreport, which uses figures from 2006, health care spending in the United States — both public- and private-sector — amounted to $6,719 per capita. Ranking next were Luxembourg and Monaco at $6,506 and $6,353 per capita, respectively. All told, either 11 or 15 countries told the WHO they spent more than $3,360 per capita, the point at which the United States no longer doubles their spending. (We provide two possible figures here because the WHO offers both raw figures and statistics adjusted for currency valuations.) The other nations that rank near the top with the United States include Austria, Belgium, Canada, Denmark, France, Germany, Iceland, Ireland, the Netherlands, Norway, Sweden and Switzerland, in addition to tiny Malta and San Marino.\n\n\nThe OECD's numbers tell a similar story. In 2007, the OECD said that the United States spent $7,290 per capita on health care, ranking it first among the 30 countries studied. Five other nations spent more than $3,645 per capita, the point at which the United States no longer doubles their spending. The highest is the Netherlands at $4,417. The other four were Austria, Canada, Norway and Switzerland.\n\n\nSanders would have been on completely firm ground had he simply said, \"We spend\n\nmore\n\nper capita on health care than any other nation on Earth.\" But instead he said \"twice as much.\" And for that reason we rate his statement False.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15627"}