{"url": "/factchecks/2011/mar/31/george-nee/afl-cio-president-nee-says-public-support-growing-/", "speaker": "George Nee", "vclaim": "\"Public sentiment in favor of collective bargaining and in favor of the unions has actually gone up as these governors, I think, have overreached and gone too far and tried to destroy the labor movement.\"", "truth_label": "barely-true", "date": "stated on March 20, 2011 in a television interview:", "title": "AFL-CIO President Nee says public support growing for unions, collective bargaining", "text": "The spotlight was on public employee unions, their pensions and their very futures when two top union leaders appeared on Channel 12’s \"Newsmakers\" show March 20.\n\nGeorge Nee, president of the Rhode Island AFL-CIO, and J. Michael Downey, president of Council 94, the state’s largest public employee union, talked about the budget crises in Wisconsin and other Midwestern states, where governors sought dramatic cuts from unions and proposed stripping their rights to collective bargaining.\n\nIn Wisconsin, Gov. Scott Walker threatened to lay off as many as 1,500 state workers by the summer if public sector unions did not agree to roll back benefits and collective bargaining rights.\n\nThere was a stalemate for weeks as Democratic legislators fled the state to block a vote. Finally, Republicans found a way to approve a bill stripping the unions’ bargaining rights for all issues except pay.\n\nNee said national polls show that as a result,  \"public sentiment in favor of collective bargaining and in favor of the unions has actually gone up as these governors, I think, have overreached and gone too far and tried to destroy the labor movement.\"\n\nWe wondered if public sentiment in favor of unions is actually growing, so we asked Nee what polls he based his observations on. Nee had the union’s communications director send over some recent polls.\n\nA USA TODAY/Gallup Poll published Feb. 23 showed that 61 percent of Americans would oppose a law in their state similar to the Wisconsin proposal stripping much of employees’ collective bargaining rights.  A total of 33 percent would favor such a law.\n\nA poll done by former Clinton political consultant Dick Morris and released Feb. 24, found 51 percent support Wisconsin Governor Walker’s \"reforms package,\" while 47 percent were opposed. Questioned on specifics, however, voters gave a mixed message. By margins of more than 3 to 1, they favored making state employees pay more for health insurance and pensions. But they opposed the governor’s efforts to limit collective bargaining by a margin of 54 to 41 percent.\n\nA Pew Research Center poll published Feb. 28 asked respondents whom they favored in Wisconsin’s collective bargaining dispute:  42 percent sided with the unions, 31 percent with the governor, 9 percent chose neither and 18 percent said they didn’t know.\n\nA New York Times/CBS News poll, also published Feb. 28,  found that 60 percent of Americans oppose efforts to weaken collective bargaining rights of public employee unions. (Only 33 percent of those surveyed viewed labor unions favorably, however, while 25 percent  viewed them unfavorably.)\n\nA Wall Street Journal/NBC poll published March 2 reported that 62 percent of those surveyed said eliminating collective bargaining rights for public-sector workers over health care, pensions or other benefits would be either \"mostly unacceptable\" or \"totally unacceptable.\"\n\nThe Wisconsin Policy Research Institute, a nonprofit research institute that says it believes in limited government, published a poll March 6 showing that Wisconsinites opposed their governor’s planned cuts in benefits, wages and union bargaining rights by a margin of 51 percent to 46 percent.\n\nThe response to eliminating bargaining rights depended on how the question was worded. When framed as \"limiting bargaining rights to help local governments,\" 47 percent were in favor, 50 percent opposed. When framed as \"eliminating bargaining rights to ultimately dismantle public employee unions,\"  58 percent were opposed and 32 percent in favor.\n\nA nationwide Bloomberg National Poll published March 9 found 49 percent of respondents had a favorable view of public employee unions, while 40 percent had an unfavorable view.\n\nIn Rhode Island, Brown University’s Taubman Center for Public Policy released a poll March 24 based on a random sample of 425 registered voters. The poll asked whether respondents favor or oppose taking away some collective bargaining rights from public employee unions. The response: 54 percent opposed, 40.6 percent in favor.  \n\nWe searched for polls or experts that might counter Nee’s assertion. The U.S. Chamber of Commerce had none. Nor did the Cato Institute, a conservative think tank.\n\nWhile all the polls Nee cited showed support for public employee unions and collective bargaining in the current disputes, none showed what Nee claimed: growing support since the Wisconsin battle.\n\nWe learned from Nee’s staff that Gallup has been polling for public attitudes about unions every August since 1936.\n\nThose results showed that unions were much more popular decades ago, when a greater percentage of the private work force was unionized. Approval ratings ranged from 60 percent to as high as 75 percent in the 1940s and 1950s. In 1978, the approval rate dipped to 59 percent, where it has hovered until 2009, when it dropped to 48 percent. In 2010, public approval rose to 52 percent.\n\nThe union poll always asked the same question: Do you approve or disapprove of labor unions?\n\nA more recent Gallup Poll, asked a different question: Whether respondents are more likely to say something negative or positive about unions. Results, released March 11, showed 34 percent would say something positive and 38 percent something negative.\n\nThat poll may provide insight into how the public views unions in light of the Wisconsin labor dispute, said Gallup spokesman Eric Nielsen, but Gallup won’t know  whether the public’s attitude overall has moved up or down until it does its annual union poll next August.\n\nSo where are we? The annual Gallup polls show public opinion about unions in general is lower that it has been historically, although there was an upswing last year. Other polls do show the public seems to be siding with unions in the battle with Governor Walker.  And the public supports the unions’ rights to collective bargaining.\n\nNee seems to be right that public sentiment favors the unions in the Wisconsin battle. And there is evidence that support for unions grew from 2009 to 2010. But Nee overreached when he said support has grown as a result of the Wisconsin battle.\n\nWe rule his statement Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13340"}