{"url": "/factchecks/2014/nov/23/rick-santorum/rick-santorum-foreign-born-residents-living-united/", "speaker": "Rick Santorum", "vclaim": "\"There are more people living in this country who were not born here than at anytime in the history of the country.\"", "truth_label": "half-true", "date": "stated on November 23, 2014 in an interview on CNN's \"State of the Union\":", "title": "Rick Santorum: Foreign-born residents living in United States at historic high", "text": "America’s foreign-born population is already high, and President Barack Obama wants it to grow, former GOP presidential candidate Rick Santorum said Sunday.\nAppearing on CNN’s State of the Union, Santorum criticized Obama’s recently announced executive action on immigration. Obama’s plan could affect about 4 million immigrants currently living in the United States illegally out of an estimated 11 million total. Under the plan, if illegal immigrants meet certain requirements, they will be able to qualify for a work permit and avoid deportation for a limited number of years.\nSantorum warned Obama’s plan will entice more undocumented immigrants, hurting the American-born population that he said is struggling for better employment and wages.\n\"The last 20 years have been the largest wave of immigration in the history of this country,\" Santorum said. \"There are more people living in this country who were not born here than at anytime in the history of the country. And what the president is saying is, ‘We need more.’ And working men and women are saying, ‘Hold on, what about us?’ \"\nObama’s plan only applies to illegal immigrants currently living in the United States, not those who come illegally in the future. Still, we wondered about Santorum’s claim that America’s foreign-born population is the highest it’s ever been.\nWe found that he is correct in terms of raw numbers, but experts say it’s not the best measure to use when comparing America’s foreign-born population over the years.\nBy the numbers\nWe tried to reach Santorum through his PAC, Patriot Voices, but did not hear back. The U.S. Census Bureau provides data for the foreign-born population going back to 1850.\nAs of 2012, the most recent year for which there is data, the foreign-born population of the United States was about 40 million, which factors in the estimated number of immigrants in the country illegally. In terms of raw numbers, that’s the highest it’s been since the Census started tracking it.\nHowever, the total U.S. population has grown significantly in the past 160 years. As of 2012, foreign-born residents make up 12.9 percent of the total population. In this respect, today’s foreign-born population is not the highest it’s ever been -- in fact, it was higher from 1860 through the 1920s.\nSince 1970, when the foreign-born population was 4.7 percent, the trend has been increasing numbers of foreign-born residents. The 2010 percentage of almost 13 percent is the highest it’s been since 1920 and is less than 2 percentage points shy of the all-time high in the 1890s.\nThe following chart, taken from a Census slide presentation, shows the growth of the foreign-born population from 1850 to 2010 in pink bars. The blue line shows their share of the country’s population.\n\nSeveral experts said it is much more useful to measure the foreign-born population as a percentage of the total population rather than absolute numbers. The percentage better reflects the country’s ability to accommodate immigrants.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"As a historian, there is no reason whatsoever to focus on the absolute number over the percentage,\" said Kenyon Zimmer, an immigration historian at the University of Texas Arlington. \"The absolute number tells us nothing useful about the impact of immigration on the United States -- an impact that is, today, less than it was during the age of ‘mass immigration’ around the turn of the (20th) century.\"\nThe percentage measurement gives some context and shows how much of an impact immigrants can have on American society compared to native-born Americans, said Susan Carter, an expert in economics and immigration at University of California Riverside. The higher the percentage of the foreign-born population, the higher their impact on things like labor markets, housing, schools, elections and culture.\nThus, immigrants’ impact on American society is lower today than in 1890, when the foreign-born population as a share of the total population peaked at 14.8 percent. The total population was 63 million, compared to 319 million today (with immigrants making up 12.9 percent).\n\"The (total) U.S. population is bigger now than at any time in U.S. history, which means that it has greater capacity to absorb new flows of immigration without adverse impacts,\" said Madeleine Sumption, research director of international programs at the Migration Policy Institute.\nOf course, differences in the economic and political situations of 100 years ago and today make it difficult to compare immigrants’ impact in any measure, Sumption said. For example, she noted that government was smaller 100 years ago, so people had lower expectations for a government-funded social safety net for people at risk of poverty, as immigrants often are.\nAdditionally, the United States had few immigration restrictions before 1921, with a notable exception of limiting Asian immigrants, making it difficult to compare immigration trends, Zimmer said.\nZimmer added that he believes the number of foreign-born individuals living in the United States is irrelevant to the current immigration debate. As long as there are jobs available, immigrants will come, legally or not. The estimated number of illegal immigrants living in the United States has gone down by about 1 million over the past decade, and that reflects fewer available jobs following the 2008 recession, he said.\nCarter noted that Americans’ attitude toward immigrants sometimes depends on the economic well-being of the native-born population. She compared Americans’ pessimistic outlook today to that of Americans in the late 1800s. Then, Chinese immigrants were seen as a welcome source of cheap labor, until an economic depression struck in the 1870s, bringing widespread unemployment. At that point, many native-born Americans decided they wanted the Chinese out.\n\"Under such depressing conditions, immigrants become a convenient scapegoat,\" she said.\nOur ruling\nSantorum said, \"There are more people living in this country who were not born here than at anytime in the history of country.\"\nIn terms of the absolute number of foreign-born individuals living in the United States, Santorum is correct.\nHowever, in terms of the number of immigrants as a percentage of the total population, he’s not. Immigrants made up a bigger share of the total population from 1860 to 1920 than they do today. This measurement is by far the more useful of the two, experts said, as it accounts for total population growth.\nWhether it’s even worthwhile to compare immigration levels of today with other points in U.S. history is up for debate given drastic economic and political shifts over time.\nAs for Santorum’s claim, it is partially accurate but missing important caveats. We rate it Half True.", "vclaim_id": "vclaim-pol-06973"}