{"url": "/factchecks/2011/jul/14/shelly-moore/democratic-candidate-shelly-moore-says-sen-sheila-/", "speaker": "Shelly Moore", "vclaim": "Says state Sen. Sheila Harsdorf wants to \"eliminate Medicare\" as we know it.", "truth_label": "pants-fire", "date": "stated on July 8, 2011 in a campaign flier:", "title": "Democratic candidate Shelly Moore says Sen. Sheila Harsdorf wants to “eliminate Medicare” as we know it", "text": "The high-stakes recall elections for Wisconsin Senate are starting to sound like congressional races, as Democratic challengers try to link Republicans to the Medicare funding plan offered by U.S. Rep. Paul Ryan of Janesville.\n\nSometimes the link is clear: Sen. Alberta Darling (R-River Hills), for example, said she was \"standing with Ryan\" on Medicare reforms. Now she’s under attack for it as she tries to retain her seat.\n\nThen there’s the claim from Democrat Shelly Moore, a teacher and union activist seeking to unseat Sen. Sheila Harsdorf (R-River Falls) in a northwestern Wisconsin district.\n\nShe sent out a direct-mail piece with this headline: \"Senator Harsdorf and Her Party Want to Eliminate Medicare As We Know It, Forcing Seniors to Pay Thousands More a Year for the Same Coverage.\"\n\nThe cover illustration and message, featuring a resident in the 10th District, was even tougher: \"Lyda Haskins of River Falls Can’t Afford For Medicare to End. CAN YOU?\"\n\nWe’ll return to that constituent later, but first a bit of background.\n\nDemocrats across the country are seeking political advantage by injecting Ryan and Medicare into local races.\n\nThe nonpartisan Congressional Budget Office (CBO) analyzed Ryan’s proposal and found that it will save the government money. It does so by asking future Medicare beneficiaries to pay more for insurance, PolitiFact National has reported.\n\nThe Ryan plan leaves the government-run Medicare health insurance program in its current form for people now 55 and older. For those currently under 55, Ryan would end the guaranteed benefit in Medicare; it would pay directly for medical services instead of giving seniors a set amount, the Journal Sentinel reported. Critics call that a \"voucher\" plan but Ryan does not. He says more choices for Medicare participants would increase competition and drive down cost.\n\nIt is complex and far-reaching plan.\n\nBut has Harsdorf come out in favor of it?\n\nWhen we asked Moore for backup, campaign aides cited two pieces of evidence.\n\nOne was a video of a brief, taped conversation Harsdorf had July 3, 2011, in Hudson with a woman who wanted to know her position on Ryan’s Medicare plan. But rather than voicing support, as Moore’s campaign claims, Harsdorf pointedly -- and repeatedly -- does not take a position.\n\n\"I’m really focused on state issues,\" Harsdorf offered -- a stance she repeated in an interview with us.\n\nGillian Morris, a Democratic Party of Wisconsin spokesman involved in Moore’s campaign, said the video showed that Harsdorf was \"unwilling to stand against\" Ryan’s plan -- and may be a hint she supports it.\n\nBut the video doesn’t indicate support -- or even opposition -- so it’s not much backing at all for Moore’s claim.\n\nThe second piece the campaign pointed to was a vote cast by Harsdorf on June 16, 2011, against a Democratic amendment to restore a variety of social service cuts in the 2011-’13 state budget.\n\nOne line in the amendment sought to allow Wisconsin’s attorney general to sue over possible federal changes to Medicare and Medicaid.\n\nHarsdorf joined other Republicans in killing the amendment.\n\nWe examined the Senate amendment and listened to the 40-minute floor debate in that chamber, as well as the debate in the Assembly over a similar amendment the day before.\n\nThe Senate version does not mention Ryan at all, but Democratic senators made it crystal clear during debate the amendment was aimed at Ryan’s Medicare plan.\n\nIn the Assembly, there was little doubt that Democrats were using the vote to put Republicans on the record in a way that could be used against them later. \"Are you going to stand with Wisconsin seniors or stand with Congressman Ryan?\" asked state Rep. Jon Richards (D-Milwaukee).\n\nThat gets at the purpose of the amendment, which included many other things, but what about the substance of the claim made by Moore?\n\nDuring the Senate debate, Harsdorf said nothing about the amendment;  Republicans as a group largely were silent.\n\nWhat about the guts of the amendment? Did a vote against it, as Moore contends, put someone on record in favor of Ryan’s plan to turn Medicare into what the amendment called \"vouchers\"?\n\nThere are significant problems with that reasoning.\n\nOne, Harsdorf had 98 other possible reasons to vote against the amendment, which contained a total of 99 changes covering a range of issues such as Family Care, Senior Care and Badger Care. The Medicare amendment Moore refers to was No. 93 on the list.\n\nTwo, the amendment in question referred to giving the attorney general the ability to sue over changes not just to Medicare, but to Medicaid, the state-federal health program for low-income individuals.\n\nWe searched news accounts, speeches, TV ads and position papers and found no evidence of Harsdorf taking a public position on Ryan’s plan. Nor could Moore’s campaign produce any.\n\nHarsdorf told us her vote against the Democratic amendment reflected only her support for the Republican-crafted state budget, which she helped mold as a member of the Legislature’s Joint Finance Committee.\n\nWithout that direct connection, the approach feels more like guilt by association. In the 2010 campaign, a liberal group sought to link GOP Assembly candidates to Ryan’s proposals on Social Security. We found the links were beyond thin, and the allegation of \"privatizing\" Social Security inaccurate, and we rated the claim Pants on Fire.\n\nBefore we close, there are two other problems with Moore’s campaign literature -- one of them a whopper.\n\nFor one, Moore plays loose in stating the impact of Ryan’s Medicare proposal. At one point, her flier says it would \"eliminate Medicare as we know it.\" In another, it says the plan would \"end\" Medicare.\n\nFor those who turn 65 before 2022, the program would not change. And for the others, Medicare would change dramatically but it would still exist, PolitiFact Wisconsin noted in ruling False a MoveOn.org claim that Medicare would be abolished in 10 years.\n\nAnd, last but not least, we called the woman pictured under the flier's headline:  \"Lyda Haskins of River Falls Can’t Afford For Medicare to End.\"\n\nHaskins, 85, told us that she would have no trouble without Medicare even if it were taken from her -- which it would not be, under the plan.\n\n\"It’s laughable that I wouldn’t be able to afford it,\" Haskins said. \"They should have not have done that.\"\n\nHaskins, whose daughter Alison Page ran unsuccessfully against Harsdorf in 2008, is well known in the area.\n\nHaskins said she was not told her name would be used, and was not aware that Medicare would be an issue in the direct mail piece. She said she agreed, along with her grandchildren, only to be pictured generically as a Moore supporter.\n\n\"It was wrong to use my name. I think it was somebody’s error,\" said Haskins, who said she would still support Moore.\n\nMorris said Moore campaign officials were \"perplexed\" over Haskin's allegations, saying they fully explained to her the image would be used in a Medicare flier and that she understood.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nLet’s take stock.\n\nMoore portrays Harsdorf as wanting to \"eliminate Medicare as we know it\" or to \"end\" Medicare for seniors.\n\nBut the video she points to as backup does not include an acknowledgment of support for Ryan’s Medicare plan and the opposition to the Senate amendment cited is not proof of support either. There were 99 points in that amendment and the Ryan-focused one was so vague that even as a separate item it would have provided no definitive proof of Harsdorf’s stance. We could find no backup at all in our own search of Harsdorf’s position, and she said simply she’s focused on state issues.\n\nIndeed, the campaign literature highlights a woman who wouldn’t be affected -- and who herself disputes that she \"can’t afford\" for Medicare to end. It is incumbent on the person making a factual claim to be able to support it.\n\nThe flier’s claims are false, barring new information, and the misleading nature of the presentation pushes this into ridiculous territory.\n\nThat’s a Pants on Fire.", "vclaim_id": "vclaim-pol-12748"}