{"url": "/factchecks/2012/may/13/barbara-buono/barbara-buono-blasts-chris-christies-new-jersey-co/", "speaker": "Barbara Buono", "vclaim": "Says in March New Jersey was \"one of only eight states in the nation to lose jobs\" and \"the state with the highest loss of jobs in the nation.\"", "truth_label": "barely-true", "date": "stated on May 7, 2012 in an interview on The Dom Giordano Show:", "title": "Barbara Buono blasts Chris Christie’s “New Jersey Comeback” with job statistics", "text": "A Democratic lawmaker armed with bleak job numbers panned Gov. Chris Christie for championing a \"New Jersey Comeback.\"\n\n\"Comeback to what?\" state Sen. Barbara Buono -- who is often mentioned as a potential 2013 gubernatorial candidate -- asked during a May 7 radio interview.\n\n\"Right before he gave his State of the State address he released a YouTube trailer and he was talking about New Jersey's comeback has begun,\" Buono said on The Dom Giordano Show on 1210 WPHT-AM. \"Maybe I'm missing something but comeback to what? You know the most recent jobs report [shows] that New Jersey lost over 11,000 private-sector jobs in March. Comeback to being one of only eight states in the nation to lose jobs. Being the state with the highest loss of jobs in the nation. I don't know how that plays in a poll but I can tell you it doesn't sit right with New Jerseyans.\"\n\nThough Buono initially cited private-sector job loss, she said her comments referred to overall jobs.\n\nEither way, she’s wrong to claim that New Jersey was \"one of only eight states in the nation to lose jobs\" in March, PolitiFact New Jersey found. While New Jersey’s national ranking differs slightly in March between total jobs and private-sector jobs, the state fared poorly by both measures. But highlighting job loss in one month ignores a larger trend: the state has added jobs in the past year.\n\nBuono’s office provided an April 20 blog post from the liberal New Jersey Policy Perspective to back her claims. The post said New Jersey \"was one of only eight states in the country to lose jobs in March.\" That’s not true. New Jersey Policy Perspective corrected the post after we contacted them about it. New Jersey and 19 other states lost jobs in March, according to the U.S. Bureau of Labor Statistics.\n\nThe unemployment rate increased in eight states, but other factors -- such as the size of the labor force -- impact that measure. New Jersey’s unemployment rate remained at 9 percent in March.\n\nSo Buono’s wrong on that point. Her other claim isn't as straightforward.\n\nIn March, New Jersey lost 11,600 private-sector jobs, more than any other state.\n\nBut Buono said her comments referred to total jobs. Because of gains in government employment, the state’s total job loss was 8,600 in March. Only Ohio lost more jobs overall that month.\n\nSince a state’s population can skew rankings of net figures, it’s also important to note percentage growth or loss when talking about jobs.\n\nWyoming and Maine fared worse than New Jersey by that measure for private-sector jobs and total jobs.\n\nSo New Jersey had the \"highest loss of jobs in the nation\" in one category, but not the one Buono said she was referring to. Still, the state’s job loss ranks among the worst in the nation in March by any measure.\n\nLooking at the larger employment picture in New Jersey, Buono’s statement ignores the fact that the state has added 38,300 total jobs in the last year, from March 2011 to March 2012. The state posted job gains in nine of the last 12 months.\n\nBuono said in an e-mail: \"Regarding your objection to drawing the inference discrediting the governor's claims of NJ ‘comeback’ let me say this. Job loss is one of the most important indicators of any economic recovery. The figures I used contrast with the governor's constant refrain of a ‘NJ Comeback.’\"\n\nOur ruling\n\nWhile criticizing Christie, Buono said New Jersey was \"one of only eight states in the nation to lose jobs\" and \"the state with the highest loss of jobs in the nation.\"\n\nThough she preceded those comments by citing private-sector job loss in March, Buono said her statements referred to overall job loss in that month.\n\nEither way, 20 states lost jobs in March, not eight.\n\nNew Jersey ranked, in both net and percentage terms, among the worst states for job loss in March. But in the last year the state added jobs.\n\nOn the Truth-O-Meter, this statement rates Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11104"}