{"url": "/factchecks/2020/sep/08/facebook-posts/no-sen-kamala-harris-hasnt-been-convicted-felony/", "speaker": "Facebook posts", "vclaim": "Says “Kamala Harris is not able to be VP. Because she's a felon. She lied on her application to buy a gun here in CA.”", "truth_label": "pants-fire", "date": "stated on September 1, 2020 in a Facebook post:", "title": "No, Sen. Kamala Harris hasn’t been convicted of a felony", "text": "Misinformation about Democratic vice presidential nominee Sen. Kamala Harris has flourished online since Joe Biden selected her as running mate. One popular theme is the false claim that Harris does not meet eligibility requirements.\nHere’s a new variation on that theme: \n\"Kamala Harris is not able to be VP. Because she's a felon. She lied on her application to buy a gun here in CA,\" reads a Sept. 1 post that was shared thousands of times.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\"Is this true?\" one Facebook user wrote in the post’s comments.\nNo, reader, it is not true. There is no evidence Harris has ever been convicted of a felony. We searched news archives and court records and found nothing of that sort. \nPolitiFact reached out to the Facebook user for evidence to support the claim, but he did not respond. The post was made private or deleted soon after.\nHarris, a former California attorney general who has a reputation for having been a tough-on-crime prosecutor, has been a member of the State Bar of California since June 1990, and her law license is still active. The State Bar of California website displays Harris’ license history, including \"all changes of license status due to both non-disciplinary administrative matters and disciplinary actions.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nIf she had been charged with a crime or convicted, the state bar would have been notified. If she had been convicted of a felony, she would have been \"placed on interim suspension pending a disciplinary hearing on the merits in State Bar Court,\" according to the state bar website. Harris has no disciplinary record and her license has not been suspended.\nIn 2019, a spokesperson for Harris' presidential campaign confirmed that Harris owned a handgun that she had purchased years earlier. Since at least 2012, people seeking to buy a gun in California have faced a 10-day waiting period and background check to ensure the buyer is eligible to own one under California law. A person convicted of a felony cannot buy one.\nWhile Harris was attorney general, her office released the 2013 California Firearms Laws Summary, which explained that gun buyers are required to provide personal information to the seller and wait 10 days while a background check is completed. We find no evidence Harris violated these requirements, but we also were unable to verify where her gun was purchased.\nThe Harris campaign declined to comment for this fact-check.\nAll that said, even if Harris had been convicted of a felony at some point, this would not prevent her from becoming vice president or assuming the presidency.\nThe requirements are the same for people seeking to become vice president or president, according to experts: A person must be a natural-born citizen, be at least 35 years old and have lived in the U.S. for at least 14 years. \nHarris meets these requirements and is eligible to be president or vice president.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-18883"}