{"url": "/factchecks/2012/oct/19/oregon-senate-republicans/did-laurie-monnes-anderson-vote-let-violent-crimin/", "speaker": "Oregon Senate Republicans (The Leadership Fund)", "vclaim": "Laurie Monnes Anderson \"voted to let violent criminals out of jail early.\"", "truth_label": "mostly-true", "date": "stated on October 12, 2012 in a campaign mailer:", "title": "Did Laurie Monnes Anderson vote to let violent criminals out of jail early?", "text": "Some legislative bills are so controversial that two, three years later they still serve as meaty fodder for political campaigns. House Bill 3508 from 2009 is just that bill and it’s playing a role in the race between state Sen. Laurie Monnes Anderson, D-Gresham, and her Republican opponent, Gresham dentist Scott Hansen.\n\nThe Leadership Fund, known as Senate Republicans, recently sent a mailer to voters in east Multnomah County, describing Monnes Anderson as friendly to violent criminals.\n\n\"Would you have voted to let violent criminals out of jail early? Senator Laurie Monnes Anderson did …\" reads one side of the mailer, which features corrections bars. The flip side explains in some detail how she voted to give \"criminals, some of them violent, a chance to get out of jail before they served their full sentences.\"\n\nDid Monnes Anderson -- and other Democrats -- vote for legislation that let \"violent criminals\" out of prison early? Before they finished their prison time? And is giving \"violent criminals\" a chance to get out of prison earlier the same as voting to let them out earlier? PolitiFact Oregon set off sleuthing.\n\nTo do that, we need to explain House Bill 3508. The legislation temporarily suspended most provisions of Measure 57, a drug and property offense sentencing measure approved by voters in 2008. The bill was expected to save the state $50 million over the two-year budget period at a time when lawmakers were trying to save the public safety budget from more reductions.\n\nWe should note that House Bill 3508 cleared the Legislature with a few Republican votes -- but most Republicans strenuously opposed it, along with district attorneys and other victims’ advocates. Democrats and their allies, on the other side, called the changes a smarter, more efficient way to address crime.\n\nThe part that matters for this fact check is that the legislation \"also increased earned, good-time credit for some nonviolent offenders, saving about $6.5 million,\" according to a news report from The Oregonian at the time. In other words, inmates eligible for a 20 percent reduction in prison time could be eligible for a 30 percent reduction should a judge agree, saving bed space and incarceration costs.\n\nWe reported that only nonviolent offenders would be eligible because that’s how it was billed. (See press statement from Rep. Chip Shields, D-Portland.) But a few months later, The Oregonian published another news report showing that criminals with violent backgrounds had been granted early releaseas allowed by the law. From the news report:\n\n\"They include Troy Lee Hischar, who fired a bullet so close to his ex-girlfriend's skull that it clipped off a tuft of hair; Raul Peña-Jimenez, who gave a 16-year-old girl drugs and alcohol before sexually assaulting her; and Joseph Duane Betts, a convicted child molester who exposed himself to two boys.\"\n\nAwful, right? But here’s something worth emphasizing: House Bill 3508 didn’t create a new category of inmates eligible to get \"out of jail early.\" These inmates were eligible for a 20 percent reduction on some aspect of their sentence anyway, regardless of the violent or abusive nature of the crimes on their record.\n\nPeña-Jimenez, for example, \"plied a 16-year-old Aloha girl with alcohol and marijuana and sexually assaulted her several times, court records show. He later pleaded guilty to giving drugs to a minor and second-degree sex abuse in exchange for a 2-year, 7-month prison term.\" Despite objections by prosecutors, according to The Oregonian, Peña-Jimenez, who was already approved for early release, was approved for extra time off -- 18 days -- under the new law.\n\nDemocrats admit they made a mistake in that they listed some offenses that would be ineligible for the extra 10 percent time off, but not others. When lawmakers convened in February 2010, they approved Senate Bill 1007, which made more offenders ineligible for a further 10 percent reduction.\n\nMonnes Anderson and Senate Democrats referred us to state Sen. Floyd Prozanski, D-Eugene, chairman of Senate Judiciary. He called the oversight inadvertent and emphasized that the bill set up the possibility of early release, but did not guarantee it. He said that they fixed the problem.\n\nNot surprisingly, Republicans find his remarks irrelevant.\n\n\"Legislators are responsible for the outcomes of the bills they vote on, whether something is inadvertent or not,\" said Michael Gay, spokesman for The Leadership Fund. \"Criminals were released early because of a bill passed by the Legislature. If my family had been hurt directly because of that bill, I'd want to hold someone accountable, whether it was inadvertent or not.\"\n\nThe Oregon Anti-Crime Alliance opposed the legislation. Doug Harcleroad, a senior policy adviser with the group, said it’s OK to target Monnes Anderson with the language we’re checking. \"They should take responsibility for their votes,\" he said. \"You don’t get to walk away from your vote like that, and it’s fair to say in the political realm that this is what they voted for.\"\n\nBut Shannon Wight, associate director of the Partnership for Safety and Justice, an advocacy group that stresses prevention, takes the opposite view. \"They didn’t vote for the early release of prisoners,\" she said. The legislation \"allowed for the possibility of some prisoners to become eligible -- only eligible -- for an earned time increase … but this was not automatic.\"\n\nObviously, legislators voted for the bill hoping some offenders would get out early and save the state money. To date, more than 5,300 inmates have earned a 30 percent reduction in their sentence time and been released, including people sentenced for the first time after the law went into effect. Nearly 900 inmates were denied extra time off. The average number of days \"saved\" is around 50.  \n\nPolitiFact Oregon generally finds that scare tactics -- for example, accusing a candidate of voting to \"cut\" Medicare -- are misleading. But we’re also guided in our ruling by the principle that legislators are responsible for the votes they take, unintended consequences and all. Monnes Anderson and other Democrats voted for legislation that offered early release to inmates, some of whom had committed \"violent\" crimes against another person.\n\nSenate Republicans’ statement about Monnes Anderson is accurate, but it needs additional information and clarification. In this case, the legislators realized the error and fixed it. The law also applied to inmates already eligible to get out early.\n\nWe rule the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-10135"}