{"url": "/factchecks/2013/mar/19/doug-holder/rep-doug-holders-texting-while-driving-stat-too-hi/", "speaker": "Doug Holder", "vclaim": "\"Nearly 25 percent of all automobile accidents are caused by texting while driving.\"", "truth_label": "barely-true", "date": "stated on March 13, 2013 in a committee hearing on HB 13:", "title": "Rep. Doug Holder's texting-while-driving stat is too high", "text": "After years of dead ends, Florida lawmakers are again pushing for a law that would penalize motorists who text or email from behind the wheel.\n\nThe measure, SB 52/HB 13, would make texting while driving a secondary offense, so motorists would be fined only on top of a primary offense, such as careless driving or speeding.\n\nThe House sponsor of the bill, Rep. Doug Holder, R-Venice, rattled off several grim statistics about the problem in a March 13 committee hearing. One claim gave us fact-checkers pause.\n\n\"Nearly 25 percent of all automobile accidents are caused by texting while driving,\" he said.\n\nHolder’s legislative aide directed us to the website TextingAndDrivingSafety.com. We checked that site, as well as the National Highway Traffic Safety Administration’s Distraction.org and the National Security Council. We checked in with AAA, which supports Holder’s bill.\n\nWe found interesting research that resemble Holder’s claim on these sites.\n\n\n\nAt least 23 percent of all crashes involved cell phones in 2011.\n\n\n\nTexting while driving makes a driver 23 times more likely to crash.\n\n\n\nAbout 26.2 percent of motorists admitted typing or sending an email while driving in the past month.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n\n\n\nBut nowhere did we find an estimate as high as Holder’s for the percentage of crashes caused by texting while driving.\n\nReached by phone, Holder acknowledged he messed up his numbers. He said he meant to say \"distracted driving\" instead of \"texting while driving,\" but he got, well, distracted in front of the committee considering his bill.\n\n\"I was not looking at my notes because I was trying to show my passion about it,\" Holder said.\n\nWhat else constitutes distracted driving? (As if you don’t know.) There’s talking on the phone and to other passengers, putting on makeup, using a GPS and adjusting music, among other driving vices.\n\nTexting is by far the worst because it demands a driver’s visual, manual and cognitive attention, according to the National Highway Traffic Safety Administration.\n\nWe were curious what Florida figures were available for crashes caused by texting while driving. Texting caused nearly .1 percent of more than 256,000 crashes in 2012, according to preliminary data collected by the Florida Department of Highway Safety and Motor Vehicles. Crashes that resulted from distractions by any electronic communication device comprised 1.79 percent of crashes, or 4,586, in 2012, according to the same state data.\n\nThe real number is likely higher. A committee analysis of HB 13 makes an important point about gathering data in Florida: It’s incomplete. For a crash report to identify texting as the cause of an accident means a motorist has to admit that to an officer. And because it is not an enforceable offense, there is no consistent way for law enforcement officers to enter it into their reports.\n\nOur ruling\n\nHolder’s statistic that 25 percent of all crashes are the result of texting at the wheel missed the mark. It would have been more accurate had he said \"distracted driving\" or \"using cell phones.\" There’s a grain of truth in that texting is one of the ways a driver can be distracted. We rate Holder’s statement Mostly False.", "vclaim_id": "vclaim-pol-09576"}