{"url": "/factchecks/2008/sep/18/barack-obama/a-credit-for-workers-cuts-taxes-for-middle-class/", "speaker": "Barack Obama", "vclaim": "Obama's tax plan cuts taxes \"for 95 percent of all working families.\"", "truth_label": "true", "date": "stated on September 17, 2008 in Elko, Nev.:", "title": "A credit for workers cuts taxes for middle class", "text": "With a plummeting stock market grabbing headlines, Barack Obama tackled the economy in a speech in Elko, Nev.\n\n\n\"Change means a tax code that doesn’t reward the lobbyists who wrote it, but the American workers and small businesses who deserve it,\" Obama said. He then went through a litany of his tax proposals, including, \"I will cut taxes — cut taxes — for 95 percent of all working families.\"\n\n\nWe've checked out\n\nmany claims on taxes\n\n. It's a subject area that's ripe for distortion and attack.\n\n\nBut with this affirmative claim, Obama appears to be on solid ground.\n\n\nThe linchpin here is Obama's tax credit for workers, which is intended to offset payroll taxes. Single people can qualify for a $500 credit; married people filing together could get $1,000.\n\n\nObama wants to roll back the Bush tax cuts for people who make $200,000 or more if single and $250,000 or more as a married couple. His tax credits would phase out as they approach these incomes.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMost people, though, don't make more than $200,000. In fact, according to Internal Revenue Service statistics, about 97 percent of all filers made less than that.\n\n\nNow it's into the nitty-gritty. Obama said his tax plan would reduce taxes for 95 percent of working families. We consulted the nonpartisan Tax Policy Center, which has created detailed models for how each candidate's tax proposal would affect American taxpayers. The center's complex model includes the indirect effects of certain tax policies, such as Obama's proposed rate increase for corporations.\n\n\nThe Tax Policy Center's analysis does not specifically look at the subset of tax filers who are \"working families.\" But the center can make the following statements about Obama's tax proposal, said principal research associate Bob Williams:\n\n\n• 95 percent of all tax filers (working and nonworking) will get a cut in their individual income taxes.\n\n\n• 95 percent of all families with children (working and nonworking) will get a cut in their total federal taxes.\n\n\nEvery taxpayer has different individual circumstances, but if you make less than $200,000 a year and you work, we can't see how your taxes would go up under Obama's proposals. IRS data show that 97 percent of tax filers make less than $200,000, so there are even two percentage points worth of leeway there. We rate Obama's statement True.\n\n\n\nUPDATE:\n\nSince we published this item, the Tax Policy Center researched how Obama's tax proposals would affect workers. They concluded 94.3 percent of workers would receive a tax cut under Obama's plan;\n\nread their research here\n\n. This item was also updated to include information on Obama's tax credit phase out.", "vclaim_id": "vclaim-pol-15979"}