{"url": "/factchecks/2011/feb/10/rick-scott/rick-scotts-budget-includes-some-big-tax-cuts-not-/", "speaker": "Rick Scott", "vclaim": "Says his tax and fee cuts will save households \"$540 over two years.\"", "truth_label": "barely-true", "date": "stated on February 7, 2011 in presentations rolling out his budget.:", "title": "Rick Scott's budget includes some big tax cuts, but not all for you", "text": "One of the best ways to show voters the impact of tax cuts is to break them down in a way people can appreciate.\n\nTake Gov. Rick Scott's budget roll-out the week of Feb. 7, 2011. Scott says his spending plan includes $4.1 billion in tax and fee relief over two years. That sounds good, but it means little to someone unfamiliar with the inner workings of the state budget.\n\nSo Scott's budget team decided to boil that figure down to show the impact on Florida households.\n\nIn a graphic showing the proposed tax relief for 2011-2013, Scott's budget gurus added this simple-to-digest sound bite: \"Total Savings Per Household, $540 Over Two Years.\" The figure got repeated by various media outlets.\n\nSo we wondered, is it right?\n\nNo doubt about it, Scott's budget proposal includes a variety of tax and fee reductions. Among them:\n\n• Reduce the corporate income tax from 5.5 percent to 3 percent in 2011-2012 and from 3 percent to 2.5 percent in 2012-2013. The rate cut will save those who pay the tax $459 million this year and a little more than $1 billion in 2012-2013.\n\n• Reduce the required local effort, a property tax to fund schools, saving taxpayers around $600 million in 2011-2012. The tax cut would carry forward in 2012-2013.\n\n• Reduce the property tax collected by state water management districts 25 percent for two years, saving taxpayers $180 million annually.\n\n• Reduce unemployment compensation taxes by shortening how long Floridians can collect benefits and making it more difficult for them to be eligible. Scott's office says that will save $630.8 million over two years.\n\n• Roll back 2009 Legislature-approved fee increases for driver licenses, vehicle registrations and other motor vehicle fees. Scott says the rollback would save drivers $492 million over two years.\n\n• Repeal or alter other small taxes on ammonia, pesticides, fertilizer, solvents, dry cleaning, tires and lead acid batteries, among other things. The changes would save $77 million over two years, Scott's office says.\n\nTaken together, Scott's says the savings for taxpayers is $4.1 billion over two years. (For the record, we question that overall figure because most cuts in the second year of Scott's budget aren't additional cuts; they are just the same cuts rolled over.)\n\nBut what's critical in determining a per-household savings is remembering just who will get the tax breaks. And, who won't.\n\nTwo of the three biggest tax cuts -- the reduction of the corporate income tax and the changes to the unemployment compensation tax -- apply only to corporations. So unless your household is like Rick Scott's and you own a corporation, you'll see no direct savings under Scott's plans. Supporters of the cuts argue that the benefits could trickle down to average Floridians through additional jobs or cheaper prices for goods and services. But there's no guarantee either will happen.\n\nThe cuts to the corporate income tax and the unemployment compensation tax make up $2.1 billion of Scott's overall $4.1 billion impact.\n\nIn comments to the Senate Budget Committee on Feb. 9, 2011, Scott budget chief Jerry McDaniel said Scott's top tax priority was to remove taxes that he says inhibit job creation. McDaniel said Scott particularly wanted to reduce and eventually eliminate the state's corporate income tax.\n\nWe asked McDaniel after the  Feb. 9 meeting if he knew whether the per-household figure accounted for the corporate tax cuts. McDaniel said he did not know and suggested we e-mail the governor's press office seeking clarification. We did, but did not hear back.\n\nSo we did the math ourselves.\n\nAccording to the U.S. Census, Florida had 6,337,929 households in 2000 (the last year that precise data is available). However, the state's Demographic Estimating Conference meets annually to project the number of Florida households, among other things. At their most recent meeting on Oct. 25, 2010, the group estimated that as of Jan. 1, 2011, Florida would have roughly 7.5 million households. The group's estimates are based on the active number of residential electric customers and residential building permits.\n\nUsing the most recent household estimate, it's easy to see the error in Scott's tax cut math.\n\nNot counting the cuts to the corporate income tax and the unemployment compensation tax, the average household would see in the neighborhood of $267 in tax savings over two years, not $540. ($2 billion / 7.5 million = $267 per household). That's an annual savings of around $134, or less than half of what Scott suggested.\n\nThe $540-per-household figure Scott used to sell his budget plan is intended to appeal to voters who would relish a hefty tax cut, even over two years. But he failed to factor in that more than half of those tax cuts would apply only to employers, not regular Floridians. In calculating the savings, it appears clear that Scott and his office simply divided the entire tax cut as projected by Scott -- $4.1 billion -- by the entire number of Florida households -- 7.5 million -- to reach their average savings of $540. That's easy math. But it's deceptive.\n\nWe rate this claim Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13631"}