{"url": "/factchecks/2011/nov/08/jon-huntsman/jon-hunstman-says-us-sending-oil-dollars-unstable-/", "speaker": "Jon Huntsman", "vclaim": "The United States sends \"$300 billion -- half our trade deficit -- overseas for oil to unstable and unfriendly regimes.\"", "truth_label": "half-true", "date": "stated on November 1, 2011 in a speech on energy policy at University of New Hampshire:", "title": "Jon Hunstman says U.S. is sending oil dollars to \"unstable and unfriendly regimes\"", "text": "Former Utah Gov. Jon Huntsman Jr. delivered a speech on energy policy at the University of New Hampshire that said the United States is \"drowning in energy resources\" and outlined a proposal to \"unshackle ourselves from the scourge of foreign oil.\"\n\nTo make his case, the former U.S. ambassador to China and Singapore said the U.S. needs to end \"our heroin-like addiction to foreign oil\" and asserted that money flies out of the country to less-than-solid allies.\n\n\"Every year we send $300 billion – half our trade deficit – overseas for oil to unstable and unfriendly regimes,\" Huntsman said in the Nov. 1, 2011, speech.\n\n\"Three hundred billion dollars to our competitors and nations with whom we have nothing more than a transactional relationship. I want that money going to American energy suppliers, spent in American stores, saved in American banks and invested in American communities to create American jobs,\" he said.\n\nWith international trade and the loss of American jobs overseas a major concern, has Huntsman identified a real winner when it comes to spurring the U.S. economy? And do the numbers hold up?\n\nThe Huntsman campaign cited U.S. Bureau of Economic Analysis data that show that the U.S. trade deficit in 2010 was just over $500 billion. And the gap is getting worse, deepening by $40 billion through August 2011.\n\nAnd, as Huntsman suggested, the U.S. imported $323 billion worth of energy-related petroleum products, including crude oil, in 2010, and had already spent $283 billion on the black gold overseas through August 2011.\n\nBut drill into the numbers and it gets a bit murkier -- two of the top oil exporters to the United States aren’t Persian Gulf monarchies; they are America’s next-door neighbors, Canada and Mexico.\n\nCountries in the Western Hemisphere accounted for 49 percent of U.S. crude oil and petroleum product imports in 2010, according to the U.S. Energy Information Administration, while 18 percent came from the Persian Gulf.\n\nCanada supplied 25 percent, Saudi Arabia 12 percent, Nigeria 11 percent, Venezuela (a Western Hemisphere unfriendly) 10 percent and Mexico 9 percent last year. Crude oil import figures through August 2011 show Canada still in that 25 percent range, with Mexico now second, accounting for about 12.7 percent of the imported supply.\n\nSaudi Arabia was third (11.9 percent), and the rest of the top 15 importers of crude oil were Nigeria, Venezuela, Iraq, Colombia, Angola, Ecuador, Russia, Brazil, Kuwait, Algeria, Congo and Oman.\n\nCanada is hardly unstable or unfriendly, and Mexican President Felipe Calderon, while grappling with terrible drug violence, was elected in 2006 and has been a solid ally. Several of the other top importers might also be surprised to be considered anything but stable, friendly trading partners.\n\nTo give Huntsman credit, he did identify Canada later in his speech as a key and loyal supplier, as he came out in support of the Keystone pipeline, which would carry oil from Canadian oil sands into the U.S. \"Every barrel from a friend is one less from a foe,\" Huntsman said.\n\nHis speech also called not just for more offshore domestic drilling and fracking (a method used to recover both oil and natural gas); he also spoke favorably of coal-to-liquid fuel, a new generation of nuclear power technology, and policies that would create a more level playing field for other potential transportation fuels, such as natural gas. Huntsman also supported ending various energy subsidies, outside of basic research, to give emerging technologies a chance to compete in the energy market.\n\nRobert Kaufmann, chairman of Boston University’s Department of Geography and Environment, who follows world oil markets and global climate change, said it doesn’t particularly matter who supplies oil to the U.S., because it is a global market.\n\n\"Of course we have transactional relationships,\" Kaufmann said. \"Anyone who has ever run a business knows you don’t have to be best buddies with your customers -- that’s what capitalism is. It’s a series of transactional relationships.\"\n\nHe also said the idea of making the U.S. self-sufficient in terms of oil -- though Huntsman didn’t go quite that far -- was impractical, both because of the high cost of investment for domestic production compared to the available global supply and the threat to the environment.\n\n\"Yes, there’s a lot of natural gas, but that’s not going to displace oil,\" Kaufmann added.\n\nOur ruling\n\nHuntsman was a little more nuanced than some of his \"drill, baby, drill\" Republican colleagues, and correct in identifying, as others have before him, the high cost of American dependence on foreign oil. But much of the oil the U.S. imports is from friendly nations, including Canada and Mexico, rather than \"unstable and unfriendly regimes.\" We rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12121"}