{"url": "/factchecks/2017/aug/18/blog-posting/blog-posts-wrongly-say-theres-proof-democrats-hire/", "speaker": "Bloggers", "vclaim": "Says there is proof Democrats hired actors to plan violence in Charlottesville.", "truth_label": "false", "date": "stated on August 14, 2017 in Internet posts:", "title": "Blog posts wrongly say there's proof Democrats hired actors to play white nationalists", "text": "An Internet post that claimed Democrats planned the demonstrations against white supremacists in Charlottesville, Va., tracks back to a Craigslist ad calling for people to be paid for filler crowds in North Carolina.\n\"Internet sleuths just found the smoking gun on Dems planning violence in Charlottesville,\" declared the headline on an Aug. 14, 2017, post on NewsUpToday.com. Facebook users flagged the post as being potentially fabricated, as part of Facebook’s efforts to curb fake news on the site.\nThe post, which we also saw on other websites, said that violent clashes Aug. 12 between white nationalists and people demonstrating against their Unite the Right rally were possibly the result of a coordinated protest.\n\"The media flurry after the confusing happenings in Charlottesville yesterday is fueling violence in this country and it appears that this is exactly what the Dems want,\" the post read. \"Users on Reddit found a potential smoking gun Craigslist post seeking to hire protesters in Charlotte, North Carolina for ‘rallies to protests to corporate PR stunts to celebrity scenes.’\"\nThe post included an image of a Craigslist ad for a company called Crowds On Demand, \"a Los Angeles-based Public Relations firm specializing in innovative events.\" The ad, which said it had been posted a week prior, was \"looking for enthusiastic actors and photographers in the Charlotte, NC area to participate in our events.\"\nNote that said Charlotte, N.C., and not Charlottesville, Va. Both cities were named for King George III’s wife, Sophia Charlotte of Mecklenburg-Strelitz, but that’s about all the two places share.\nOnline detectives focused on a portion of the ad that read, \"Our events include everything from rallies to protests to corporate PR stunts to celebrity scenes.\"\nIt said the pay was typically $25 per hour, plus travel expenses to an event. The Craigslist ad asked interested people to reply to the ad, which has been repeatedly flagged for removal and then restored by Craigslist. During the research for this fact-check, it had been flagged and restored twice, but is unavailable as of this writing.\n\"This is highly suspicious and almost suggests that these people were being hired for the rally in Charlottesville this weekend to impersonate ‘white nationalists’ and incite violence so it would look like they were at fault for the chaos,\" the NewsUpToday.com post read.\nThat’s hardly a \"smoking gun\" implicating Democrats in faking protests and causing violence. The Craiglist ad proves nothing at all, beyond the fact that Crowds On Demand is a real company.\nCrowds On Demand hires crowds for events, including political rallies. It’s run by a UCLA political science graduate named Adam Swart, who started the company in 2012.\nSwart has said that his company has been hired by political campaigns before, and that Crowds On Demand will work with any political party. Former U.S. Rep. Anthony Weiner, D-N.Y., for example, had paid Crowds On Demand $15 a head for people to attend events during his 2013 New York City mayoral run, the New York Post reported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDonald Trump’s presidential campaign also used crowd-hiring services, although they denied it at first. Trump used a different crowd-filling company.\nSwart did not return multiple phone calls and emails from PolitiFact asking for comment. He did provide a statement to Snopes.com saying Crowds On Demand didn’t work with either the Unite the Right rally or the counter-protesters.\n\"We were not involved in any capacity with the recent tragic events in Charlottesville, Virginia. Our thoughts and prayers are with the families of those impacted by the violence,\" the statement read.\nSome liberal event organizers we contacted denied using any service to hire protesters.\nWalter Heinecke, an associate professor of educational research, statistics and evaluation at the University of Virginia’s Curry School of Education, had obtained permits for liberal counter-demonstrations in Charlottesville on Aug. 12. (Trump had falsely claimed protesters on the left hadn’t gotten permits.)\n\"As far as I know, and I am very connected to various protest groups involved, there was no use of this kind of company,\" Heinecke told us.\nScott Huffman, who heads the anti-Trump group Indivisible Charlotte in North Carolina, said he had quickly coordinated a candlelight vigil in Charlotte the evening after the attack in Charlottesville. He said close to 400 people attended after he posted a Facebook event inviting people to gather the evening of Aug. 13. Crowds On Demand was in no way affiliated with that vigil, he said.\n\"At no time has Indivisible Charlotte hired any actors to attend any of our rallies,\" Huffman said.\n\n\n\n\nOur ruling\nBloggers said there is proof Democrats hired actors to plan violence in Charlottesville.\nSeveral websites implied that left-leaning protesters hired crowds to impersonate white supremacists to incite violence. They pointed to a Craigslist ad  for California-based Crowds On Demand hiring paid actors in Charlotte, N.C., to join crowds at unspecified events as evidence.\nBut wild suspicions and allegations aren’t enough to serve as proof. Crowds On Demand denied being involved, and we found no confirmation of the accusations the bloggers made.  \nIt requires a big leap in logic to presume an ad in North Carolina has anything to do with protesters clashing in Virginia. We rate this statement False.\n Share the Facts 2017-08-18 17:52:30 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says there is proof Democrats hired actors to plan violence in Charlottesville.    Internet rumors Blogs   In a post Monday, August 14, 2017 2017-08-14    Read More  info", "vclaim_id": "vclaim-pol-02986"}