{"url": "/factchecks/2019/nov/08/viral-image/no-jeb-bush-didnt-say-ok-boomer-donald-trump/", "speaker": "Viral image", "vclaim": "Says Jeb Bush tweeted \"Ok boomer\" at Donald Trump.", "truth_label": "false", "date": "stated on November 4, 2019 in a Facebook post:", "title": "No, Jeb Bush didn’t say “Ok boomer” to Donald Trump", "text": "A 25-year-old New Zealand politician recently dismissed a senior lawmaker who interrupted her speech on climate change with two words: \"OK boomer.\"\nThe retort to older people who just don’t get it has gone mainstream, but don’t be fooled into thinking former Florida Gov. Jeb Bush said it to his one-time political rival. \nAn image shared on Facebook on Nov. 4 appears to show Bush tweeting \"Ok boomer\" in response to Trump’s tweet characterizing the impeachment inquiry as a \"Scam and Witch Hunt.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nYes, Bush is only 66 to Trump’s 73, but reviewing his Twitter feed on Oct. 9 we found no such tweet. Rather, he responded to a tweet from Michael Morrell, the former acting and deputy director of the CIA. Morrell said: \"The Turkish military is about to move into Syria. President Trump allowed this to happen. An ethnic cleansing of our Kurdish allies, a boost to ISIS, and a foreign policy gift to Russia, Iran, & China will be the result. America’s standing in the world will take an immense hit.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\nBush retweeted Morrell and wrote, \"This is a tragedy.\" \nHe also retweeted New York Times columnist Ross Douthat, an Illinois congressman, and U.S. Sen. Lindsey Graham.\nSearching on Twitchy, which keeps tabs on high-profile people who delete their tweets, we didn’t find evidence that Bush tweeted and then deleted. We also didn’t find any evidence searching for echoes of the tweet more broadly online. Finally, we searched the Nexis news archive for \"Jeb Bush\" and \"Donald Trump\" and \"Ok boomer\" and got no matches. If a lawmaker in New Zealand unknown to many Americans can draw U.S. media attention for saying \"OK boomer,\" we expect Jeb Bush would as well. \nPlease clap: We rate this Facebook post False.", "vclaim_id": "vclaim-pol-16766"}