{"url": "/factchecks/2015/apr/09/rand-paul/rand-paul-debt-has-tripled-bush-took-office/", "speaker": "Rand Paul", "vclaim": "\"Debt doubled\" under Bush \"and now it’s tripling under Barack Obama’s watch.\"", "truth_label": "half-true", "date": "stated on April 7, 2015 in a speech announcing his presidential campaign:", "title": "Rand Paul: Debt doubled under Bush, tripled under Obama", "text": "Both Republicans and Democrats share the blame for America’s increasing debt, said Sen. Rand Paul, R-Ky., in a speech announcing his presidential campaign April 7.\n\"Big government and debt doubled under a Republican administration,\" Paul said. \"And it’s now tripling under Barack Obama’s watch.\"\nQuite a few readers asked us if the debt has tripled since Obama took office in January 2009. We took a look at the numbers, and it hasn’t. It's increased about 1.7 times.\nHowever, Paul’s office said this isn’t the proper interpretation.\nLooking at the whole statement -- not just the second clause -- Paul wasn’t saying the debt has tripled under Obama alone. Instead, he was saying that it doubled under President George W. Bush. And since Obama took office, it has risen to a point that is triple what it was when Bush first took office. By this measure, Paul’s statement is closer to accurate. Let’s go through the numbers.\nPaul’s interpretation\nWe used the Treasury Department’s Debt to the Penny clock, which is a daily log of federal debt going back about 20 years. The debt held by the public and gross federal debt (which includes debt held by the public and intragovernmental holdings) are both considered appropriate measurements. But we only have data that goes back far enough for the gross federal debt, so we’re going to stick with that measure.\nWhen Bush’s term started Jan. 20, 2001, the gross federal debt was $5.73 trillion. At the end of his term, Jan. 20, 2009, the gross federal debt was $10.63 trillion. This means that the debt just about doubled under Bush.\nThe gross federal debt under Obama -- as of April 7, 2015 -- is $18.15 trillion. So, the debt is a little more than triple what the debt was when Bush took office in 2001, $5.63 trillion.\nPinning the debt\nA lot of factors contribute to the debt other than the policies of the current president. By talking about debt growth spanning both a Republican and Democratic administration, Paul sidesteps this issue somewhat, but we wanted to provide some extra context.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFor example, the debt has increased so dramatically in Obama’s term -- particularly in the first couple years -- largely due to the recession, which unfolded before Obama took office, said Neil Buchanan, an expert in law, economics and the national debt at George Washington University Law School.\n\"The gross debt increase in 2009 was huge, because of the decreased tax revenues and increased benefit payments caused by the Great Recession,\" he said.\nTwo other large contributors to debt since 2009 are the government’s continued borrowing to fund military operations in the Middle East and increasing costs of the health system, said Linda Bilmes, an expert in national budgetary issues at Harvard University. Both of these were a result of previous administrative policies and external factors.\nBilmes noted, though, that Obama has decided to continue the military operations (increasing the debt) and attempted to slow the growing costs of health care through the Affordable Care Act (lowering it).\nAdditionally, measuring the debt in raw dollars does not reflect inflation or the fact that a larger economy can handle a larger amount of debt.\nA better measurement would be the debt burden, or how the debt compares to the gross domestic product, Buchanan said. During the Bush administration, debt as a percentage of GDP went from about 55 percent to about 68 percent. As of 2014, it’s shot up to 103.2 percent, according to the Tax Policy Center.\nOur ruling\nPaul said, \"Debt doubled\" under Bush \"and now it’s tripling under Barack Obama’s watch.\"\nThis statement is confusing. A person could easily interpret it to mean that debt has tripled since Obama took office -- which would be incorrect. Paul, on the other hand, said that it means debt today, under Obama, is triple what it was when Bush’s term started. \nIndeed, today’s national debt is about triple what it was in January 2001, when Bush took office. \nIt's also worth noting that many factors other than a particular president's policies affect the national debt.\nFrom one not-so-obvious angle, Paul's numbers are correct. But because the statement could so easily be interpreted in another, less accurate way, we rate it Half True.", "vclaim_id": "vclaim-pol-06538"}