{"url": "/factchecks/2020/oct/16/viral-image/no-biden-didnt-call-trump-supporters-dregs-society/", "speaker": "Viral image", "vclaim": "Says Joe Biden calls Donald Trump’s supporters the dregs of society.", "truth_label": "false", "date": "stated on September 25, 2020 in a Facebook post:", "title": "No, Biden didn’t call Trump supporters dregs of society", "text": "In 2016, former Secretary of State Hillary Clinton, who was running for president against Donald Trump, said that half of his supporters belonged in a \"basket of deplorables.\"\nAn image being shared on Facebook calls out Democratic presidential nominee Joe Biden for a new dig: \"dregs of society.\" \n\"Joe Biden calls us dredges of society,\" reads a sign on the back of a vehicle, misspelling ‘dregs.’ \"Obama called us clingers.. Hillary called us deplorables. Terrorist call us infidels. Trump calls us all Americans.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nIn 2008, former President Barack Obama, then a senator running for president, suggested job losses in small-town Pennsylvania had caused some people to get bitter and \"cling to guns or religion or antipathy toward people who aren’t like them.\"\nFor this fact-check, we’re going to focus on the current Democrat seeking the nation’s highest office. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nBiden didn’t call Trump supporters dredges of society. He did use the phrase \"dregs of society’ during a 2018 speech at a Human Rights campaign event, but he wasn’t talking about Trump supporters.  \nIn the speech for the organization, which advocates for equality and the LGBTQ community, Biden cheered for a world that is \"open-minded and humane.\" He criticized the Trump administration \"and some of its most ardent right-wing supporters from the Ku Klux Klan\" and the \"alt-right\" who he said are trying to undermine the progress the country has made in achieving equality.  \nAround the 20:12 mark, he said this (emphasis ours): \"And using religion or culture as a license to discriminate, demonizing the community and individuals to score political points, is no more justifiable around the world than it is here at home and our policies should reflect that. But despite losing in the courts and the court of public opinion, these forces of intolerance remain determined to undermine and roll back the progress you all have made. This time they, and not you, have an ally in the White House. This time they have an ally. They’re a small percentage of the American people. Virulent people. Some of them the dregs of society. And instead of using the full might of the executive branch to secure justice, dignity, safety for all, the president uses the White House as a literal — literal — bully pulpit. Callously — callously — exerting his power over those who have little or none.\"\nBiden didn’t say Trump supporters are the dregs of society. He was referring to a \"small percentage\" of Americans whom he describes as \"forces of intolerance\" oppressing the LGBTQ community. \nWhile he did say that those people have an ally in the White House, Biden’s comments, taken as a whole and not a soundbite, make it clear that he is not broadly targeting Americans who support the president. His focus is on people — including Trump — who he thinks unfairly target the LGBTQ community. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-18715"}