{"url": "/factchecks/2007/dec/13/fred-thompson/thompsons-tax-numbers-add-up/", "speaker": "Fred Thompson", "vclaim": "\"Five percent of Americans pay over half the income taxes in this country. Forty percent of Americans pay no income taxes at all.\"", "truth_label": "true", "date": "stated on December 12, 2007 in debate in Johnston, Iowa:", "title": "Thompson's tax numbers add up", "text": "Fred Thompson, in arguing that the tax cuts of the Bush administration should be renewed, said that 5 percent of Americans pay over half the income taxes in this country, and that 40 percent of Americans pay no income taxes at all.\n\nBoth figures are true.\n\n\nThe top 5 percent of all payers do pay more than half the income tax. They pay about 59.2 percent of all individual income tax, according to an analysis by the Tax Policy Center, a nonpartisan institute run jointly by the Urban Institute and the Brookings Institution.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThompson also said that 40 percent of Americans pay no income tax. This claim is supported by the Tax Foundation, a nonpartisan tax research group that promotes transparency in the tax code and economic growth.\n\n\nThere's a small caveat to the 40 percent number — it includes nonfilers, typically taxpayers who don't have to file returns because their incomes are too low. It's logical to assume that most nonfilers don't pay income taxes, but it's possible that some did if they had income taxes withheld by an employer. This is probably a very small number, because people with low incomes have an economic incentive to file a return and get a refund.\n\n\nThe U.S. income tax system is progressive, which means that rates increase as income increases. Given that structure, it makes sense that people with higher incomes pay more taxes, and people with low incomes might pay no tax at all. Thompson's numbers are on the money, and we rate them True.", "vclaim_id": "vclaim-pol-16468"}