{"url": "/factchecks/2020/mar/13/viral-image/are-80-percent-coronavirus-cases-mild/", "speaker": "Viral image", "vclaim": "Says 80% of novel coronavirus cases are \"mild.\"", "truth_label": "mostly-true", "date": "stated on March 9, 2020 in a chart:", "title": "Are 80 percent of coronavirus cases \"mild?\"", "text": "Amid the spread of the novel coronavirus, many people are wondering how likely they are to get it.\nOften, their second question is: If I get coronavirus, how likely am I to survive it?\nOne chart, created by the website Information is Beautiful, says that 80% of coronavirus cases are \"mild.\"\n\nSo is that true?\nThe chart is a tad misleading. It makes a blanket statement about the virus while basing its claim on a study by China’s Center for Disease Control and Prevention, and a website called Statistica. The post doesn’t include links to the reports.\nAn important note: The percentage of mild cases shouldn’t be confused with your likelihood of surviving a stint of the virus, also known as COVID-19. Mortality rates differ depending on a person’s age and health.\nThe virus is relatively new. So there’s a lot researchers have yet to nail down. That said, the post is mostly consistent with available data.\nSo far, most cases are mild\nIn February, CNN reported on the release of the study conducted by the Chinese Center for Disease Control and Prevention and published in the Chinese Journal of Epidemiology.\nThe study itself said that in confirmed coronavirus cases, 70% were \"normal,\" 25.5% were \"severe\" and 4.5% were \"light.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nBut Tedros Adhanom Ghebreyesus, director-general of World Health Organization, said during a press conference on Feb. 17 that more than 80% of patients \"have mild disease and will recover.\"\nMeanwhile, 13.8% of cases suffer severe symptoms and 6.1% are critical.\nWhat the CDC says\nThe U.S. Centers for Disease Control and Prevention’s website on March 13 said a \"complete clinical picture with regard to COVID-19 is not fully known.\" However, the CDC said \"most cases\" are mild, citing a study published in the New England Journal of Medicine.\nThat study looked at medical records for coronavirus patients documented by the National Health Commission between Dec. 11 and Jan. 29.\n\"On admission, the degree of severity of COVID-19 was categorized as nonsevere in 926 patients and severe in 173 patients,\" the study reads. That means 84 percent were considered non-severe.\nAge and baseline health were factors in whether a patient’s illness became severe, the study said. \n\"Patients with severe disease were older than those with nonsevere disease by a median of seven years. Moreover, the presence of any coexisting illness was more common among patients with severe disease than among those with nonsevere disease,\" it said.\nOur ruling\nThe chart says 80.9% of cases are mild. It’s important to note that different age groups have had different levels of severity.\nHowever, generally speaking, the chart is on track. We found that mild cases account for roughly 75-to-80% of cases, according to studies published by the WHO and CDC.\nThe statement is mostly accurate but needs clarification or additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-18121"}