{"url": "/factchecks/2015/oct/22/chris-danou/gop-changes-wisconsins-john-doe-law-create-excepti/", "speaker": "Chris Danou", "vclaim": "A Republican bill that would change John Doe criminal investigations is \"creating exceptions in the law for politicians.\"", "truth_label": "mostly-true", "date": "stated on October 20, 2015 in remarks in Assembly debate:", "title": "GOP changes to Wisconsin's John Doe law create exceptions for politicians, Democratic lawmaker says", "text": "Republicans in the Wisconsin Legislature are pushing a bill that would change the state’s so-called John Doe law, which allows for criminal investigations -- like two that were related to Gov. Scott Walker -- to be done in secret.\nOn Oct. 20, 2015, GOP Rep. David Craig of suburban Milwaukee insisted on a radio talk show that the changes made by his bill would not exempt politicians in any way from John Doe investigations.\nBut later that day, during debate on the Assembly floor, Democrats repeatedly said just the opposite.\n\"We are creating exceptions in the law for politicians,\" said state Rep. Chris Danou of Trempealeau.\nIs Danou right?\nWhat a John Doe is\nJohn Doe investigations are done to determine whether a crime has occurred and, if so, by whom.\nUnlike standard criminal investigations, law enforcement officials in a John Doe have special powers. They can compel the testimony of reluctant witnesses under oath and issue subpoenas requiring witnesses to turn over documents.\nAnother key difference is that a judge overseeing a John Doe can -- and typically does -- order that the proceedings be done in secret, unlike the vast majority of court proceedings.\nScott Walker\nIn May 2010, when Walker was Milwaukee County executive, Milwaukee County District Attorney John Chisholm, a Democrat, launched what would become a nearly three-year-long John Doe targeting Walker’s aides and associates. Six people, including three county executive employees, one Walker appointee and a major Walker campaign contributor, were convicted of a variety of crimes.\nIn August 2012, weeks after Walker won a historic recall election to remain as governor, Chisholm opened another John Doe. It focused on whether the Wisconsin Club for Growth and other conservative groups illegally coordinated with Walker's campaign. Later, the probe was expanded to four other counties and former federal prosecutor Francis Schmitz, who has described himself as a Republican, was added as a special prosecutor.  \nIn July 2015, the state Supreme Court shut down the investigation, saying the governor's campaign and the groups had not violated campaign finance laws.\nWalker and other Republicans have described the probe as a political witch hunt, and the bill to make changes in the John Doe process was largely prompted by that probe.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nProposed changes\nUnder current law, any crime may be investigated under a John Doe proceeding, according to the nonpartisan Legislative Council.\nBut under the bill, the crimes that could be investigated with a John Doe proceeding are limited to certain felonies. Those include murder, rape, armed robbery and numerous other serious crimes, as well as lesser crimes of a violent nature.\nRepublicans argue that the bill limits what crimes a John Doe proceeding can be used to investigate, not who can be investigated. That’s true; there’s nothing in the bill that says politicians are exempt.\nBut the proposed restrictions mean a John Doe investigation could no longer be used to look into a variety of political crimes. News reports have been clear on this.\nFor instance, a John Doe could no longer be used to investigate allegations of bribing public officials, using elected office for personal gain and corruptly influencing legislation, the Milwaukee Journal Sentinel reported. Political corruption charges are exempted, noted the Wall Street Journal. The bill would end John Doe probes into political misconduct, said the Associated Press.\nTo be clear, political crimes wouldn’t be the only ones exempted. If the bill became law, authorities would no longer be able to use a John Doe to look into crimes such as identity theft, mortgage fraud, dealing small amounts of heroin and cocaine, or theft reaching into the millions of dollars.\nBut the political focus of the proposed changes has always been clear.\nIndeed, when Craig introduced the bill in February 2015, he said it would mean John Doe investigations could not be conducted for most political crimes. Prosecutors should use standard investigations or launch grand jury probes to look into those types of allegations, he said at the time.\nWisconsin's grand jury law is rarely used and Democrats argue it would be costly and inefficient to use for political crimes.\nCraig’s bill was approved by the Assembly on the day of the floor debate and was adopted by the Senate the next day. Walker’s spokeswoman has said the governor would evaluate the legislation, but added he supports \"common-sense reforms that protect free speech and ensure transparency and accountability\" for John Doe investigations.\nOur rating\nDanou said a Republican bill that would change John Doe criminal investigations is \"creating exceptions in the law for politicians.\"\nThe bill would not exempt politicians from John Doe investigations, which under current law can be conducted for any crime. But the bill does create an exception in that John Doe probes could no longer be used to investigate political corruption.\nFor a statement that is accurate but needs clarification, our rating is Mostly True.", "vclaim_id": "vclaim-pol-05830"}