{"url": "/factchecks/2016/may/26/john-cornyn/john-cornyn-says-vietnamese-third-most-common-lang/", "speaker": "John Cornyn", "vclaim": "\"Vietnamese is the third most commonly spoken language in Texas.\"", "truth_label": "true", "date": "stated on May 23, 2016 in Senate floor remarks:", "title": "John Cornyn says Vietnamese third most common language spoken in Texas", "text": "John Cornyn recently stressed that Communist Vietnam, visited by President Barack Obama, needs to improve its human rights record.\nCornyn opened his Senate floor remarks, though, by calling Vietnamese residents of his home state of Texas \"some of the most accomplished people.\" The second-term Republican added: \"Many are surprised when I tell them that Vietnamese is the third most commonly spoken language in Texas.\"\nEnglish is most-spoken, Cornyn told his colleagues, with Spanish ranking No. 2.\nMakes sense. But we wondered about his Vietnamese language claim.\nBy email, Cornyn spokesman Drew Brandewie told us Cornyn reached his conclusion based on U.S. Census bureau charts on languages spoken at home posted in October 2015. By far, according to the bureau’s 2009-2013 American Community Survey, English and Spanish were most-spoken at home in Texas--and Vietnamese placed a distant third, .\nBrandewie also noted news accounts that cited the bureau data including a November 2015 Texas Tribune story. A chart with the Tribune story presents the state’s most-spoken languages other than English under this summary: \"Of the nearly 24 million people in Texas five years or older, 65 percent speak only English at home. The rest speak more than 160 languages combined.\"\nTop 10 languages other than English spoken in Texas households\n\n\n\n\nLanguage\n\n\nNumber of Speakers\n\n\n\n\nSpanish\n\n\n6,983,380\n\n\n\n\nVietnamese\n\n\n193,408\n\n\n\n\nChinese*\n\n\n140,971\n\n\n\n\nTagalog\n\n\n72,248\n\n\n\n\nGerman\n\n\n69,140\n\n\n\n\nFrench\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\n60,730\n\n\n\n\nHindi\n\n\n59,602\n\n\n\n\nUrdu\n\n\n57,662\n\n\n\n\nKorean\n\n\n55,794\n\n\n\n\nArabic\n\n\n55,304\n\n\n\n\n \n*Includes Cantonese, Mandarin other Chinese languages\nSOURCES: News story, \" As Texas Grows, More Languages are Spoken at Home,\" Texas Tribune, Nov. 26, 2015, chart citing 2009-2013 American Community Survey.\nSome 164 languages are lately spoken in Texas, the story said. Significantly, it said, changing \"immigration patterns are increasing the number of other foreign languages spoken in Texas households, from Vietnamese and Chinese to Tagalog, the language spoken in the Philippines.\"\n2014 census data\nSeeking the latest available data, we reached out to bureau spokesman Robert Bernstein who emailed us a breakdown drawing on results from the 2014 one-year ACS indicating that some 201,997 Texas residents age 5 or older speak Vietnamese at home. That count trailed only the 2014 survey’s tally of English-only speakers in Texas (16,126,855) and Spanish speakers (7,465,279).\nSome perspective; 65 percent of the estimated 25 million Texans age 5 or older speak only English at home, according to the survey, and 30 percent speak Spanish--while only 0.81 percent speak Vietnamese. That is, there’s a big dropoff from second to third place.\nBernstein also provided national results on languages spoken at home. According to the 2014 ACS, 79 percent of the 299 million U.S. residents 5 or older speak only English, 13 percent speak Spanish and, in third place, about 5.5 percent speak French. Next, per the survey, 1 percent of residents speak Chinese at home with 0.5 percent, nearly 1.5 million residents, speaking Vietnamese.\nLonger view\nWe also heard back from Lloyd Potter, the state demographer, who noted by email that according to the ACS covering 2010-2014, English, Spanish and Vietnamese were the three most-spoken languages in Texas. Those were followed, the five-year results suggest, by Chinese, other Asian languages, African languages, Tagalog, German, French and Urdu.\nOur ruling\nCornyn said Vietnamese is the third-most-spoken language in Texas.\nSurvey data supports this claim though English or Spanish is spoken by far more residents.\nWe rate the claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/6c1cadb7-066f-4ab9-9e61-00a254d1ed01", "vclaim_id": "vclaim-pol-04914"}