{"url": "/factchecks/2011/feb/03/ron-saunders/saunders-says-dade-broward-rule-country-medicaid-f/", "speaker": "Ron Saunders", "vclaim": "\"The two worst counties for (Medicaid) fraud in the country -- not state -- are Dade and Broward county.\"", "truth_label": "mostly-true", "date": "stated on January 19, 2011 in a meeting with reporters:", "title": "Ron Saunders says Miami-Dade, Broward rule the country in Medicaid fraud", "text": "South Florida has a reputation as a place ripe for fraud and crime -- including bilking the government.\n\nState Rep. Ron Saunders, the Democratic minority leader from Key West, has slapped a more specific label on a costly problem in South Florida: Medicaid fraud.\n\n\"The two worst counties for fraud in the country -- not state -- are Dade and Broward county,\" he told a roomful of reporters on Jan. 19, 2011, during an Associated Press preview of Florida's upcoming legislative session.\n\nIt's easy to find news articles describing South Florida as a mecca for such fraud -- with labels such as \"ground zero\" or mind-boggling tales of abuse. But the word \"worst\" caught our eye -- are the South Florida counties of Miami-Dade and Broward truly the \"worst\" in the country for Medicaid fraud?\n\nMedicaid, a health care program for low-income individuals, is administered by the states and receives some federal funding. The Truth-O-Meter has weighed in multiple times on fact-checks related to the high cost and growth of Medicaid, including a claim by Pam Bondi, now Florida's attorney general, and Bill McCollum, Florida's previous attorney general. For more background, check out this website of the federal Centers for Medicare and Medicaid Services.\n\nWe spoke to Saunders directly on Jan. 20, who told us that his statement was in response to a question about how to resolve the state's budget crisis. Saunders said it's a \"no-brainer\" to cut back on fraud such as in Medicare and Medicaid rather than make more cuts in areas such as education.\n\nBut after a lot of calls and research, we can say one thing for certain: Nobody tracks county-by-county Medicaid fraud nationally. Even within Florida, a county breakdown is not available. So we're going to rely on expert opinions and documented trends in this ruling.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nMark Hollis, spokesperson for the House Democratic caucus, sent us links to newspaper articles and government reports about Medicaid fraud in South Florida.\n\nAmong the sources Hollis cited was a March 2009 article in Health News Florida, quoting state Sen. Don Gaetz saying: \"Since we have the worst problem in the nation, we need the most effective solution.\" Hollis also sent us a December 2005 article in HomeCare, an industry publication, quoting FBI agent Michael Clemens, who was in charge of the Miami field office at the time, saying: \"South Florida is ground zero for health care fraud.\"\n\nBut neither article provides any documentation to support that \"worst\" label.\n\nHollis also sent us links to a House bill and recent government reports about Medicaid fraud.\n\nHouse Bill 1487 in 2009, which labeled Miami-Dade an area of \"special concern,\" was intended to rein in Medicaid fraud. The Senate version, Senate Bill 2658, was signed into law in June 2009. The staff analysis outlined the rampant growth in home health care agencies in Florida: Of the 431 licensure applications in 2007, 58.5 percent were in Miami-Dade. In that county, the number of licensed agencies grew 414 percent between August 1999 and March 6, 2009.\n\nThe analysis also stated that \"While Miami-Dade has about 20 percent of Florida’s Medicaid population and about 33 percent of Florida’s residents over the age of 60, 91 percent of the state reimbursement for certain home health services were going to Miami-Dade.\"\n\nWhile the bill analysis doesn't provide data ranking all of Florida's counties, it certainly suggests that Miami-Dade has an overwhelmingly disproportionate share of Medicaid dollars -- and fraud.\n\nFlorida's Agency for Health Care Administration, which administers the Medicaid program, has a report from 2009-10 that also provides some insight. Although the 94-page report does not describe Broward and Miami-Dade as the worst in the nation, it noted:\n\n• \"Home health agencies have been an acknowledged area of health care fraud in recent years. For the four fiscal years ending June 30, 2009, approximately 90 percent of Medicaid expenditures for home health aide visits were made to providers in Miami‐Dade County, while only about 20 percent of Medicaid recipients reside in that area. At the end of the fiscal year, there were 339 home health agencies in Miami‐Dade County actively enrolled in the Medicaid program and only 293 in the other 66 counties combined.\" (Page 53)\n\n• Statutes were changed in 2008 and 2009 to address home-health fraud. Forty-seven licensure denials for home health agencies were upheld in FY 2009-10 for fraud-related reasons. Thirty-one of the denials (66 percent) were in Miami-Dade County. (Page 65)\n\nWe reached out to several agencies that have a role in Medicaid.\n\nBoth the Florida Attorney General, which has a Medicaid Fraud Control Unit, and AHCA said they had no nationwide county-by-county information to support or refute Saunders' claim.\n\nDon White, spokesman for the Office of Inspector General for the U.S. Department of Health and Human Services, also told us that the federal government has \"no statistics on Medicaid fraud.\"\n\nAs for Saunders' claim that Dade and Broward are the \"worst\" in the country, White said: \"Do we have the numbers? No. Is he probably correct? Yes.\"\n\nWe ran Saunders' claim by Alan Levine, a former secretary at AHCA under Gov. Jeb Bush and an expert on Medicaid.\n\n\"I have absolutely no doubt South Florida is among the highest,\" Levine wrote in an e-mail. \"Others that likely run in the same circle are New York and New Jersey. But South Florida, from all the experience I have, clearly leads the way.\"\n\nLevine sent us a 2009 report, \"Stop Paying the Crooks,\" by the Center for Health Transformation, an organization founded by former House Speaker Newt Gingrich. It stated that the U.S. Department of Justice labeled \"South Florida -- and more specifically, Miami-Dade County --Ground Zero for health care fraud in America.\" But no numbers ranking counties nationwide.\n\nWe sent Saunders' claim to Craig Smith, the attorney who wrote the South Florida chapter, who works at Hogan Lovells law firm in Miami.\n\n\"Whatever the exact figure is, there can be no question that the bulk of the fraud, waste and abuse is occurring in Miami-Dade and Broward counties,\" Smith wrote to us in an e-mail Feb. 1. \"Based on the size of Florida's Medicaid program, you can fairly eliminate about 45 states from the comparative discussion.\"\n\nSo let's review: Saunders said that \"The two worst counties for (Medicaid) fraud in the country -- not state -- are Dade and Broward county.\" We could not find any government office that could point to numbers ranking counties across the nation in terms of Medicaid fraud. But we found four experts -- one from the federal Department of Health and Human Services Office of Inspector General, one a former secretary of the state's AHCA, a spokesperson from a national organization that provides information on health care fraud and an attorney who specializes in health care law -- who all agree that Saunders is likely right.\n\nAt PolitiFact Florida, we dig for data to support claims by politicians -- and Saunders and our experts haven't provided hard numbers to prove him right. But the fact that four experts -- including one appointed by a Republican governor -- generally back up the Democratic minority leader or say that the two counties are at least among the worst in the nation carries weight with us. We rate Saunders’ claim Mostly True.", "vclaim_id": "vclaim-pol-13674"}