{"url": "/factchecks/2012/dec/17/mike-tate/wisconsin-gov-scott-walker-erased-his-pledge-creat/", "speaker": "Mike Tate", "vclaim": "\"Scott Walker has even removed the 250,000 jobs promise from his website.\"", "truth_label": "false", "date": "stated on December 3, 2012 in a blog post:", "title": "Wisconsin Gov. Scott Walker erased his pledge to create jobs, state Democratic chairman Mike Tate says", "text": "Gov. Scott Walker is nearly halfway through his four-year term, and has a long way to go to meet his campaign promise to create 250,000 private-sector jobs.\n\nWe keep track of the promise (and many others) on the Walk-O-Meter. The most recent update, which includes the October 2012 monthly jobs report, shows the state has created 25,411 private-sector jobs under Walker’s watch -- roughly one-tenth of the total he promised as a candidate in 2010.\n\nAs state Democrats look toward the 2014 election, it’s natural they would focus on this part of Walker’s record.  Party Chairman Mike Tate launched an early volley in a Dec. 3, 2012 blog post criticizing management of the Wisconsin Economic Development Corp., which Walker chairs. The WEDC, which under Walker replaced the Commerce Department, is looking into millions in loans it made that have fallen behind or gone unpaid.\n\n\"Scott Walker’s WEDC was supposed to help create 250,000 new jobs and be the symbol of his first term in office,\" Tate wrote, then added: \"Scott Walker has even removed the 250,000 jobs promise from his website.\"\n\nWhoa. Has Team Walker scrubbed the top campaign promise from his website?\n\nAsked to provide backup for Tate’s claim, party spokesman Graeme Zielinski referred us to several online posts made by Walker’s campaign, including a March 2010 YouTube video on the topic. Another link was to a 2010 appearance by Walker on the \"Upfront with Mike Gousha\" show on WISN-TV (Channel 12) in Milwaukee, where he discussed the promise.\n\nBut these videos shed no light on Tate’s claim about the promise now being gone from the website. Indeed, they are from before Walker took office.\n\nZielinski also pointed to a change on Walker’s campaign web page, saying: \"On Scott Walker's issue page there is one bullet that talks about Jobs. It's now called, Putting Wisconsin Back to Work. This is a complete different page than the one he had on his website previously, called Scott’s Plan to to Help the People of Wisconsin Create 250,000 Jobs.\"\n\nFair enough.\n\nBut Tate’s claim wasn’t that Walker had downplayed the promise. It was that he removed it entirely from his web page.\n\nWe examined the site. The \"Putting Wisconsin Back to Work\" section discusses steps Walker has taken to improve employment. It makes no mention of the 250,000 jobs claim. However the promise is mentioned in the site’s \"About Scott\" section, where it says:\n\n\"Governor Walker remains committed to helping Wisconsin's private sector create 250,000 jobs by 2015.\"\n\nThe site might have changed, but the promise hasn’t been removed.\n\nWe also did a Google search of Scott Walker. That campaign site and Walker’s official site turned up in the first screen.\n\nThe governor’s official site stands behind the promise even more prominently, on the first page: \"250,000 new jobs in four years -- It’s an ambitious goal, but one that Wisconsin Gov. Scott Walker says is achievable.\"\n\nAs we’ve followed the jobs promise, we have noted many steps the administration has taken to downplay the promise, or efforts to measure it. For instance, shortly after Walker took office, the state jobs tracking agency first celebrated each month’s jobs reports. Now, the monthly reports come with long explanations about why the month-to-month data can’t be trusted.\n\nOur rating\n\nTate said Walker has removed the promise to create 250,000 jobs from his website. We checked the campaign website and the governor’s official state website. The promise is there, and is repeated in numerous videos and news clippings. Even a simple search leads to that conclusion.\n\nWe rate the claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09920"}