{"url": "/factchecks/2019/mar/08/jay-inslee/fact-checking-presidential-candidate-jay-inslee-cl/", "speaker": "Jay Inslee", "vclaim": "\"The forest fires were so grotesque last year that we had the worst air in the world in Washington.\"", "truth_label": "mostly-true", "date": "stated on February 20, 2019 in an interview:", "title": "Fact-checking presidential candidate Jay Inslee on climate change and 'the worst air in the world'", "text": "Washington Gov. Jay Inslee, one of the Democrats running for president in 2020, has made climate change the centerpiece of his days-old campaign.\nShortly before making his run official, he discussed the importance of climate change in an interview and made this claim about the impact of fires on his state:\n\"The forest fires were so grotesque last year that we had the worst air in the world in Washington. We were choking. It’s a very personal thing for me.\"\nA couple of days after launching his campaign, Inslee repeated the worst-air claim during another discussion about climate change.\nWe wanted to know whether Washington really had worse air quality than in India or China in 2018. We also wanted to explore how much climate change had to do with it.\n‘Worst’ ranking\nAs smoke from wildfires blanketed the area during the summer of 2018, Seattle news reports said Seattle had the worst air quality in the world on Aug. 21, 2018. The reports cited rankings that day from AirVisual, an air monitoring service.\nAirVisual spokeswoman Kelsey Duska told us that during at least some points of that day, Seattle had the worst air among 85 cities, generally with a population of more than 400,000, around the world.\nWashington fared a little better in a broader set of monitoring done by AirVisual. Duska said that for the entire month of August 2018, the air in Chelan, Wash., about 180 miles east of Seattle, ranked fifth-worst among 3,000 cities worldwide.\nRob Jackson, a Stanford University earth system science professor, told us that AirVisual’s numbers are reliable.\nSo, Inslee’s worst-air claim is correct — for one day of the year.\nRole of climate change\nAs for Inslee’s larger point, experts told us that climate change played a role in making the wildfires, and thus air quality, worse, but that other factors did, too.\nInslee’s campaign pointed us to an article posted on National Public Radio’s website in the wake of the news reports about Seattle’s worst-air ranking. It carried this headline: \"Why Seattle had the worst air quality in the world at some points this summer.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe article was a transcript of an interview with Cliff Mass, professor of atmospheric sciences at the University of Washington. Maas said Seattle had had the worst air in 20 years — to the point that mountains and water around the city were not visible.\nAsked why the air was so bad, Mass cited the wildfires, adding that \"we had an atmospheric circulation that took the smoke directly from these nearby fires right over Seattle.\" And Mass said he suspects that it would happen again in the future — but he pointed to forests, not climate change.\n\"Well, the big problem is our forests. We've suppressed fire now for almost a century,\" he said. \"A lot of the forests surrounding Seattle are in very bad condition. They're overgrown. They have a lot of slash, a lot of low bushes and trees. And they're completely unlike the forests that were here 150 years ago. And the problem is when they burn, they burn catastrophically.\n\"The question is how much of this is climate change. I suspect that only a small proportion of this is climate change. I think that the main problem is the forests, which are ready to burn. We have invasive grasses that have moved in that burn very easily. And human beings are increasingly starting fires with this huge number of people going in for recreation, other uses of the forested areas,\" he said.\n\n\"Now, on the long term, as the planet warms up, we certainly would expect more fires. So climate change, global warming probably contributed a small amount to it, but probably the key thing is what we've done to the surface of the planet.\"\nOther experts gave more weight to the role of climate change.\nStanford’s Jackson and John Reilly, co-director of the Joint Program on the Science and Policy of Global Change at MIT, told us that climate change clearly is one factor in making the wildfires, and in turn air quality, worse. But they agreed that other factors, such as fire suppression, have also made the wildfires worse.\nFinally, Inslee’s campaign also pointed us to two other articles about wildfires and climate change:\nMcClatchy news service reported on a federal study in November 2018 that said, \"California and the West have already witnessed an expansion of catastrophic blazes due to climate change and rising warming, with twice as much acreage burned by wildfire than would have occurred otherwise.\"\nAnd Scientific American reported on an academic study that, according to the magazine, found that climate change not only is increasing the likelihood of wildfires, the \"wildfires are causing a spike in air pollution across the West.\"  \nHowever, Daniel Jaffe, a University of Washington professor of environmental chemistry, said in that article that while climate change makes wildfires worse, so does forest management.\nOur ruling\nIn discussing climate change, Inslee said, \"The forest fires were so grotesque last year that we had the worst air in the world in Washington.\"\nBy one measure, of 85 major cities across the globe, Seattle had the worst air quality in the world on Aug. 21, 2018, as wildfires pushed smoke into the area. That was for one day of the year.\nExperts said climate change is one factor in making the forest fires, and in turn air quality, worse; but other factors, such as fire suppression practices, have also made the fires worse.\nWe rate Inslee’s statement Mostly True.\n Share the Facts 2019-03-08 20:50:08 UTC   PolitiFact    5 1 7  PolitiFact Notation: Mostly True  \"The forest fires were so grotesque last year that we had the worst air in the world in Washington.\"     Jay Inslee Washington governor, Democratic candidate for president https://www.theguardian.com/us-news/2019/feb/19/jay-inslee-2020-climate-change-interview   In an interview  mercredi 20 février 2019 2019-02-20    En savoir plus  Info", "vclaim_id": "vclaim-pol-00918"}