{"url": "/factchecks/2016/aug/23/donald-trump/donald-trump-fundraising-email-takes-cnn-anchors-c/", "speaker": "Donald Trump", "vclaim": "Says a CNN anchor said that Hillary Clinton has gotten \"a free ride so far from the media. We're the biggest ones supporting her campaign.\"", "truth_label": "barely-true", "date": "stated on August 23, 2016 in a fundraising email:", "title": "Donald Trump fundraising email takes CNN anchor's comments out of context", "text": "The media has been one of Donald Trump’s most consistent targets during his 2016 presidential campaign. In a recent fundraising email, his campaign called out CNN.\n\"Friend, a CNN anchor acknowledged that the media has given Hillary Clinton a ‘free ride,’ \" the email said. It then quoted a comment attributed to CNN morning anchor Chris Cuomo: \"We couldn't help her any more than we have. She's got a free ride so far from the media. We're the biggest ones supporting her campaign.\"\nThe email, signed by Brad Parscale of \"Team TRUMP,\" provides links to donate money and includes the following GIF of CNN’s Cuomo.\n\nWe decided to see whether Cuomo did in fact say, \"We couldn't help her (Hillary Clinton) any more than we have. She's got a free ride so far from the media. We're the biggest ones supporting her campaign.\"\nWe found that Cuomo did say those words -- but that their meaning is not as clear-cut as the Trump campaign indicates. (CNN declined an opportunity to comment. Trump’s campaign did not respond to inquiries.)\nCuomo’s comment came on the show he co-anchors, New Day — but a crucial fact not mentioned by the Trump campaign email is that the comments came more than two years ago, on June 9, 2014.\nThat timing makes a significant difference for the meaning of Cuomo’s words.\nIn mid 2014, Clinton was widely believed to be a presidential candidate in waiting, but she had not officially announced that she was running for the White House. She did not officially announce her candidacy until April 12, 2015,  more than 10 months after the CNN exchange aired.\nThe news peg for the CNN discussion was the media promotion that Clinton was doing in advance of the June 10, 2014, publication of her book, Hard Choices: A Memoir.\nFor someone who was officially a non-candidate for president, Clinton’s book-promotion efforts enabled her to get some \"earned\" media, meaning news coverage without having to pay for ads. That’s the backdrop for the CNN discussion, as this excerpt shows:\nBrianna Keilar, CNN correspondent: \"So, trying to downplay the issue there, but this book is part of the big book rollout. There will be other interviews. There will be a lot of speeches. There will be book signings. And all of it, Brooke and Chris, is designed to sell books and keep her well positioned for a 2016 run.\"\nBrooke Baldwin, CNN co-anchor: \"We talked about this before, nothing is on accident, this is all perfectly choreographed to read through the tea leaves of whatever it is she says this week. But, you know, Diane Sawyer (of ABC) said to her, you know, listen, it sort of seems the party is frozen right now. So, let me ask you about that about the people who may possibly run against her at least on the left side of the aisle. She said that they can do whatever they choose to do in whatever timetable they decide. But that's not entirely true.\"\nKeilar: \"No, it's not really true. I mean, there's not a whole lot maybe she can do about it right now, because I think pretty much, everyone agrees, the sooner she gets into this race, the trickier it is for her. But largely right now when you're looking at staff picks and fundraising, those folks are kind of holding their fire. So, I think she has, if she decides she is probably going to run, she's got a little more time. If she's thinking she may not run, then she kind of needs to get out of the way and let some of these Democrats, you know, make headway when it comes to fundraising and stuff.\"\nCuomo: \"What your guys’ take on this? I was actually happy that Diane pressed her the way she did. You know, it's a dicey move because when Hillary becomes candidate and becomes the presumptive candidate, that can come back and hurt you. But Diane pressed her anyway and got her to say, yes, by the end of the year. That's early, by the way, right, Brianna? I mean, you know, if she says end of the year, I'm in, she's early.\" ...\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBaldwin: \"Okay, Brianna, thank you very much. We'll be talking about this later on in the morning. But just quickly, to your point, I mean, if it does take quite a while longer, what happens to the other folks who want to attempt to run against her?\"\nCuomo: \"Because she's doing what they call in politics, freezing pockets, because the donors are giving her money thinking she's going to run. That means they're not going to have available money for other candidates --\"\nBaldwin: \"Exactly.\"\nCuomo: \"-- if she doesn't and I don't think she's going to give it to them.\"\nBaldwin: \"She's on her way.\"\nCuomo: \"We'll see. We couldn't help her any more than we have. She's got just a free ride, so far, from the media. We're the biggest ones promoting her campaign. So, it better happen.\"\nSo those were Cuomo’s words. But there is a strong argument for an alternative, and far less controversial, interpretation than the one the Trump campaign offered.\nThe first thing to note is that the \"help\" Cuomo is referring to is the advance coverage of Clinton’s book release. This is the same type of \"earned media\" that Trump has built his campaign on. For both candidates, political celebrity plus newsworthy comments equals media coverage.\nAnd by \"free ride,\" Cuomo isn’t saying that the media has been unquestioning toward Clinton. Quite the opposite — Cuomo applauded what he saw as Sawyer’s tough questioning of Clinton. Moments before the quote highlighted by the Trump campaign, Cuomo specifically said, \"I was actually happy that Diane pressed her the way she did. You know, it's a dicey move because when Hillary becomes candidate and becomes the presumptive candidate, that can come back and hurt you.\"\nThe \"free ride\" for Clinton seems to refer to the earned — literally, \"free\" — media coverage that Clinton was enjoying at the time, much as Trump eventually would. It was \"free\" in the sense that Clinton didn’t have to pay a dime for the coverage of her book release.\nThe same logic can be used to support Cuomo’s comment that \"we’re the biggest ones promoting her campaign.\" He doesn’t mean \"promote\" in the sense of \"support the election of,\" but rather \"give a media platform to,\" at a time when she would not be able to run paid presidential campaign ads.\nIt’s also worth noting that, if you watch the original video, Cuomo is smiling as he banters with Baldwin. When Cuomo says, \"So it better happen,\" which is a portion of the quote that doesn’t appear in the Trump email, he appears to be joking that it would all be a big waste of journalists’ time if Clinton didn’t end up running for president.\nOur ruling\nThe Trump campaign email says that Cuomo said, \"We couldn't help (Hillary Clinton) any more than we have. She's got a free ride so far from the media. We're the biggest ones supporting her campaign.\"\nCuomo did literally say those words, but the Trump campaign has taken them significantly out of context. Cuomo said these words more than two years ago, before Clinton declared herself a presidential candidate.\nGiven this backdrop, the most plausible interpretation is that Cuomo was noting Clinton’s reliance on \"free\" media from outlets like CNN at a time when she would not have been able to run campaign ads or other electoral-advocacy efforts. And Cuomo’s smile — along with his comment that the campaign \"better happen\" after all the time they spent covering Clinton’s book — suggests that he’s being a bit smart-alecky rather than fully serious.\nWe rate the statement Mostly False.\nhttps://www.sharethefacts.co/share/d143b10e-2d06-49ce-ba24-faccf31aa6fa", "vclaim_id": "vclaim-pol-04434"}