{"url": "/factchecks/2019/aug/12/blog-posting/epstein-not-dead-conspiracy-theories-abound/", "speaker": "Bloggers", "vclaim": "Say Jeffrey Epstein is not dead.", "truth_label": "pants-fire", "date": "stated on August 10, 2019 in multiple posts on Facebook:", "title": "Epstein not dead? Conspiracy theories abound", "text": "Questions swirl around the circumstances of financier Jeffrey Epstein’s death. The New York City chief medical examiner has yet to release a final ruling on how the 66-year-old died. U.S. Attorney General William Barr said he is \"appalled\" by the \"failure to adequately secure\" Epstein.\nBut in the eyes of some on Facebook, Epstein is still very much alive.\n\"Not a chance he is dead,\" said one Facebook post that has been shared over 2,000 times. \"Very well protected. In federal custody in maximum security. In a suicide watch cell.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhether Epstein was on a suicide watch is a major point of controversy.\nBut regarding whether he still lives, there are a number of people in official positions who have confirmed that Epstein is dead.\nThe U.S. Bureau of Prisons announced his death.\nThe New York City Office of the Chief Medical Examiner issued a statement Aug. 11, saying, \"Today, a medical examiner performed the autopsy of Jeffrey Epstein.\" Needless to say, autopsies are only performed on the dead.\nU.S. Attorney General William Barr said Aug. 10, \"I was appalled to learn that Jeffrey Epstein was found dead early this morning from an apparent suicide while in federal custody. \"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nOne of Epstein’s lawyers Marc Fernich blamed prosecutors, the press and the Manhattan Correctional Center, where Epstein was held.\n\"Jailers who appear to have recklessly put Mr. Epstein in harm’s way, heedlessly placing his life at risk and failing to protect him,\" Fernich said Aug. 10.\nFederal prosecutors have said their investigation of those suspected of assisting Epstein will continue despite his death.\nThose details notwithstanding, the conspiracy theorists are undaunted.\nInvestigators are looking at many aspects of Epstein’s death, especially how closely he was monitored. Barr said Aug. 12, \"We are now learning of serious irregularities at this facility that are deeply concerning and demand a thorough investigation.\"\nWhatever the investigation finds, it would not change the fact that Epstein is dead. \nOur ruling\nBloggers and Facebookers are saying that Epstein is still alive.\nU.S. corrections officials announced his death. The New York City medical examiner performed an autopsy. The U.S. Attorney General, federal prosecutors and an Epstein lawyer have said he is dead.\nTo think otherwise requires that scores of officials with direct observation of Epstein’s death are either fooled or complicit.\nThis claim is Pants on Fire.", "vclaim_id": "vclaim-pol-00281"}