{"url": "/factchecks/2011/may/06/tim-pawlenty/tim-pawlenty-quotes-obamas-words-health-care-iowa-/", "speaker": "Tim Pawlenty", "vclaim": "On the night of the Iowa caucuses, Obama \"promised the nation that he would do health care reform focused on cost containment, he opposed an individual mandate, and he said he was going to do it with Republicans.\"", "truth_label": "mostly-true", "date": "stated on May 5, 2011 in a Republican presidential debate in South Carolina:", "title": "Tim Pawlenty quotes Obama's words on health care from the Iowa caucuses", "text": "Tim Pawlenty had the chance to attack Mitt Romney's 2002 Massachusetts health care plan at a debate for Republican presidential candidates on the Fox News Channel on May 5, 2011. Pawlenty attended the debate; Romney didn't.\n\nPawlenty, the former governor of Minnesota, opted instead to attack President Barack Obama's health care plan, calling the new law \"a top-down, government-run, centralized, limited choice, limited option system.\"\n\n\"President Obama stood in Iowa in 2008 on the night of the Iowa caucuses and he promised the nation that he would do health care reform focused on cost containment, he opposed an individual mandate, and he said he was going to do it with Republicans. He broke that promise,\" Pawlenty said. \n\nWe've investigated the charge that the law is a \"government takeover\" of health care and rated it False. (In fact, it was our 2010 Lie of the Year.) The health care law does dramatically increase federal regulation of health insurance, but it leaves in place private insurance and private health care providers. Some have said the plan is the same as the one Romney supported in Massachusetts back in 2002, a claim we've rated Mostly True. The federal law isn't an exact copy, but it's very similar. \n\nAt the debate, the moderator described the Massachusetts plan and then asked Pawlenty, \"A poll just weeks ago showed that 84 percent of Massachusetts residents are satisfied with the plan. Why isn't that good enough for you?\" Pawlenty didn't directly answer the question, instead opting to attack Obama's plan.\n\nHere, we were interested in checking Pawlenty's statement about what Obama said on the night of the Iowa caucuses, that he \"promised the nation that he would do health care reform focused on cost containment, he opposed an individual mandate, and he said he was going to do it with Republicans.\" We wondered if that was accurate or if Pawlenty was putting words in Obama's mouth.\n\nWe found a copy of Obama's comments and identified the brief yet relevant passage. Here's what Obama said: \"I'll be a president who finally makes health care affordable and available to every single American, the same way I expanded health care in Illinois, by bringing Democrats and Republicans together to get the job done.\"\n\nLet's take this piece by piece:\n\nObama \"said he was going to do it with Republicans.\"  Indeed, Obama said he would bring the parties together \"to get the job done.\" It's also clear he did not succeed at that. The final health care law passed without a single Republican vote, and a few Democrats even crossed over to vote against the bill. (One Republican House member did vote for an early version of the bill, but not the final version.) Some Obama supporters have argued that he tried to work with Republicans -- debate on the bill dragged on for more than a year -- but was unsuccessful. Whatever the reasons, the bottom line is, yes, Obama said he'd enlist Republicans, but no, it didn't happen. We'd rate this point True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama said he \"opposed an individual mandate.\" You may not remember this, but we sure do: Obama opposed requiring people to buy health insurance, a point that was endlessly debated in the 2008 Democratic primaries. Obama's plan did not include a mandate; plans from candidates Hillary Clinton and John Edwards did. \"I believe the problem is not that folks are trying to avoid getting health care. The problem is they can't afford it. And that's why my plan emphasizes lowering costs,\" Obama said back then. \n\nThe night of the Iowa caucuses, Obama said he wanted to make health \"available\" to all Americans. Given all the discussion of the mandate back them, it seems that was an allusion to his opposition to the mandate. As actual legislation was being developed in 2009, however, Obama changed his mind about the individual mandate and accepted it. We rated his change of heart a Full Flop on our Flip-O-Meter. Obama said he was willing to accept it as long as it included a hardship exemption. The individual mandate works by imposing fines on people who don't have insurance. If people can't find affordable insurance to buy, as measured by a percentage of income, they would qualify for the exemption. \n\nOn this one, Obama didn't mention an individual mandate explicitly on the night of the caucuses. But he seemed to allude to it, and it was widely known to be his position. He later changed on that, and the final bill did include a mandate. We'd rate this point by Pawlenty Mostly True.\n\nObama said \"he would do health care reform focused on cost containment.\" On the night of the Iowa caucuses, Obama didn't say he would focus on cost containment; he said he would make health care \"affordable and available.\" It's not exactly the same thing. But then we pulled up our old copy of Obama's health care plan, and it reminded us of how much it emphasized cost containment. Pawlenty argues that Obama's plan doesn't focus on cost containment; Obama would no doubt disagree. In our analysis of the health care plan, we've noted that it does include a variety of measures aimed at containing costs, but there's uncertainty as to how well these measures will work in the coming years. According to official projections from the nonpartisan Congressional Budget Office, people will see different amounts of cost savings, depending on what kind of insurance they have. Finally, officials in Massachusetts are still working on containing costs. So this point is a bit murkier, and we'd rate it Half True.\n\nPawlenty claims that Obama broke his promises. It's clear that Obama didn't get Republican votes for health care, and he reversed himself on opposing an individual mandate. The jury's still out on cost containment. However, we have been tracking a campaign promise of Obama's to \"cut the cost of a typical family's health insurance premium by up to $2,500 a year.\" We've rated that promise Stalled, because premiums are not projected to decrease in the coming years. There's a bit of uncertainty there, however, as it will be several years before the health care law is fully implemented.\n\nOverall, we rate Pawlenty's statement Mostly True.", "vclaim_id": "vclaim-pol-13136"}