{"url": "/factchecks/2013/aug/27/bookerfail/super-pac-criticizes-booker-low-newark-graduation-/", "speaker": "BookerFail", "vclaim": "\"Three years after getting the $100 million (from Mark Zuckerberg), less than two-thirds of students in Cory Booker's Newark graduate.\"", "truth_label": "barely-true", "date": "stated on August 1, 2013 in a YouTube video:", "title": "Super PAC criticizes Booker for low Newark graduation rate", "text": "It was a match made in social media heaven when Facebook founder and CEO Mark Zuckerberg partnered publicly with tweet-happy Newark Mayor Cory Booker in September 2010. The two, along with New Jersey Gov. Chris Christie, appeared on The Oprah Winfrey Show to announce a $100 million donation from Zuckerberg to be put toward public education in the city.\nFast forward three years. Booker’s in the middle of a U.S. Senate race and a super PAC called American Commitment made a website called BookerFail to highlight criticism of him.\n\"Three years after getting the $100 million, less than two-thirds of students in Cory Booker's Newark graduate,\" said a BookerFail video criticizing Booker for his inability to improve Newark public schools.\nWe’ll look at how Newark schools have done since Zuckerberg’s donation, but first we’ll explain how his donation was made and to whom.\nGrant specifics\nZuckerberg donated $100 million nearly three years ago to start a foundation for education called the Foundation for Newark’s Future. The money is a matching grant, so the foundation only spends as many dollars as other donors also contribute. The money must be used by 2015, said Kim McLain, the foundation’s president and CEO.\nThe foundation divides grant funds into six categories, with \"teacher quality and principal leadership\" getting by far the largest chunk of money so far. That money goes toward funding merit pay, a controversial system of paying higher salaries to teachers whose students earn high test scores.\nMore than $75 million has been allotted to the different causes in total, the foundation reported. McClain declined to say how much money has been matched so far, so it's unclear how much of Zuckerberg's donation has been spent.\nHow big is this contribution, really? It amounts to little more than pocket change for a school district of Newark’s size, as it turns out. For perspective, consider that Newark’s entire yearly education budget is roughly $1 billion, so that’s $5 billion over the period of time when Zuckerberg’s money can be spent.\n\"It’s not a game-changer,\" said Paul Tractenberg, founder of the Institute on Education Law and Policy at Rutgers University-Newark. \"If you use the money tactically, it’s enough money to do some interesting things.\"\nIt’s also key that this money and the matching funds went directly to the foundation, not the city of Newark.\nWhen it comes to Newark schools, Booker doesn’t have any legal say in his role as mayor, and neither does any other city government official under his watch. The state has controlled the district’s schools for almost 20 years. The state appellate court ruled in July that the district isn’t yet ready for autonomy, based on its test scores and graduation rates.\n\"Whatever role he has, it’s a secondary, indirect role,\" Tractenberg said. \"My impression is Cory Booker has backed off a lot from his early more direct engagements in education reform.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe mayor does sit on the foundation’s board of directors, his most direct involvement with the Zuckerberg funds. The mayor’s primary role has been helping find funders to match Zuckerberg’s donation.\nBecause Booker legally must let the state make education decisions in his city, it’s not as if any successes or failures the district has can be traced back to him or his staff. Just because Booker is on the board doesn’t mean he has full authority in spending the funds.\nMaking the grade\nAside from the question of Booker’s control over the district, the other key part of the ad is whether or not \"less than two-thirds of students\" graduate.\nThe graduation rate for 2012 graduates was 68.72 percent, which is just a tad over two-thirds of students. The video, posted earlier this month, references 2011 numbers, according to an email source list sent by Stephen Manfredi, spokesman for American Commitment. In 2011 the graduation rate was 61.26 percent, which is under two-thirds.\nSo the video features a graduation rate that does, by experts’ standards, indeed leave lots of room for improvement. We won’t go back further than 2011 to check the change in graduation rate over time, because that’s when the methodology used to calculate those numbers, was last changed.\nWhat the video doesn’t mention is that the graduation rate has recently improved. Between 2011 and 2012, the graduation rate increased nearly 7 percentage points. That represents the largest growth out of all of New Jersey’s urban districts, Booker for Senate spokeswoman Silvia Alvarez wrote in an email. That’s not for nothing.\nStill, placing too much importance on good or bad graduation numbers isn’t a holistic way of evaluating schools’ performances, said Eden Kyse, director of the Center for Research and Evaluation on Education and Human Services at Montclair State University.\n\"It doesn’t tell the whole story,\" Kyse said. \"It’s an indicator.\"\nAs the Foundation for Newark’s Future spends Zuckerberg’s money, they know improving education isn’t something that’s solved with a few years’ worth of graduation statistics, McLain said.\n\"Newark public schools need to be improved and provide for better educational outcomes for kids,\" McLain said. \"We believe our work and our effort will assist that. It’s not going to happen overnight.\"\nOur ruling\nA super PAC’s ad criticized Mayor Booker for Newark’s low graduation rate three years after Zuckerberg donated $100 million to improving the city’s education. Newark does have a graduation rate right around two-thirds -- it's actually a touch higher than that -- but there’s more to the picture.\nDespite the ad’s implications, the city’s graduation rate is on the rise. The ad’s phrasing also implies that Booker is the official responsible for schools even though he’s not in charge of them. The money is only a small sliver of the school district's overall budget, and it hasn't all been spent yet, so it's not clear if it's had time to make an impact.\nBecause the ad omits necessary context about the grant money and Newark’s improving graduation rate, in addition to implying that Booker is to blame, we rate this claim Mostly False.", "vclaim_id": "vclaim-pol-08952"}