{"url": "/factchecks/2020/mar/13/facebook-posts/leaked-documents-dont-prove-us-hospitals-preparing/", "speaker": "Facebook posts", "vclaim": "“U.S. hospitals are preparing for 96 million coronavirus infections and nearly half a million deaths, leaked documents reveal.”", "truth_label": "false", "date": "stated on March 7, 2020 in a Facebook post:", "title": "‘Leaked documents’ don’t prove US hospitals preparing for 96 million coronavirus cases", "text": "In a U.S. population of 329 million, is it possible that 96 million of them will suffer COVID-19? Yes, according to an infectious diseases expert who presented a webinar to members of the American Hospitals Association.\nBut a story being shared on social media ominously refers to \"leaked documents\" and carries an alarmist headline that makes it sound as though hospitals are secretly preparing for an outbreak of that size:\n\"U.S. hospitals are preparing for 96 million coronavirus infections and nearly half a million deaths, leaked documents reveal,\" reads a March 7, 2020, headline on an article from the Daily Mail, a British newspaper.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nOne expert addressing an American Hospital Association webinar estimated there could be 96 million coronavirus cases and 480,000 deaths in the United States.\nBut there isn’t evidence to indicate that American hospitals are covertly preparing for an outbreak of this magnitude, as the original headline implies. \nWhat’s been reported\nThe Daily Mail says the \"leaked documents\" were obtained by Business Insider. When we contacted the Daily Mail for this fact-check, a spokesman said the headline would be changed. The headline was changed to: \"US hospitals should prepare for 96 million coronavirus infections and nearly half a million deaths, leaked documents reveal.\" That is, \"are preparing\" was changed to \"should,\" but the leaked documents reference remained.\nBusiness Insider, a U.S.-based news website, also used \"leaked\" in the headline of its article, which requires a subscription to access. \nBusiness Insider reported that it obtained slides from a webinar on COVID-19, the disease caused by the current coronavirus, that was hosted by the American Hospital Association on Feb. 26, 2020.\nThe article said one slide, presented by Dr. James Lawler, an infectious diseases expert and internal medicine professor at the University of Nebraska Medical Center. He is director of international programs and innovation at its Global Center for Health Security. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nLawler, who has treated patients infected with the coronavirus who have been evacuated from China, estimated there could be as many 96 million coronavirus cases and 480,000 deaths in the United States. \n\"Overall, the slide points out that hospitals should prepare for an impact to the system that's 10 times a severe flu season,\" the Business Insider story says.\nThe hospital association confirmed to Business Insider that the slides it reported on were authentic. It said that the information represented the views of the experts who participated, not the association.\nThe association told us the same thing. It did not respond to our questions about whether hospitals are preparing for coronavirus in the numbers estimated by Lawler.\nNo other American mainstream news media have reported on the estimates, according to a Nexis search.\nThough clearly, with such guidance, hospitals are preparing for a large outbreak. A separate March 7, 2020, story about Lawler’s estimates in another United Kingdom-based newspaper, The Independent, said Lawler \"advised hospitals to prepare\" for an outbreak of this size. That’s a different tone than is implied by the Daily Mail headline.\n\"I HOPE hospitals are preparing for this,\" Lawler told PolitiFact by email. \"Word is percolating through groundswell of professional networks as people hear ground truth from Italy, but I am afraid official sources for information are way behind.\"\nOur ruling\nThe original post said, \"U.S. hospitals are preparing for 96 million coronavirus infections and nearly half a million deaths, leaked documents reveal.\"\nOne expert estimated at an American Hospital Association webinar that there could be 96 million coronavirus cases and 480,000 deaths in the United States. \nBut these supposedly \"leaked\" documents were slides presented by one epidemiologist during a webinar to members of the American Hospital Association. They don’t represent some official attempt to conceal information, as the original Daily Mail headline, later changed, suggests. They also don’t provide evidence that hospitals are preparing for coronavirus cases in those numbers, though clearly this information is being used as guidance for hospitals’ preparations.\nThe statement is not accurate. We rate it False.", "vclaim_id": "vclaim-pol-18116"}