{"url": "/factchecks/2015/jul/06/paul-krugman/yep-greece-and-miami-metro-have-about-same-gdp/", "speaker": "Paul Krugman", "vclaim": "\"Greece is not a big economy. It's about the size of metropolitan Miami.\"", "truth_label": "true", "date": "stated on July 5, 2015 in an interview on ABC's \"This Week with George Stephanopoulos\":", "title": "Yep, Greece and Miami metro have about the same GDP", "text": "Greek voters stuck a wrench into European finances with their rejection of an austerity-bailout package on July 5, 2015. With the referendum results all in, the possibility that Greece might ditch the Euro, the European Union’s common currency, became more likely than ever.\nBefore the vote though, Nobel Prize-winning economist Paul Krugman warned that the greatest worry might have less to do with Greece than with other shaky economies in the Euro zone. On ABC’s This Week, Krugman downplayed the impact of the Greek economy per se.\n\"Greece is not a big economy,\" Krugman told host George Stephanopoulos, \"It's about the size of metropolitan Miami. So if you asked how much direct spillover there is from whatever happens in Greece, not that much.\"\nBut if Greece bailed on the Euro, Krugman said, Spain and Portugal might follow, which would gut the idea of a unified pan-European economy to compete with the powerhouses of America and China.\nOur focus is decidedly more humble than the future of Europe. We wanted to check Krugman’s comparison of Greece to the greater Miami area.\nKrugman has not rested on his Nobel Prize laurels. He is correct.\nThe latest estimate of the Gross Domestic Product of the Miami-Ft. Lauderdale-West Palm Beach metropolitan area, according to Washington’s Bureau of Economic Analysis, was $281 billion in 2013.\nThe same year, the CIA estimated the size of the Greek economy at $282.6 billion in 2013. Another estimate, from the Organization for Economic Cooperation and Development, put Greece’s GDP at about $283 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nEither number supports Krugman’s point.\nThe only caveats are technical. The CIA and OECD estimates are based on \"purchasing power parity,\" a set of formulas that adjust for how much it costs to buy exactly the same basket of goods in two countries using different currencies. The OECD says that filtering out price differences gives a more accurate comparison of the economies of the two countries.\nIf you measure the Greek economy strictly by the market exchange rate, the numbers shift. According to the World Bank the country’s GDP was $242.2 billion in 2013.\nCompared to the total Euro zone economy, Greece represented about 2.2 percent of the zone’s $12 trillion-plus GDP in 2013.\nBy the way, if the size of the Greek economy is about the same as that of the greater Miami metro region, that’s the extent of the similarity. The average person in Miami was much better off financially with a per capita GDP of $48,225. In Greece, it was $25,666.\nOur ruling\nKrugman said that the economy of Greece is about a big as that of the Miami metropolitan area. Based on a common measure of Gross Domestic Product, that is accurate. The GDP of Greece was about $282 billion in 2013, and the Miami metro area had a GDP of $281 billion.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-06234"}