{"url": "/factchecks/2020/aug/20/ron-desantis/desantis-says-covid-lower-risk-school-aged-kids-fl/", "speaker": "Ron DeSantis", "vclaim": "“The fact is that in terms of the risk to schoolkids, this is lower risk than seasonal influenza.”", "truth_label": "mostly-true", "date": "stated on August 10, 2020 in during a televised roundtable discussion on education:", "title": "Fact-check: Ron DeSantis says COVID-19 is a lower risk for school-aged kids than flu", "text": "Even as his state is a hotbed for COVID-19, Florida Gov. Ron DeSantis has been pushing schools to reopen so parents have the choice of sending children back to the classroom or keeping them home to learn virtually.\nThe Republican governor has said children without any underlying health conditions would benefit from in-person learning and the stimulation and companionship of being among other young people. He has also made clear that he thinks these benefits far outweigh what he considers to be minimal risks.\n\"The fact is, in terms of the risk to school kids, this is lower risk than seasonal influenza,\" DeSantis said, during an Aug. 10 televised roundtable discussion on education.\nDeSantis’ assertion got us wondering, so we asked the governor’s office what evidence it had to back up the claim.\nLooking at the numbers\nA spokesperson responded with data from the Florida Department of Health showing the state’s COVID-19 mortality rate is 0.02% for people 24 and younger. That’s the same as the influenza mortality rate for this age group.\nBut for children 14 and younger, the spokesperson said, Florida’s COVID-19 mortality rate is 0.009%, far below the 0.01% for flu for that age group.\nAnd the risk of death is not the only concern children face if infected by the COVID-19 virus. They can develop complications that require hospitalization.\n\"The risk of complications for healthy children is higher for flu compared to COVID-19,\" according to the Centers for Disease Control and Prevention. \"However, infants and children with underlying medical conditions are at increased risk for both flu and COVID-19.\"\nThe CDC estimates there were 480 deaths among U.S. children due to flu in the 2018-19 season, including 136 cases where the virus was confirmed by laboratory testing.\nAs of mid-August, 90 children died of COVID-19 in the United States, according to the American Academy of Pediatrics.\nMore than 46,000 children were hospitalized for flu in that 2018-19 period. The hospitalization rate among children 5 to 17 was 39.2 children per 100,000 children.\nThe hospitalization rate for COVID-19 is 6 per 100,000 children for those ages 5 to 17, according to the CDC.\nThe number and rate of COVID cases in children in the United States steadily increased from March to July. \"The true incidence of SARS-CoV-2 infection in children is not known due to lack of widespread testing and the prioritization of testing for adults and those with severe illness,\" the CDC wrote recently.\nWhile children have lower rates of using a ventilator than adults, 1 in 3 children hospitalized with COVID-19 in the United States were admitted to the intensive care unit, the same rate as for adults, the CDC said.\nDr. Chad Vercio, chair of pediatrics at Riverside University Health System in California, said DeSantis’ statement is partly true, with many caveats. Children’s risk from COVID-19 \"entirely depends on how widespread COVID is in any area,\" he said.\nData reflects a snapshot in time\nU.S. hospitalization rates for children with COVID are lower than for those with flu, Vercio said. But that could be due to parents keeping children home and schools being closed since March, he added. \"It is unknown if these COVID hospitalization rates would rise when we open schools,\" he said.\nAbout two-thirds of Florida school districts have opened in the past two weeks with the rest planning to resume by Aug. 31. Most districts are offering in person classes while giving parents the option to keep students home for virtual learning. In South Florida, where the pandemic has hit hardest, districts are planning to at least initially only offer virtual teaching. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nHillsborough County, which includes Tampa, had initially planned to reopen classrooms but reversed itself after doctors warned that school closures were likely to ensue. The county revised its plan to limit classes to only online instruction, but the state’s Education Commissioner rejected that approach, saying it denies parents the option of sending their children back to school. Fearing loss of millions in state funding, the district now plans to begin virtual learning for all students on August 24; and, on August 31, begin offering students the option to return to the classroom. \n\"The direct impact of COVID-19 on children is currently small in comparison with other risks and that the main reason we are keeping children at home is to protect adults,\" concluded a report in the British Medical Journal published in June. Still, health authorities say parents should make sure children practice good hygiene and limit playtime with other children.\nBased on data from February through mid-May, the report found 44 deaths from COVID-19 for people 19 and younger in France, Germany, Italy, Korea, Spain, England and the United States. In a typical three-month period, there would be 308 deaths from lower respiratory tract infections, including flu, in those countries.\n\"At this stage of the pandemic, COVID appears to be less dangerous for children than influenza,\" said Sunil Bhopal, a co-author of the report and an academic clinical lecturer at Newcastle University in England.\n\"We don't need to wait for a whole season because, even at its peak in most countries, COVID killed a smaller number of children than estimated influenza deaths averaged from across a year,\" Bhopal said.\n\"While flu is likely to have caused more deaths than COVID, this may change as the pandemic progresses and major caution is necessary to ensure this doesn't change,\" said Bhopal, an honorary assistant professor at the London School of Hygiene and Tropical Medicine.\nDr. Sean O’Leary, professor of pediatrics at the University of Colorado Anschutz Medical Campus, said the growing number of U.S. deaths could be another reason to think about COVID-19 and children.\n\"We do know for sure that schoolchildren are major drivers of influenza epidemics in the community and, though that is not as much the case with COVID, it doesn’t mean they can’t spread it,\" he said. \nDeSantis also maintained that kids are less likely to spread COVID-19 than they are the influenza virus. However, experts cautioned that there’s still a lot that is unknown about children’s ability to transmit the virus to the people they interact with — parents, grandparents and even their teachers. The perceived risk for teachers, for instance, is at the root of a lawsuit between the state’s largest teacher’s union and the DeSantis administration. The Florida Education Association wants a Leon County judge to stop the state’s order forcing school districts to open classrooms for in-person learning by the end of August. \nDr. Gabriela Andujar Vazquez, an infectious disease specialist at Tufts Medical Center in Boston, said children are more likely to have zero or mild symptoms from COVID-19 compared with adults.\n\"The bottom line is kids can get infected and they tend to have less severe disease,\" she said. But the concern over reopening school is that children could spread the disease to others, including adults who are more likely to develop complications.\n\"Because schools are tied to the community — they are not in a bubble — and if community spread is not controlled in the community, it’s likely the school will reflect that,\" she said. One factor that can determine if disease is out of control is if positivity rates for people getting tested for COVID are over 5%. Many Florida counties have been well above that mark since June, although the rates have been dropping this month.\nBack-to-school risks will be handicapped based on the ability of the school to adopt physical distancing measures and enforce wearing of face masks, said Dr. Andrew Pavia, a pediatric infectious disease specialist at the University of Utah Health and Intermountain Primary Children’s Hospital.\n\"This fall, we may see a lot of kids get infected as schools reopen, and those could be just the tip of the iceberg,\" he said. \"Even though most kids have mild or asymptomatic cases, what I worry about is just how big is the tip of the iceberg,\" Pavia said.\nHe also noted there is a vaccine for flu — which about 50% to 70% of children receive. \"The vaccine is not perfect but does reduce the impact of the disease, and with COVID everyone is at risk and susceptible,\" Pavia said.\nDr. Vidya Mony, an infectious disease expert with Santa Clara Valley Medical Center in San Jose, California, said data suggests COVID-19 is not as bad for children as flu and that children are not the main driver of the pandemic. But, she said, there isn’t enough data yet to say indisputably that the COVID-19 risk is lower. \"We are learning something every day with this.\"\nOur ruling\nDeSantis said that COVID-19 is a lower risk for schoolchildren than is seasonal influenza.\nStudies show the number of COVID-related deaths and hospitalizations among children is lower than flu averages. Still, it’s uncertain if these lower rates among children were partly because schools were closed since March and whether those rates will rise as classrooms reopen this fall. It’s also unclear whether opening schools — particularly in communities with a high number of people testing positive — will lead to more spread of the disease.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-17155"}