{"url": "/factchecks/2012/jun/21/eric-hovde/under-obama-1700-transportation-workers-eclipse-17/", "speaker": "Eric Hovde", "vclaim": "Since President Barack Obama took office, \"you have 1,700 employees just at the Department of Transportation\" earning over $170,000.", "truth_label": "false", "date": "stated on June 12, 2012 in an interview:", "title": "Under Obama, 1,700 transportation workers eclipse $170,000 per year, GOP Wisconsin Senate candidate Eric Hovde says", "text": "Political newcomer Eric Hovde has introduced himself to Wisconsin voters with television and radio ads that largely criticize how Uncle Sam handles money.\n\nIn a June 12, 2012 interview, the Republican U.S. Senate candidate hammered away some more at that theme, singling out President Barack Obama.\n\n\"The only people that are getting wealthy, or doing well, are in government,\" Hovde told conservative radio talk show host Vicki McKenna, whose show airs in Milwaukee and Madison.\n\n\"I think you had only one person in the (U.S.) Department of Transportation making $170,000 a year going back four years ago and now, under President Obama, you have 1,700 employees just at the Department of Transportation making over a 170 grand.\"  \n\nHit the brakes.\n\nHovde hedges a bit on the first part of his statement, but he’s claiming that since Obama took office, the number of federal transportation employees earning more than $170,000 per year went from nearly none to 1,700.\n\nThat’s quite a jump. Let’s get under the hood for some analysis.\n\nMichele Bachmann\n\nIn 2011, two other fact-checking operations examined a statement by U.S. Rep. Michele Bachmann, R-Minn, that is similar to Hovde’s.\n\nThe Washington Post Fact Checker evaluated Bachmann’s claim that only one DOT employee made $170,000 a year \"at the beginning of the recession. We had the trillion-dollar stimulus, and 18 months into the recession, we had 1,690 employees making over $170,000.\"\n\nThe Fact Checker noted that Bachmann’s claim almost exactly quoted a December 2009 article in USA Today, which reported on an increase in the number of all federal workers earning more than $100,000 since the recession started in December 2007.\n\nWhen we asked Hovde campaign spokesman Sean Lansing for evidence to back Hovde’s claim, he cited the same sentence from the article, which said:\n\n\"When the recession started, the Transportation Department had only one person earning a salary of $170,000 or more. Eighteen months later, 1,690 employees had salaries above $170,000.\"\n\nLansing noted the statistic was also repeated in Stealing You Blind, a July 2011 book published by conservative Regnery Publishing.\n\nBut as The Fact Checker pointed out, USA Today made it clear that the recession began under President George W. Bush -- and that Bush had recommended across-the-board raises for federal employees. Those raises, after getting through Congress, resulted in boosts of 3 percent in January 2008 and 3.9 percent in January 2009.\n\nThe Fact Checker concluded \"it is clear that the bulk of the new salaries were instituted before (Obama) took office.\"\n\nThe University of Pennsylvania-based FactCheck.org also said Bachmann wrongly blamed Obama in her claim, concluding that at least two-thirds of the DOT employees were receiving more than $170,000 before Obama took office.\n\nWe also asked the Obama administration to respond to Hovde’s claim.\n\nMoira Mack, spokeswoman for the Office of Management and Budget, said there were 1,699 transportation employees who earned more than $170,000 when Obama took office. Nearly all worked in the Federal Aviation Administration, primarily in flight control towers.\n\nMack said that as of December 2011, the number had risen to 2,464. She attributed the increase of 765 employees during Obama’s tenure to the Bush-led across-the-board pay increases as well as a collective bargaining agreement for air traffic controllers, signed under Obama, that provided 3 percent raises in 2010, 2011 and 2012.\n\nWhen we pointed out the two fact checks and the OMB’s information to Lansing, he said Hovde’s main point is that the number of federal employees is \"exploding\" and their pay has gone up under Obama.\n\nOur rating\n\nHovde said that since Obama took office, \"you have 1,700 employees just at the Department of Transportation\" earning over $170,000.\n\nActually, there were that many federal transportation workers earning over $170,000 a year when Obama took office, largely as the result of raises pushed by President Bush.\n\nWe rate Hovde’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10891"}