{"url": "/factchecks/2010/dec/14/tom-coburn/tom-coburn-says-one-every-19-americans-gets-ssdi-o/", "speaker": "Tom Coburn", "vclaim": "\"One in 19 Americans today get SSDI or SSI. That's one in 19 Americans (who) are disabled.\"", "truth_label": "mostly-true", "date": "stated on December 1, 2010 in a meeting of the Simpson-Bowles deficit commission:", "title": "Tom Coburn says one of every 19 Americans gets SSDI or SSI payments", "text": "At a Dec. 1, 2010, meeting of the National Commission on Fiscal Responsibility and Reform -- the Simpson-Bowles commission that was tasked with finding a solution for soaring deficits -- one of the panel's members, Sen. Tom Coburn, R-Okla., cited disability payments as an example how government spending has gotten \"out of control.\"\n\n\"We've created dependency,\" Coburn said. \"And one great example is one in 19 Americans today get SSDI or SSI. That's one in 19 Americans (who) are disabled, and when the law says you're only disabled if there's no job in the economy you can perform, and we don't address that issue in this plan.\"\n\nWe won't take sides on the question of whether SSDI and SSI should be cut or modified -- as Coburn and other critics have suggested, citing both cost and allegations of fraud by applicants -- but we were intrigued by the idea that more than 5 percent of Americans receive payments from one program or the other. We'd bet that most Americans who don't receive SSDI or SSI benefits are only dimly aware of these programs. Yet, if Coburn is right, these programs cover  more than the percentage of Americans who are of Asian-American heritage (4.5 percent), more than double the number of American Jews (approximately 2 percent) and five times the number of American Indians (1 percent). So we decided to see if Coburn was right.\n\nFirst, some background on the two programs, both of which are run by the Social Security Administration.\n\nSocial Security Disability Insurance (SSDI) is funded by Social Security taxes paid by workers, employers and the self-employed. To be eligible for SSDI, a worker must have earned sufficient credits as a worker paying into the Social Security system. Typically, a worker will receive disability benefits if he or she becomes blind or disabled, or if a now-deceased spouse earned SSDI. Payments are based on the insured worker's Social Security earnings record. The program is set to pay out almost $124 billion in benefits this year.\n\nBy contrast, Supplemental Security Income (SSI) is financed through general revenues rather than by taxes specifically paid into the Social Security system. SSI disability benefits are payable to adults or children who are disabled or blind, have limited income and resources and meet certain requirements on living arrangements. The monthly payment varies up to the maximum federal benefit rate, and it may be supplemented by state payments or decreased by other income. The federal government appropriated almost $46 billion for its share of benefits this year.\n\nSupporters say the programs provide needed support to the most vulnerable members of American society. But the programs have their share of critics, many of whom point to the steady increase in the programs' cost and the risk of abuse by people who are not truly too disabled to work.\n\nFor purposes of consistency, we looked at the 2009 annual reports for each program, because both offered statistics for the same month -- December 2009.\n\nFor that month, SSDI benefits were paid to 8.9 million recipients. SSI paid benefits that same month to 7.7 million people. Combined, that works out to 16.6 million people receiving benefits from one of the two programs in December 2009.\n\nIf you divide that figure by the total United States population in 2009 of 307 million people, it works out to be 5.4 percent, or just slightly more than one out of every 19 Americans.\n\nBut before we declare Coburn completely correct, let's look at how many people collect both SSDI and SSI. We couldn't find those numbers for December 2009, but for November 2010, the overlap was about 1.8 million people. If you assume that the number was roughly similar for December 2009, then 4.8 percent of the U.S. population receives either SSDI or SSI -- or one out of every 20.7 people.\n\nThat makes Coburn very close, so we rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13871"}