{"url": "/factchecks/2011/nov/13/rodney-frelinghuysen/rodney-frelinghuysen-claims-proposed-millionaires-/", "speaker": "Rodney Frelinghuysen", "vclaim": "Says the Treasury Department \"says 41 percent of all business income reported on individual returns would be hit by the [millionaires’] surtax\" that \"would harm small businessmen and women, the very people we are counting on to create new jobs.\"", "truth_label": "barely-true", "date": "stated on November 4, 2011 in an email newsletter:", "title": "Rodney Frelinghuysen claims proposed millionaires’ tax would harm small business owners", "text": "The millionaires’ tax proposal made its latest appearance in New Jersey this summer. Now it’s in the national spotlight.\n\nCongressional Republicans and Democrats are going toe to toe on whether to raise taxes on individuals making more than $1 million to pay for pieces of President Barack Obama’s jobs proposal.\n\nU.S. Rep. Rodney Frelinghuysen (R-11th Dist.) joined the national fray after a bill for $60 billion in spending on transportation and infrastructure that would have been paid for with an income tax hike of less than 1 percent was blocked in the Senate.\n\n\"To offset the ‘temporary’ spending, the proposal would contain a permanent tax increase on Americans earning $1 million annually.  Here’s the problem: the so-called ‘millionaire surtax’ is a permanent tax to pay for a temporary benefit,\" Frelinghuysen wrote in a Nov. 4 newsletter. \"And the President’s own Department of the Treasury says 41 percent of all business income reported on individual returns would be hit by the surtax. Thus, the President’s tax would harm small businessmen and women, the very people we are counting on to create new jobs and hire new workers!\"\n\nPolitiFact New Jersey found the congressman used a statistic that refers to all businesses to make a point about small business owners.\n\nThe 41 percent figure comes from an August technical paper from career staff at the U.S. Treasury Department’s Office of Tax Analysis. It identifies small business owners for the purpose of tax policy analysis.\n\nAccording to that paper, business owners with more than $1 million in adjusted gross income  received 41 percent of business income, or about $237 billion. We should note that represents earnings, not individuals. Individuals with more than $1 million in income account for 2 percent of all business owners.\n\nBut small business income, by the paper’s broad definition, accounts for about 28 percent of that overall income, or $67 billion. Large business income accounts for nearly 72 percent of all business income, or $170 billion.\n\nIf you drill down further, and look at just small business income, individuals with more than $1 million in income received between 14 percent and 18 percent of small business income and represent 1 percent of small business owners.\n\nFor large business owners, those making more than $1 million in income received 83 percent of large business income and represent 13 percent of large business owners.\n\nFrelinghuysen’s emphasis on small business owners is \"not consistent with what he just said about the 41 percent,\" said Roberton Williams, a senior fellow with the nonpartisan Tax Policy Center. \"He draws an implication that doesn’t really tie to what he just said.\"\n\n\"The sentence following the 41 percent number could be viewed as misleading in its reference to ‘small’ business people, although it is not incorrect,\" said Alan Viard, a resident scholar at the conservative American Enterprise Institute in an email. \"Some of the tax would indeed fall on (‘harm’) small businesses,\" he said, \"although more of the tax would fall on large businesses.\"\n\nIt’s worth nothing that Frelinghuysen also said it’s small businesses that \"we are counting on to create new jobs and hire new workers,\" but the Office of Tax Analysis paper found that slightly more than one-fifth of small businesses fit its definition of an employer.\n\nA spokesman for the congressman said Frelinghuysen is \"en route back to the United States from an official visit to our troops in Afghanistan and is unavailable to comment,\" but said the congressman’s statement was correct.\n\n\"I regret that the Star-Ledger has chosen to apply another interpretation to the Treasury Department data,\" he wrote in an email.\n\nOur ruling\n\nFrelinghuysen claimed the Treasury Department said \"41 percent of all business income reported on individual returns would be hit by the surtax. Thus, the President’s tax would harm small businessmen and women, the very people we are counting on to create new jobs and hire new workers!\"\n\n\nThe congressman’s use of the statistic is misleading. Frelinghuysen applies the statistic to small business owners, saying it would hurt the individuals we are counting on to create jobs. But the figure represents income from all businesses, not just small businesses.\n\nAnd the same report he’s basing his information on found that slightly more than one-fifth of small businesses are employers.\n\nWe rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12099"}