{"url": "/factchecks/2014/mar/03/virginia-interfaith-center-public-policy/va-interfaith-center-says-minimum-wage-households-/", "speaker": "Virginia Interfaith Center for Public Policy", "vclaim": "\"In 1968, a full-time worker earning minimum wage, could actually support a family of three above the poverty line. Today, that same worker would earn less than the poverty line for a family of two.\"", "truth_label": "mostly-true", "date": "stated on February 4, 2014 in a hearing.:", "title": "Virginia Interfaith Center says minimum wage households face poverty", "text": "Pro and con, about a dozen speakers came forward last month when the House of Delegates  Commerce and Labor Committee invited comment on bills to raise Virginia’s minimum wage.  \nRobin Gahan, the director of programs at the Virginia Interfaith Center for Public Policy, urged an increase, saying families can’t get by on the bottom rate of $7.25 an hour, which is also the national floor.\n\"In 1968, a full-time worker earning minimum wage could actually support a family of three above the poverty line,\" Gahan said. \"Today, that same worker would earn less than the poverty line for a family of two.\"\nThe Republican-controlled committee went on to kill three bills this winter that would have increased the minimum wage, maintaining that raising the rate would force employers to cut jobs. But the issue remains alive in Washington, where the U.S. Senate this spring is expected to vote on legislation that would raise the national minimum wage to $10.10 an hour.\nSo we looked into the Interfaith Center’s claim.\nGahan pointed us to a December 2013 report by the Economic Policy Institute, a liberal think tank that advocates boosting the wage. A graph measures the minimum wage over the years against household poverty levels.  \nIn 1968, the minimum wage for most workers was $1.60 an hour. An employee working at that rate for 40 hours a week, 52 weeks a year, would have earned $3,328. That was above the poverty thresholds that year for a three person-household: $2,817 annually for a home headed by a man and $2,516 for a home headed by a woman.\nThe minimum wage was bifurcated back then, however, and a small group of employees -- including workers at schools, public hospitals, laundries, hotels and motels -- could be paid as little as $1.15 an hour. Those employees, working full time every week of the year, would have earned $2,392 annually and fallen below the poverty line for a three-person household.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nCongress ended the dual minimum wages in 1978.\nNow, let’s move forward to modern times.\nThe $7.25 hourly minimum was established in 2009. A full-time minimum wage earner makes $15,080 a year. That falls slightly below the average 2013 poverty threshold for a family of two, which is $15,156. \nThere are a few details about all these numbers that should be noted:\n\nIn the 1960s and 1970s, the yearly earnings for full-time minimum wage workers skirted the poverty line for supporting a family of three. It rose above when the wage was increased and fell below when the new rate languished for a few years. The minimum wage has not supported a family of three above the poverty line since 1980.\n\n\nThe minimum wage has supported a household of two above the poverty line only during six years since 1984. The longest run came from 2009 through 2012, after the wage was raised 70 cents an hour to its current rate of $7.25.\n\n\nIn 1968, the year cited by the Interfaith Center to begin its comparison, the buying power of most minimum wage workers was at an all-time high, according to the Congressional Research Service. The $1.60 an hour rate paid to most of the earners, when adjusted for inflation, translates to $10.75 an hour today.\n\nOur ruling\nThere’s a slight snag in the first part of the Virginia Interfaith Center’s claim that, in 1968, a full- time minimum wage earner could support a household of three above the poverty line. The wage was bifurcated then. The majority earning $1.60 an hour could support a family of three, but a small group of workers qualifying for $1.15 an hour would have lived below the poverty line\nThe second part of the center’s claim -- that a full-time worker today could not raise a family of two on the minimum wage of $7.25 an hour -- holds up.\nClearly, the buying power of the minimum wage has decreased in recent decades. The center tried to illustrate that point with a statement that is accurate but needs a little clarification. So we rate its claim Mostly True.", "vclaim_id": "vclaim-pol-08184"}