{"url": "/factchecks/2019/may/14/beto-orourke/beto-orourkes-climate-change-plan-says-race-no1-in/", "speaker": "Beto O'Rourke", "vclaim": "\"Race is the No. 1 indicator for where toxic and polluting facilities are today.\"", "truth_label": "mostly-true", "date": "stated on April 29, 2019 in climate change plan:", "title": "Beto O'Rourke says race is No.1 indicator for location of toxic facilities. Is it true?", "text": "If elected president, Democratic candidate Beto O’Rourke said he’d launch a $5 trillion plan to combat climate change and invest in communities already dealing with its impact.\n\"Climate change has a distressingly disproportionate impact on poor and minority communities across the United States and around the world,\" said O’Rourke in his plan released April 29. \"Race is the No. 1 indicator for where toxic and polluting facilities are today.\"\nWe rated Mostly False another claim in O’Rourke’s plan regarding the number of people with \"unsafe\" drinking water. This time, we wondered if he was right about race and the placement of toxic facilities.\nO'Rourke's claim mirrors a statement by an NAACP program that highlights environmental and climate issues affecting communities of color and low-income, and draws from a 2016 editorial in The Nation citing examples of \"environmental racism.\"\nWe asked about half a dozen experts to weigh in to help us evaluate the claim and O’Rourke’s evidence. They said that while different types of studies can yield varying results, there’s research supporting O’Rourke’s point.\n\"There is ample evidence that toxic and polluting facilities are disproportionately​ located in communities of color and low-income,\" said David Konisky, an Indiana University professor who researches environmental justice.\nDisproportionate impact on racial and ethnic minorities\nThe types of facilities that O’Rourke is talking about include coal-fired power plants, hazardous waste landfills and incinerators, oil refineries, and chemical manufacturers.\n\"The vast majority of research indicates that in the United States, minorities, particularly blacks and Hispanics, are disproportionately burdened by environmental hazards of pollution as compared to whites,\" said Jeremy Mennis, a geographer and professor at Temple University.\nBlacks and Hispanics in the United States tend to be poorer than whites, so there’s been some debate on whether the geographic disparity of these facilities is due to race or socioeconomic status, Mennis said.\nBut even when socioeconomic factors are similar across white and non-white communities, minorities are still more likely to be near environmental hazards, said Paul Mohai, an environmental justice expert and professor at the University of Michigan.\nSome studies have found that the racial composition of a neighborhood is a stronger predictor than income, property value, and other socioeconomic factors, Mohai said. Those studies used \"distance-based\" methods and examined racial and socioeconomic disparities at the time of the facilities’ siting.\nIn a study published in 2015, Mohai and Robin Saha, a collaborator at the University of Montana, explored which came first to a neighborhood, people of color and low-income, or commercial hazardous waste treatment, storage, and disposal facilities. They examined facilities sited from 1966 to 1995 and the demographic composition of host neighborhoods around the time of siting and demographic changes after siting.\n\"Our findings show that rather than hazardous waste (treatment, storage, and disposal facilities) 'attracting' people of color, neighborhoods with already disproportionate and growing concentrations of people of color appear to 'attract' new facility siting,\" their study said. \nExperts said that factors analyzed regarding the racial disparity in the location of hazardous facilities include:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n•  intentional discrimination in siting;\n• historical zoning and land use patterns related to segregation and redlining;\n• minority communities having less political clout to fight back a proposed facility;\n• and a \"coming to the nuisance\" phenomenon in which after a facility decides where to locate, people of color and low-income move in as property values and quality of life decline, and people who can afford to move out do so.\nThis general topic has been studied for decades and has yielded varying results as researchers employ different methodologies.\nA 1995 report by the U.S. General Accounting Office summarized findings in 10 studies mainly focused on the demographics of people living near hazardous waste facilities. (The agency’s name changed in 2004 to the Government Accountability Office.) The studies’ conclusions varied, the report said, because researchers used different methodologies, different definitions of \"racial minority\" and analyzed different types of facilities. GAO told PolitiFact it wasn’t aware of an updated version of the 1995 report.\nJournalist’s Resource, a website that curates scholarly studies and reports, in September published a research roundup centered around environmental justice. It pointed out that people most at risk of living near toxic waste sites are often low-income or racial/ethnic minorities.\nThe roundup included state-specific studies with different results. A 2000 study on Texas and Louisiana said that race was \"not a significant correlate with the location of hazardous waste sites.\" But a 2009 study on Illinois said, \"Our results support prior research that suggested race, rather than class, was the major indicator of environmental inequality.\"\nThe 2016 editorial in The Nation, which O’Rourke’s campaign flagged as evidence, linked to a 1983 GAO report and to 1987 and 2007 studies prepared by researchers for the United Church of Christ. (The church engages in racial and social justice advocacy.)\nThe GAO report focused on hazardous waste landfills in eight southeastern states and found that blacks represented the majority of the population in three of the four communities where landfills were located. More than a quarter of the population in all four communities had below-poverty income and most of that population was black.\nThe 1987 study for the United Church of Christ said race was the \"most significant\" among the variables tested regarding the location of commercial hazardous waste facilities. The 2007 study said race continued to be an \"independent predictor\" for the location of the facilities and \"a stronger predictor than income, education and other socioeconomic indicators.\" Mohai was one of the principal authors of that 2007 study.\nThe 1987 study was \"seminal\" and helped launch the environmental justice movement, said Jill Witkowski Heaps, an environmental justice expert and visiting professor at the University at Buffalo School of Law.\nOur ruling\nO’Rourke said, \"Race is the No. 1 indicator for where toxic and polluting facilities are today.\"\nSeveral studies say that racial and ethnic minorities are more likely to live near hazardous waste facilities and other plants. They’ve also found that race is a stronger indicator than other variables, such as income or property value.\nThere isn’t consensus on O’Rourke’s claim, but much research and feedback from experts support his claim.\nOverall, we rate O’Rourke’s statement Mostly True.\n Share the Facts 2019-05-14 15:15:34 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Race is the No. 1 indicator for where toxic and polluting facilities are today.\"    Beto O'Rourke Democratic candidate for U.S. president    in climate change plan Wednesday, May 29, 2019 2019-05-29    Read More  info", "vclaim_id": "vclaim-pol-00641"}