{"url": "/factchecks/2021/jan/06/facebook-posts/looking-claims-google-and-apple-maps-are-blocking-/", "speaker": "Facebook posts", "vclaim": "Google and Apple maps won’t give directions to Washington, D.C. because “they don’t want you going to a certain big rally.”", "truth_label": "barely-true", "date": "stated on January 5, 2021 in a Facebook post:", "title": "Looking at claims that Google and Apple maps are blocking protesters from D.C.", "text": "We recently debunked a claim that Muriel Boswer, the mayor of Washington, D.C., closed all hotels, restaurants, grocery stores, gas stations and convenience stores Jan. 4-6 to discourage supporters of President Donald Trump from gathering in the capital city. \nNow some social media users are spreading a rumor that Google and Apple were trying to stop people from protesting the 2020 election results in D.C. \n\"Google maps won’t give you directions to DC right now,\" read one Jan. 5 Facebook post. \"Neither will Apple Maps. You know why? They don’t want you going to a certain BIG RALLY tomorrow! I bet the Big Tech hypocrites fix this ‘bug’ before Jan 20th.\"\nThe post features a video showing someone searching for directions to Washington D.C. in Apple Maps and receiving a message that says \"Directions Not Available.\" \n\"Directions are not available at this time because of current road conditions,\" the app says in the video.  \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe video appears to be authentic. Initially, PolitiFact staffers in Florida, Texas and Louisiana all tried to map directions to Washington using Apple Maps and received the same message. \nHowever, another staffer based in New York successfully found a 3-hour and 51-minute route.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nWhen we used the Apple Maps app to find routes to D.C. using public transportation, directions were provided. The app estimated it would take more than two days to reach D.C. from Texas that way. \nAnd when staffers in Texas and Louisiana later tried to get directions by car, Apple maps provided them. \nWe reached out to Apple for more information but did not immediately receive a reply. \nMeanwhile, all four staffers were able to get directions to D.C. using Google. \nWe don’t know why the Apple Maps app is working for some people and not others. But it seems likely it’s related to street closures.\nWe know that at least 42 streets in D.C. were scheduled to be closed to vehicular traffic from 6 a.m. to 11:59 p.m. on Jan. 5 and 6 in connection with planned demonstrations there. \nWe found no evidence that \"Big Tech\" was trying to thwart protesters from reaching D.C. \nWe rate this post Mostly False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-19120"}