{"url": "/factchecks/2014/jun/10/mark-warner/warner-says-us-student-debt-has-surpassed-credit-c/", "speaker": "Mark Warner", "vclaim": "\"Right now, America has $1.1 trillion of student debt. That’s more than credit card debt.\"", "truth_label": "true", "date": "stated on May 29, 2014 in a speech.:", "title": "Warner says U.S. student debt has surpassed credit card debt", "text": "Sen. Mark Warner’s re-election stump speech dwells on giving everyone an equal opportunity and high on that list is an affordable college education.\nWarner and many of his fellow Democrats have called for legislation that would ease student debt by allowing students to refinance their federal college loans at substantially lower interest rates and limit their loan repayments to 10 percent of their annual income. President Barack Obama endorsed those measures during a speech Monday..\nWarner, during a recent speech of his own, said, \"Right now, America has $1.1 trillion of student debt. That’s more than credit card debt.\"\nThis statistic caught our attention, so we put it to the Truth-O-Meter.\nDavid Turner, spokesman for Warner’s campaign, backed up the statement by sending us a speech by an official at the Consumer Financial Protection Bureau and data from the Federal Reserve System.\nBoth of those sources say that student debt has topped $1 trillion and the speech noted that it had surpassed credit cards. But the best data comes from the Federal Reserve Bank of New York, which publishes debt statistics every quarter.\nIn the most recent report, covering first three months of 2014, student loan debt totaled $1.1 trillion, while credit card debt hit $659 billion. The largest type of debt for Americans is mortgages, which came in at $8.2 trillion in the first quarter. Student loan debt is No. 2, followed by automobile loans at $875 billion and credit card debt in making up $11.7 trillion in all debt.\nStudent debt began to outpace credit card debt in the second quarter of 2010, when college loans hit $762 billion. Student debt topped the $1 trillion mark in the third quarter of last year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAverage tuition across the nation increased 79.5 percent from 2003-2013, according to data from the U.S. Labor Department. For comparison, the Consumer Price Index grew by 26.7 percent during the same span and average wages grew by 30.1 percent.\nCredit card debt, by contrast, has gradually fallen from $843 billion in early 2009 to its $659 billion level this year. Much of the decrease occurred during the recession when people cut back on spending.\nBut the recession exacerbated college debts, according to Caroline Ratcliffe, a senior fellow at the Urban Institute. She cited two reasons:\n\nTuition was rising far faster the income;\nDemand for college education increased.\n\n\"You have to remember that during the time of the Great Recession, more people were going back to school because of the job situation, so they were taking on more debt,\" she said.\nA study she co-wrote tackled the demographics of people with student loan debt. It found that student loan debt, for those ages 29 to 37, had increased by $10,381 on average from 1989 to 2010, while car loans had increased $302, credit card debt had increased $1,215 and other debt had decreased $2,078.\nIn 2012, 40 percent of Americans in their 20s had student debt, 30 percent in their 30s owed on student loans, 19 percent of Americans in their 40s, 12 percent in their 50s and 4 percent in their 60s. This included students and parents who borrowed to send their children to college.\nOur ruling\nWarner said, \"Right now, America has $1.1 trillion of student debt. That’s more than credit card debt.\"\nHis figure on student debt is accurate and total U.S. credit card debt in the first quarter of this year was $659 billion. We rate Warner’s statement True.", "vclaim_id": "vclaim-pol-07762"}