{"url": "/factchecks/2009/mar/24/cynthia-lummis/cynthia-lummis-claims-families-who-make-over-25000/", "speaker": "Cynthia Lummis", "vclaim": "Under Obama's budget plan, families making over $250,000 are \"going to lose their mortgage deduction, their charitable deductions.\"", "truth_label": "pants-fire", "date": "stated on March 24, 2009 in a news conference.:", "title": "Cynthia Lummis claims families who make over $250,000 would lose their mortgage and charitable deductions under Obama plan", "text": "At  the weekly Republican leadership news conference on March 24, members took turns taking shots at President Barack Obama's proposed budget.\n\n\nOne of them, Rep. Cynthia Lummis, R-Wyo., took up the cause of a Kansas tumbleweed farmer to drive home her point.\n\n\n\"Every small business in this country will be affected by the president’s budget,\" Lummis said. \"I think of a couple in Kansas. The woman in the family sells tumbleweeds for a living to augment their family farming salary. But they better not make more than $250,000 a year or they’re going to lose their mortgage deduction, their charitable deductions, their taxes are going to go up. So there is a cap now on the American dream. Especially the American entrepreneurial dream for small businesses.\"\n\n\nWe wondered if selling tumbleweeds was a path to the American Dream, but a quick check on the Web set us straight about the public appetite for the dried brush. Apparently, there are enough TV producers in need of props and home decorators with an affinity for the American West for some people to make good money selling tumbleweeds.\n\n\nBut we digress.\n\n\nThe issue here is whether the family of our tumbleweed farmer, or any other family that makes more than $250,000, would lose their mortgage and/or charitable deductions under Obama's plan.\n\n\nThat would be a shocking change because the mortgage deduction enjoys sacred protection in American tax law, and the charitable contribution deduction isn't far behind.\n\n\nTo check out her claim, we went right to the Obama administration's proposed budget. In a section that talks about offsetting the cost of lowering health care expenses and expanding health insurance coverage, there is a proposal to reduce itemized deduction rates for families with incomes over $250,000. The plan is to \"limit the tax rate at which high-income taxpayer can take itemized deductions to 28 percent.\"\n\n\nSo for families in higher tax brackets, say 36 or 39 percent, they'd only be able to write off 28 cents on the dollar (as opposed to 36 or 39 cents), said Eric Toder of the Tax Policy Center. Say you are in a tax bracket where you pay a 36 percent rate; if you had $1,000 a year in mortgage interest payments, you'd currently be able to deduct $360. Under Obama's plan, you'd only be able to deduct $280.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"You won't lose the deduction,\" Toder said. \"It would be pared back. But it'd be inaccurate to say you'd lose it.\"\n\n\nSame thing with charitable deductions. They wouldn't be lost, as Lummis suggests, they would simply be scaled back.\n\n\nAnd judging by the less-than-enthusiastic reaction this proposal has received in Congress, Toder doubts it will be enacted anyway.\n\n\n(Now, Lummis is right that families making over $250,000 would see an overall tax hike under Obama's plan. That was a hallmark of Obama's campaign. Essentially, Obama would allow the Bush tax cuts for those earners to expire next year. That would raise the tax rates for some from 33 to 36 percent; for others from 35 to 39.6 percent.)\n\n\nWe'll allow for a bit of hyperbole in Lummis' statement that raising tax rates for families making over $250,000 amounts to putting a cap on the American Dream.\n\n\nWhat we find egregious is her claim that these high earners would \"lose\" their mortgage and charitable deductions. She's alleging that Obama wants to eliminate a sacred cow, a cherished deduction for decades. But that is just patently false, alarmist, and a complete distortion of the administration's budget proposal.\n\n\nWe rate her statement Pants on Fire.", "vclaim_id": "vclaim-pol-15794"}