{"url": "/factchecks/2015/nov/20/martin-omalley/gov-martin-omalley-says-immigration-reform-will-bo/", "speaker": "Martin O'Malley", "vclaim": "\"If we pass immigration reform, it will make wages go up on average $250 for the average household.\"", "truth_label": "barely-true", "date": "stated on November 12, 2015 in an interview with the Texas Tribune's Evan Smith:", "title": "Gov. Martin O'Malley says immigration reform will boost workers' paychecks", "text": "While presidential candidate and former Maryland Gov. Martin O’Malley was in Austin on a campaign stop, he said immigration reform would pay off for all Americans through their paychecks.\nIn a Nov. 12, 2015 interview on \"Overheard with Evan Smith,\" O’Malley discussed President Barack Obama’s executive order on immigration, and whether he would take similar action. O’Malley told Smith he believes the country needs immigration reform because it’s \"something important for the economy of the United States.\"\n\"If we pass immigration reform, it will make wages go up on average $250 for the average household,\" he elaborated. \"Why? Because you’re getting 11 million people in many times off-the-books jobs onto the open economy of the United States of America.\"\nThe number of undocumented immigrants in the United States has hovered around 11 million since 2009, according to a July 2015 report from the Pew Research Center, evaluating data through 2014. Undocumented immigrants make up 5.1 percent of the U.S. labor force, Pew reported in July 2015.\nWe don’t and can’t check predictions. Still, we wondered whether it was true, based on research, that immigration reform could mean $250 more for the average American household, as O’Malley said.\nLong-term figure\nO’Malley’s campaign press secretary, Haley Morris, said the governor got the $250 figure from a July 2013 White House report, published in support of a 2013 Senate immigration reform bill. That report, \"The Economic Benefits of Fixing Our Broken Immigration System,\" states that \"in the long run, the Senate bill raises wages for all groups of workers by boosting productivity.\" The White House’s conclusion relies on the nonpartisan Congressional Budget Office’s analysis of the economic impact of that bill, the Border Security, Economic Opportunity, and Immigration Modernization Act.  \nThe $250 figure O’Malley cites is certainly long term. It refers to a rise in wages between 2013 and 2033 – and doesn’t otherwise estimate year-by-year changes.\nAs the White House report breaks it down: \"CBO estimates that real wages will be 0.5 percent higher in 2033 than projected under current law. In today’s terms, that would be equivalent to an additional $250 of income for the median American household.\"\nWages would increase partly because immigration reform would lead to a higher rate of return on capital throughout the next two decades.\nA web search led us to George Borjas, a labor economist specializing in immigration issues at Harvard’s John F. Kennedy School of Government. He questioned the assumptions behind the CBO’s calculation.\nTo reach its conclusion about immigration reform’s effect on wages, the CBO report uses a \"positivity effect,\" a name for the effect of a correlation between state GDP and immigration. However, Borjas says, the relationship between higher state GDP and immigration could be correlation, not causation, which would put the $250 figure into question. Borjas, who reviewed the report at our request, said: \"Maybe immigrants are smart enough to realize they should settle in states with high productivity.\"\nOther research released when the bill in question was in the Senate in 2013 supported the CBO’s analysis. An August 2013 article from the Brookings Institution compared the bill’s potential effects to immigration’s historical impact on the economy, finding that \"on average, previous waves of immigrants tended to boost American wages.\"\nOn the other hand, neither analysis said American households would see an immediate or steady spike in income.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nLower wages in the short term\nEven if the long-term $250 figure holds true, the CBO concluded that comprehensive immigration reform actually would lead to lower average wages in the short-term before boosting overall productivity. In the first decade, according to its analysis, average wages would decrease by 0.1 percent. By the CBO's estimates, average wages would be slightly lower than under current law through 2024 before they rise above current wages the following decade.\nComprehensive immigration reform also would lead to a temporary imbalance in the labor market, causing slightly higher unemployment through 2020, when the labor market would adjust.\nWages would be lower at first, the CBO says, because growth of the workforce would outpace capital available. In addition, new workers would be less skilled and have lower wages, affecting average wages for the entire workforce.\nBrookings pointed out that wage decreases would be larger for workers with some high school or only a high school diploma, who would be more likely to compete with new workers, compared to college graduates. \nOther considerations\nImmigration reform’s effects on the economy extend beyond immediate and long-term effects on average wages. As Gregory Wright, an assistant professor of economics at University of California-Merced who studies international trade and migration, points out, \"Immigrants are very entrepreneurial relative to the native population, and high-skill immigrants tend to generate a disproportionate number of patents and are more innovative by other measures.\" In another section of its report, the CBO specifies that immigrants receive patents at twice the rate of the native-born U.S. population.\nAdditionally, Wright says, immigration reform would create work through \"demand-side channels.\" \"Moving undocumented workers into the open would allow them to raise their own standard of living and they would subsequently demand more housing, education and generally more of all goods and services, which generates work for others,\" Wright said.\nIncreasing the sheer number of people in the workforce raises output and consumption, or GDP, Wright says. The CBO estimated that immigration reform would raise real GDP by 3.3 percent in 2023 and by 5.4 percent in 2033.\nImmigrants entering the official workforce will then pay taxes, supporting the aging U.S. population, Wright added.\nOur ruling\nO’Malley’s claim that immigration reform would \"make wages go up on average $250 for the average household\" would not be accurate anytime soon. The $250 in question is a calculation based on mathematical assumptions -- assumptions that some question -- that refers to a long-term result over two decades. In the near term, the same analysis projects wages would dip slightly.\nO’Malley’s statement contains an element of truth, but the wage-raising conclusion is misleading. We rate it Mostly False.\n\nMOSTLY FALSE – The statement contains some element of truth, but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05699"}