{"url": "/factchecks/2020/mar/11/viral-image/epidemiologist-projects-40-70-adults-could-catch-c/", "speaker": "Viral image", "vclaim": "Says Harvard scientists say the coronavirus is “spreading so fast that it will infect 70% of humanity this year.”", "truth_label": "half-true", "date": "stated on March 10, 2020 in a Facebook post:", "title": "An epidemiologist projects 40%-70% of adults could catch coronavirus in the coming year", "text": "As more people are infected with COVID-19, the disease caused by the novel coronavirus, many are wondering: Am I next? \nThe odds may not be in our favor, according to a recent Facebook post. \n\"Harvard scientists just predicted that it may take many months to find cure for coronavirus,\" the March 10 post says. \"According to them, virus is spreading so fast that it will infect 70% of humanity this year.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSpokespeople for Harvard University did not immediately reply to PolitiFact’s emails asking about the post. \nBut news stories lend some credence to the Facebook post’s claims — and provide more information that the post fails to mention. \nOn March 11, the World Health Organization declared COVID-19 a pandemic that has infected nearly 120,000 people worldwide. More than 4,000 people have died and eight countries, including the United States, are currently each reporting more than 1,000 cases.\nMark Lipsitch, an epidemiologist at Harvard’s Center for Communicable Disease Dynamics and an expert on viruses, told CBS News, among other news outlets, that 40% to 70% of the world’s adult population could be infected in the coming year. \nThere are an estimated 7.6 billion people in the world, and an estimated 329 million in the United States, according to the U.S. Census Bureau. Adults make up about three-quarters of the U.S. population. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\"That is a projection,\" Lipsitch said during the March 2 interview, \"so we will find out if that’s accurate as things go on. It is the best estimate that I’ve been able to make based on a combination of the mathematical models that we use to track and predict epidemics.\"\nOther estimates are similar. The Guardian reported on Feb. 11 that 60% of the global population could be infected if the virus is unchecked. On Feb. 13, Bloomberg reported that Ira Longini, an adviser to the World Health Organization, said two-thirds of the world’s population could catch COVID-19. \nBut the publication also quoted David Heymann, an infectious disease expert at the London School of Hygiene & Tropical Medicine, explaining that researchers need more data to get a better idea of how far the coronavirus could spread. \n\"The models will be refined as more information comes to light,\" he said. \nOur ruling\nThe Facebook post says Harvard scientists say the coronavirus is \"spreading so fast that it will infect 70% of humanity this year.\" \nAn epidemiologist at the university has said that 40% to 70% of the world’s adult population could be infected in the coming year. \nBut that is a projection, and other projections vary. \nWe rate this post Half True.", "vclaim_id": "vclaim-pol-18101"}