{"url": "/factchecks/2020/may/21/amy-klobuchar/amid-pandemic-polls-show-support-voting-mail/", "speaker": "Amy Klobuchar", "vclaim": "“80% of the people” want the option of vote by mail", "truth_label": "half-true", "date": "stated on May 16, 2020 in a tweet:", "title": "Amid pandemic, polls show support for voting by mail", "text": "Sen. Amy Klobuchar, D-Minn., said that everyone should be able to vote by mail if they want to this year — and that the vast majority of the public agrees with her.\nKlobuchar in March proposed a bill that gives states more money to handle increased mail-in voting and to make in-person voting sites safer amid a pandemic. She said that she doesn’t want to make everyone vote by mail, but that it is a safer option. The Republican-led Senate has not voted on the bill.\n\"The voters are with us, the people are with us,\" she said. \"80% of the people want this option and they want to have the polls open early.\" (She made that statement in a conversation with Minnesota Attorney General Keith Ellison April 24 and tweeted a portion May 16.)\nWe found that Klobuchar’s figure was close to one reported in a poll by a liberal group. Other national polls have found majority support for voting by mail, though not support levels as high as what Klobuchar cited.\n\"It is correct to conclude that a strong majority of voters support vote-by-mail options,\" said Janine Parry, University of Arkansas political science professor who was not involved in the poll.\nKlobuchar noted that more than a dozen states require voters to give a reason for voting by mail. In some states, any qualified voter may vote by mail, while five states conduct all elections entirely by mail: Colorado, Hawaii, Oregon, Washington and Utah.\nWhile President Donald Trump and some GOP leaders have opposed efforts to expand voting by mail, concerns about the spread of the virus that causes COVID-19 is expected to increase demand for absentee ballots among people who fear exposure at in-person voting sites. Klobuchar’s bill, which was written with Sen. Ron Wyden, D-Ore., has no GOP co-sponsors, but some Republican governors and election officials have advocated for more voting by mail, too.\nRELATED: Does voting by mail lead to higher turnout in red, blue and purple states? It’s not that simple\nPolls show support for voting by mail\nKlobuchar’s spokesman said she was referring to a poll done for the liberal Brennan Center at New York University School of Law. The online poll of 1,550 Democrats, Republicans and independents in March asked respondents, \"Do you agree or disagree that: in the 2020 election, all states should be required to allow vote by mail or unexcused absentee ballots to ensure people can vote with ease and without being in long lines or crowds?\"\nIn response, 78% said they agreed. Support was higher among Democrats (97%) and independents (79%) than Republicans (57%).\nPolling experts noted that Brennan asked the question in a way that suggests positive reasons for voting by mail, which can lead to higher support among respondents.\nThe question was worded in a way that puts voting by mail in the current context of the pandemic, said Joel Benenson of the Benenson Strategy Group, which conducted the poll for Brennan. He argued that phrasing the question in a generic way doesn’t make sense because the current conversation is about changing policies this year for the pandemic, not permanently. \nThe phrasing was different from the questions in a poll done for the Republican National Committee. That poll asked voters of both parties and independents for their views on \"mailing a ballot to all registered voters, including those who are inactive, meaning they have not voted in recent elections and not responded to an address verification mailing or have moved.\" The results showed 53% opposed that idea. \nA separate question from that same RNC poll asked \"And, if your state changed current voting procedures to enact universal vote by mail, would you be concerned about the integrity of the election results and the ability for widespread fraud?\" Sixty-two percent answered yes. \nWe asked the RNC why it didn’t ask a straight question about respondents’ views on voting by mail. Mandi Merritt, an RNC spokeswoman,  said that Democrats are suing states to make changes to voting by mail such as eliminating signature verification or sending ballots to inactive voters, so \"we felt it was important to gauge public opinion accordingly.\"\n\"You can frame the question in ways that move the percentages up or down in support of mail in voting,\" said John G. Geer, co-director of the Vanderbilt poll (who wasn’t involved in these vote by mail polls).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nNational polls done in April by nonpartisan media outlets or research groups showed between 58% and 72% favoring voting by mail overall. That’s lower than the Brennan poll but still majority support. These polls also showed that support for voting by mail was higher among Democrats than Republicans, mirroring what the Brennan Center poll found. \n\n\nA Reuters/Ipsos poll found 72% of all U.S. adults supported a requirement for mail-in ballots for this year. The online poll surveyed 1,116 American adults.\n\n\nPew Research’s web poll of 4,917 U.S. adults found 70% favor allowing any voter to vote by mail if they want to this year.\n\n\nGallup’s telephone poll asked 1,016 voters if they would \"favor or oppose your state allowing all voters to vote by mail or absentee ballot in this year's presidential election?\" Results showed that 64% favor their state allowing all voters to vote by mail or absentee ballot. \n\n\nAP/NORC found that if the pandemic lasts through November, 60% favor allowing voters to cast ballots by mail without a stated reason.\n\n\nAn NBC News/Wall Street Journal telephone poll of 900 registered voters found that 58% favored changing laws to allow everyone to vote by mail. For those who said they oppose changing laws, an additional 9% said they would support changing election laws for the November election amid the coronavirus.\n\n\nOverall, surveys show support for voting by mail, but polling experts offered some important caveats. \nThere is a difference between supporting vote by mail without an excuse and supporting efforts to automatically mail ballots — or even ballot applications — to all registered voters, said Barry Burden, University of Wisconsin political science professor, who was not involved in these polls. \nHe noted that while the Pew survey found 70% favor allowing vote by mail, a smaller percentage — 52% — support conducting all elections by mail.\nThe polls could be measuring what pollsters call \"non-attitudes\" — meaning the respondents had not formed an opinion before being contacted by a pollster, said professor Andrew Smith, director of the University of New Hampshire Survey Center.\n\"It’s highly doubtful that many respondents had thought at all about voting by mail before they were interviewed, and the differences in wording of the questions shows how malleable opinions can be,\" he said. \"I’m concerned that these polls are creating public opinion rather than seeking to measure it!\"\nHealth concerns fueled by the pandemic reinforces favorable thoughts about voting by mail, Geer said.\n\"Citizens, regardless of partisan stripe, favor more participation over less,\" he said. \"It is a general tendency and explains why voting by mail is popular.\"\nRELATED: How battleground states are preparing for the pandemic election’s massive increase in voting by mail\nOur ruling\nKlobuchar said \"80% of the people\" want the option of voting by mail.\nKlobuchar was citing a poll done by the Brennan Center in late March which found 78% of respondents agreed that all states should be required to allow voting by mail to ensure people can vote with ease and while avoiding lines and crowds. \nKlobuchar has cherry-picked a poll by a liberal group that framed the question in a way that portrayed voting by mail as positive, and resulted in higher support than many other national polls.\nThe other national polls showed support between 58% and 72% for voting by mail.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-18349"}