{"url": "/factchecks/2020/mar/25/facebook-posts/beware-rumors-robbers-posing-covid-testers/", "speaker": "Facebook posts", "vclaim": "\"If you are in Las Vegas and you get a knock on your door from NV Power, 2020 Census or CVD-19 testers, do not open your door. They are robbing people at gunpoint.\"", "truth_label": "false", "date": "stated on March 21, 2020 in a Facebook post:", "title": "Beware of rumors of robbers posing as COVID testers", "text": "As if COVID-19 didn’t spread enough fear on its own, now there is a warning that people sheltering in their homes may become targets of crime.\nIt comes in a post on Facebook. \nThe post refers to Nevada’s largest power company, NV Energy, and uses an unusual abbreviation for COVID. It claims:\n\"If you are in Las Vegas and you get a knock on your door from NV Power, 2020 Census or CVD-19 testers, do not open your door. They are robbing people at gunpoint.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe’ve rated as False a claim that robbers were going door to door posing as coronavirus testers in Colorado Springs, Colo.\nLaw enforcement officials in various parts of the country, including Ohio and Florida, as well as in the United Kingdom, have responded to such social media posts by cautioning residents that there is no legitimate coronavirus testing being administered door to door. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nSo, if you do get a knock on the door from a stranger offering coronavirus testing, be careful.\nThe Las Vegas Metropolitan Police Department issued a news release on March 20, 2020, the day before the claim we’re checking was posted. Police warned that \"some internet perpetrators are preying on panic\" about COVID-19 \"by posting false news, rumors or scams,\" and asked citizens to \"check their facts from reliable sources before spreading the rumor.\" \nThe news release also warned citizens of \"unverified rumors\" about people posing as utility workers or COVID-19 testers trying to get into homes.\nBut as of March 24, 2020, no incidents like those described in the post had been reported to police, officer Larry Hadfield told PolitiFact.\nHe said police are not aware of any legitimate utility or census workers going door to door in Las Vegas.\nAcross the nation, census takers will visit some homes in April 2020 to conduct quality-check interviews or deliver paper questionnaires, and then the next month to help collect responses, according to the U.S. Census Bureau, which offers instructions on how to verify that someone is working for the census.\nOur ruling\nA Facebook post warns that armed robbers are going door to door in Las Vegas posing as utility workers, census workers and COVID-19 testers.\nLas Vegas police said they have received no such reports and have warned people not to believe internet rumors. We rate the claim False.", "vclaim_id": "vclaim-pol-18203"}