{"url": "/factchecks/2019/aug/16/donald-trump/trump-falsely-takes-credit-two-large-industrial-pr/", "speaker": "Donald Trump", "vclaim": "Says Pennsylvania chemical plant and Louisiana liquified natural gas plant \"could never have happened\" without his administration.", "truth_label": "false", "date": "stated on August 15, 2019 in a rally in Manchester, NH:", "title": "Trump falsely takes credit for two large industrial projects in Louisiana and Pennsylvania", "text": "President Donald Trump has been taking credit for very large industrial projects in Louisiana and Pennsylvania. At a rally in Manchester, N.H., Trump said his policies were critical.\n\"In Pennsylvania we just opened up a $10 billion plant,\" Trump said Aug. 15. \"We have many of them going up. Many, a lot of jobs. In Louisiana an LNG (liquified natural gas) plant — $10 billion — could never have happened, could never have happened. Pennsylvania would have never happened.\"\nEarlier in the week, Trump was outside Pittsburgh to see a nearly completed Shell plastics plant. The massive facility will turn natural gas from fracking into polyethylene pellets. Announced in 2012 and started in 2015, the plant has produced about 6,000 construction jobs, with 600 permanent jobs expected.\n\"It was the Trump administration that made it possible,\" Trump told a sea of workers in yellow and orange worksite vests Aug. 13. \"No one else. Without us, you would never have been able to do this.\"\nTrump has crowed before about his role in getting the Louisiana plant up and running.\n\"It was many, many years trying to get permits, they couldn't get the permits,\" he said at a July 16 cabinet meeting. \"But we got the permits, and we got them very rapidly.\"\nThe reality is that the LNG plant in Louisiana and the plant in Pennsylvania were in the works during the Obama years.\nThe Louisiana plant\nThe Cameron LNG project has three plants that chill down natural gas until it becomes a liquid to be shipped worldwide. At capacity, it can handle 1.7 billion cubic feet per day.\nAccording to the company website, \"In April 2014, the Federal Energy Regulatory Commission (FERC) issued the final environmental impact statement to construct and operate the liquefaction facility. FERC authorized the project in June 2014.\"\nThe company got its first federal approval in 2012. In 2016, Washington gave permission to add another two liquefaction lines, although the company hasn’t decided to move ahead on those.\nWhile LNG exports have skyrocketed under Trump, which makes this plant more profitable, the actual plans and permits came well before he took office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe Pennsylvania plant\nIn 2012, Royal Dutch Shell picked an old industrial site in western Pennsylvania for a major petrochemical facility. Shell’s American division Shell Chemical Appalachia bought the property in 2014 and began pre-construction work in early 2015.\nShell made the final decision to build the plant in June 2016.\nThe project needed two key permits for air and water quality protection, but those were state-level decisions. By mid 2015, Pennsylvania’s Department of Environmental Protection had granted initial permits for both. Final approvals were in place by mid 2018.\nWashington did play a role in a pipeline to deliver natural gas to the plant. While the state approved construction in 2018, the Federal Energy Regulatory Commission had to sign off on the rates the company would charge pipeline users. It issued its approval in September 2018. However, in its order, the commission noted that the company’s proposal was \"unopposed.\"\nTrade war impacts\nWhile both projects are humming along, they have not been totally untouched by Trump’s use of tariffs.\nExport demand for LNG remains high, but Trump’s trade war with China has reduced shipments to that country. In 2017, China was the third-biggest buyer. In 2018, China responded to U.S. tariffs with a 10% tariff on LNG. Reuters reported in May 2019 that only two ships headed to China had left from the United States since January, compared to 14 in the first four months of 2018.\nTrump’s steel tariffs threatened progress on the Pennsylvania petrochemical complex. In the face of quotas limiting steel imports, Shell warned in 2018 that it would need to slow construction and might lay off hundreds of workers.\nU.S. Sen. Pat Toomey, R-Pa., sent a letter to the administration Aug. 23, 2018, asking for relief. The administration did so within a week.\nOur ruling\nTrump said that two major industrial projects in Louisiana and Pennsylvania exist today thanks to his policies. In reality, both were well underway before he took office.\nThe Louisiana plant had all necessary federal permits by 2014.\nThe Pennsylvania chemical complex was subject to state regulations, and initial approvals came in 2015. Federal regulators approved the rate structure for a key pipeline in 2018, but construction approval for the pipeline itself came from the state, not the federal government.\nTrump can take credit for boosting LNG exports and pushing a regulatory approach in favor of natural gas, but those dynamics were in play before his election.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-00259"}