{"url": "/factchecks/2017/may/12/donald-trump/trumps-mostly-false-claim-clapper-said-no-collusio/", "speaker": "Donald Trump", "vclaim": "Says James Clapper \"and virtually everyone else\" said \"there is no collusion\" in the Russia investigation findings.", "truth_label": "barely-true", "date": "stated on May 12, 2017 in Twitter:", "title": "Donald Trump’s Mostly False claim that James Clapper said no collusion found in Russia probe", "text": "President Donald Trump claimed that former U.S. Director of National Intelligence James Clapper has definitively said the Trump campaign did not collude in Moscow’s interference with the 2016 election.\nTrump used his take on Clapper’s remarks as proof positive the FBI’s ongoing Russia probe is a witch hunt.\n\"When James Clapper himself, and virtually everyone else with knowledge of the witch hunt, says there is no collusion, when does it end?\" Trump said in a May 12 tweet.\nClapper’s comments have not been as definitive as Trump said. Later that day, Clapper directly contradicted Trump’s claim in a TV interview.\nHere’s why Trump’s take is misleading.\nTrump mischaracterizes Clapper’s statement\nTrump appears to be referring to Clapper’s statement in a Meet The Press interview March 5 that he had no knowledge of improper contacts between the Trump campaign and Russian officials.\nTwo months earlier, Clapper’s office released a report that expressed with \"high confidence\" that the Russian government interfered with the U.S. presidential election in favor of Trump. As Clapper stated in his interview, however, the report did not include evidence of collusion. Chuck Todd of NBC asked him about that.\nTodd: \"Does intelligence exist that can definitively answer the following question, whether there were improper contacts between the Trump campaign and Russian officials?\"\nClapper: \"We did not include any evidence in our report, and I say, ‘our,’ that's NSA, FBI and CIA, with my office, the Director of National Intelligence, that had anything, that had any reflection of collusion between members of the Trump campaign and the Russians. There was no evidence of that included in our report.\"\nTodd: \"I understand that. But does it exist?\"\nClapper: \"Not to my knowledge.\"\nSen. Lindsey Graham, R-S.C., quoted Clapper’s exchange on Meet The Press in a May 8 Senate Judiciary subcommittee hearing on Russian interference in the 2016 presidential election and asked if it was still accurate. Clapper responded, \"It is.\"\nThat prompted Trump to issue the following tweet:\nDirector Clapper reiterated what everybody, including the fake media already knows- there is \"no evidence\" of collusion w/ Russia and Trump.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n— Donald J. Trump (@realDonaldTrump) May 8, 2017\n\nIn his May 12 tweet, Trump referenced the judgment of \"virtually everyone else\" with knowledge.\nBut some officials with knowledge of the FBI’s Russia probe have publicly declined to say there’s no evidence of collusion, citing ongoing investigations.\nDuring a March 20 hearing on Russian interference in 2016 election, recently ousted FBI Director James Comey and NSA Director Admiral Mike Rogers refused to comment when asked specifically about whether the Trump campaign cooperated with Moscow.\nBut when asked in general terms about whether or not any evidence exists, Comey explained that a case of this nature would have to reach a certain evidentiary threshold, and be considered high priority, before the bureau launched an investigation.\nComey described the standard as, \"a credible allegation of wrongdoing or reasonable basis to believe that an American may be acting as an agent of a foreign power.\" He added the central focus of the investigation would also have to align with \"threats that the FBI is trying to prioritize (under) limited resources.\"\nClapper: 'I don’t know if there was collusion or not'\nAsked about Trump’s tweet in a May 12 interview on MSNBC, Clapper explained that the director of national intelligence position would not necessarily offer a vantage point into FBI evidence.\nClapper said that in his more than six years as DNI, he regularly deferred to the FBI when a counterintelligence investigation could possibly morph into a criminal investigation.\n\"That was certainly the practice I followed here,\" he said of the FBI’s ongoing Russia investigation. \"So it’s not surprising or abnormal that I would not have known about the investigation, or even more importantly, the content of that investigation.\n\"So I don’t know if there was collusion or not,\" added Clapper, who resigned at the end of President Barack Obama’s term.\nLater in the interview, Clapper was asked if he agrees with Trump that the Russian investigation is a \"witch hunt,\" to which he replied, \"I don’t believe it is.\"\nInstead, Clapper compared it to a \"dark cloud\" that would continue to linger until the investigation is complete.\n\"What needs to happen here is to clear this cloud that’s hanging over the administration, over the president, the White House,\" he said. \"It would be in everyone’s best interest to get to the bottom of this.\"\nOur ruling\nTrump said, \"When James Clapper himself, and virtually everyone else with knowledge of the witch hunt, says there is no collusion, when does it end?\"\nSome of the public statements by those with knowledge of the FBI investigation do not support Trump’s claim that \"virtually everyone\" privy to the probe says there’s no evidence of collusion. While Comey has not described specific evidence, he has confirmed that sufficient credible information exists for the FBI to consider the Russia probe a high enough priority to warrant an investigation.\nAs for Clapper’s statement, it’s apparent Trump has twisted the former DNI’s words to make it appear as if he’s ruled out the possibility that evidence exists showing the Trump campaign colluded with Russian interlopers during the 2016 election. But Clapper’s statement was that he had no knowledge of collusion -- not that collusion didn’t occur. Clapper has since stated that his capacity as DNI would not necessarily give him the kind of access to the FBI investigation that one would need in order to determine whether or not evidence of collusion exists.\nWe rate Trump’s statement Mostly False.\n Share the Facts 2017-05-12 21:21:41 UTC   Politifact    4 1 7  Politifact Rating: Mostly False  Says James Clapper \"and virtually everyone else\" said \"there is no collusion\" in the Russia investigation findings    Donald Trump President   Twitter Friday, May 12, 2017 2017-05-12    Read More  info", "vclaim_id": "vclaim-pol-03312"}