{"url": "/factchecks/2008/sep/19/barack-obama/limbaughs-not-a-mccain-spokesman/", "speaker": "Barack Obama", "vclaim": "Obama ad contends that John McCain endorses Rush Limbaugh's comments about immigration.", "truth_label": "pants-fire", "date": "stated on September 18, 2008 in a video ad.:", "title": "Limbaugh's not a McCain spokesman", "text": "(Published Sept. 19, 2008)\n\n\nA new Spanish-language TV ad from the Barack Obama campaign called \"Dos Caras\" (Two Faces) begins as most of the attack ads against John McCain do — with McCain pictured next to President Bush. The ad then cuts to a bewildering cameo from Rush Limbaugh.\n\n\nIn an ad targeted to Spanish-speaking Latino audiences in Florida, New Mexico, Colorado and Nevada, the voiceover begins (according to translations provided by the Obama campaign): \"They want us to forget the insults we’ve put up with…the intolerance…they made us feel marginalized in this country we love so much.\" \n\n\nThe screen flashes a picture of conservative radio talk show host Limbaugh above two quotes:\n\n\n\n\"…stupid and unskilled Mexicans\"\n\nRush Limbaugh\n\n\n\n\"You shut your mouth or you get out!\"\n\nRush Limbaugh\n\n\nAfter the Limbaugh references, the announcer continues: \"John McCain and his Republican friends have two faces. One that says lies just to get our vote and another, even worse, that continues the policies of George Bush that put special interests ahead of working families. John McCain…more of the same old Republican tricks.\"\n\n\nThe whole thing raises the question, what are quotes from Limbaugh doing in an attack ad against McCain, especially one that highlights immigration?\n\n\nLimbaugh is hardly a McCainiac and in particular has been highly critical of McCain’s views on immigration.\n\n\nLimbaugh and other grass-roots conservatives derided McCain’s 2006 efforts to forge a compromise immigration plan in the Senate that combined border security and work-site enforcement to root out undocumented employees, with a guest worker program for most of the illegal immigrants in the country. Limbaugh called the plan \"amnesty,\" as did some of McCain’s opponents during the Republican primary. We looked at the claim and ruled it\n\nTrue\n\nwhen McCain said his plan was not \"amnesty.\" We based that on the fact that it would have required illegal immigrants to apply for a six-year conditional nonimmigrant visa. They then could apply for legal permanent residence — a green card — on the condition that they pay $1,000 in fines, pay all back taxes, pass a criminal background check, stay employed and demonstrate an effort to learn English and civics.\n\n\nHowever, when asked about his support for that immigration plan during a Republican debate in California on Jan. 30, 2008, McCain\n\nbacktracked\n\nsome and said he would no longer favor that plan because public opinion favored enforcement over citizenship measures. Instead, he would focus first on securing the border.\n\n\nIn his radio show on Sept. 18, Limbaugh took some time to\n\ndiscuss\n\nthe Obama campaign ad, and it sure didn’t sound like he’d forgotten McCain’s previous efforts.\n\n\n\"This is just absurd because Bush and McCain were both for amnesty!\" Limbaugh said. \"Bush and McCain were these illegals’ best friends, along with Ted Kennedy.\"\n\n\nThere’s another big problem with the Obama campaign ad; the Limbaugh quotes are lifted out of context.\n\n\nLet’s take the two quotes in order.\n\n\nFirst: \"…stupid and unskilled Mexicans.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThis is a quote from 1993, during the debate over NAFTA. Said Limbaugh: \"A caller called here and was giving me grief for not wanting to do what it took to protect American jobs, and so I said to him, ‘If you are unskilled and uneducated, your job is going south. Skilled workers, educated people are going to do fine ‘cause those are the kinds of jobs NAFTA is going to create. If we are going to start rewarding no skills and stupid people, I’m serious, let the unskilled jobs that take absolutely no knowledge whatsoever to do — let stupid and unskilled Mexicans do that work.’\"\n\n\nAs is clear here, Limbaugh was not calling Mexicans \"stupid and unskilled.\"\n\n\nThe second quote: \"You shut your mouth or you get out!\"\n\n\nThis one comes from 2006, and as you’ll see, Limbaugh here is setting up for a punch line — that he is actually citing Mexican law.\n\n\n\"Everybody’s making immigration proposals these days, let me add mine to the mix. Call it the Limbaugh Laws.\n\n\n\"First, you emigrate to our country you have to speak the native language, you have to be a professional or an investor, no unskilled workers allowed. Also, there will be no special bilingual programs in the schools with the Limbaugh Laws, no special ballots for elections, no government business will be conducted in your language. Foreigners will not have the right to vote or hold political office.\n\n\n\"If you’re in our country, you cannot be a burden to taxpayers. You are not entitled to welfare or food stamps or other government goodies. You can come if you invest here an amount equal to 40,000 times the daily minimum wage. If not, stay home. But if you want to buy land, it will be restricted: no waterfront, for instance, and as a foreigner, you have to relinquish individual rights to the property.\n\n\n\"And another thing, you don’t have the right to protest. You’re allowed no demonstrations, no foreign flag waving, no political organizing, no bad-mouthing our president or his policies. You’re a foreigner. Shut your mouth or get out. If you come here illegally, you’re going to jail.\n\n\n\"Now, you think the Limbaugh Laws are harsh? Well, every one of the laws I just mentioned are actual laws of Mexico today. That’s how the Mexican government handles immigrants to their country. Yet Mexicans come here illegally and protest in our streets. How do you say, 'double standard' in Spanish? How about, ‘no mas’?\"\n\n\n\n\n\n\nIn backup material for the ad, the Obama campaign cites a\n\nstory\n\nin which McCain did not come out strongly against Minutemen. McCain said he did not agree with them, \"but they are certainly exercising their legal rights as citizens.\" Hardly damning stuff.\n\n\nThe Obama campaign also noted that McCain and other Republican candidates\n\ndeclined an invitation\n\nlast summer to address NALEO, the National Association of Latino Elected and Appointed Officials.\n\n\nAnd they suggest that McCain has waffled in his support of something called the DREAM Act, Developmental Relief and Education for Alien Minors, a bill he co-sponsored that would allow people under age 16 who have been in the country for five years to remain and apply to be permanent residents. McCain told the editorial board of the\n\nSun News\n\nin Myrtle Beach, S.C., last November that although he agreed with it, he would vote against any issue related to immigration reform until the borders are secured. The Obama campaign suggested McCain presented to a different face when speaking to Latinos at the National Council of La Raza Convention in July, but the full text of his answer does not back that up.\n\n\nAnyway, these relatively minor points raised by the Obama campaign are overshadowed by the larger import of the TV ad, which attempts to link McCain to seemingly racially insensitive remarks by Rush Limbaugh. As ABC’s Jake Tapper so aptly notes in his\n\nPolitical Punch blog\n\n, \"even if one is uninclined to see Limbaugh’s quotes as having been taken unfairly out of context, linking them to McCain makes as much sense as running a quote from Bill Maher and linking it to Obama.\"\n\n\nWe are inclined to think the Limbaugh quotes were lifted out of context, and we think that presenting them in an ad about McCain’s immigration policy — as if McCain somehow endorsed those comments — isn’t just wrong, it’s \"pantalones en fuego\" wrong.", "vclaim_id": "vclaim-pol-15977"}