{"url": "/factchecks/2019/mar/21/facebook-posts/no-yosemite-sam-was-not-banned-television-being-to/", "speaker": "Facebook posts", "vclaim": "Says the Looney Tunes cartoon character Yosemite Sam was banned from television for being too violent.", "truth_label": "false", "date": "stated on March 18, 2019 in a Facebook post:", "title": "No, Yosemite Sam was not banned from television for being 'too violent'", "text": "It may have been a while since we’ve seen Yosemite Sam chase Bugs Bunny around while calling him a \"long-eared galoot,\" but that doesn’t mean that the gun-slinging cartoon character isn’t on television anymore.\nSome social media posts circulating the internet, however, say that Yosemite Sam has been \"banned\" from appearing on the airwaves for being too violent.\nOne such post, shared on March 18, displays an image of Yosemite Sam in front of a confederate flag with his two guns drawn, and says: \"I was banned from television for being too violent. Like and Share if you grew up watching me on television, have a gun, and haven’t shot or killed anyone!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThere is no documented evidence, or any past or present media reports that say Yosemite has ever been banned or cut from the show for any reason.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe only Looney Tunes character to be temporarily banned was Speedy Gonzales, a small Mexican mouse who was deemed an offensive stereotype and reportedly pulled off the air in late 1999. But fans of Speedy rallied to get the character back on TV. Animated shorts featuring the mouse returned in 2002.\nTen episodes of \"Merrie Melodies\" (a Looney Tunes sister series also produced by Warner Bros.) and one Looney Tunes segment called \"Angel Puss,\" were all pulled from syndication in the 1960s over racist content. Angel Puss, which was released in 1944, depicted a young boy in blackface. These cartoons are sometimes referred to as the \"Censored Eleven\" and none include Yosemite Sam.\nMeanwhile, you can still see Looney Tunes reruns on television today. On Boomerang, a cable television network and streaming service owned by Warner Bros., you can stream the show and catch the show’s characters, including Yosemite, at 10 a.m. on weekdays.\nOur ruling\nA social media post claims that Looney Tunes character Yosemite Sam was banned from television for \"being too violent.\"\nThere is no evidence that Yosemite’s segments were ever banned. We can still find the red-bearded cowboy on television today.\nThis post is False.\n Share the Facts 2019-03-21 18:18:36 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says the Looney Tunes cartoon character Yosemite Sam was banned from television for being too violent.    Facebook posts on the internet     Monday, March 18, 2019 2019-03-18    Read More  info", "vclaim_id": "vclaim-pol-00870"}