{"url": "/factchecks/2011/jun/16/roger-williams/roger-williams-says-hes-signed-no-tax-pledge-four-/", "speaker": "Roger Williams", "vclaim": "Says he's signed a pledge not to raise taxes four times.", "truth_label": "true", "date": "stated on June 8, 2011 in U.S. Senate forum.:", "title": "Roger Williams says he signed no-tax pledge 4 times", "text": "U.S. Senate hopeful Roger Williams stressed his opposition to higher taxes during a June 8 candidate forum presented by the Texas Tribune and KLRU-TV, saying: \"I've signed that pledge four times. The idea of raising taxes any time, but certainly at a time of economic slowdown, is nuts.\"\n\nWilliams, a Republican, is making his first bid for elected office, so his comment seemed a head-scratcher. How many no-tax pledges can one candidate sign?\n\nOn behalf of Williams, campaign spokesman Colby Hale told us Williams has twice signed no-tax pledges from Americans for Tax Reform, has signed the American Family Business Institute no \"death tax\" pledge and, Hale said he believes, a \"few different Tea Party (no-tax) pledges at various rallies.\" Hale said he thinks Williams also signed a \"No Climate Tax\" pledge for Americans for Prosperity.\n\nWe checked his list.\n\nBy email, Patrick Gleason of Washington-based Americans for Tax Reform said Williams signed its pledge Feb. 9 and once before then. The pledge says the individual will \"oppose any and all efforts to increase the marginal income tax rates for individuals and/or businesses\" and also will \"oppose any net reduction or elimination of deductions and credits, unless matched dollar for dollar by further reducing tax rates.\"\n\nThe American Family Business Institute forwarded a copy of the Death Tax Repeal Pledge signed by Williams May 10. It states the signers will support the \"permanent repeal of the federal estate and gift taxes.\" Spokesman Adam Nicholson said by email that Williams also signed the pledge earlier because the group asks candidates to sign for each election cycle. Last year, Williams was among candidates geared up to run for U.S. Senator Kay Bailey Hutchison’s seat when she said she was considering stepping down to run for governor.\n\nLater, Williams’ campaign forwarded a copy of the no-climate tax pledge -- avowing opposition to any climate-change legislation that includes a net increase in government revenue -- signed by Williams on Feb. 14.\n\nSo, Williams has signed at least three anti-tax pledges--two of them twice. We rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-12910"}