{"url": "/factchecks/2013/apr/04/marion-hammer/nra-lobbyist-marion-hammer-says-rabies-vaccine-doe/", "speaker": "Marion Hammer", "vclaim": "Says rabid animals from other states carry \"different strains of rabies\" that Florida \"vaccines and serums don’t affect.\"", "truth_label": "false", "date": "stated on April 2, 2013 in a committee hearing:", "title": "NRA lobbyist Marion Hammer says rabies vaccine doesn't protect against strains from other states", "text": "Marion Hammer, 35-year lobbyist of the National Rifle Association, is a powerful force for gun rights in Florida.\n\nSo it surprised us to see her speak up at a Florida Senate committee discussion about, of all topics, animal shelters.\n\nThe measure at hand would require animal shelters and animal control agencies that accept public money to keep records for the cats and dogs they take in and what happens to them. Many facilities don’t keep this kind of data and do not make the information public upon request, making it hard to grasp the scope of rescue efforts, according to a committee analysis of SB 674.\n\nHammer is executive director of the United Sportsmen of Florida, an advocacy group she founded that values hunting. Essential to hunting are hunting dogs, which are vulnerable to bites from rabid animals. Animal \"dumping\" by no-kill animal shelters endangers hunting dogs, sheepdogs, cattle dogs, trial dogs and so on, she said.\n\nShe thinks the bill requiring shelters to keep records of their animal intake will lead to accountability and less risk for domestic pets.\n\n\"Most people don't know, for example, that animals that come from other states, like Texas, carry different strains of rabies,\" she told the Senate Community Affairs Committee on April 2. \"And those strains of rabies are entirely different from Florida's, and our vaccines and serums don’t affect those other strains of rabies.\"\n\nAnyone who has watched Old Yeller knows the tragic fate awaiting an unvaccinated family pet infected by a rabid animal. We wondered, though, if Hammer was right about rabies vaccines not being effective against rabid animals from other states.\n\nRabid rundown\n\nThe viral disease is passed on through saliva, affecting the brain and eventually leading to death.\n\nCases of human rabies are rare in the United States, though humans are most likely to contract the disease from wild mammals, such as bats, skunks, raccoons and foxes, according to the Centers for Disease Control.\n\nRabies is preventable by a vaccine made from killed virus. The vaccine is given in a series of three to five shots in the shoulder. For those wondering, the vaccine cannot cause rabies. (Read more about how the vaccine is made here.)\n\nThere are different strains of rabies based on the animal that tends to contract it, and these variants can cross species, said Dr. Kimberly May, a veterinarian and American Veterinary Medicine Association spokeswoman. The canine rabies strain, for example, is no longer in the United States, but dogs and other mammals can still be infected by strains from other animals.\n\nMoving animals from state to state can increase the risk of bringing in variants of the rabies strain, said Dr. Julie Levy, director of the Maddie’s Shelter Medicine Program at the University of Florida’s College of Veterinary Medicine.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKathleen Passidomo\n\n\nstated on May 30, 2011 in a newspaper article\n\n\n\n\n\n\n\n\n\"It is a greater crime to have an untagged alligator than to host an open house party (for kids).\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • June 2, 2011\n\n\n\n\n\n\n\n\nShe pointed to two Florida examples, including in 1994, when rabid coyotes were brought from Texas for foxpen hunting in Florida. It led to an outbreak among unvaccinated hunting dogs, resulting in the vaccinations of 29 people and euthanization of dozens of dogs and wildlife, she said.\n\nAbout the vaccine?\n\nHammer \"couldn’t be more wrong about rabies,\" May stressed. The protections offered by rabies vaccines do not vary by region.\n\n\"A dog vaccinated against rabies in Florida is also considered vaccinated against rabies in Illinois,\" she said by email. \"Or Texas. Or any other state.\"\n\nLevy agreed, saying the vaccines are highly protective.\n\n\"That is why dogs and cats that are well-vaccinated against rabies are protected against the strains that are carried by wildlife,\" Levy said. \"The bigger risk would be introducing new strains into our wildlife reservoirs, because wildlife is not vaccinated.\"\n\nWe posed the question to Dr. Charles Rupprecht, research director for the Global Alliance for Rabies Control. Same answer: \"All licensed human and animal vaccines will protect against all rabies virus variants in the New World.\"\n\nAfter reading our inquiry, Hammer called her veterinarian. She had checked with him before the meeting to confirm what an Alachua hunting dog breeder told her about varying strains of rabies from Texas.\n\nBut she forgot to ask about the vaccine part.\n\n\"Now they’ve got it worked out so it that vaccine works for just about everyone,\" she said after talking again with her vet. \"I just didn’t take it far enough.\"\n\nOur ruling\n\nHammer claimed rabies strains carried by animals in other states \"are entirely different from Florida's, and our vaccines and serums don’t affect those other strains of rabies.\"\n\nHer claim about vaccines was rebutted by veterinarians and disease experts. Even more, she admitted not fleshing out her talking points before the committee meeting.\n\nWe rate her claim False.", "vclaim_id": "vclaim-pol-09509"}