{"url": "/factchecks/2008/may/26/hillary-clinton/campaign-in-68-didnt-start-until-march/", "speaker": "Hillary Clinton", "vclaim": "It doesn't make sense \"historically\" to drop out because the 1968 race was still competitive when \"Bobby Kennedy was assassinated in June in California.\"", "truth_label": "barely-true", "date": "stated on May 23, 2008 in Sioux Falls, S.D.:", "title": "Campaign in '68 didn't start until March", "text": "Sen. Hillary Clinton has dismissed arguments that she should drop out of the race for the Democratic Party nomination, saying past races were competitive into the summer.\n\n\"My husband did not wrap up the nomination in 1992 until he won the California primary somewhere in the middle of June, right? We all remember Bobby Kennedy was assassinated in June in California. I don't understand it,\" Clinton told the editorial board of the\n\nArgus Leader,\n\na South Dakota newspaper, on May 23, 2008.\n\n\n\"Historically, that makes no sense,\" she said of the idea that she should drop out.\n\n\nThe remarks caused controversy because some people interpreted them to mean she was suggesting she should stay in the race because Sen. Barack Obama might be assassinated. In the context of the full exchange, however, Clinton is making an argument she's made previously, that it's too early for her drop out because nomination races in years past have extended into June.\n\n\nWe previously examined her claim that the 1992 nomination fight didn't end until June, when her husband, Bill Clinton, won in California.\n\nWe concluded that Sen. Clinton overlooked some key facts in making that argument, and gave her a Barely True.\n\n\n\n\n\nIn this case, she mentions Robert Kennedy's attempt to win the Democratic nomination of 1968. His quest ended tragically when he was assassinated hours after winning the California primary on June 5, 1968.\n\n\nWe decided to look into the details of the 1968 campaign to see if Clinton's Kennedy analogy holds up any better than her Clinton analogy. In short, it doesn't. We found that the timetable for the 1968 race diverges from the current race in several important ways that make her comparison not very accurate.\n\n\nFor one thing, the 1968 race started much later than the 2008 race, in terms of both when candidates declared to run and the primary calendar.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nIn 1968, incumbent President Lyndon Johnson was widely expected to seek another term. But dissatisfaction with the Vietnam War prompted talk of a challenger. Kennedy's friends urged him to run, but Sen. Eugene McCarthy of Minnesota entered the race first. McCarthy exceeded expectations dramatically when he took 41.9 percent of the vote in the New Hampshire primary on March 12, 1968, compared with Johnson's 49.6 percent.\n\n\nWith Johnson's vulnerability revealed, Kennedy entered the race. Johnson then surprised everyone by withdrawing on March 31.\n\n\n\"I do not believe that I should devote an hour or a day of my time to any personal partisan causes or to any duties other than the awesome duties of this office — the presidency of your country,\" Johnson said in an address to the nation. \"Accordingly, I shall not seek, and I will not accept, the nomination of my party for another term as your president.\"\n\n\nThe race between Kennedy and McCarthy was tumultuous. Kennedy seemed to be outpacing McCarthy, but lost to him in Oregon on May 28. The California primary, set for June 4, was widely seen as a crucial turning point. Kennedy won the primary, but was assassinated shortly after midnight on June 5 by Sirhan Sirhan. Ultimately, Johnson's vice president, Hubert Humphrey, secured the nomination at a chaotic convention in Chicago that August, and then lost to Republican Richard Nixon.\n\n\nSo, the chronology of the 1968 race has some important distinctions from 2008. The 1968 race didn't start in earnest until the middle of March. One might even argue that it didn't begin until the very end of March, after the sitting president announced that he wouldn't seek re-election.\n\n\nCompare that to this cycle, when the field of candidates was largely settled nearly a year before the first primary vote in January 2008. Clinton and Obama were declared candidates for their party's nomination in early 2007 with no national figure around to cloud the picture.\n\n\nAlso, the 1968 New Hampshire primary, the first significant vote of the year, was March 12. In 2008, New Hampshire had its primary on Jan. 8, and Iowa held its crucial election five days before that. If you calculate days between the New Hampshire primary and June 3 of each year, the distance was 81 days in 1968, but 141 days in 2008.\n\n\nSo Clinton is right that the 1968 contest was still going on in June of that year, and it was still competitive. But she ignores important facts that make her comparison between that election year and this one inaccurate. We are not evaluating the question of whether Clinton should drop out of the race, but we find her historical argument that there's nothing unusual about a Democratic primary still being contested in June to be technically accurate but completely misleading. We rate this claim, like the last one, Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16199"}