{"url": "/factchecks/2008/jun/17/barack-obama/it-sure-looks-like-pork/", "speaker": "Barack Obama", "vclaim": "\"McCain lobbied for (a) $10-million pork project honoring conservative justice.\"", "truth_label": "mostly-true", "date": "stated on June 12, 2008 in a campaign e-mail to reporters:", "title": "It sure looks like pork", "text": "Sen. John McCain has a well-deserved reputation in Washington as a pork-buster. The presumptive GOP presidential nominee regularly castigates colleagues when they insert language in spending bills forcing taxpayers everywhere to pay for projects only of interest to a select few.\n\nIn a recent e-mail to reporters, Sen. Barack Obama, the presumptive Democratic nominee, tries to paint McCain as a hypocrite, pointing out that in 2006, McCain co-sponsored legislation with fellow Arizona Republican Sen. Jon Kyl \"that asked for $10-million for an academic center at the University of Arizona named in honor of William Rehnquist, the former U.S. Supreme Court chief justice.\" In essence, Obama argued, McCain had \"lobbied for (a) $10-million pork project.\"\n\n\nThe\n\nNew York Times,\n\nwhich wrote about the bill in February 2006, reported that some saw it at the time as a pork-barrel project. Reporter Carl Hulse wrote that \"while the goal\" of a Rehnquist center \"may be laudable,\" critics were calling it \"a classic case of lawmakers' trying to funnel money directly to a home-state institution for a project that should find financing elsewhere.\"\n\n\nAides to McCain told Hulse the difference between McCain's proposal and the projects McCain so often derides as \"pork,\" lies in the way the project was pursued. Pork projects, the aides argued, are attached to massive spending bills with little or no debate. McCain's proposal was introduced as a standalone bill that could only advance with some measure of debate. In the end, McCain's bill never got out of committee.\n\n\nThat's a fair point, but even McCain allies told the\n\nNew York Times\n\nthat it was the type of project that should be funded at the local level, or with private funds. \"If it doesn't meet the technical term of earmark, it would probably meet the public idea of one,\" Pete Sepp, a vice president at the National Taxpayers Union, said at the time.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe see McCain's point that pork projects are earmarks for funding that are attached with little or no debate to spending bills. McCain has long said the big objection to such projects is as much about the short-cut process for for approving them as it is about the value of the projects being funded.\n\n\nBut another important aspect of a pork project is its parochial nature. Pork projects are typically only of interest to people in a particular region, and those people, pork-busters like McCain usually argue, should be the ones to pay for it.\n\n\nThe latter is what's at stake in the request for $10-million for an academic center at the University of Arizona, even if it is named after the late U.S. chief justice. For a purist on spending like McCain, it's hard to argue this wasn't a parochial, pork-barrel project. As a result, we find Obama's charge Mostly True.", "vclaim_id": "vclaim-pol-16175"}