{"url": "/factchecks/2013/feb/21/john-kasich/gov-john-kasich-says-expanding-medicaid-would-help/", "speaker": "John Kasich", "vclaim": "Without a Medicaid expansion, 275,000 more Ohioans could be getting their primary care in emergency rooms, costing \"everybody a lot of money.\"", "truth_label": "mostly-true", "date": "stated on February 4, 2013 in a news conference:", "title": "Gov. John Kasich says expanding Medicaid would help uninsured who use emergency rooms for primary care", "text": "Gov. John Kasich remains opposed to the Affordable Care Act, the health care reform law known as Obamacare. But Kasich's proposed two-year state budget endorses the expansion of Medicaid, the state-federal health program for certain poor and disabled people, that is one of the legislation's key elements.\n\nHe made an impassioned case for the expansion in his State of the State address on Tuesday. He said it will guarantee that Ohio tax dollars return to Ohio to pay for it, and that it will deliver basic primary health care to the poor.The federal government will pay 100 percent of the cost for three years, decreasing to 90 percent in 2020 and beyond.\n\n\"We don't want 275,000 Ohioans getting their primary care in an emergency room,\" Kasich said in announcing the plan. \"It is not sustainable, it doesn't work, it is not humane and it costs everybody a lot of money -- and more than just the cost of the visit.\"\n\nPolitiFact Ohio wondered what supported the statement. We were given background by the Governor’s Office of Health Transformation, which was created by executive order two years ago.\n\nKasich's figure of 275,000 is based on expanding Medicaid coverage to adults making $15,415 or less per year -- 138 percent of the federal poverty line -- which the U.S. Supreme Court made optional for states in its health care decision last June.\n\nOhio currently covers adults with dependents at up to 90 percent of the federal poverty level and doesn't cover childless adults.\n\nOhio Medicaid estimated the net change in enrollment would be an increase of 274,753 -- about 275,000 -- using figures from the U.S. Bureau of Labor Statistics and the federal Census Bureau.\n\nAs for cost, the governor's office pointed to uncompensated care -- the cost of services provided to the uninsured that the uninsured do not pay for themselves.\n\nThose services, the health office said, typically are in hospital emergency departments. Those departments are required to provide care, even if an individual lacks the ability to pay, and end up being used as primary care outlets in non-emergency situations, at a higher cost than care from more appropriate providers.\n\nUncompensated care accounts for 2.8 percent of all health care spending, according to the Congressional Budget Office and the nonpartisan Urban Institute, and it raises private insurance premiums by up to 1.7 percent. Research by the Kaiser Family Foundation reported the same figures.\n\nIt’s a matter of opinion how significant the impact of uncompensated care is on the cost of private insurance. Regardless, the impact would be almost certain to increase without an expansion of Medicaid: Hospitals are reimbursed some of the costs of uncompensated care through the federal Disproportionate Share Hospital (DSH) program, a subsidy that will be scaled back starting in 2014.\n\nWhere does that leave Kasich’s statement?\n\nHe  was correct in stating that according to his administration’s calculations, the Medicaid expansion would cover 275,000 Ohioans whose primary health care might otherwise be provided in emergency rooms, at a higher cost.\n\nWhether that higher expense \"costs everybody a lot of money\" is largely a matter of how \"a lot\" is defined. Since uncompensated care represents a relatively small percentage of health care spending, Kasich could be accused of a bit of exaggeration.\n\nWith that clarification, we rate the statement as Mostly True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-09675"}