{"url": "/factchecks/2010/jun/08/rick-perry/gov-perry-says-democrat-bill-white-sent-president-/", "speaker": "Rick Perry", "vclaim": "\"My opponent in November of 2008 sent a missive to the White House, to President Obama-elect, and said, 'Here's how you need to sell cap-and-trade to the American people.' \"", "truth_label": "pants-fire", "date": "stated on May 19, 2010 in a speech:", "title": "Perry says Democrat Bill White sent President-elect Obama a message on selling cap and trade", "text": "On May 19 in Houston, Rick Perry revisited his objection to proposals to cap carbon emissions nationally, saying such a change would devastate the energy sector and the Texas economy, according to an online write-up by The Houston Chronicle.\n\nReferring to Democratic gubernatorial nominee Bill White, Perry said: \"My opponent in November of 2008 sent a missive to the White House, to President Obama-elect, and said, 'Here's how you need to sell cap-and-trade to the American people.'\"\n\nTo date, there’s no evidence of White supporting the \"cap-and-trade\" scheme. So his advising the Democratic president-elect on how to sell the idea amounts to rich campaign fodder for Perry.\n\nDoes Perry recap White's message to Obama accurately?\n\nSome background: Cap-and-trade plans typically try to ratchet down air pollution by making a set number of pollution allowances available to industry. Companies can trade or sell the allowances if their facilities pollute less than they’re allowed. The House passed a bill last year to start such a system, but the legislation has not advanced through the Senate.\n\nTo our request for elaboration, Perry’s campaign pointed us to a Nov. 17, 2008 e-mail sent by White, then mayor of Houston, to Rahm Emanuel, who was slotted to become Obama’s chief of staff. The eight-paragraph e-mail, later noted by Perry's campaign in blog posts and an online video advertisement, surfaced on a Chronicle blog on May 18, 2010. White's campaign confirmed the e-mail's authenticity.\n\nSeveral times, White’s message to Emanuel, under the subject line \"Energy Policy at the Beginning of an Administration,\" refers to the cap-and-trade possibility. Each mention advises against an early push.\n\nWhite’s e-mail says Obama should focus on \"several high-impact objectives during his first year to make steady progress to meet energy policy goals while also stimulating the economy. But he should not try to do something ‘comprehensive’ on domestic carbon emissions until these tools are in place.\"\n\nLater, the e-mail says: \"Avoid during 2009 wading into the mire of cap-and-trade or user taxes on carbon before the new Administration and Congress has made progress\" on White’s energy-related recommendations.\n\nWhite’s e-mail says: \"A carbon-based tax or sales (scheme) could be characterized as intrusive government increasing costs or simply another scheme to extract money from the public unless there is a clear ‘path forward’ on (a) transportation fuel efficiency; (b) efficiency of electrical power use; and (c) affordable clean power alternatives.\"\n\nThe message continues: \"The public can understand why we need to lower energy costs, reduce emissions, and cut imports. We can accomplish that goal while reducing carbon emissions. But do not allow the concept of reducing carbon emissions to drive this process. Lowering energy bills with clean domestic energy is a much better approach.\"\n\nWhite’s recommended to-do’s? His e-mail says Obama should accelerate the use of vehicles that use 40 miles per gallon or more. More advice: fund a program to retrofit 1 million homes and apartments occupied by low-income residents. And, he writes, Obama should encourage new power plants to use cleaner-than-coal natural gas, among steps.\n\nWhite’s campaign spokeswoman, Katy Bacon, said White referred to the cap-and-trade prospect because the idea was debated during the 2008 election year. In his campaign, Obama committed to creating a cap-and-trade system — a promise that PolitiFact has lately rated \"in the works.\"\nNext, we contacted an Austin advertising firm to get another take on whether White's e-mail reads like advice on how to sell cap and trade, as Perry puts it. Patrick Cline, a partner at JH&A Advertising, credited White's message with couching in step with an understanding that a cap-and-trade plan could wreak havoc with the state's petrochemical plants. But, Cline said, White's note stops short of being a primer on selling cap and trade to the American people.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nOur conclusion: White's e-mail is not close to the \"how-to\" guide Perry claims. Indeed, White's message urges the incoming administration not to push a carbon emissions proposal until after it has advanced other energy-related ideas. Nowhere does the e-mail offer guidance on pitching cap and trade.\nPerry floats a politically potent but inaccurate, ridiculous characterization. Pants on Fire!", "vclaim_id": "vclaim-pol-14938"}