{"url": "/factchecks/2016/oct/17/donald-trump/no-huge-impact-new-york-nafta/", "speaker": "Donald Trump", "vclaim": "\"New York State has been horribly, horribly hurt by NAFTA\"", "truth_label": "barely-true", "date": "stated on September 15, 2016 in an interview on Live From the State Capitol:", "title": "No huge impact on New York from NAFTA", "text": "New York State has less than half of the manufacturing jobs it did in 1990, state data shows. But experts disagree about why.\nSpeaking to Fred Dicker on Talk 1300 in September, Republican presidential nominee Donald Trump blamed the decline on free trade. He specifically cited the North American Free Trade Agreement, a three-country accord negotiated by Canada, Mexico and the United States. He took a shot at his Democratic opponent Hillary Clinton by placing the blame on her husband.\n\"Right now our jobs are being taken away from us like babies. They’re going to Mexico and other countries. We just can’t let it happen,\" Trump said. \"New York State has been horribly, horribly hurt by NAFTA, signed by Bill Clinton.\"\nNew York State’s unemployment rate is almost half of what it was six years ago, and the state has more private sector jobs than ever. But the largest private sector employers in the state are retailers like Walmart and colleges like Columbia University according to the state Department of Labor.\nBut is Trump right that the trade agreement \"horribly, horribly hurt\" the state?\nA decline in manufacturing\nManufacturing jobs were already on the decline in New York State before NAFTA’s implementation in 1994. In 1990, New York State had slightly more than 1 million manufacturing jobs, according to the Department of Labor. By 1994, about 193,000 of those jobs were gone. The decline continued until 1996, when manufacturing jobs held steady for two years.\nBetween 1998 and 2010, New York lost another 340,000 manufacturing jobs. That loss happened at the same, or slower, rate than the years immediately preceding NAFTA. Since then, the job losses have leveled off. The state has lost more than 6,000 manufacturing jobs since the beginning of 2010, but the rate of decline is much slower than it has been in the past two decades.\nWhy the decline?\nExperts offer diverse answers on why New York State lost more than 360,000 manufacturing jobs since 1994. But none we talked to considers NAFTA the main cause.\nIn 2011, the Economic Policy Institute released a report that found 34,300 of the state's jobs were displaced because of NAFTA. \nTeresa Fort, an expert in international trade from Dartmouth College, called automation the mostly likely cause. U.S. trade with other nations has affected some industries, she said.\n\"International trade is unlikely to be the main cause of the aggregate decline in U.S. manufacturing employment,\" Fort said. \"But it has negatively affected workers in certain industries and areas that were displaced by foreign production.\"\nThe Congressional Research Service, a nonpartisan research arm of the federal government, also said in a report last year that NAFTA did not have a significant impact on the United States economy because trade with Canada and Mexico only accounts for a small part of gross domestic product.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nThe same report points to the benefits of the trade agreement. Exports to Canada have more than doubled since 1993, while exports to Mexico have more than quadrupled. The U.S. auto industry has seen a significant increase in exports to Mexico under the deal, for example. \nThe China factor\nTrump is right when he says increased trade most likely caused manufacturing jobs to leave New York State. Peter Schott of Yale University and Justin Pierce of the Federal Reserve wrote a report last year pinning a big part of the manufacturing decline on easier trade with China.\nAs PolitiFact previously reported, lower tariffs set by the U.S. government for China have made trade with that country easier since the 1980s. Researchers say that’s led to the rapid decline in U.S. manufacturing.\n\"The research evidence suggests that the impacts of NAFTA on manufacturing jobs was limited and were dwarfed by the impacts of imports from China,\" said Susan Houseman, a senior economist at the W.E. Upjohn Institute for Employment Research. \"In addition, manufacturing in the north has been harmed by the continued migration of manufacturing jobs to the south, where unionization rates are lower.\"\nExperts also point to the different economies of countries where we trade. Robert Lawrence of the Peterson Institute for International Economics wrote earlier this year that lower wages in countries like Mexico provide an incentive for businesses to manufacture there.\nWage decline\nIn a separate analysis, John McLaren of the University of Virginia and Shushanik Hakobyan of Fordham University found wages declined in New York State during the implementation of NAFTA. They compared wages by locality from 1990 to 2000.\nBy the end of the decade, wages had declined in New York State as a result of NAFTA, but only by a small amount.\n\"For me the punchline is that these are all really small numbers,\" McLaren said. \"So what we’re talking about is a change in wage growth over a decade at most around a percentage point for most workers.\"\nSome workers were more affected than others, but on average the change was small.\nOur ruling\nDuring a radio interview, Trump said \"New York State has been horribly, horribly hurt by NAFTA.\"\nManufacturing jobs have declined in New York State and the United States since before NAFTA was established in 1994. Experts blame the decline on several factors, like increased trade with China, automation and economic incentives for businesses to move manufacturing to other countries.\nTrade has played a significant role in the decline of manufacturing in New York State, but NAFTA isn’t the main cause, experts say.\nWe rate this claim as Mostly False.\nhttps://www.sharethefacts.co/share/12740d0c-d3a2-43c0-bd46-7a5504d85863", "vclaim_id": "vclaim-pol-04129"}