{"url": "/factchecks/2011/apr/06/ron-johnson/us-sen-ron-johnson-says-federal-health-care-law-fi/", "speaker": "Ron Johnson", "vclaim": "For the first time in U.S. history, a personal inaction will be deemed unlawful -- not purchasing a health-insurance plan", "truth_label": "false", "date": "stated on March 23, 2011 in an opinion piece in the Wall Street Journal:", "title": "U.S. Sen. Ron Johnson says federal health care law for the first time in U.S. history penalizes a personal inaction", "text": "Republican U.S. Sen. Ron Johnson recently revisited a favored theme -- predicting harmful consequences if \"government-led\" health care takes full effect under the bill Democrats pushed through in 2010.\n\nIn a Wall Street Journal opinion piece, the junior senator from Wisconsin added a new twist, saying the law would make history by requiring individuals to purchase an insurance plan:\n\n\"For the first time in U.S. history, a personal inaction (not purchasing something, in this case, a health- insurance plan) will be deemed unlawful,\" Johnson’s piece said. \"The person not committing this act (or is it committing an inaction?) will be subject to a fine. Or is it now, as the government contends, a tax? I'm confused.\"\n\nThat’s a pretty sweeping claim.\n\nAfter all, all of U.S. history goes back 235 years. And its seems like there are other penalties for not doing something, such as buying auto insurance.\n\nWe asked Johnson communications director Mary Vought for support for the senator’s claim.\n\nShe acknowledged there are other examples but said \"we’re not aware of any other requirement as broad as this. The 2010 health care law requires every American to purchase health insurance as a condition of being alive and a human being.\"\n\nJohnson is referring to the Patient Protection and Affordable Care Act -- which the GOP derisively labels ObamaCare. It does call for monetary penalties against taxpayers who fail to get health coverage. The tax penalties would be collected by the IRS.\n\nThat mandate is being challenged in court as unconstitutional and likely headed for the U.S. Supreme Court.\n\nBut that is far from the only example where there is a penalty for not doing something.\n\nWe mentioned auto insurance, a requirement in most states. There is the requirement that males register for Selective Service at age 18. At various levels of government, there are requirements to pay taxes, clear snow from your sidewalk, install a smoke detector and show up for jury duty, to name a few.\n\nAll carry penalties for inaction.\n\nA spirited debate has taken place over how they compare to the health care mandate.\n\nAnup Malani, a University of Chicago law professor, and Henry Aaron, a health care expert at Brookings Institution, listed several instances where legal mandates penalize inaction. They contrasted them with the health care purchase mandate this way:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nMilitary and jury duty are political duties.\n\nAuto insurance requirements are state mandates.\n\nThe health care law and others requiring businesses to purchase safety equipment are consumption duties -- they involve a purchase.\n\n\nCritics contend the health care mandate would lead to unlimited government power under the Commerce Clause of the U.S. Constitution.\n\n\"Can the government compel you to buy broccoli or buy membership in a health club?\" asked Roger Pilon, director of the libertarian Cato Institute’s Center for Constitutional Studies. \"The other side can’t come up with any credible argument as to why the government couldn’t do this once you’ve opened the door.\"\n\nTwo state attorneys general, Richard Cordray and Tom Miller, took the opposing view at Politico.com.\n\n\"We live under mandates every day. Without them, society as we know it would disintegrate... \"We can -- and do -- argue about what shape these laws should take, without claiming that our leaders are constitutionally barred from dealing with our most pressing problems.\"\n\nLet’s take a closer look at Johnson’s statement.\n\nIf Johnson had limited his statement to federal penalties under the Commerce Clause for not purchasing a product, that would likely be unprecedented.\n\nPilon and Malani agreed that there is no precedent for the feds using the Commerce Clause to compel an individual to buy a product from a private vendor, under penalty of law.\n\nAlthough it’s dated, a 1994 Congressional Budget Office paper on an earlier proposal to mandate purchase of insurance concluded that  \"the government has never required people to buy any good or service as a condition of lawful residence in the United States.\"\n\nBut that’s not what Johnson wrote -- and his office did not seek to limit the meaning. His statement was much broader, making the comparison to a whole range of duties under local, state and federal law and the constitution.\n\nVought, Johnson’s spokeswoman, said the health mandate trumps all other existing mandates because it is universal.\n\nVought wrote: \"Some Americans are not required to file a tax return, because they fall below a minimum income threshold. Millions of Americans are not required to purchase auto insurance, or wear a seat belt, because they do not own a car.\"\n\nBut the health care mandate itself has exemptions, so it will not be as broad in practice as Johnson maintains.\n\nTaxpayers who can’t afford it, can’t get health coverage or object on religious grounds can be held harmless from penalties even if they lack \"minimum essential\" coverage, according to a Congressional Research Service summary.\n\nLet’s wrap up.\n\nJohnson, in a bold and broad claim, says the health care mandate is unprecedented in imposing penalties for failure to get insured. But experts agree there is already a long list of \"personal inactions\" penalized by the government, such as failure to buy auto insurance or attend jury duty. And Johnson’s contention that the health mandate is broader than all the other mandates -- even if true -- doesn’t negate that fact.\n\nThis merits a False.", "vclaim_id": "vclaim-pol-13304"}