{"url": "/factchecks/2020/oct/30/nicole-galloway/does-gov-parson-actually-oppose-protections-preexi/", "speaker": "Nicole Galloway", "vclaim": "\"Mike Parson opposes protections for pre-existing conditions.”", "truth_label": "mostly-true", "date": "stated on September 26, 2020 in a campaign ad:", "title": "Does Gov. Parson actually oppose protections for preexisting conditions?", "text": "With the Affordable Care Act under fire from Republicans, protections for pre-existing conditions have become a big issue in the 2020 election.\nMissouri State Auditor Nicole Galloway, who is running to replace Gov. Mike Parson in the Nov. 3 election, has repeatedly said Republicans have no plan to prevent health insurance companies from denying coverage or raising rates for people with pre-existing health conditions, such as cancer survivors or those with diabetes.\nShe’s also leveled this attack against Parson specifically. In a Sept. 26 campaign ad, she said, \"Mike Parson opposes protections for pre-existing conditions.\"\nWe reached out to the Galloway campaign and were told that the core of their argument is based on Parson-appointed Attorney General Eric Schmitt’s efforts to overturn the Affordable Care Act through a lawsuit. A critical part of the Affordable Care Act includes protections for pre-existing conditions.\nRepublicans, including Parson, have made no secret that they oppose the Affordable Care Act. But they say he doesn’t oppose protecting coverage for pre-existing conditions.\nThe Parson campaign pointed us to a legislative proposal dated Dec. 10, 2019.\nParson’s proposal called for legislation that \"prohibits health insurance plans from imposing a pre-existing condition exclusion.\"\nAfter providing us with the proposal, the Parson campaign did not respond to follow-up questions.\nThis proposal became Senate Bill 970, sponsored by state Sen. Caleb Rowden, R-Columbia. An identical counterpart was filed in the House.\nThe bill has caveats, though. It only keeps these protections in place \"until such time as the General Assembly specifically provides otherwise\" and nowhere in the bill are the words \"pre-existing conditions.\" Neither bill ever made it to the floor of either chamber.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nOne legal scholar who specializes in public health law and has studied the Affordable Care Act extensively said that he doesn’t think any state law could replace the act’s protections.\n\"If you pass a state-level law saying you have to cover pre-existing conditions, it will nevertheless be the case, without the Affordable Care Act, that there will be no coverage for pre-existing conditions,\" said Sam Halabi, law professor at the University of Missouri.\nHe said the issue is with people who can’t get health care from an employer and have to purchase individual policies. Before the Affordable Care Act, employer-provided policies generally didn’t exclude pre-existing conditions. But without the ACA, if health insurers were forced to cover pre-existing conditions in individual policies, they’d simply stop offering individual policies or raise rates to unreasonable levels. The proposed bill would prevent them from raising prices for people with pre-existing conditions, but it would not prevent them from raising prices on all individual policies across the board.\n\"I say that based on what insurers did before the Affordable Care Act,\" Halabi said. \"What happened pre-ACA was that insurers generally just wouldn’t offer individual policies in the state... or they would price them out of reach.\"\nIf the Affordable Care Act were struck down and the state law were in place, he believes this same thing would happen again.\n\"I think the best way to interpret this,\" Halabi said, \"is that by submitting this, both on the governor’s point and on Caleb Rowden’s, for them, they can plausibly say to voters, ‘oh, but we’ve offered something to put in place of the federal law,’ but what will happen is that if (the Affordable Care Act) gets struck down, insurers will no longer offer those policies in this state, so it won’t do anybody any good.\"\nOur ruling\nNicole Galloway said, \"Mike Parson opposes protections for pre-existing conditions.\"\nParson has made it clear that he opposes the Affordable Care Act, which protects Americans with pre-existing conditions.\nAt the same time, like other Republicans, he has said he supports the protections for pre-existing condition coverage. He backed a state law intended to protect pre-existing conditions if the Affordable Care Act were overturned. But that bill never made it out of committee, and a legal scholar says the legislation wouldn’t work — insurers would simply stop offering individual policies at affordable prices, leaving people without employer-provided insurance no way to get coverage.\nParson may say that he likes the idea of protections for pre-existing conditions, but he has done nothing to put in place effective, clear legislation that will provide these protections. And by supporting a lawsuit to overturn the Affordable Care Act, he has taken steps to overturn a federal law that already protects people with pre-existing conditions. \nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-18829"}