{"url": "/factchecks/2014/jan/03/tom-graves/graves-compares-obamacare-affordability-belief-fak/", "speaker": "Tom Graves", "vclaim": "\"More Americans believe the moon landing was fake than believe Obamacare is affordable.\"", "truth_label": "half-true", "date": "stated on December 19, 2013 in a Tweet:", "title": "Graves compares Obamacare affordability to the belief in fake moon landings", "text": "The skepticism of some Americans knows no bounds. It extends, apparently, a quarter-million miles from Earth.\nA Georgia congressman and his staff recently saw a poll on the percentage of Americans who believe the historic 1969 moon landing was a fraud and compared it with another recent survey on the federal health care law known as Obamacare.\n\"More Americans believe the moon landing was fake than believe Obamacare is affordable,\" U.S. Rep. Tom Graves’ Twitter account said in a Dec. 19 posting.\nIt reminded some of us on the PolitiFact Georgia team of some lyrics from the Chumbawamba tune \"Everything You Know Is Wrong.\"\nI was there when they landed on the moon. In a studio in Kentucky in June.\nMaybe that band is on to something.\nGraves, a tea party favorite who represents the conservative-leaning northwest corner of the state, has been a vocal foe of the health care law. The Twitter posting was included in a photo of astronauts (allegedly?) trekking across the moon.\nGraves encouraged his Twitter followers to retweet his message, stating \"the fact that #Obamacare hurts families is no conspiracy theory!\" The conservative National Review published an article with the headline \"More People Believe Moon Landing Was a Hoax Than That Obamacare Will Lower Healthcare Costs.\"\nPolitiFact Georgia wanted to find out whether the House member was engaging in a conspiracy theory of his own by suggesting that a larger percentage of Americans believe the moon landing was staged than those who think Obamacare is affordable.\nGraves campaign spokesman Tim Baker quickly sent us two polls to support the congressman’s point.\nThe first poll is by Public Policy Polling, a Raleigh, N.C.-based operation. It was conducted in March, asking nearly 1,250 Americans their opinions about various conspiracy theories through automated telephone interviews. The margin of error was 2.8 percent. The results were released the day after April Fools Day.\nThe pollsters asked questions such as whether global warming is a hoax, whether Osama bin Laden is still alive, did the federal government allow the Sept. 11, 2001, terror attacks to occur and whether Paul McCartney was killed in a car wreck in 1966 and secretly replaced to keep the Beatles together?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nOn to the question that piqued our interest.\n\"Do you believe the moon landing was faked, or not?\" Seven percent of respondents answered they believed it was faked; 84 percent did not believe it was faked, while 9 percent were not sure.\nThe respondents were registered voters, and some of their answers to various questions went along party lines. For example, three-fifths of Republicans believe global warming is a hoax while three-quarters of Democrats do not believe it is a hoax. On the moon landing question, independents and Democrats were more slightly inclined than Republicans to believe it was a hoax.\nJust 5 percent of the respondents, and this was uniform across party lines, believe the Paul McCartney conspiracy theory.\nNow that we’ve determined it was Sir Paul who sang on \"The Long and Winding Road,\" what about the health care poll?\nThe Washington Post and ABC News joined forces in December to find out what Americans believe would be the impact of the health care law on their wallets. They specifically asked: \"Do you think your health care costs (are increasing) as a result of these changes to the health care system, (are decreasing), or are remaining about the same?\" Five percent said they expected their costs to decrease. Forty-seven percent said the costs would increase. Forty-four percent believe their costs will remain about the same. The remaining 4 percent had no opinion.\nAbout 1,000 people answered the question in a telephone poll, which was done between Dec. 12 and 15. The margin of error was 3.5 percent.\nSo where does that leave us? Graves said this: \"More Americans believe the moon landing was fake than believe Obamacare is affordable.\"\nOne problem for Graves is the ABC News/Washington Post poll doesn’t actually use the word \"affordable.\" There is a difference between saying you believe something will increase or decrease as opposed to whether a buyer considers something affordable.\nIf you look solely at the percentage of respondents who say their health care costs will decrease and those in the PPP poll who say they believe the moon landing was faked, the congressman’s claim doesn’t seem out of this world. The numbers are close, though, and within the margin of error.\nThe poll also clearly shows a lot of people think Obamacare will make health insurance more expensive, and a relatively few think that costs will come down.\nGraves has a point here. But it needs a lot of context to be properly understood.  \nWe rate his statement Half True.", "vclaim_id": "vclaim-pol-08449"}