{"url": "/factchecks/2016/aug/01/hillary-clinton/hillary-clintons-wrong-claim-fbi-director-comey-ca/", "speaker": "Hillary Clinton", "vclaim": "Says, regarding the presence of classified information in her email, FBI Director James \"Comey said my answers were truthful, and what I've said is consistent with what I have told the American people.\"", "truth_label": "pants-fire", "date": "stated on July 31, 2016 in an interview on \"Fox News Sunday\":", "title": "Hillary Clinton's wrong claim that FBI director Comey called her comments about email 'truthful'", "text": "Hillary Clinton said that she has told the public a consistent and truthful story about classified material on her emails, and FBI director James Comey backed her up. That immediately caught our attention.\nOn the July 31 edition of Fox News Sunday, host Chris Wallace played a video montage of several times Clinton said something like: \"I am confident that I never sent nor received any information that was classified at the time.\"\nWallace remarked, \"After a long investigation, FBI director James Comey said none of those things that you told the American public were true.\"\nThat’s not what Clinton heard Comey say, she responded.\n\"Director Comey said my answers were truthful, and what I've said is consistent with what I have told the American people, that there were decisions discussed and made to classify retroactively certain of the emails,\" she said.\nClinton appears to have selective hearing.\nIn saying Comey called her answers \"truthful,\" Clinton was apparently referring to — and putting a positive spin on — a comment Comey made in a July 7 congressional hearing regarding Clinton’s closed-door interview with the FBI as part of their investigation. Comey said, \"We have no basis to conclude she lied to the FBI.\"\nIn her interview with Wallace, Clinton was making the point that what she told the public is consistent with what she told the FBI, and Comey said what she told the FBI was \"truthful,\" campaign spokesman Josh Schwerin said.\nSo Clinton’s statement implies that Comey has confirmed that her public comments are accurate. That is incorrect.\nRep. Jason Chaffetz, R-Utah, asked Comey at the July 7 congressional hearing, \"Did she lie to the public?\"\nComey responded, \"That's a question I'm not qualified to answer.\"\nHe also said he hadn’t compared Clinton’s public comments with the FBI interview to see if there were inconsistencies. There is no transcript of the FBI interview.\nWhen Comey announced the FBI’s findings July 5, it was clear that there are obvious inconsistencies between what Clinton said publicly about classified information on her private email server before her FBI interview and what the FBI found. Pointedly, Clinton said there wasn’t any classified information in her email, and he said there was.\nTake the video Wallace played on Fox News Sunday. In it, Clinton said, \"I did not email any classified material to anyone on my email. There is no classified materials\" (March 10, 2015); \"I am confident that I never sent nor received any information that was classified at the time\" (July 25, 2015); \"I had not sent classified material nor received anything marked classified\" (Aug. 18, 2015).\nBut Comey reported that, of the tens of thousands of emails investigators reviewed, 113 individual emails contained classified information, and three of them bore markings signifying their classification status. (Information can still be classified even if it does not have a label.) Eight email threads contained top-secret information, the highest level of classification, 36 contained secret information, and the remaining eight contained confidential information.\nAbout 2,000 emails have been retroactively classified, or up-classified, meaning the information was not classified when it was emailed, but it is now.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information,\" Comey said in a July 5 statement.\nThen, there was this exchange between Comey and Rep. Trey Gowdy, R-S.C., at the congressional hearing:\nGowdy: \"Secretary Clinton said there was nothing marked classified on her emails either sent or received. Was that true?\"\nComey: \"That’s not true.\"\nGowdy: \"Secretary Clinton said, ‘I did not email any classified material to anyone on my email. There is no classified material.’ Was that true?\"\nComey: \"There was classified material emailed.\"\nIn fairness to Clinton, Comey said some of the classified emails were insufficiently marked, and it’s understandable that she didn’t realize that some of the ones without labels were actually classified.\nBut he also said of some of the classified emails that did not bear markings, \"There is evidence to support a conclusion that any reasonable person in Secretary Clinton's position or in the position of those with whom she was corresponding about the matters should have known that an unclassified system was no place for that conversation.\"\nWe’ll also note a couple other major inconsistencies between Clinton’s remarks and the FBI’s findings:\nClinton repeatedly said she turned over all work-related emails to the State Department in 2014, about 30,000 emails. However, Comey said FBI investigators uncovered \"several thousand\" work-related emails that she had not handed over to the State Department.\nAnd, Clinton has said her email servers \"had numerous safeguards. It was on property guarded by the Secret Service. And there were no security breaches.\"\nComey said that while there’s no evidence anyone successfully hacked Clinton’s email servers, they certainly were susceptible to attack. There was no full-time security staff, which are found at government agencies and commercial email providers like Google. Further, he noted that Clinton used her personal email abroad, which could have allowed \"hostile actors\" to access her account.\nOur ruling\nClinton said regarding the presence of classified information in her email, FBI director James \"Comey said my answers were truthful, and what I've said is consistent with what I have told the American people.\"\nA reasonable person would interpret Clinton’s statement to mean that Comey has endorsed her public remarks about her email. This is not the case.\nTalking specifically about Clinton’s closed-door FBI interview, Comey said there is \"no basis to conclude she lied to the FBI\" about her email practices. But Comey has specifically declined to comment on whether Clinton’s public remarks have been accurate.\nFurther, while not explicitly rebuking Clinton’s public comments, Comey highlighted a major problem with them.\nClinton repeatedly said she did not have any classified information whatsoever in her email, marked or unmarked. After the FBI investigation, including the interview with Clinton, Comey said she unequivocally did.\nWe rate her claim Pants on Fire.\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  Says, regarding the presence of classified information in her email, FBI Director James \"Comey said my answers were truthful, and what I've said is consistent with what I have told the American people.\"    Hillary Clinton Presidential candidate   In an interview on Fox News Sunday Sunday, July 31, 2016 07/31/2016    Read More  info", "vclaim_id": "vclaim-pol-04550"}