{"url": "/factchecks/2021/feb/08/blog-posting/no-toturted-children-werent-rescued-capitol-tunnel/", "speaker": "Bloggers", "vclaim": "“Military rescues tortured children from tunnel beneath Capitol Hill.”", "truth_label": "pants-fire", "date": "stated on February 7, 2021 in a blog post:", "title": "No, tortured children weren’t rescued from the Capitol tunnel system", "text": "A recent blog post attempts to lend credence to a QAnon conspiracy theory that Democratic politicians are part of a global child sex trafficking ring, but the claims it makes are false. \n\"Military rescues tortured children from tunnels beneath Capitol Hill,\" reads the headline of the post, which is being shared widely on Facebook.  \nIt goes on to say that \"US Special Op forces recovered bodies, body parts and at least a hundred surviving children from a tunnel system beneath the White House and Capitol Building in Washington DC\" on Jan. 29.\nWe reached out to the Defense Department about the claim. \n\"I can assure you that is false,\" a spokesperson said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt describes \"at least a hundred children\" seen coming out of the White House with military troops and body bags in the early morning hours of that day. Such an event would be widely covered in the media. But there are no news reports or photographs to corroborate what is an outlandish and unsubstantiated allegation.\nQAnon is a sprawling and unfounded conspiracy theory that asserts in part that former President Donald Trump is secretly fighting a cabal of Satan-worshipping, cannibalistic pedophiles.  \nWe rate this post Pants on Fire!", "vclaim_id": "vclaim-pol-19089"}