{"url": "/factchecks/2013/dec/18/chris-matthews/matthews-every-dollar-obamacare-goes-private-insur/", "speaker": "Chris Matthews", "vclaim": "\"Every dollar spent in the new Obamacare system ... goes to private-sector insurance companies.\"", "truth_label": "half-true", "date": "stated on December 16, 2013 in a broadcast of \"Hardball\":", "title": "Matthews: Every dollar in Obamacare goes to private insurance companies", "text": "Like most MSNBC hosts, Chris Matthews has been using his show Hardball recently to both defend the health care law and criticize Republicans who attack it.\nOn Dec. 16, 2013, Matthews played a video clip of former Pennsylvania senator and Republican presidential candidate Rick Santorum speaking at a young Republicans event.\nIn the video Santorum refers to the health care law as \"free health care\" and says it would deny care to anyone who needed it. \"It’s a pretty clever system,\" he said. \"Take care of the people who can vote. The people who can’t vote, get rid of them as quickly as possible by not giving them care, (they die) so they can’t vote against you.\"\nSantorum also compared the Affordable Care Act to the United Kingdom's government-owned health care system.\nMatthews, in response, was keen to note that’s completely unlike what exists in America.\n\"Every dollar spent in the new Obamacare system -- if you want to call it Obamacare -- goes to insurance companies,\" Matthews said. \"All the money goes to private-sector insurance companies that already exist.\"\nWe decided to check Matthews' retort that \"Every dollar spent in the new Obamacare system ... goes to private-sector insurance companies.\" We reached out to MSNBC but did not hear back.\nThe part of the Affordable Care Act that matches Matthews’ description is the insurance marketplaces run by the federal government and by individual states. These are the places where private insurance companies can sell their plans. People of any income can purchase insurance through one of these marketplaces and if they don’t make too much, they are eligible for subsidies to make their premiums more affordable.\nBut what Matthews overlooked is the very large role that expanded Medicaid plays in Obamacare. The Affordable Care Act allows states to open that health care program to people making up to 138 percent of the federal poverty level. So far, only 25 states and the District of Columbia have agreed to do that. But in terms of the number of dollars and people, this side of the Affordable Care Act is roughly equal to the insurance marketplaces Matthews described.\nA few numbers\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Congressional Budget Office, the nonpartisan number crunchers for Congress, projected that in 2014, the subsidies provided through the marketplaces would cost the government about $26 billion. The matching figure for Medicaid expansion? $21 billion.\nLooking at how many people will gain coverage in 2014, the budget office expects 6 million people will take advantage of subsidized policies through the marketplaces. The expansion of Medicaid, including the Children’s Health Insurance Program, or CHIP, would add 9 million people, CBO says.\n(The Medicaid numbers are likely to be lower since states have opted out of the Medicaid expansion.)\nHealth economist Jeffrey Clemens at the University of California-San Diego told PunditFact that looking forward, Medicaid expansion accounts for about 39 percent of the cost in the Affordable Care Act to get more people covered.\nClemens and Thomas Getzen, professor at Temple University’s Fox School of Business and Management and executive director of the International Association of Health Economics, both said that regardless of who gets paid first, money in Obamacare continues to move through the health care industry. Some of it ends up with insurance companies, some of it ends up with doctors and other providers.\nMedicaid is a government-run program that pays doctors and hospitals for their services. So, those dollars also go back to the private sector, but they don’t pass through the hands of private insurance companies first.\nOur ruling\nMathews said every dollar in the \"new Obamacare system\" goes to insurance companies. The use of \"every\" gets Matthews in trouble here. About half of the Affordable Care Act flows through marketplaces where private insurance companies sell policies. But the other half runs through the government’s Medicaid program. That expansion costs about the same as the subsidies offered through the marketplaces and at least in the near term, touches even more people.\nMatthews was drawing a contrast with government-owned health care systems and focused on the part of the Affordable Care Act that has dominated the news. But when he said \"every dollar,\" he went too far.\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-08485"}