{"url": "/factchecks/2014/jan/17/barack-obama/obama-says-us-produces-more-oil-it-imports-first-t/", "speaker": "Barack Obama", "vclaim": "\"For the first time in nearly two decades, we produce more oil here in the United States than we buy from the rest of the world.\"", "truth_label": "true", "date": "stated on January 16, 2014 in a speech at North Carolina State University:", "title": "Obama says U.S. produces more oil than it imports for first time in nearly 20 years", "text": "President Barack Obama this week touted the progress his administration has made in recovering from the economic recession, focusing on developments in engineering and manufacturing.  \n\"Thanks to the hard work and sacrifice of the American people, the good news is the economy is growing stronger,\" he said in a speech on Jan. 15, 2014, at North Carolina State University. \"Our businesses have now created more than 8 million new jobs since we hit bottom. Because of an all-of-the-above strategy for American energy, for the first time in nearly two decades, we produce more oil here in the United States than we buy from the rest of the world.\"\nPolitiFact wanted to know if Obama’s claim gives us an accurate picture of U.S. oil numbers.\nA spokesman offered up this White House blog post that touches on Obama’s point in more detail. Domestic crude oil production surpassed crude oil imports in October 2013 for the first time since 1995.\nWe also consulted the U.S. Energy Information Administration. According to their November 2013 report, the United States produced an average of 7.8 million barrels of oil per day in October and imported 7.5 million barrels of oil per day.\nSo Obama’s numbers add up. How did we arrive at this point?\nKenneth Medlock, an economics professor at Rice University who serves as the senior director for the Center for Energy Studies, said there are a couple of reasons why production exceeds imports.\n\"Yes, we are producing more than we import now, but that owes to both increased production domestically and reduced demand,\"Medlock said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe reduced demand is due in part to the recession. It’s no surprise that people cut back on gasoline consumption when there’s less money in their wallets, so that lowers demand. And if demand is down, the United States doesn’t need to import as much oil supply.\nAnother cause of reduced demand is increased energy efficiency. Over the last few years, rising popularity of fuel-efficient vehicles and other innovations have led consumers and businesses to spend less on utilities and at the pump, said John Lowe, a senior associate dean and energy law professor at Southern Methodist University.\nAside from reduced demand, Medlock also mentioned increased production as another reason the United States is producing more oil than it's importing.\nWe can credit increased domestic production to innovation in regulatory infrastructure. That includes factors like the ability for companies to negotiate directly with private landowners about mineral rights, as well as open access to pipelines.\nBut we can’t tie these developments back to one president, Medlock said. They go back a couple of decades.\nStill, it’s worth noting that Obama is a known supporter of energy efficiency. When he campaigned for office, he promised to reduce the country’s dependency on foreign oil. In 2012, we rated that Promise Kept based on projections of the impact of his administration’s fuel efficiency standards.\nOur ruling\nObama said the United States is producing more oil domestically than it’s importing from the rest of the world for the first time in nearly two decades. That claim is on the money. However, a lot of this has been in the works for awhile, including dynamics that pre-date the Obama administration. Experts told us the new dynamic is due to factors like the recession, increased fuel efficiency and ramped up domestic oil production. As a simple statement on where we stand on oil exports vs. imports, though, Obama’s claim is accurate. We rate it True.", "vclaim_id": "vclaim-pol-08388"}