{"url": "/factchecks/2012/feb/29/newt-gingrich/gingrich-main-reason-unemployment-decline-shrinkin/", "speaker": "Newt Gingrich", "vclaim": "\"The biggest contribution\" behind a decrease in U.S. unemployment \"was 1.2 million people leaving the workforce\"", "truth_label": "false", "date": "stated on February 10, 2012 in a radio interview:", "title": "Gingrich: Main reason for unemployment decline is shrinking workforce", "text": "A visit to the Atlanta-based Neal Boortz radio show gave Republican presidential candidate Newt Gingrich a chance to partake in three of his favorite pastimes with a single sentence.\n\nThe former U.S. House speaker railed against President Barack Obama. He took a swing at the media. He tackled the economy, which some see as the president’s Achilles’ heel in this year’s election.\n\nGingrich said the media won’t report news that dents Obama’s reputation. He gave the nation’s improving unemployment rate as an example.  \n\n\"That’s why on Friday when the unemployment numbers came out you didn’t get anybody in the news media pointing out that the biggest contribution to the unemployment number was 1.2 million people leaving the workforce,\" Gingrich said.\n\nWe at PolitiFact Georgia felt obliged to address the media’s alleged lack of due diligence by deploying our Truth-O-Meter.\n\nWe contacted the Gingrich campaign, but it did not respond. We took a closer look at the data ourselves.\n\nLately, it’s popular among Republicans to question whether the economy is truly recovering. We often hear claims that the improving unemployment rate doesn’t tell the whole story or somehow underplays the nation’s economic troubles.\n\nWe turned to the Bureau of Labor Statistics, the federal government’s official keeper of employment data. The numbers it issued Feb. 3, the day Gingrich mentioned on the Boortz show, said that the unemployment rate dropped to 8.3 percent in January.\n\nWe talked to four labor economists about this data. They agreed that Gingrich is using it wrong.\n\nIn fact, those who performed a close analysis of the numbers agreed the data suggest the opposite.\n\nThe BLS surveys a sample of the U.S. population to determine which respondents are working; which ones are not but are looking for a job; and which ones don’t have a job, are able to work, but are not looking for work.\n\nIt calculates the unemployment rate by taking the number of people who are unemployed but are looking for work and dividing it by the sum of two categories -- those who are employed, plus those who are not but looking for work.\n\nThis means the unemployment rate does not account for an important category of people -- those who don’t have a job and are able to work, but who are not actively searching for employment. This \"not in the labor force\" category may include people who stopped looking for work because they’re going to school, taking care of children, have retired, gave up looking or any number of other reasons.\n\nThis also means that two factors could push the unemployment rate lower: More people could be getting jobs, or more could have dropped out of the labor force.\n\nWe looked at the BLS data for those \"not in the labor force\" and found that between December and January, their ranks appeared to swell by some 1.2 million.\n\nThis seems to support Gingrich’s statement, but labor economists say otherwise.\n\nThis is why: The BLS bases its unemployment rate on a survey that samples only a portion of the U.S. population. Sometimes, this can cause problems. For instance, the sample might be made up of only 40 percent of women, when they actually make up half the population. Or the sample may contain too great a proportion of Montanans and not enough Floridians.  \n\nBLS economists address this problem by running this data through a series of \"weights.\" These are mathematical equations that smooth out quirks in the sample. The weights are based on the makeup of the U.S. population.\n\nThe U.S. population changes constantly, so the BLS updates these weights every January.\n\nAs a consequence, comparing data between December and January can lead to bad conclusions. Changes are not clear-cut signs of changes in economic conditions. They’re distorted by changes in the weights.  \n\nThis is no secret. It’s on the BLS news release. It’s been standard practice for years.\n\nTo help policymakers get a handle on what’s actually going on, the BLS issues alternative data that show what the numbers would be if the same population controls stayed the same.\n\nBy this measure, the number of people \"not in the workforce\" actually shrank by 75,000, said Barry Hirsch, a professor at the Andrew Young School of Policy Studies at Georgia State University.\n\n\"The [number of people] not in the labor force definitely went down, not up,\"  Hirsch said.\n\nThere are other signs that the workforce is expanding. Gary Burtless, a labor economist with the Brookings Institution think tank, considered data for adults between 25 and 54. January’s data indicated population control changes did not have as dramatic an effect on this group.\n\nIn this category, the number of employed rose 0.3 percentage points in January, reaching a level last seen in the summer of 2009. He believes other groups experienced similar improvements.  \n\n\"The favorable unemployment rate change reflected in the 2012 jobs report was mainly the result of increased employment, contrary to Speaker Gingrich’s claim,\" Burtless said in an email.\n\nGingrich’s claim that \"the biggest contribution\" behind easing unemployment \"was 1.2 million people leaving the workforce\" is based on a bad interpretation of the data that is easy to avoid.\n\nBLS numbers suggest the number of those not in the workforce is actually shrinking. Other measures support this conclusion.\n\nHow can the \"biggest contribution\" to a decline in unemployment be a shrinking workforce when the numbers suggest the opposite is taking place?\n\nGingrich earns a False.\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11529"}