{"url": "/factchecks/2020/oct/25/facebook-posts/presidential-candidates-had-notepads-podiums-not-i/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden had an iPad at his podium during the debate.", "truth_label": "false", "date": "stated on October 22, 2020 in a post on Facebook:", "title": "Presidential candidates had notepads at podiums, not iPads", "text": "Before the final presidential debate on Oct. 22, Eric Trump, one of President Donald Trump’s sons, suggested that his father and Democratic presidential nominee Joe Biden should have empty podiums. He accused Biden of relying too much on his notes. \nA video that’s being shared on Facebook takes that a step further and alleges that this time, Biden had an iPad at his podium. \n\"Watch him grab his notes, and then watch one of his staffers grab his iPad, go and grab his iPad,\" a man can be heard saying as a recording of the end of the debate plays on the screen. \"Now watch stage right, no one’s going to Trump’s, let me grab that iPad that’s giving you all the answers.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe clip in the Facebook post starts around the 1:57:54 mark of this C-SPAN video of the debate. Biden is leaning over and seems to be talking to moderator Kristen Welker. Trump and first lady Melania Trump leave the stage. Then around the 1:58:00 mark, Biden can be seen grabbing what looks like pieces of paper and a pen and leaving the stage with his wife, Jill Biden.\nContrary to what the narrator in the Facebook video says, around the 1:58:08 mark, someone approaches Trump’s podium and removes a notepad with a brown, cardboard back. Another person then approaches the vice president’s podium and removes an identical notepad. \nThere is nothing in the video to suggest that either person picked up an iPad.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-18775"}