{"url": "/factchecks/2017/jun/14/richard-burr/russia-investigation-senate-hearings-have-uncommon/", "speaker": "Richard Burr", "vclaim": "Says the Senate Intelligence Committee has held 10 public hearings this year, \"more than double that held by the committee in any recent year.\"", "truth_label": "true", "date": "stated on June 13, 2017 in his opening statement before Jeff Session's testimony:", "title": "In Russia investigation, Senate hearings have uncommon transparency says Sen. Richard Burr", "text": "As the investigation into ties between Russia and Donald Trump’s presidential campaign continues, has one side-effect been increased transparency on Capitol Hill?\nThat’s what North Carolina Republican Sen. Richard Burr said Tuesday as he kicked off the latest hearing in the Russia saga, this time with Attorney General Jeff Sessions under oath. The week before that, it was former FBI director James Comey. \nBoth testified in front of the Senate Intelligence Committee. Burr, the committee’s chairman, said he wants the American people to hear what key officials have to say, \"so that they may make their own judgments\" on the investigation.\n\"It is for that reason that this is the committee’s 10th open hearing of 2017 — more than double that held by the committee in any recent year — and the fifth on the topic of Russian interference,\" Burr said Tuesday.\nWe wondered if Burr was right about how transparent his committee has been while conducting this investigation.\nJust six months into Trump’s presidency, has the committee investigating Russia ties already been so much more publicly active than in previous years?\nWhat the committee does\nThe Senate Intelligence Committee, as the name implies, is tasked with overseeing the nation’s intelligence agencies.\nIt gets briefed on classified missions and threats, helps write secret portions of the federal budget, vets the president’s nominees for high-level intelligence jobs and conducts investigations into intelligence-related matters. \nFor nearly a year now, Russian attempts to interfere with the 2016 U.S. election (including in Burr’s home state of North Carolina) have been a major national news story.\nAnd Burr is correct that his committee has held 10 open hearings already in 2017, including five related to the Trump/Russia investigation. \nIn fact, Russian election meddling was the very first thing the committee tackled in public this year, on Jan. 10 — before Trump was even sworn in as president.\nComparison with recent history\nSo Burr is right on one part of his claim. But is he also right that that amount of hearings substantially outpaces the committee’s recent history?\nSenate records show that the Senate Intelligence Committee met in public five or fewer times in nearly every year of the Obama administration. That backs up Burr’s claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nBurr took over control of the committee in 2015. Already in the first six months of 2017, he has held more public hearings than in his first two years as chairman combined.\nThis year’s public schedule has also been at least twice as busy as most of the years under his predecessor from 2009-14, California Democratic Sen. Dianne Feinstein.\nAlso noteworthy is that the Senate Intelligence Committee doesn’t have sole responsibility for intelligence investigations. There’s a similar committee in the House of Representatives.\nAnd again, Burr’s committee has been more transparent. The House Intelligence Committee has held four hearings this year. Two were closed, one was open and one was mixed.\nTo be clear, Burr’s not particularly happy about the committee’s transparency.\n\"I have said repeatedly that I do not believe anything the committee does should be done in public,\" Burr said just before he made the claim we’re checking now.\nComparison with past investigations\nFinally, we compared its current Russia investigation with a few others the Senate Intelligence Committee has tackled.\nTwo major investigations the committee wrapped up in 2004 and 2014 were conducted with zero public hearings, although they both ended with a partial report being made public. \nThose focused on intelligence failures leading up to the Iraq War and the CIA torture program, respectively.\n(On the torture report, Burr has fought fiercely to seize every copy of the full, still-classified 6,700-page report to keep it from being leaked or made public through a lawsuit.)\nThis year’s action has clearly been more transparent than those. However, it pales in comparison to the 1987 investigation into the Iran-Contra Affair under President Ronald Reagan. \nThat year, investigative committees in both the House and Senate interviewed 500 people over the course of 40 days of public hearings, according to a book by L. Britt Snider, who was the Senate Intelligence Committee’s top lawyer during that investigation and later became the CIA’s inspector general.\nOur ruling\nBurr bragged about the transparency of his Senate committee’s ongoing investigation into the Trump campaign’s ties to Russia.\nHe said Sessions’ testimony was the 10th public hearing his committee has had already in 2017, \"more than double that held by the committee in any recent year.\"\nBurr is right, and the committee has also been holding more public hearings now than its House counterpart, as well as more than it did during past investigations into topics like CIA torture, intelligence failures leading up to the Iraq War and intelligence failures before 9/11.\n We rate this claim True.\n Share the Facts 2017-06-15 13:23:42 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says the Senate Intelligence Committee has held 10 public hearings this year, \"more than double that held by the committee in any recent year.\"    Richard Burr U.S. Senator   During the Senate Intelligence Committee testimony of Jeff Sessions Tuesday, June 13, 2017 2017-06-13    Read More  info", "vclaim_id": "vclaim-pol-03210"}