{"url": "/factchecks/2020/may/01/tony-evers/has-safer-home-wisconsin-saved-300-lives/", "speaker": "Tony Evers", "vclaim": "Says Wisconsin measures have \"prevented the death of at least 300 Wisconsinites, and perhaps as many as 1,400 lives.\"", "truth_label": "mostly-true", "date": "stated on April 21, 2020 in a Facebook post:", "title": "Has “Safer At Home” in Wisconsin saved 300+ lives?", "text": "Pushing back against a lawsuit seeking to block his \"Safer at Home\" extension, Gov. Tony Evers laid out his case for isolation measures in Wisconsin.\nHe said striking down the order would \"cripple our ability to respond to the pandemic.\" Places without such measures, he said, have yielded \"reports of doctors rationing ventilators and having to choose which patients will live or die\" and \"reports of needing refrigeration trucks for the deceased.\"\nAnd he made a bold claim about the impact his shelter-in-place order has had in Wisconsin.\n\"It's working,\" Evers wrote in an April 21, 2020, Facebook post. \"We have flattened the curve here in Wisconsin and have prevented the death of at least 300 Wisconsinites, and perhaps as many as 1,400 lives.\"\nDisease experts have been clear that social distancing can save lives, but is Evers right about saving at least 300 lives?\nWe checked it out.\nA hypothetical future\nWe’ll start out with the obvious: There’s no way for Evers to know this for sure. He is referring to a hypothetical scenario in which actions taken to this point never occurred. \nBut this is a standard type of statement in disease management and other fields that use predictive models — comparing initial projections with actual observations later.\n\"It’s quite common to project with a model sort of what would be expected in epidemiology,\" said Patrick Remington, a former CDC epidemiologist and director of the Preventive Medicine Residency Program at the University of Wisconsin-Madison. \"What better way to predict than … to say, particularly early in an epidemic, what if we did nothing? The early transmission velocity in an epidemic, what if that were to continue throughout the course of the epidemic?\"\nWe should also note this language is in line with claims from the other side of the aisle. \nPresident Donald Trump asserted in an April 16, 2020, news conference, \"Our experts and scientists report that our strategy to slow the spread has saved hundreds of thousands of lives.\"\nWhat the Wisconsin models said\nThe models used to project the number of cases and deaths from COVID-19 are constantly evolving, tweaked to factor in the most up to date trends, new information about the virus and changes in government policies and society’s response to them. The models get better as more data on what is happening is added, which is why the wild swings in projected cases and deaths from early models have leveled out now.\nEvers is comparing the number of deaths we’ve seen so far to what the earliest version of those models said would happen in Wisconsin.\nSo what did they say?\nEvers spokeswoman Melissa Baldauff said his numbers were based on a model created by the Wisconsin Department of Health Services.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nA version of that released March 18, 2020 projected between 440 and 1,500 deaths in Wisconsin by April 8. The actual death toll on April 8 was 99. Some quick subtraction shows that is in line with Evers’ claim.\n\"While early models of the virus’s spread are less reliable the further out they project, those models showed that, by April 8, Wisconsin would have seen 22,000 cases which would have resulted in 440-1,500 deaths,\" Julie Willems Van Dijk, deputy DHS secretary, said in an affidavit filed in opposition to the Republican lawsuit. \"Therefore, we estimate that the First Safer at Home order saved between 300 and 1,400 lives by April 8th.\"\nEvers’ claim also lines up with early projections from the Institute for Health Metrics and Evaluation at the University of Washington, a model that has been widely used by the government and public alike throughout the pandemic.\nOn March 25 it projected 853 deaths in Wisconsin over the following four months. Now that model projects less than half that number.\nAnother model, detailed in an April 24 report from Johns Hopkins University, said their simulations showed about three times as many deaths in Wisconsin by May 1 if \"Safer at Home\" had not been in place.\nAs of April 30, 316 people had died in Wisconsin of COVID-19, DHS reports.\nAjay Sethi, associate professor of population health sciences at the UW-Madison School of Medicine and Public Health, said the range of lives saved Evers cited is \"consistent with near-term forecasts I had seen.\"\nRemington agreed those figures are \"absolutely within the range of what I’d expect,\" noting that Evers was wise to cite it as a range since it is an estimate and based on many factors.\nCrediting Evers\nOne key factor here is the matter of credit.\nJust as the number of deaths is an estimate, so is figuring out how many of those lives saved were due specifically to \"Safer at Home.\"\n\"You can’t tease out the effect of that order from the daily White House briefings to all the stuff on social media to late night comedy shows,\" Remington said. \"But you can say the result of all this public education is a change in our behavior.\"\n\"Safer at Home\" was the cornerstone of the Wisconsin response to coronavirus, though, so it’s certainly fair to credit it with a large share of the change in behavior here.\n\"Without social distancing the virus would have continued to spread like wildfire,\" Sethi said.\nOur ruling\nEvers said his \"Safer at Home\" plan \"prevented the death of at least 300 Wisconsinites, and perhaps as many as 1400 lives.\"\nThis claim lines up with projections made by DHS, and experts say it’s in line with what other models projected as well. And Evers was smart to cite a wide range of possible outcomes, since we have no way of knowing precisely how this theoretical future would have played out.\nBut any claim like this is based on a hypothetical scenario of how COVID-19 might have progressed in Wisconsin without the array of government limitations and changes in personal behavior we’ve seen in recent months. \nAnd Evers stated this as a knowable fact rather than an estimate.\nWith that missing context in mind, we rate this Mostly True.", "vclaim_id": "vclaim-pol-18236"}