{"url": "/factchecks/2016/jan/17/david-sweetser/superman-developer-why-he-needs-subsidies/", "speaker": "David Sweetser", "vclaim": "Boston is just 60 minutes away and it’s offering subsidies to developers who can charge higher rent than you can get in Providence while construction costs are more or less equal. As a result, the Boston skyline \"is completely dominated by the cranes.\"", "truth_label": "true", "date": "stated on January 3, 2016 in an interview:", "title": "Superman developer on why he needs subsidies", "text": "After another year of vacancy for the iconic downtown high-rise known as the Superman building, Providence Journal columnist Edward Fitzpatrick had a question for the owners of the building at 111 Westminster St.:\nWhy do they think they can’t redevelop the landmark without aid from taxpayers?\nThe building’s principal owner, David C. Sweetser, fielded the question with help from Bill Fischer, a Rhode Island lobbyist who serves as a spokesman for the Massachusetts-based company that Sweetser founded, High Rock Development LLC.\nA major component of their answer involved a comparison of the development environment in Boston and Providence.\nIn his column, Fitzpatrick wrote that Sweetser, of Wellesley, Massachusetts, told him that Boston is just 60 minutes away and it’s offering subsidies to developers who can charge higher rent than developers can get in Providence while construction costs are more or less equal. As a result, Sweetser told Fitzpatrick, the Boston skyline is \"completely dominated by cranes.\"\nThe statement from Sweetser, who wants tens of millions in public aid, seems to suggest that Providence would see more construction if it could provide sufficient help to offset lower rents.\nWe set out to break down the claim. Our first stop was subsidies. Is Boston giving them to developers? Fischer referred us to the Boston Redevelopment Authority.\nThe authority’s spokesman, Nicholas Martin, confirmed that yes, Boston gives subsidies, in the form of tax relief, to certain \"impactful\" projects.\nOne prominent example is the $25 million in property tax relief offered to General Electric, which is moving its headquarters to Boston from Connecticut. There are other smaller-scale examples.\nHowever, lots of projects in Boston, including many with derricks swiping the skyline, are not getting subsidies, said Martin.\n\"I would not hesitate to say that the majority of construction that’s going on in the city of Boston is not subsidized,\" Martin said. (It should be noted that Sweetser never said that all, or most, Boston projects get subsidies.)\nThe disparity between rents in Providence and Boston was next on our list. Can Boston developers, the same ones getting subsidies, charge more than developers can charge in Providence?\nYes. This is well-known. Two sources that Fischer provided highlight the disparity.\nResearchers at Transwestern recently calculated average rent per square foot for Boston’s \"Class A\" office space at $52.  Transwestern is a global real estate services company that provides research on office space for Boston and New York, but not Providence.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nA 2015 analysis by MG Commercial, which sells and leases commercial real estate in Rhode Island and southern Massachusetts, says Class-A office space in Providence ranges from $25 to $32 per square foot.\nCBRE is another worldwide firm that provides real estate services, including market research for both Boston and Providence.\nCBRE’s market outlook for 2015 showed Class-A office space in Boston ranging from $53 per square foot to almost $63 while asking rents for Class-A properties in Providence were about $31 per square foot.\nNow we needed to check on construction costs. We reached out to Gilbane Building Co. an international construction company based in Providence.\nAt our request, the construction firm’s Rhode Island team leader, John Sinnott, analyzed construction cost data from the MS Means City Cost Index, a standard industry tool.\n\"While there is a slight overall difference in costs between Boston and Providence — when it comes to larger more complex projects costs are roughly the same,\" said Sinnott.\nA rehab of the Superman building would be in the larger, more complex category.\nWe were finally near the end, the part about cranes \"dominating the skyline.\"\nThere are so many that the Boston Business Journal has a \"Crane Watch\" graphic on its web site. The current graphic lists more than 85.\nOur ruling\nWhen he was asked why he needs public aid to do something with the Superman building, Sweetser pointed to the boom in Boston and cited a number of factors for it: Boston’s higher rents, comparable construction costs and subsidies.\nAs a result, the Boston skyline is \"completely dominated by cranes,\" Sweetser said.\nBecause Sweetser wants subsidies and says he can’t begin work on the old Industrial National Bank Building without them, it’s hard not to focus on subsidies when thinking about the two cities, even though many projects in Boston aren’t getting them.\nHe could have said more simply: Boston’s skyline is filled with cranes because its economy is booming.\nAs a result, Boston rents, a reliable economic indicator, are appreciably higher than those in Providence. The Boston real estate market is responding to that demand with lots of new construction.\nWe rate his claim as True.", "vclaim_id": "vclaim-pol-05542"}