{"url": "/factchecks/2012/feb/08/committee-our-childrens-future/ad-claims-chris-christie-inherited-highest-taxes-a/", "speaker": "Committee for Our Children's Future", "vclaim": "Says Chris Christie \"inherited the highest taxes in America and the worst unemployment in the region.\"", "truth_label": "mostly-true", "date": "stated on January 31, 2012 in a television ad:", "title": "Ad claims Chris Christie “inherited the highest taxes in America and the worst unemployment in the region”", "text": "When Gov. Chris Christie took office, New Jersey distinguished itself in two unflattering ways.\n\nThe state had the highest taxes in the nation and the worst unemployment in the region, according to a television ad recently released by the 501(c)(4) advocacy group Committee for Our Children’s Future. Now, the group’s ad claims, Christie is working to cast off those unfavorable rankings.\n\n\"They inherited the highest taxes in America and the worst unemployment in the region, but Chris Christie and New Jersey reformers are cleaning up the mess,\" the narrator of the ad posted to YouTube on Jan. 31 says. \"The result: the most job growth in 11 years, millions in new education funding, two budgets balanced. Now, Chris Christie and reformers are fighting to strengthen our economy, improve education and cut income taxes for all New Jersey families. So join our reform movement. Keep New Jersey moving forward.\"\n\nPolitiFact New Jersey previously checked two ads released by Committee for Our Children’s Future. In those rulings, we found it’s true New Jersey had the most private-sector job growth in 11 years and the governor increased education funding in his latest budget. It’s also true he’s balanced two budgets, as required by law.\n\nNow, we’re assessing the claim that when Christie took office New Jersey had the \"highest taxes in America and the worst unemployment in the region.\"\n\nHighest taxes\n\nNew Jersey’s taxes are high, but whether they are the highest in the nation is debatable.\n\nBrian Jones, a spokesman for Committee for Our Children’s Future, cited an analysis of state and local tax burdens by the Tax Foundation, a business-backed group that studies tax issues.\n\nNew Jersey tops a list compiled by the Washington, D.C.-based group for its state and local tax burden. The Tax Foundation defines tax burden as \"effective tax rates calculated by totaling state-local level taxes paid by taxpayers in each state, then dividing by their income.\"\n\nIn 2009, the year before Christie took office, New Jersey had a state and local tax burden of 12.2 percent. New York was a close second at 12.1 percent, followed by Connecticut at 12 percent.\n\nSo, the group is right, according to the Tax Foundation. But other studies on tax burdens show New Jersey isn’t the highest. Our colleagues at PolitiFact Ohio addressed this issue in a September 2010 ruling. They found that tax experts disagree over how best to define tax burden and  \"rankings can vary wildly depending on which taxes are included, which data sets are employed and which projections are applied.\"\n\nIn an analysis by the Federation of Tax Administrators, which provides services to state tax authorities and administrators, New Jersey ranks ninth for the percent of personal income spent on state and local taxes. Alaska ranks first.\n\nHowever, Ronald Alt, senior research associate at the Federation of Tax Administrators, said there are caveats to the rankings. For example, Alaska takes in a large share of its taxes from oil revenues and Alt said, \"most likely their citizens don't pay a large portion of that.\"\n\nThe Tax Foundation puts Alaska 50th in the nation for its state and local tax burden.\n\nMark Robyn, an economist with the Tax Foundation, said his group sometimes calculates total tax collections as a percent of income, but \"we just don't think it is appropriate to call that a ‘tax burden’\" because it doesn’t address issues such as taxes shifting across state lines.\n\nAlt said New Jersey’s taxes are high, but \"it's very difficult to come out and claim that one state has the highest overall just because there are many different ways of looking at it and there many different types of taxes.\"\n\nWorst unemployment\n\nThe group also claimed New Jersey had the \"worst unemployment in the region\" when Christie took office.\n\nJones said his group was defining the region as New York, Pennsylvania and Delaware -- all of which had lower unemployment rates than New Jersey when Christie took office. \"We’re not getting up into New England,\" he said.\n\nIn January 2010, New Jersey’s unemployment rate stood at 9.8 percent. The same month New York’s was 8.9 percent, Pennsylvania’s was 8.8 percent and Delaware’s was 8.8 percent.\n\nIt’s worth noting that the U.S. Census Bureau classifies New Jersey as part of the northeast region with Connecticut,  Maine, Massachusetts, New Hampshire, New York, Pennsylvania, Vermont and Rhode Island. The region is split into two divisions. New Jersey, New York and Pennsylvania belong to the middle Atlantic division. \n\nSo, New Jersey’s jobless rate was higher than the two other states in its Census division. But among states in the northeast region, Rhode Island had a higher unemployment rate of 11.8 percent than New Jersey in January 2010.  \n\nOur ruling\n\nCommittee for Our Children’s Future claims in an ad that the governor \"inherited the highest taxes in America and the worst unemployment in the region.\"\n\nA business-backed group ranks New Jersey worst in the nation for its state and local tax burden. The advocacy group is correct by that measure. But there are other measures of tax burden where New Jersey doesn’t rank first and there isn't clear consensus on how best to define tax burden.\n\nNew Jersey had the highest unemployment rate among its neighbors when Christie took office, and still does. Among all the states in the northeast, only Rhode Island’s jobless rate tops New Jersey’s.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11642"}