{"url": "/factchecks/2018/dec/04/terry-mcauliffe/terry-mcauliffe-mostly-right-about-his-jobs-record/", "speaker": "Terry McAuliffe", "vclaim": "During his governorship: \"Every single city and county in Virginia, their unemployment dropped, and in most of the rural communities, it dropped more than 50 percent.\"", "truth_label": "mostly-true", "date": "stated on November 28, 2018 in a radio interview.:", "title": "Terry McAuliffe is mostly right about his jobs record", "text": "Former Gov. Terry McAuliffe, considering a 2020 run for president, is lauding his record as a job creator.\n\"Every single city and county in Virginia, their unemployment dropped, and in most of the rural communities, it dropped by over 50 percent,\" McAuliffe, a Democrat, said about his term as governor from 2014 to 2018. His comment came during a Nov. 28 radio interview on The John Fredericks Show in Portsmouth.\nMcAuliffe was governor during a prosperous time. The United States had shaken the Great Depression and was well advanced in what’s become a 113-month economic expansion.  \nSill, we wondered whether McAuliffe’s statement is correct. Our fact-checking required two determinations: Did unemployment drop in every Virginia county and city during his term; and did it drop by more than half in most rural localities?\nJake Rubenstein, spokesman for the Democratic Party of Virginia, said McAuliffe got his information from statistics kept by the Virginia Employment Commission. The VEC gets its data from the Bureau of Labor Statistics, which is our go-to source for job numbers.\nCities and counties\nThe data shows that both the unemployment rate and the number of unemployed people dropped in all 95 Virginia counties and 38 cities during McAuliffe’s term.\nVirginia's unemployment rate was 5.7 percent when McAuliffe took office in January 2014 and sank to 3.3 percent during his last full month as governor in December 2017. During the same span, the U.S. unemployment rate dropped from 7 percent to 3.9 percent.\nVirginia had the 14th lowest unemployment rate among states and the District of Columbia when McAuliffe took office. It ranked 16th in the nation when he left.\nThe number of unemployed Virginians fell from almost 240,000 to about 143,000 during McAuliffe’s term - a 40 percent decrease. The number of unemployed people in the U.S. dropped from almost 10.9 million to almost 6.3 million during the same time - a 42 percent decrease.\nRural areas\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nTo define rural areas in the state, we relied on a map posted by the Virginia Department Health that identifies rural counties and towns. We used two measures to examine McAuliffe’s corollary claim - that unemployment fell by 50 percent in most rural communities.\nRubenstein sent us a list of unemployment rates in all Virginia cities and counties at the start and end of McAuliffe’s term. Only one rural locality - Galax - saw its unemployment rate drop by more than half. \"Many of the other (rural jurisdictions) were close to 50 percent…\" Rubenstein wrote.\nNot quite. Just nine rural localities, including Galax, saw their rates drop by 40 percent or more.\nBecause McAuliffe never said in his statement that he was specifically referring to the unemployment rate, we also checked whether the raw number of unemployed people had dropped by more than 50 percent in most rural areas.\nAgain, McAuliffe fell short. Ten of the 50 cities and counties saw their number of unemployed residents halved during McAuliffe’s term. But many came close under this measurement. If McAuliffe had said most rural communities saw their number of unemployed residents fall by 45 percent during his term, he would have been correct.\nFinal note\nPolitiFact puts a caveat on fact-checks about employment numbers. Although presidents, governors and mayors love to take credit for good numbers, economists generally say politicians have only marginal effect on the numbers. The economy, they say, ebbs and flows with global trends over which politicians have little control.\nWhile unemployment significantly fell during McAuliffe’s years, the decreases were about average compared to other states.\nOur ruling\nMcAuliffe said that during his term as governor, \"Every single city and county in Virginia, their unemployment dropped, and in most of the rural communities, it dropped more than 50 percent.\"\nHe’s right on the first part; every Virginia locality did experience decreases in unemployment. McAuliffe governed during boom years, and every state saw steep a drop in unemployment.\nThe second part of his statement, that most rural communities saw a 50 percent fall in unemployment, comes up a little short. If McAuliffe had said most rural localities had seen a 45 percent drop in their number of unemployed people, he would have been correct.\nRecognizing that governors have little impact on the economy, we rate McAuliffe’s statement Mostly True.\n Share the Facts 2018-12-04 19:09:42 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  During his governorship: \"Every single city and county in Virginia, their unemployment dropped, and in most of the rural communities, it dropped more than 50 percent.\"     Terry McAuliffe, D Former Virginia Gov https://www.youtube.com/watch?v=vCbzPosVxOY   in a radio interview Wednesday, November 28, 2018 2018-11-28    Read More  info", "vclaim_id": "vclaim-pol-01221"}