{"url": "/factchecks/2012/jun/14/chris-garrett-bill-kennemer/do-liquor-sales-account-1-billion-state-budget/", "speaker": "Chris Garrett and Bill Kennemer", "vclaim": "Say \"this biennium, liquor sales account for nearly $1 billion in the state budget.\"", "truth_label": "false", "date": "stated on June 13, 2012 in a commentary article.:", "title": "Do liquor sales account for $1 billion of the state budget?", "text": "In a recent commentary in The Oregonian, two Oregon House members -- a Democrat and Republican -- crossed the aisle to talk about how they’re watching Washington state’s switch to privatizing alcohol sales.\n\nIn the piece, Reps. Bill Kennemer, R-Oregon City, and Chris Garrett, D-Lake Oswego, say they’ll look at a number of areas as the state examines possible changes to Oregon’s system.\n\nRevenue, they note, is a big piece off all of this.\n\n\"Oregon’s system produces revenue that funds alcohol treatment and other services. This biennium, liquor sales account for nearly $1 billion in the state budget. Regardless of feelings about the state being in the alcohol business, real money is at stake. The impact of regulatory changes on an already strained budget, including funding for our schools and public safety agencies, cannot be ignored.\"\n\nOregon’s general fund -- the money that legislators most often refer to as \"the budget\" -- is about $15 billion in all, so that $1 billion figure caught us by surprise. We wanted to know whether it was true.\n\nThe Oregon Liquor Control Commission is in charge of liquor sales in the state and keeps a close eye on the distribution of revenues. According to its figures, the commission brought in some $460 million in sales, license fees and taxes for the 2010-11 fiscal year.\n\nThat’s just a single year, though, so the Commission pulls in more than $900 million in a biennium -- nearly the $1 billion that the two representatives mentioned. But here’s the rub: not much of that money goes back into the state budget.\n\nMore than half of what the Commission brings in goes back into agency expenditures, liquor agent compensation and inventory purchases. The rest gets split among the state, counties and cities and a couple other areas.\n\nSo, for the 2009-2011 biennium, the state general fund received just under $200 million in liquor sales revenues.\n\nWe called the representatives to see what had happened with their commentary.\n\nRep. Kennemer was immediately apologetic. \"I am embarrassed and sorry,\" he said. The $1 billion figure came from total revenues, \"unfortunately we didn't get the rest of the verbiage corrected.\"\n\nRep. Garrett offered similar reasoning. \"It's a billion-dollar business.\"\n\nIt’s true that the representatives had a basis for the $1 billion figure, but to say that liquor sales account for that much of the state budget is inaccurate -- and the representatives realized that when we checked in.\n\nWe rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10924"}