{"url": "/factchecks/2008/jan/31/mike-huckabee/his-numbers-are-old-or-just-wrong-/", "speaker": "Mike Huckabee", "vclaim": "\"Every billion dollars we spend on highway construction results in 47,500 jobs. But the fact is the average American is sitting in traffic 38 hours a year.\"", "truth_label": "barely-true", "date": "stated on January 30, 2008 in a Republican debate in Simi Valley, Calif.:", "title": "His numbers are old or just wrong", "text": "Former Arkansas Gov. Mike Huckabee has sometimes strayed from Republican orthodoxy during his long-shot bid for the GOP nomination, most notably when it comes to economic issues.\n\nHe often touts his success in Arkansas improving the state's transportation infrastructure, so it was no surprise on Jan. 30, 2008, when he argued that highway spending would be a better means of stimulating the economy than the rebate checks that President Bush and Congress have in mind.\n\n\n\"Every billion dollars we spend on highway construction results in 47,500 jobs,\" he said during the Republican debate at the Ronald Reagan Presidential Library in Simi Valley, Calif.\n\n\nAnd while Americans may love the thought of a $600 check from the government – as the House passed as part of its economic stimulus bill this week – they also would thank their government for reducing traffic congestion.\n\n\n\"The fact is the average American is sitting in traffic 38 hours a year,\" Huckabee said.\n\n\nHuckabee is on well-trod ground here. But in the first case, he's using data so old that it can't possibly be true anymore. In the second, he misstates the results of a prominent study.\n\n\nHuckabee's not alone in arguing that $1-billion in highway spending equates to 47,500 jobs. The equation has been widely cited in recent years by officials of the U.S. Department of Transportation, members of Congress and transportation advocacy groups.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nUnfortunately, the study that made the finding is now 12 years old, 13 if you figure the data used was from 1995. The study was published in 1996 by the Federal Highway Administration. And in actuality, the author – economist Thomas P. Keane – found that $1-billion in federal spending created 42,100 jobs – 7,900 in direct highway construction, another 19,700 in related construction industry jobs and another 14,500 in unrelated jobs sparked by the construction, including everything from vendors who sell coffee to the workers to teachers who instruct their children.\n\n\nAdvocates of highway spending have used the data to argue that $1-billion in federal spending would typically be matched by $100-million in state matching funds, tacking on the remaining 5,400 jobs cited by Huckabee.\n\n\nBut the Transportation Department has never updated its findings and inflation has surely cut into the jobs that $1-billion, or even $1.1-billion, would create, says Frank R. Moretti, director of policy and research at TRIP, a Washington nonprofit group that advocates for policies to reduce traffic congestion. \"You would anticipate wages have been impacted over the last 13 years,\" he says, reducing – potentially significantly – the amount of jobs created.\n\n\nLikewise Huckabee slips up a bit in citing a Texas Transportation Institute study examining the number of hours Americans spend stuck in traffic each year. The institute's September 2007 \"Urban Mobility Report\" found that congestion causes the average peak period traveler to spend an extra 38 hours in traffic each year. However, the average peak period traveler isn't the same as the \"average American\" that Huckabee cited.\n\n\nIn fact, only about 60 percent of Americans travel during the 8 hours a day that the institute defines as the \"peak period\" – between 5 a.m. and 9 a.m. in the morning and 3 p.m. to 7 p.m. during the evening rush. Senior citizens, stay-at-home parents, small children and the unemployed are among the 40 percent that typically don't. If they were factored in – thereby calculating how much time the average American spends in traffic – the 38-hour figure would likely drop into the 25-hour range, says David Schrank, a co-author of the report.\n\n\nSo Huckabee's facts are off, though not egregiously. His first error is in relying on the U.S. Department of Transportation, which continues to cite a 12-year-old statistic. The second misstatement is an exaggeration of a study. We rate both statements, therefore, as Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16370"}