{"url": "/factchecks/2014/jul/30/paul-ryan/one-five-single-childless-adults-their-early-20s-n/", "speaker": "Paul Ryan", "vclaim": "Twenty percent of single adults, ages 21 to 25 with no kids, \"are not working or even in school trying to find a job.\"", "truth_label": "false", "date": "stated on July 25, 2014 in an interview:", "title": "One in five single, childless adults in their early 20s not in school and don't work, Paul Ryan says", "text": "Many of us know people in their early 20s, single with no kids, no longer in school. And not working.\nBut just how common is that these days?\nOn July 25, 2014, the day after he unveiled a new anti-poverty agenda, U.S. House Budget Committee chairman Paul Ryan did an interview with conservative talk show host Charlie Sykes on WTMJ-AM (620) in Milwaukee.\nSykes asked the Wisconsin Republican why conservatives shouldn’t be skeptical of one proposal in the plan, an expansion of the federal earned income tax credit, which allows lower- and moderate-wage workers to keep more of what they earn. Sykes said the credit can be viewed as \"income redistribution.\"\nRyan responded by saying the credit helps address \"these high disincentives of losing benefits on welfare if you go to work. The EITC helps pull people into work. It actually rewards work.\"\nHe added:\n\"When you look at society today, where we have probably the biggest problem with people going to work, it’s young, childless adults. It’s young people without kids, who are single, from 21 to 25 years old. Twenty percent of them in America are not working or even in school trying to find a job. And that is a real problem for society.\"\nWe figured the 20 percent figure might seem high to some readers, low to others.\nIt turns out that, for a different, broader group of young people, that figure is in the ballpark.\nBut there are no national statistics specifically for the group Ryan cited.\n\"Disconnected youths\"\nConcerns about Americans in their late teens and early 20s have been raised since at least 2007, when Congress held hearings on how they become detached from work and school.\nTwo years later, the nonpartisan Congressional Research Service did a report on \"disconnected youths.\" It observed that those ages 16 to 24 who are not working nor in school \"may have difficulty gaining the skills and knowledge needed to attain self-sufficiency.\"\nSince then, the concerns may have deepened.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nIn 2013, the Congressional Research Service reported that from 2000 through 2010, people 16 to 24 \"experienced the steepest declines in employment.\"\nAnd in a May 2014 report, the liberal Economic Policy Institute said that even as the unemployment rate for people under 25 was about double the overall rate, there was little evidence they have been able to \"shelter in school,\" given that college enrollment rates have dropped substantially since 2012.\nRyan’s claim\nWhen we asked Ryan spokesman Kevin Seifert about Ryan’s 20 percent claim, he cited President Barack Obama’s own proposal, made in March 2014, to expand the earned income tax credit.\nA chart included in Obama’s proposal indicates that 19 percent of 21- to 24-year-olds are neither working nor in school.\nThat appears to be close to the percentage Ryan cited -- except for two things.\nRyan referred to 21- to 25-year-olds, while the Obama proposal referred to people ages 21 to 24.\nMore importantly, Ryan spoke only of single and childless adults. Obama’s figure was for everyone in that age group, including those who are married.\nWhen we pointed out the differences to Seifert, he told us Ryan \"misspoke in relaying the specific statistic from the White House's report, but the larger point made in his remarks remains accurate -- that young Americans, the vast majority of which are single, are either unemployed or not in school and that's a problem.\"\nThe White House report didn’t cite a source for its 19 percent figure. But we found that according to the Federal Interagency Forum on Child and Family Statistics, 19 percent of adults ages 20 to 24 -- a slightly different age group than was cited in the White House report -- were not enrolled in school and were not working in 2013. That figure includes all adults in that age group -- single and married, with or without kids.\nBoth the U.S. Department of Education and the U.S. Bureau of Labor Statistics told us there are no federal statistics for the group Ryan cited in terms of the percentage not in school and not working.\nOur rating\nRyan said 20 percent of single adults without kids, ages 21 to 25, \"are not working or even in school trying to find a job.\"\nThe latest federal figures show that 19 percent of adults ages 20 to 24 weren’t in school and weren’t working in 2013. But that statistic is for a slightly different age range than what Ryan cited. And it includes everyone in that range, not just the single adults without kids that Ryan cited.  \nSince Ryan acknowledges he misstated the statistic, and there are no federal figures for the group he cited, we rate his claim False.", "vclaim_id": "vclaim-pol-07523"}