{"url": "/factchecks/2020/aug/03/donald-trump/trump-inflates-insulin-help-seniors/", "speaker": "Donald Trump", "vclaim": "Under an executive order, “expensive insulin went from big dollars to virtual pennies … especially (for) our seniors.”", "truth_label": "barely-true", "date": "stated on July 25, 2020 in a tweet:", "title": "Trump inflates insulin help for seniors", "text": "President Donald Trump sometimes speaks as if a hoped-for result is the same as a done-deal. A day after he signed an executive order on insulin at the end of July, he took a victory lap on Twitter.\n\"Nothing like this has ever been done before because Big Pharma, with its vast power, would not let it happen,\" he said in his July 25 tweet. \"Expensive insulin went from big dollars to virtual pennies.\" \n...to virtual pennies. Epi-pens went from their incredibly high, jacked up prices, to lower than their original give away bargains. Biggest price reductions in history, by far! Nothing like this has ever for our citizens, especially our Seniors. REMEMBER YOUR FAVORITE PRESIDENT!— Donald J. Trump (@realDonaldTrump) July 25, 2020 \n\"Biggest price reductions in history, by far!\" Trump continued. \"Nothing like this has ever (happened) for our citizens, especially our Seniors. REMEMBER YOUR FAVORITE PRESIDENT!\"\nIf words matter, Trump’s manner of talking about the future as if it were already in the past clearly runs afoul of the facts. But there’s a more subtle effect in play. He presents his move on insulin as a boon to diabetics in general. But the scope of his executive order is more limited than he presents.\nThe most recent pricing trends, made available to PolitiFact with help from the Schaeffer Center at the University of Southern California, provides a bigger picture that reveals some encouraging news and some stubborn problems.\nLimits in the executive order\nTrump’s order targeted a select group of health care providers, Federally Qualified Health Centers. These centers serve people of limited means, focusing on rural and low-income communities. The gist of Trump’s order, a Health and Human Service Department spokesperson told us, requires these centers \"to provide these drugs to medically underserved patients at close to acquisition cost.\"\nThat cost, HHS said, is \"very low,\" but the department isn’t allowed to give the exact number.\nWe note that it would take several months to implement this policy as it wends its way through the rulemaking process. But the substance of the measure doesn’t match Trump’s soaring rhetoric.\nThere are over 1,300 of these health centers. That’s a lot, but in terms of the particular federal drug discount program that they use to buy insulin — something called the 340B program — they represent less than a fifth of the 340B participating clinics and hospitals nationwide. And out of all operations that contract with the program, which includes individual pharmacies, these clinics represent less than 2%.\nSo the executive order affects only a slice of providers, and it hinges on the 340B drug program. \nThat program itself doesn’t dominate the drug marketplace. Details on insulin sales through the program are lacking, but looking at all prescription drug sales, the program represents about 8% to 10% of the overall market.\n\"It doesn't help most Americans with their out-of-pocket prices,\" said Vanderbilt University health policy professor Stacie Dusetzina.\nFurther limiting the potential impact of Trump’s order on patients’ costs, these Federally Qualified Health Centers have a good reputation of passing along the discounts they get from the government’s 340B program to their patients.\nThese health centers charge people on a sliding scale. That led drug policy researcher Karen Schwartz with the Kaiser Family Foundation to question the reach of this executive order.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"Most patients likely would still have been protected by the sliding fee scale without this change,\" Schwartz tweeted July 24. \nInsulin prices under Trump\nTrump targeted seniors in his tweet, and it’s worth looking at the insulin prices they, as well as other diabetics, have faced on his watch.\nIt’s important to note that with prescription drugs, the price isn’t the price. There’s a list price, but what someone actually pays depends on drug maker discounts and rebates given to drug distribution intermediaries, a person’s insurance plan (if they have one) and where they stand with their deductibles and copays.\nAccording to the drug research firm IQVIA, insulin copays generally rose from 2017 to 2018. That was particularly true for those on Medicare who saw their costs go up by about 10%.\nThat took place even as some insulin prices declined or leveled off. It turns out that in the world of prescription drugs, there’s no guaranteed link between trends in prices and what patients pay out of their own pockets.\nResearchers at the University of Southern California’s Schaeffer Center culled the latest numbers for six of the most common insulin products. They found that looking at the list prices — the initial price set by the manufacturer — half of the drugs generally held steady, and half showed moderate increases between 2017 and 2020.\n\nThe leveling off of list prices after years of steep increases seems to be driven by public pressure. Some leading drug makers reduced prices on some insulin products on their own.\n\"The timing does coincide with greater attention to the ‘high cost of insulin’ issue in the media and among policy makers,\" Schaeffer Center fellow and project executive director Karen Van Nuys said.\nList prices matter to anyone who has to pay the difference between what they are charged and what the insurance company will pay.\n\"High list prices harm those without insurance, and those who are insured but are in the deductible phase or pay coinsurance for their medications,\" said Van Nuys.\nPrices after discounts and rebates to the firms that are part of the drug sales chain (net prices) showed a different pattern. Some drug prices fell dramatically. The ones that fell the fastest, Lantus and Levemir, started declining in 2015, two years before Trump took office. For three of the other drugs, prices remained about the same, or fell a bit. \n\nThe IQVIA report suggested that several Trump administration policies could help in the months ahead, including a move that would cap copays for some Medicare beneficiaries. The impact on Medicare recipients remains to be seen. An analysis by the Kaiser Family Foundation, along with one published in the New England Journal of Medicine, note that the reach would be limited. Right now, publicly available data doesn’t show that patients are better off.\n\"The truth is that patients who need drugs like insulin are having a hard time affording them, particularly for the many who are now uninsured,\" said Vanderbilit’s Dusetzina.\nOur ruling\nTrump said that his executive order had produced a steep drop in the price of insulin, and urged seniors to take note. No one can predict what the future will bring, but setting that aside, Trump’s move focused on a limited slice of the insulin market.\nHis executive order touched less than 20% of the clinics that might provide insulin through a key government drug discount program. That drug program itself represents perhaps 10% of the total prescription drug market.\nThe latest market analysis shows that between 2017 and 2018, insulin copays for seniors rose by about 10%.\nTrump’s efforts to make insulin more affordable for seniors may have helped some, but have yet to prove themselves.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-17037"}