{"url": "/factchecks/2016/jul/27/hillary-clinton/hillary-clinton-video-says-donald-trump-admitted-h/", "speaker": "Hillary Clinton", "vclaim": "Says when an interviewer asked Donald Trump if he treats women with respect, Trump replied, \"I can't say that.\"", "truth_label": "barely-true", "date": "stated on July 26, 2016 in a video shown at the Democratic convention:", "title": "Hillary Clinton video says Donald Trump admitted that he can't say he treats women with respect", "text": "Republican presidential candidate Donald Trump has been repeatedly attacked by his opponents for his sometimes-derogatory statements about women.\nAt the Democratic convention in Philadelphia, delegates saw a video where some of those comments were repeated, but one caught our eye. At the end of the 30-second video a voice says, \"So you treat women with respect.\"\nThe video shifts to a younger Trump saying sheepishly, \"I can't say that either\" and offering a half-laugh.\nThe clip is so short, we wondered if it was an accurate representation of the interview.\nWe emailed the Democratic National Committee about its source. They couldn't immediately provide it but, meanwhile, we found it thanks to The Washington Post Fact-Checker examination of two pro-Clinton ads in June.\nThe video shown at the Democratic convention was originally an ad released by the Hillary Clinton campaign.\nThe source of the quote comes from a 39-minute interview with Howard Stern conducted in 1993 on the E! cable channel.\nStern is not shown in the clip, although some might recognize his voice. The shock-jock is known for getting his guests to say outrageous things.\nThe interview was conducted after a New York magazine article on Trump said, \"His contempt for beautiful women who liked to be abused is boundless.\" The article characterized his philosophy as, \"You have to treat them like s---,\" a characterization by author Julie Baumgold, not a direct quote from Trump himself.\nIn the interview, Stern asks Trump about the quote.\n\"No, I never said that,\" Trump responds.\"But it was attributed to me.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAfter some chatter by Stern, Trump again denies saying it.\n\"I see,\" says Stern. \"So you treat women with respect.\"\nTrump smiles. \"Ahhhh. I can't say that either,\" he says with a chortle.\n\"Alright, good,\" says Stern. \"Somewhere in between.\"\nThen Trump adds, \"I treat women with great respect,\" his tone sounding more serious this time, but it's not completely clear because the camera, at this point, is on Stern instead of Trump.\nStern then insists, with the help of a chart, that Trump rank his wife and girlfriends.\nWhen we asked the Clinton campaign if Trump's comment was taken out of context, deputy communications director Christina Reynolds responded with an emailed statement that \"in a conversation about whether he respects (women), his first inclination is to say that he 'can't say.' That statement, coming during an exchange about previous disrespectful comments about women, speaks volumes and is perfectly in context with his lifelong record.\"\nOur ruling\nHillary Clinton, in a campaign ad shown at the Democratic convention, said that when an interviewer asked Donald Trump if he treats women with respect, Trump replied, \"I can't say that.\"\nThe four-second clip has not been doctored. But this is an example of where context can be crucial.\nIt omits the fact that Stern is the interviewer. The opening question of whether Trump said he treats women like feces, Trump's denial, Stern's assessment that it's \"somewhere in between\" and Trump's subsequent response that \"I treat women with great respect\" are all missing.\nBecause so much is ignored in this brief clip— information that could give a different impression — we rate the claim Mostly False.https://www.sharethefacts.co/share/9e51f9c5-2a3d-4dd0-a2c3-6d8f7edac738", "vclaim_id": "vclaim-pol-04598"}