{"url": "/factchecks/2019/oct/01/richard-ojeda/does-united-states-rank-first-world-oil-consumptio/", "speaker": "Richard Ojeda", "vclaim": "The United States is \"#1 in oil consumption\" in the world.", "truth_label": "mostly-true", "date": "stated on August 25, 2019 in a tweet:", "title": "Does the United States rank first in the world in oil consumption?", "text": "Richard Ojeda, a former West Virginia state senator who briefly sought the Democratic nomination for president, used Twitter to share several areas in which he said the United States leads the world -- but not in a good way.\nOn Aug. 25, Ojeda tweeted, \"If this is your measurement for claiming we are the best you really need to know that being #1 in something isn’t always a good thing.\"\nThe attached graphic listed a graphic with the following \"#1\" rankings:\n#1 in student loan debt\n#1 in drug prices\n#1 in mass shootings\n#1 in war spending\n#1 in prison population\n#1 in gun deaths\n#1 in climate denial\n#1 in oil consumption\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nIf this is your measurement for claiming we are the best you really need to know that being #1 in something isn’t always a good thing. pic.twitter.com/cFf1DUpwSe— Richard N. Ojeda, II (@VoteOjeda2020) August 25, 2019 \n \nHere, we’ll fact-check whether the United States is \"#1 in oil consumption\" in the world, since international comparisons of data on oil use are more consistent than for many of the other comparisons Ojeda made.\nOjeda told PolitiFact West Virginia that he found his information through Wikipedia. We turned to original sources.\nMeasured by total oil consumption, the United States does rank first in the world, according to the BP Statistical Review of World Energy 2019, a comprehensive review of data on global energy.\nIn 2018, the United States consumed 20,456,000 barrels a day -- far beyond the second-place nation, China, with 13,525,000 barrels a day.\nHowever, it’s worth noting that using the overall consumption figure is an imperfect method for measuring global oil consumption\nOil consumption \"is related to two factors -- high consumption and population size,\" said Anna Mikulska, a nonresident fellow at the Center for Energy Studies at Rice University's Baker Institute for Public Policy. \nBecause larger countries will usually have larger totals than smaller countries, it’s also important to look at per capita consumption -- consumption divided by population.\nBy this measure, the United States is near the top, but it isn’t quite No. 1.\nAccording to calculations by Eni, an Italian oil company, the United States ranked third internationally in per capita oil consumption. Saudi Arabia ranked first with 34.91 barrels a year, followed by Canada with 24.16 barrels and the United States with 23.12 barrels.\nOur ruling\nOjeda said the United States is \"#1 in oil consumption\" in the world. That’s correct for total consumption, but that’s partly because of the United States’ large population. On a per capita basis, the United States ranks third behind Saudi Arabia and Canada.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-00106"}