{"url": "/factchecks/2018/oct/02/marsha-blackburn/blackburn-miscasts-bredesen-role-harassment-cases/", "speaker": "Marsha Blackburn", "vclaim": "Under Phil Bredesen, in sexual harassment cases, his administration chose \"to shred some of the documents so that women’s voices would never be heard.\"", "truth_label": "half-true", "date": "stated on September 25, 2018 in a debate in Nashville, Tenn.:", "title": "Marsha Blackburn hits Phil Bredesen over shredded documents in sexual harassment cases", "text": "Tennessee Republican Rep. Marsha Blackburn brought the #MeToo movement into the first U.S. Senate debate with Democrat Phil Bredesen. Blackburn took a question about Supreme Court nominee Brett Kavanaugh and turned it into a jab at Bredesen’s handling of sexual harassment cases as Tennessee governor.\n\"When Phil was governor there was an issue where sexual harassment claims doubled one year,\" Blackburn said. \"And what they chose to do was to shred some of the documents so that women’s voices would never be heard. They died in that shredder and their voices were not heard.\"\nThe claim contains some serious charges. Upon review, we found that Blackburn embellished on some of the details.\nKey takeaways\n• An Associated Press review found that at end of 2005, the number of harassment claims was on track to double from the year before.\n• We identified about 30 sexual harassment investigations that occurred in state government from 2003 to 2011, while Bredesen served as governor. In two of those cases,  a state investigator destroyed interview notes.\n• Bredesen proposed changing the state open records law to try and shield the identify of accusers who came forward with claims of harassment. He also issued a policy to stop the shredding of any documents related to a sexual harassment investigation.\n• The Nashville Women’s Political Caucus praised Bredesen at the time for \"his open concern for protecting complainants' rights.\"\nA dishonored policy adviser\nMidway though Bredesen’s first term in 2005, top adviser Mack Cooper was accused of harassing a young woman in the governor’s office. Bredesen removed him from his staff and assigned him to a state job that paid about $10,000 less.\nOfficials released no details on what Cooper had done. When reporters dug further, they found that the state’s investigator had shredded the handwritten notes she took when interviewing the woman who made the allegation.\nLess than two months later, the State Corrections commissioner Quenton White resigned. The prison chief faced multiple problems, including driving a state car while his license was suspended and failing to punish guards who smuggled contraband goods into prisons.\nReporters quickly learned that he had faced harassment allegations a year earlier, but those notes had also been destroyed. The governor’s office said the harassment claim lacked proof, and he was dismissed for other reasons.\nBredesen’s sexual harassment policies\nBredesen took office in 2003. In 2004, he instituted workplace harassment training across all state offices.\nRight after demoting Cooper in May 2005, Bredesen proposed changing the state’s open records law to protect the identities of people who file sexual harassment complaints.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"We have got a problem with sexual harassment in state government,\" Bredesen told the Associated Press May 22, 2005. \"People are not going to come forward if it's going to be on the front page of the newspaper.\"\nThe Nashville Women’s Political Caucus immediately praised Bredesen. In a letter published in the Tennessean, caucus head Holly Span said her group supported Bredesen’s \"swift actions in the workplace harassment case involving one of his legislative lobbyists and his open concern for protecting complainants' rights.\"\n(Supporters of transparency in government opposed the move. In 2006, Bredesen backed down when news organizations agreed to keep accusers’ names private.)\nOn July 17, 2005, Bredesen issued a policy to stop all shredding by the Personnel Department. He said he didn’t know about the problem until the episode with his top adviser.\nIn August 2005, Bredesen released a new policy on sexual harassment investigations. It required that all documents be preserved.\nDuring this period, investigations by the Tennessean newspaper and the Associated Press found a lack of consistency across state government in how claims were handled. Tennessean reporters identified 30 cases on Bredesen’s watch.\nThey noted that claims made by or about higher ranked officials were \"investigated more thoroughly and more privately than those involving lower-level civil service employees.\"\nThe more high-profile the official, the thinner the file left behind, reporters found. Bredesen said the difference was because the rules for civil servant employees were more stringent than for executive staff. Civil service workers enjoy more legal protections, which produces a more detailed paper trail.\nIn 2005, Frank Gibson was executive director of the Tennessee Coalition for Open Government and an editor at the Tennessean. Gibson told us he opposed Bredesen’s plan to shield records from the press. But that issue was separate from any concerns about whether allegations were taken seriously.\n\"I knew of no rule that would have prevented any woman from being heard,\" Gibson said. \"As for a policy that sex harassment complaints were to be shredded, I never heard of such a thing.\"\nOur ruling\nBlackburn said that documents in sexual harassment cases were shredded \"so that women’s voices would never be heard.\"\nThe attack stretches the facts of the case and ignores Bredesen’s remarks at the time. Out of 30 cases, investigation notes were shredded in two prominent cases. In both, the implicated officials were either demoted or resigned.\nWhen the issue came to light, Bredesen ordered that files be preserved going forward. The Nashville Women’s Political Caucus praised Bredesen for \"his open concern for protecting complainants' rights.\"\nWe rate this claim Half True.\n Share the Facts 2018-10-02 17:12:13 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Under Phil Bredesen, in sexual harassment cases, his administration chose \"to shred some of the documents so that women’s voices would never be heard.\"     Marsha Blackburn Republican nominee for U.S. Senate for Tennessee https://youtu.be/2b8LkjaqGg8   In the first debate in Tennessee's U.S. Senate race Tuesday, September 25, 2018 2018-09-25    Read More  info", "vclaim_id": "vclaim-pol-01539"}