{"url": "/factchecks/2019/may/07/viral-image/no-these-photos-neil-armstrongs-space-boots-and-fo/", "speaker": "Viral image", "vclaim": "Neil Armstrong’s space boots don’t match a photo of his footprint on the moon, suggesting the moon landing was a hoax.", "truth_label": "false", "date": "stated on April 23, 2019 in a Facebook post:", "title": "No, these photos of Neil Armstrong’s space boots and a footprint don’t disprove the moon landing", "text": "Nearly 50 years have passed since Neil Armstrong walked on the moon and yet conspiracy theories that the moon landing was fake seem to be timeless.\n\"Am I missing something?\" reads the text of an April 23 Facebook post showing a photo of the bottom of \"Neil Armstrongs (sic) Space Boots\" and another photo of \"Neil Armstongs (sic) footprint.\"\nThe boots look relatively smooth while the footprint has a tread—they don’t match.\nBut this post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhat the theory fails to take into account are the so-called \"lunar overshoes\" the astronauts wore when they actually rested their feet on the moon’s surface. These overshoes are what left the footprint that is being scrutinized in this post.\nFirst, let’s look at the photo of the footprint.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nApollo 11 carried cameras for collection data and recording the moon landing mission. The photo of the footprint in question was taken by astronaut Buzz Aldrin, not Armstrong. And, according to a series of images on the Lunar and Planetary Institute’s website, it’s a photo of Aldrin’s own footprint, not Armstrong’s. The institute, perhaps aware of this particular conspiracy theory, also draws readers’ attention to another image of Aldrin descending onto the moon.\nThe soles of Aldrin’s boots and the footprint match. Armstrong left a similar footprint with the same kind of tread.\nThat’s because while the photo of his space suit is authentic (you can see lots of images of it here, including the soles of his shoes)  both Armstrong and Aldrin wore these lunar overshoes that were left behind.\nAccording to a 2017 Forbes story, Armstrong and Aldrin abandoned about 100 tools, gear and pieces of trash on the moon’s surface. \"NASA wanted the mission to bring back as many samples of lunar rocks and dust as possible,\" the story says, \"which meant the crew needed to leave behind everything they didn’t actually need for the trip back to earth.\"\nMoon landing conspiracy theories endure, but so do the first footprints on the moon’s surface. There’s no wind to blow them away, according to NASA, and they’ll be there for a million years.\nWe rate this Facebook post as False.", "vclaim_id": "vclaim-pol-00668"}