{"url": "/factchecks/2013/jun/28/tony-evers/wisconsins-new-private-school-tax-break-most-gener/", "speaker": "Tony Evers", "vclaim": "A private school tax break in the Wisconsin state budget is \"the most generous in the nation.\"", "truth_label": "half-true", "date": "stated on June 23, 2013 in an interview:", "title": "Wisconsin's new private school tax break most generous in U.S., state schools superintendent says", "text": "When it comes to taxpayer support of private schools in Wisconsin, most of the controversy over the 2013-’15 state budget centered on a limited expansion of the voucher program.\n\nBut what could really set Wisconsin apart is a lesser known provision of the budget, which Gov. Scott Walker plans to sign into law on June 30, 2013.\n\nThe provision would give parents, regardless of income, a state income tax deduction of up to $10,000 for sending a child to private school.\n\nThe measure drew the ire of state schools superintendent Tony Evers, who voiced his objections on the June 23, 2013 edition of \"Upfront with Mike Gousha,\" which airs on WISN-TV (Channel 12) in Milwaukee.\n\n\"The Legislature expanded the vouchers across the state of Wisconsin. Now they’ve doubled down and decided, well, we’re going to give a tax break to parents that send their kids to private and parochial schools. And it’s going to cost $30 million in one year, and, of course, the next biennium it will be at least double of that,\" Evers said in the web-only portion of the show.\n\n\"So, it's taking money out of the system that would normally go to public schools -- and it's the most generous in the nation. If you and I were billionaires and were sending our kids to high-tuition high schools, we would get, as billionaires, get the tax credits for that. It's obviously not progressive and it's going to hurt our public schools.\"\n\nThere are plenty of opinions on both sides over the merits of a private school tax break.\n\nBut would Wisconsin’s tax break be the most generous in the nation?\n\nThe proposal\n\nIn refashioning Walker’s initial budget proposal, the Legislature’s Joint Finance Committee voted June 5, 2013 to add the tax deduction. As Evers indicated, taxpayers would pay $30 million per year less in income taxes.\n\nParents of the nearly 100,000 students in private schools could get an income tax deduction of up to $4,000 for tuition paid for each kindergarten through eighth-grade student and up to $10,000 for each high school student.\n\nFor a typical family, according to a rough calculation by the Legislature's nonpartisan budget office, the deduction would result in a tax cut of $240 for each kindergarten through eighth-grade student and $600 for each high school student.\n\nEvers’ evidence\n\nTo back Evers' claim, Evers spokesman John Johnson cited a June 2013 article in Governing magazine.\n\nThe article cited the Thomas B. Fordham Institute, an education reform think tank, in saying that only a handful of states offer tax breaks for private school. Those tax breaks, the Governing article stated, are \"much less generous\" than Wisconsin’s plan.\n\nWe asked the Fordham Institute’s school choice analyst, Adam Emerson, about that. He said Wisconsin's $10,000 maximum is higher than any other state's. But he referred us to the Friedman Foundation for Educational Choice, a conservative organization founded by the late Milton Friedman, a Nobel Prize-winning economist, for more details.\n\nThe Wisconsin Budget Project also based its analysis of the Wisconsin tax break on Friedman Foundation figures.\n\nThe figures include apples and oranges. Some states, like Wisconsin, offer a tax deduction, which reduces the amount of income you pay taxes on; but others offer a credit, which reduces the amount of taxes you owe.\n\nHere’s a summary:\n\n\n\n\n\n\n\n\n\n\nState\n\n\n\nIncome limit to qualify for tax credit or deduction\n\n\n\nMaximum tax credit or deduction\n\n\n\n\n\nIllinois\n\n\n\nNone\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\n\nCredit: $500/family\n\n\n\n\n\nIndiana\n\n\n\nNone\n\n\n\nDeduction: $1,000/child\n\n\n\n\n\nIowa\n\n\n\nNone\n\n\n\nCredit: $250/child\n\n\n\n\n\nLouisiana\n\n\n\nNone\n\n\n\nDeduction: $5,000/child\n\n\n\n\n\nMinnesota*\n\n\n\nNone/$37,500\n\n\n\n$2,500/$1,000\n\n\n\n\n\nWisconsin\n\n\n\nNone\n\n\n\nDeduction: $4,000/child for K-8; $10,000 for high school\n\n\n\n\n\n*There is no income limit to qualify for Minnesota’s tax deduction, which is up to $1,625 per child in grades K-6 and $2,500 per child in grades 7-12. But for its tax credit, which is worth a maximum of $1,000, there is an income limit of $37,500 for one child (and the limit goes up for more children).\n\n(Alabama also offers a tax credit, up to $3,500 per student, but it’s available only to students who transfer to a private school from a \"failing\" public school. And North Carolina offers a credit of up to $6,000 per student, but only for students with disabilities.)\n\nWhat’s clear from the chart is Wisconsin’s maximum deduction -- $10,000 for a student attending a private high school -- far exceeds the deductions in other states. However, Louisiana's $5,000 maximum deduction for students in kindergarten through eighth grade exceeds Wisconsin's $4,000 deduction.\n\nWe wondered about the states offering tax credits. The Friedman Foundation ran some more data.\n\nWisconsin’s $10,000 maximum tax deduction would result in a maximum tax cut, for families with incomes above $155,000, of $775.\n\nThat's higher than the maximum credits offered by Illinois and Iowa, but less than Minnesota’s maximum credit of $1,000.\n\nHowever, there's no income limit for claiming the Wisconsin tax deduction, whereas Minnesota's credit is only for people earning less than $37,500. Moreover, Minnesota's credit applies only to education expenses other than tuition; Wisconsin's deduction applies to tuition which, of course, is the largest private school expense.\n\nAll of which makes the point that, depending on a family's income, the number and ages of their children, and the income tax rates in their state, the benefit to them of a state’s private school tax break can vary widely.\n\nOur rating\n\nEvers said a private school tax break in the Wisconsin state budget would be \"the most generous in the nation.\"\n\nIt's among the most generous -- for parents with multiple children attending a private high school, for example. But depending on various factors, it's not necessarily more generous than other states.\n\nWe rate Evers’ statement Half True.", "vclaim_id": "vclaim-pol-09163"}