{"url": "/factchecks/2016/dec/27/jim-kenney/did-major-crimes-drop-philly-compared-other-cities/", "speaker": "Jim Kenney", "vclaim": "\"While many urban areas across the country saw a sharp increase in crime over the last year, the Philadelphia Police Department successfully lowered part one crimes.\"", "truth_label": "mostly-true", "date": "stated on December 15, 2016 in a report:", "title": "Did major crimes drop in Philly compared to other cities in 2016?", "text": "Mayor Jim Kenney’s administration recently released a report stuffed with the good news that happened during his first year in office. It notes how the DNC was better for local businesses than the pope and contains plenty about the soda tax and the upcoming education initiatives it will fund. But the report first discusses crime, consistently one of the biggest concerns for Philadelphians who flirt with leaving the city.\n\"While many urban areas across the country saw a sharp increase in crime over the last year,\" the report reads, \"the Philadelphia Police Department successfully lowered part one crimes and increased drug seizures.\"\nSo what’s part one crime, and did Philly’s part one crime rate drop? And did other cities have difficulty keeping their overall crimes rates low? We decided to check. And for fun we’ll look into how this year’s change in the crime rate compares to the years of former Mayor Michael Nutter.\nFirst, Philly’s crime rate. Part one crimes are defined by the Uniform Crime Reporting Act as forcible rape, homicide, robbery, aggravated assault, burglary, larceny-theft, motor vehicle theft and arson. The mayor’s report states that of part one crimes as of Dec. 11, homicide is down 1 percent, burglaries are down 14 percent, reports of rape down 10 percent and robberies down 8 percent.\nThe administration said it obtained its data from the Uniform Crime Reporting Act. If you look at year-to-date statistics directly from the police department on Dec. 11, they’re slightly different. Homicide, for instance, was up 2 percent. But either way, part one crime was down 1 percent on Dec. 11 and violent part one crime was down about 5 percent, according to statistics from the police.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nThe decrease follows a years-long trend for Philadelphia. Under the Nutter administration, violent crime decreased about 20 percent from when he took office in 2008 to the end of 2015. Most of the decrease took place in his last four years, but Philly experienced a slight decrease in violent crime in his first year before slight increases the next three years.    \nNot every city can tell the same story as Philadelphia about a reduction in crime and violent crime this year. Throughout 2016, national publications have hyped a rise in violent crime, particularly murder rates, for reasons unclear to experts. Among big cities that have experienced a surge in violent crime are Dallas, Chicago and Los Angeles. As of last week, Dallas’ part one crime rate had increased .1 percent and Los Angeles’ 5.4 percent. Nearby big cities like New York and Baltimore have seen a decrease in part one crime, like Philadelphia, according to statistics from their police departments.\nA recent study by the Brennan Center looked at 21 of the 30 largest U.S. cities and compared projections of crime rates from 2016 to 2015, based on numbers it collected in September. It found the projected crime rate up 1.3 percent overall, a projection the Brennan Center described as \"nearly unchanged,\" the violent crime rate up 5.5 percent and the murder rate up 13.1 percent.    \nThe Brennan Center notes most of the fluctuations in the crime rate fall within expected ranges and there has been no national wave of crime. The main reasons for stories about an unclear increase in murder and violent crime nationally are outliers like Chicago and San Antonio, which have seen their murder rates go up about 47 percent and 50 percent, respectively, this year. For overall crime rate, Los Angeles, Chicago, San Antonio, Charlotte and Oklahoma City were the only cities with increases in crime above 4 percent.\nPhiladelphia is one of 13 of the 21 cities to experience a reduction in total crime and one of eight to see a reduction in violent crime.", "vclaim_id": "vclaim-pol-03838"}