{"url": "/factchecks/2008/sep/25/barack-obama/mccain-never-talked-about-the-bill/", "speaker": "Barack Obama", "vclaim": "\"I introduced a bill that would’ve helped stop the multimillion-dollar bonus packages that CEOs grab on their way out.. (McCain) opposed that idea.\"", "truth_label": "barely-true", "date": "stated on September 24, 2008 in a speech in Dunedin, Fla.:", "title": "McCain never talked about the bill", "text": "As Congress worked through the details of a $700-billion bailout of the financial system, the presidential candidates zeroed in on the issue of executive pay and skirmished over who could rightly take credit for sounding an alarm about highly compensated CEOs at troubled financial firms.\n\n \n\n Appearing in Dunedin, Fla., on Sept. 24, Barack Obama depicted John McCain as a recent convert on the issue of corporate accountability, and took credit for introducing legislation last year that would have imposed some formal restraint on big bonuses and severance payments that corporations routinely award top executives.\n\n \n\n\"In the last few days, my opponent has decided to start talking tough about CEO pay. He’s suddenly a hard-charging populist. And that’s all well and good,\" Obama said. \"But I sure wish he was talking the same way over a year ago, when I introduced a bill that would’ve helped stop the multimillion-dollar bonus packages that CEOs grab on their way out the door. Because he opposed that idea.\"\n\n \n\nObama also lamented that McCain didn't join him in demanding accountability from troubled mortgage giants Fannie Mae and Freddie Mac, whose former chief executives received pay and bonus packages worth a combined $24-million.\n\n\nObama was trying to tap into mounting public frustration over the prospect of CEOs exiting their posts with lavish pay and benefit packages while taxpayers cover the cost of saving their former firms. The Bush administration yielded this week to demands from congressional critics in both parties that the proposed bailout package include a provision to limit the pay packages of those executives whose companies would benefit from the bailout.\n\n \n\nBut is Obama’s populist attack grounded in facts?\n\n \n\nWe’ve already dealt with McCain’s response to the problems at Fannie and Freddie\n\nhere\n\n(he called for a vigorous response to a 2006 report detailing shady accounting at Fannie) and his position on the bailout of the giant insurer American International Group in\n\nthis item\n\n(he said management and speculators who created the mess shouldn’t be bailed out).\n\n \n\nIt’s true that Obama wrote a bill that would have changed federal securities law to require shareholders of publicly traded companies to hold nonbinding votes on executive compensation packages. The measure, introduced on April 20, 2007, was one of a number of proposals circulating in Congress at the time that attempted to apply limits to executive compensation. But Obama's proposal has never come up for a hearing or a vote in the Senate Banking, Housing and Urban Affairs Committee.\n\n \n\nAs for Obama’s contention that McCain opposed the measure, we reviewed McCain’s public statements and found nothing in his press releases or in the Congressional Record expressing opposition or support for Obama’s bill.\n\n\nWe asked Obama’s campaign for evidence that McCain was against the proposal. They provided a copy of remarks McCain senior policy adviser Douglas Holtz-Eakin made to the\n\nWall Street Journal\n\nin April 2008 that the Arizona senator opposes legislative or regulatory fixes for executive pay problems, preferring private-sector intervention.\n\n \n\nBut as early as 2002 McCain criticized excessive executive pay packages in the wake of the accounting scandal at energy giant Enron Corp. In a July 11, 2002, appearance at the National Press Club, McCain outlined a series of steps to \"restore public confidence in corporate America\" that included forcing executives to return any compensation directly received from their proven misconduct and preventing them from selling holdings of company stock while serving in that company.\n\n\nSo Obama can legitimately take credit for introducing legislation that took aim at executive pay practices that have aroused tremendous public ire in the wake of the proposed financial bailout. But there's simply no evidence to support Obama's contention that McCain \"opposed that idea.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe can find no record that McCain ever uttered an opinion on Obama's proposal, and in fact it's clear that McCain has criticized excessive executive payouts in the past.\n\n\nThe only thing the Obama campaign has to support its contention that McCain opposed Obama's executive pay bill is a remark in a news story from one of his to advisers about McCain's general preference for private-sector remedies — a remark made a full year after the Obama bill was introduced.\n\n\nIt's not unreasonable to think McCain might have preferred a different approach to what Obama proposed, but that's just not enough to support what Obama is saying. We rate this attack Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15963"}