{"url": "/factchecks/2016/aug/08/donald-trump/donald-trump-accurately-says-media-wrong-he-kicked/", "speaker": "Donald Trump", "vclaim": "Says the media distorted what happened with a baby at his rally.", "truth_label": "true", "date": "stated on August 7, 2016 in a tweet:", "title": "Donald Trump accurately says media wrong that he kicked baby out of rally", "text": "Donald Trump is crying foul at news reports alleging he kicked a crying baby out of a Virginia rally last week.\n\"The media is going crazy. They totally distort so many things on purpose. Crimea, nuclear, ‘the baby’ and so much more. Very dishonest!\" he tweeted.\nWe looked into his widely reported comments on Crimea and a host of other issues. But is it true that babygate isn’t based on reality?\nTrump’s charge of media distortion sticks.\nThe \"scandal\" started at an Aug. 2 Trump rally in Ashburn, Va. As he was talking about trade, a baby began to cry in the audience, prompting the famously off-the-cuff Trump to chime in.\n\"I love babies. I hear that baby cry, I like it,\" he said. \"What a baby. What a beautiful baby. Don't worry, don't worry. The mom's running around, like, don't worry about it, you know. It's young and beautiful and healthy, and that's what we want.\"\nAs the baby continued to cry, Trump continued to comment.\n\"Actually I was only kidding, you can get the baby out of here,\" he said. \"I think she really believed me that I love having a baby crying while I'm speaking. That's okay. People don't understand. That's okay.\"\nThese sentences caught fire in the press. Here’s a smattering of headlines from a variety of media outlets:\n• New York Daily News: \"SEE IT: Donald Trump kicks crying baby out of rally\"\n• Rolling Stone: \"Watch Donald Trump Throw Crying Baby Out of Rally\"\n• New York Times: \"Donald Trump Jousts With a Crying Baby at His Rally\"\n• Fox News: \"Trump has infant removed from rally for making noise\"\n• Salon: \" ‘You can get that baby out of here’: Donald Trump, upstaged by crying baby, orders it removed from rally\"\n• Wired: \"Trump didn’t just banish a baby. He banished a mother\"\n• Baltimore Sun: \"Trump banished the baby, humiliated the mother\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut, as our friends at the Washington Post Fact Checker reported, Trump didn’t actually kick the baby out of his rally.  \nToronto Star reporter Daniel Dale cleared things up that day, writing that Trump’s \"get the baby out of here\" comment came as the mother was already exiting.\n\"A joke? Possibly. An insensitive, heartless, ordinary-person-embarrassing remark? Possibly. Trump’s tone is eternally hard to read,\" Dale wrote. \"But, to my eyes, it certainly was not an ejection — it was an unusually barbed endorsement of the mother’s own decision to depart.\"\nNBC reporter Katy Tur was also at the event and said comment was very clearly a joke and \"the baby stayed.\" Tur reported about the incident on Bloomberg’s With All Due Respect (around the 30 minute mark).\nAnother guest on the program, the Washington Post’s Phil Rucker, agreed: \"I was there, too. It was a joke. It was definitely a joke.\"\nThe Associated Press reported that after saying \"you can get that baby out of here,\" Trump \"then seemed to suggest that he was joking and the baby could stay. The child soon stopped crying.\"\nDevan Ebert, the mother herself, said as much in widely circulated Facebook posts soon after the news reports began appearing. Ebert confirmed to PolitiFact that this statement came from her:\n\"I excused myself and my child when he awoke from his nap and began to cry. It was only because I had to grab my child's belongings and then make my way out of the aisle I was seated in that I wasn't out of there sooner. ...\n\"I fully support Mr. Trump. I thought he responded very graciously to my child crying and he made a lighthearted moment out of what I usually consider to be stressful. I actually was out of the auditorium before he even made his follow up comment about my child and even then, when I was informed of his comment.\n\"I laughed. I understand he says things jokingly, and I understand no one wants to speak over or struggle to listen over a crying baby. I am in no way offended and I again reiterate, Mr. Trump NEVER kicked me or my child out of the Briar Woods High School, Trump rally.\"\nEbert reiterated this in an interview, telling us she was never kicked out of the rally and Trump still has her vote.\n\"I appreciate that Mr. Trump made light of an otherwise stressful situation,\" she said.\nAt the time of this report, none of the publications listed above have issued corrections or updated their stories.\nOur ruling\nTrump said the media distorted what happened with a baby at his rally.\nMany media outlets reported that Trump \"threw out\" or \"ejected\" a crying baby from a campaign event in Virginia, based on his commentary on the incident. But this isn’t true. Trump’s comments came as the mother was already voluntarily exiting from the rally.\nWe rate Trump’s claim True.\nhttps://www.sharethefacts.co/share/598870c7-2bbd-47a5-8d22-04f0a67ebc97", "vclaim_id": "vclaim-pol-04511"}