{"url": "/factchecks/2018/may/09/kevin-nicholson/sen-tammy-baldwin-did-back-department-peace-kevin-/", "speaker": "Kevin Nicholson", "vclaim": "\"Tammy Baldwin cosponsored legislation that wanted to establish the Department of Peace and Nonviolence.\"", "truth_label": "mostly-true", "date": "stated on May 4, 2018 in an interview:", "title": "Sen. Tammy Baldwin did back a Department of Peace, but Kevin Nicholson's attack needs some context", "text": "While defending his criticism of military veterans who support Democrats, Kevin Nicholson also attacked Wisconsin U.S. Sen. Tammy Baldwin -- the Democrat whose job he wants.\nNicholson was interviewed May 4, 2018 by Dan O’Donnell, who hosts a conservative talk show on WISN-AM in Milwaukee. Nicholson, a first-time candidate and former Marine, said:\nTammy Baldwin cosponsored legislation that wanted to establish the Department of Peace and Nonviolence. That’s a fundamentally unserious answer to a serious question -- the question being, How do we keep the American people safe? She’s going to have to answer for that in this election. I’m going to make sure that she does.\nNicholson made essentially the same claim about Baldwin and the Department of Peace in another Milwaukee radio interview two days earlier.\nMoreover, both Nicholson and state Sen. Leah Vukmir -- the two Republicans vying in the August 2018 primary to challenge Baldwin three months later -- are trying to portray Baldwin as extreme.\nSo is an outside group -- although we rated Mostly False its claim that Baldwin \"supported legislation allowing citizens to withhold funding for our troops.\"\nAs we’ll see, Baldwin did back the Department of Peace legislation, which the Washington Post called the \"Hope Diamond of liberal ideas: pure, breathtaking and highly impractical in the real world.\"\nBut it’s important to note that Baldwin’s most recent cosponsorship was before she left the House for the Senate, and that as a senator she has backed certain national defense measures.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc\n\n\n\n\n \nThe legislation\nTo back Nicholson’s claim, his campaign cited Baldwin’s cosponsorship, as a member of the U.S. House, of the 2007 version of the Department of Peace and Nonviolence Act. It was introduced by then-U.S. Rep. Dennis Kucinich, D-Ohio.\n(Baldwin for 14 years held the Madison-area House seat now held by Democrat Mark Pocan. She joined the Senate in 2013.)\nIn 2009, Kucinich introduced a similar measure, the Department of Peace Act. Baldwin cosponsored it and she cosponsored the 2011 version.\nThe 2012 Post article said that with the $10 billion-a-year Department of Peace:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nA secretary of peace would sit in the president’s Cabinet and on the National Security Council. The secretary would be given a special new role in the country’s military decisions: If a conflict was about to start, the secretaries of defense and state would have to consult the Peace secretary \"concerning nonviolent means of conflict resolution.\"\nThe Congress.gov summary of the bill said the department’s mission would be to:\nHold peace as an organizing principle; endeavor to promote justice and democratic principles to expand human rights; and develop policies that promote national and international conflict prevention, nonviolent intervention, mediation, peaceful resolution of conflict, and structured mediation of conflict.\n\nThe bills were referred to committee, but no other actions were taken.\nIn response to Nicholson’s claim, Baldwin’s campaign told us the peace secretary also would have been charged with developing policies to address domestic violence and reduce incarceration; and the campaign said that one of the nation’s founding fathers, Benjamin Rush, had promoted the idea of a peace secretary.\n\n\n\n\nMore fact checks on the Senate candidates:\nKevin Nicholson\nTammy Baldwin\nLeah Vukmir\n\n\n\n\n\n\n \nAnd though she is far from being a hawk, Baldwin has been out front on certain defense measures:\n\n\nPressing President Donald Trump in late 2017 to fund Wisconsin-made Littoral Combat Ships.\n\n\n\n\nTouting her vote for the 2018 National Defense Authorization Act, saying it strengthens national security.\n\n\nOur rating\nNicholson says Baldwin \"cosponsored legislation that wanted to establish the Department of Peace and Nonviolence.\"\nBaldwin did cosponsor, as a member of the House before joining the Senate, the 2007, 2009 and 2011 versions of those bills, which did not become law.\nBut it’s important to note, in terms of Nicholson’s suggestion that the cosponsorships were Baldwin’s answer to national security problems, that Baldwin has supported some defense-spending measures, as well.\nWe rate Nicholson’s statement Mostly True.\n Share the Facts 2018-05-09 13:12:29 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Nicholson \"Tammy Baldwin cosponsored legislation that wanted to establish the Department of Peace and Nonviolence.\"     Kevin Nicholson Republican candidate for U.S. Senate https://www.iheart.com/podcast/139-The-Dan-ODonnell-Show-27550539/episode/nicholson-discusses-cognitive-thought-process-controversy-29284132/?campid=ls_ihrshow&pname=1176&cid=%2Ffeatured%2Fcommon-sense-central%2F   In an interview Friday, May 4, 2018 2018-05-04    Read More  info", "vclaim_id": "vclaim-pol-02096"}