{"url": "/factchecks/2017/nov/09/freedomjunkshuncom/fake-news-story-says-supreme-court-issues-bogus-wa/", "speaker": "FreedomJunkshun.com", "vclaim": "\"Supreme Court issues its first bench warrant ever.\"", "truth_label": "pants-fire", "date": "stated on November 6, 2017 in a headline:", "title": "Fake news story says Supreme Court issues bogus warrant in fictional case", "text": "A fake news story spread by a liberal troll website said the U.S. Supreme Court issued a bench warrant for the arrest in a fictional case against the Treasury Department.\n\"Supreme Court issues its first bench warrant ever,\" read the headline on a Nov. 6, 2017, post on FreeInfoMedia.com. We saw the same article on the same day posted to FreedomJunkshun.com, the fake news site where it originated.\nFacebook users reported both posts as being potentially fabricated, as part of the social network’s efforts to curb fake news. We also saw the same story on other sites.\nThe fake story said that Supreme Court justices Neil Gorsuch and Clarence Thomas had issued the warrant to compel a man named Donald M. Allard to testify \"on a case involving the Treasury Department’s mishandling of funds during the Obama administration.\"\nA bench warrant is a written order by a judge authorizing the police to find someone and bring them to court. The story said Allard, described as \"a close friend and college activist friend of Barack Obama,\" had previously been found in contempt in two fictional courts.\nThe Supreme Court wanted him to answer whether he was \"ordered by the chief executive to transfer funds from the trust fund to the general fund without the approval of Congress,\" the story said.\nThere is no warrant, of course, just as there is no such case before the Supreme Court. The story is completely bogus.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFreedomJunkshun.com is a member of a series of fake websites associated with Christopher Blair, who lives in Maine. Blair is a self-described liberal troll who creates fictional stories to try to fool conservative readers.\nThe website uses a similar layout and style as other Blair-affiliated sites and carries a disclaimer that reads, \"All people, places, names and images should be considered fictitious or fictitious representations.\"\nJust to be sure the assertions in the story were fake, we asked a couple of legal experts whether there was any sort of case like the one described, or if the court had issued any bench warrants.\nTom Goldstein, who runs SCOTUSblog.com with his wife Amy Howe, told us that \"every possible aspect of that is fiction.\"\nIlya Shapiro, senior fellow in constitutional studies at the libertarian Cato Institute, said he was unaware of any bench warrant ever being issued by the Supreme Court.\n\"Bench warrants are issued to cause the arrest of someone who violated a court rule or showed contempt for the court, so in theory the Supreme Court could indeed issue one. But I’ve never heard of it,\" Shapiro said. \"Even in the handful of recent protest cases, the Supreme Court marshals or Capitol Police simply arrest the people on their pre-existent authority to do so.\"\nAs a final note, we have to point out the tomfoolery surrounding the name of the supposed witness, Donald M. Allard. The letters of the name elide into Donald Mallard, which appears to be an allusion to Donald Duck.\nThis is another fake story full of preposterous details cooked up by a network of trolls to fool people. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-02706"}