{"url": "/factchecks/2019/sep/05/facebook-posts/this-photo-doesnt-show-hurricane-dorian-over-baham/", "speaker": "Facebook posts", "vclaim": "Says an image depicts Hurricane Dorian over the Bahamas.", "truth_label": "false", "date": "stated on September 3, 2019 in a Facebook post:", "title": "This photo doesn’t show Hurricane Dorian over the Bahamas. It’s a doctored photo of Miami Beach", "text": "As Hurricane Dorian bears down on the Eastern Seaboard, so too do bogus photos about the storm.\nIn a Facebook post published Sept. 3, one user claimed a photo depicted Dorian over the Bahamas the day before. A large swirl of clouds appears on the horizon, beyond beachfront condos and high-rises.\n\"Frightening yet hauntingly beautiful,\" reads the post, which has been shared more than 700 times. \"Hurricane Dorian over the Bahamas as it arrived yesterday.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) And it’s one of several suspect photos related to Dorian that has been shared this week, so we wanted to check it out.\nThe photo isn’t a real image at all — it’s at least two different images stitched together.\nA reverse image search for the photo led us to a Reddit post from April 28. A user claimed the same photo that was shared on Facebook depicted Miami. Several Redditors commented that they thought it looked photoshopped. \nRELATED: Hurricanes and tropical storms lead to flood of misinformation\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nUsing FotoForensics, a visual analysis tool, we were able to locate two distinct halves of the image: the foreground (with the oceanside buildings) and the background (the looming storm). The tool indicates that the buildings were digitally inserted into the storm photo.\nWhere are those buildings actually located? To answer that, we turned to Google Earth.\nIn the lower half of the doctored image, there is an ocean on the left, buildings in the center-left, an inlet in the center-right and more land on the right. The inlet has at least two islands in it.\nOn Google Earth, we looked at Miami Beach for these features, since it was mentioned on Reddit. After some scrolling up and down the coast, we found the spot where the foreground of the altered image seems to have been taken: North Miami Beach.\nSnopes reported Sept. 3 that the clouds come from a May 2016 photo of a supercell thunderstorm in Kansas. The North Beach image is a stock photo.\nBut who made the altered version?\nIn a fact-check published Sept. 4, the Associated Press talked to artist Brent Shavnore, who originally published the image on his Instagram page April 12. He told the AP that he makes YouTube tutorials about how to create digital art like the altered photo of Miami Beach.\nThe Facebook post is not accurate. We rate it False.", "vclaim_id": "vclaim-pol-00200"}