{"url": "/factchecks/2010/sep/21/rick-perry/rick-perry-says-bill-white-didnt-pay-taxes-1995/", "speaker": "Rick Perry", "vclaim": "Says Bill White \"didn't pay taxes while earning $133,600 annual salary as deputy secretary of energy.\"", "truth_label": "false", "date": "stated on September 7, 2010 in a press release:", "title": "Rick Perry says Bill White didn't pay taxes while working for feds in 1995", "text": "Republican Gov. Rick Perry hasn't seen Democratic challenger Bill White's 1995 tax return. Even so, he says White didn't pay taxes that year.\n\n\"Bill White hiding his taxes because he didn't pay them,\" says the headline on a Sept. 7 news release from Perry's campaign. That's followed by this header: \"Liberal trial lawyer didn't pay taxes while earning $133,600 annual salary as deputy (U.S.) secretary of energy.\"\n\nPerry's press release did not say what kind of taxes he meant, though we suspect most observers would conclude that he is referring to White not paying federal income taxes that year. Perry said as much as we wrapped up our research on this topic, telling San Antonio's KTSA-550 AM last week that White \"didn't pay any income tax in 1995.\" We believe that dramatic charge is impossible to independently prove or disprove without access to the relevant White tax return.\n\nLater that day, White told the station: \"I served part of the year in the federal government. I paid income tax; there was withholding. And the other half of the year, when I was out of government, I lost money in my business with a self-employed business and so then I got a refund.\"\n\nSome background: White's tax returns have proved a Perry talking point. While White has released returns from his mayoral tenure (2004-09), Perry said he would not agree to a debate until he made public his tax returns from when he was deputy energy secretary in President Bill Clinton's administration (1993-95) and chairman of the Texas Democratic Party (1995-98). That didn't happen.\n\nIn his Sept. 7 press release, Perry says White's 1995 tax obligation was \"uncovered\" in an Aug. 14 Dallas Morning News article citing information from White's campaign that he reported \"no taxable income for 1995.\"\n\nKaty Bacon, White's campaign spokeswoman, declined to share the candidate's 1995 tax return or grant us an interview with White's accountant. But to counter Perry's charge that White paid no taxes while earning his federal pay in 1995, she sent us figures that she said White's camp gave the Dallas newspaper in August; they showed White's annual taxable income from 1993 through 1995 and his annual tax liability. For 1995, White's taxable income was listed as zero and his tax as $3,482.\n\nKatinka Podmaniczky, an Energy Department spokeswoman, confirmed that White's annual salary at the agency was $133,600. He resigned from the post in August 1995, according to White's 1995 federal financial disclosure report.\n\nBacon told us in an e-mail that White grossed nearly $90,000 for his work at the department that year and that $21,568 in federal income taxes were withheld from his paycheck. He did not have another job in 1995 for which federal taxes were withheld, she said.\n\n\"After he left Department of Energy, while starting a new business, his losses were such that he had no 'taxable income' and a refund of $24,186,\" Bacon said. (His refund was larger than the amount of taxes withheld, she said, because \"he had also paid in estimated taxes and had rolled over an overpayment from 1994 that totalled $6,100.\")\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n John Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nShe said the new business was White Acquisitions, which \"pursued investments in oil and gas services and oil and gas.\" She told us that the firm was formed in September 1995 and dissolved on the last day of 1997. According to Bacon, White owned the company, there were no other investors and he was the \"sole shareholder.\"\n\nBased solely on information from the White campaign, here's the tax math so far: Counting what he paid through withholding and estimated tax payments, plus his overpayment from 1994, White was credited with paying a total of $27,668 in income tax in 1995. His business losses the same year erased most of his tax liability, so he received a $24,186 refund. That left $3,482, which the federal government kept because he owed \"household employment taxes ... on the income he paid to his employee,\" a housekeeper, Bacon said.\n\nSeparately, we asked a tax policy expert whether it's possible to have no taxable income while still paying federal taxes on earnings.\n\nSure, said Roberton Williams, a senior fellow at the nonpartisan Tax Policy Center in Washington. He told us that if White's taxable income was zero after all of his investment losses and other adjustments (exemptions, deductions, credits) were taken into account, his federal income tax liability would indeed have been zero. That would have produced a refund of income tax.\n\nHowever, Williams said, the vast majority of American workers also pay Medicare and Social Security taxes, commonly known as payroll taxes, which the government doesn't refund. If White paid those, \"they are gone,\" Williams said.\n\nTo address this aspect without handing over White's tax return, his campaign agreed to our suggestion that White ask the Energy Department to release all the taxes that were withheld from his pay in 1995. In an e-mail to the White campaign that was forwarded to us, the agency's payroll department listed $21,568.45 in federal income taxes, $3,794.40 in Social Security and $1,302.55 in Medicare taxes that were withheld from White's pay.\n\n(According to his 1995 tax return, Perry had $3,794 in Social Security and $1,121 in Medicare taxes withheld from the state salary he received as state agriculture commissioner.)\n\nNow to the Truth-O-Meter: Perry's press release claimed that White \"didn't pay taxes while earning $133,600 annual salary as deputy secretary of energy.\" Later, he said he was referring to income taxes. Regardless of what sort of taxes Perry meant, we confirmed that White was paying taxes — income, Medicare and Social Security — while he was making that salary during the first eight months of 1995.\n\nWhite said he got income taxes back after filing his tax return. Why? His business losses later that year largely offset the income taxes he had already paid through withholding, he said, leaving him with no taxable income in 1995.\n\nIs that the same as White paying no taxes that year while he did his federal job, as Perry says? We think not.\n\nWe rate the statement False.", "vclaim_id": "vclaim-pol-14394"}