{"url": "/factchecks/2018/nov/15/patrick-morrisey/how-late-did-joe-manchin-decide-kavanaugh-vote/", "speaker": "Patrick Morrisey", "vclaim": "Says Joe Manchin \"refused to commit to Kavanaugh until AFTER the Senate had the votes.\"", "truth_label": "true", "date": "stated on October 6, 2018 in a tweet:", "title": "How late did Joe Manchin decide on Kavanaugh vote?", "text": "When U.S. Sen. Joe Manchin, D-W.Va., was running for reelection, he broke with fellow Democrats by voting to confirm President Donald Trump’s Supreme Court nominee, Brett Kavanaugh. But that wasn’t enough for some critics.\nIn a tweet, his opponent, Patrick Morrisey, wrote, \"Thanks to @realDonaldTrump & Republicans in the Senate who confirmed Kavanaugh. Remember, Manchin refused to commit to Kavanaugh until AFTER the Senate had the votes. Manchin piled on — he had no courage and empowered the Schumer circus. #wvsen #wvpol.\"\nThanks to @realDonaldTrump & Republicans in the Senate who confirmed Kavanaugh. Remember, Manchin refused to commit to Kavanaugh until AFTER the Senate had the votes. Manchin piled on — he had no courage and empowered the Schumer circus. #wvsen #wvpol— AG Patrick Morrisey (@MorriseyWV) October 6, 2018\n\n\nManchin ended up defeating Morrisey, though by a more narrow margin than polls had indicated. Was Morrisey correct that Manchin refused to confirm Kavanaugh until after the Senate already had votes in Kavanaugh’s favor? Manchin’s staff did not respond to an inquiry for this article, but we took a closer look.\nOn Sept. 27, Christine Blasey Ford accused Kavanaugh of sexually assaulting her when they were teens.. This allegation put Kavanaugh’s nomination in jeopardy, and the Senate delayed a confirmation vote so the FBI could investigate the allegation.\nManchin supported the Senate delaying the vote, and he took his time before committing to a yes or no vote on the nomination. He only made his position public after the FBI investigation was completed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJoe Manchin\n\n\nstated on September 14, 2018 in tweet\n\n\n\n\n\n\n\n\nSays Patrick Morrisey undertook \"efforts to put educators in jail.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Kristen Mohammadi • October 11, 2018\n\n\n\n\n\n\n\nUltimately, Manchin announced his intentions only after Sen. Susan Collins, R-Maine, announced that she would support becoming the 50th vote to confirm Kavanaugh. That would have been sufficient for a confirmation because Vice President Mike Pence could have broken a tie in Kavanaugh’s favor.\nManchin made the announcement on Oct. 5, saying in a tweeted press release at 3:54 p.m., \"I met with the nominee for over two hours, attended his hearings, spoke with constitutional experts, and heard from thousands of West Virginians.\"\n\nThat was \"within moments of\" Collins’ announcement, CNN reported.\nPolitico wrote that \"it’s clear Manchin doesn’t want to be the 50th vote for Kavanaugh, but it seems like he’d be OK with being the 51st or 52nd, barring any new developments.\"\nOur ruling\nMorrisey tweeted that Manchin \"refused to commit to Kavanaugh until AFTER the Senate had the votes.\"\nManchin waited until after Collins said she would become the 50th vote in support of Kavanaugh’s nomination to announce his own decision to back him. We rate the statement True.\n Share the Facts 2018-11-15 19:06:50 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says Joe Manchin \"refused to commit to Kavanaugh until AFTER the Senate had the votes.\"    Patrick Morrisey U.S. Senate candidate, R-W.Va. https://twitter.com/MorriseyWV/status/1048673350220963841   a tweet Saturday, October 6, 2018 2018-10-06    Read More  info", "vclaim_id": "vclaim-pol-01261"}