{"url": "/factchecks/2020/jan/08/facebook-posts/fact-checking-claim-electoral-college-los-angeles-/", "speaker": "Facebook posts", "vclaim": "\"Abolishing the Electoral College would make Los Angeles County stronger than 43 states.\"", "truth_label": "false", "date": "stated on November 11, 2019 in a Facebook post:", "title": "Fact-checking claim on Electoral College, Los Angeles County and 43 states", "text": "A Facebook post claims that getting rid of the Electoral College would give a single county in California more say in the election of the president than 43 states.\n\"Abolishing the Electoral College would make Los Angeles County stronger than 43 states,\" said the Nov. 11 Facebook post that’s been shared more than 18,000 times.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe post, taken literally, makes no sense, said James A. Gardner, an election law expert at the University at Buffalo School of Law.\n\"If the Electoral College were abolished, presumably the president would be elected by nationwide majority vote,\" Gardner said. In such a system, all groups of people \"would have precisely identical influence on the outcome of the election since every vote would count equally in the final tally,\" he said.\nA voter in Los Angeles County would have exactly the same input into the presidential election as would a voter in rural Wyoming if a national popular vote were used to elect the president, said Robert Speel, a political science associate professor at Penn State Erie, The Behrend College.\nBackground on the Electoral College process\nVoters on Election Day choose who they want as president, yet the final vote comes later through the Electoral College, which consists of 538 electors. (The candidate who reaches 270 Electoral College votes wins.)\nThe number of electors a state gets equals the combined number of members a state has in the U.S. House of Representatives and the U.S. Senate. Each state has two senators, and the number of representatives for each state varies depending on the state’s population. States with more people have more representatives. (Though not a state, the District of Columbia is allocated three electors due to a constitutional amendment. U.S. territories, like Puerto Rico, do not get electors and cannot vote in the general election.)\nEliminating the Electoral College (and not creating a new system in its place) would mean that the president is elected based on the popular vote -- that is, who gets the most votes on Election Day. \nSupporters of the Electoral College argue that keeping it requires candidates to get votes from all parts of the country, including less populated areas. Opponents say that it actually makes candidates focus only on swing states -- states where the margin is close enough that either party has a chance of winning.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nPopulation of Los Angeles County and 43 states\nThe Facebook post appears to suggest that since Los Angeles County has a lot of people — an estimated 10.1 million as of July 2019 — it will outweigh the voice of 43 other states. The post doesn’t specify which states, nor does it make clear if it means the county will be stronger than the 43 states combined or compared to each.\nU.S. Census Bureau population estimates show that 41 states, the District of Columbia, and Puerto Rico each had fewer people than did Los Angeles County. (Perhaps whoever created the Facebook post added the District of Columbia and Puerto Rico to arrive at \"43 states.\") \nOne way to read the post is to say that Los Angeles County’s influence under a direct popular vote would outweigh the combination of all 43 states. But that’s wrong. The 43 states’ collective population — about 163.7 million — is about 16 times that of Los Angeles County.\nIn a direct popular vote system, candidates might adjust their campaign strategy to appear in major media markets like Los Angeles, because that would be the most efficient use of campaign resources. \n\"So maybe the author is trying inartfully to say this,\" Gardner said of the Facebook post. \nBut it’s uncertain whether candidates would even make that change. It could also be that candidates avoid places like Los Angeles because they are reliably Democratic and focus instead on winning swing regions, Gardner said.\nUnder the Electoral College system, candidates spend almost all of their general election campaign time in urban and suburban areas in 10 to 12 battleground states, Speel said. In a popular vote system, they would likely stick to those regions but in a greater variety of states, he said.\n\"Presidential candidates are not going to campaign for the general election in rural areas no matter what system is used, simply because there aren't enough votes there,\" Speel said.\nOur ruling\nA Facebook post said, \"Abolishing the Electoral College would make Los Angeles County stronger than 43 states.\"\nWith a popular vote system in place of the Electoral College, experts said every individual voter will have the same power. A change from one system to another could alter campaigning practices, but that doesn’t necessarily mean one vote in an urban area counts more than one vote in a rural area.\nWe rate this post False.", "vclaim_id": "vclaim-pol-17545"}