{"url": "/factchecks/2015/mar/31/martin-omalley/martin-omalley-says-us-has-seen-falling-wages-12-s/", "speaker": "Martin O'Malley", "vclaim": "In the United States, we’ve had \"12 years in a row of wages declining.\"", "truth_label": "half-true", "date": "stated on March 29, 2015 in an interview on ABC's \"This Week\":", "title": "Martin O'Malley says U.S. has seen falling wages for 12 straight years", "text": "Assuming she runs, former Secretary of State Hillary Clinton has assembled a formidable lead in the race for the 2016 Democratic presidential nomination. But there’s still a chance she’ll get some competition before the primaries and caucuses start next year.\nOne of those potential candidates is Martin O’Malley, who served two terms as governor of Maryland. O’Malley, like Clinton, hasn’t officially announced a bid yet, but he recently traveled to New Hampshire, home of the first-in-the-nation primary, and he sat for an interview with George Stephanopoulos on ABC’s This Week.\nDuring the interview, O’Malley decried the long-term economic fraying of the American dream, saying the United States has had \"12 years in a row of wages declining.\" A reader suggested we check out this claim, so we did.\nWe turned to data from the federal Bureau of Labor Statistics, zeroing in on the annual averages for median, inflation-adjusted, usual, weekly earnings for full-time wage and salary workers. That sounds like a mouthful -- but when we ran it by two economists, Tara Sinclair of George Washington University and Gary Burtless of the Brookings Institution, both said it was the same metric they would have used.\nHere’s a summary of the data between 2002 and 2014:\n \n\n\n\n\n\nYear\n\n\nMedian, inflation-adjusted, usual, weekly earnings for full-time wage and salary workers (annual average)\n\n\nChange from previous year\n\n\n\n\n2002\n\n\n$ 338\n\n\n--\n\n\n\n\n2003\n\n\n337\n\n\n$ -1\n\n\n\n\n2004\n\n\n338\n\n\n+1\n\n\n\n\n2005\n\n\n333\n\n\n-5\n\n\n\n\n2006\n\n\n333\n\n\n0\n\n\n\n\n2007\n\n\n335\n\n\n+2\n\n\n\n\n2008\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n335\n\n\n0\n\n\n\n\n2009\n\n\n345\n\n\n+10\n\n\n\n\n2010\n\n\n342\n\n\n-3\n\n\n\n\n2011\n\n\n336\n\n\n-6\n\n\n\n\n2012\n\n\n335\n\n\n-1\n\n\n\n\n2013\n\n\n333\n\n\n-2\n\n\n\n\n2014\n\n\n334\n\n\n+1\n\n\n\n\nWhole period (2002-2014)\n\n\n--\n\n\n-4\n\n\n\n\n\n \nHere’s where O’Malley has a point: Wages were indeed lower in 2014 than they were 12 years earlier.\nBut here’s where his phrasing is misleading: It’s not accurate to say the United States has had \"12 years in a row of wages declining.\"\nThis makes it sound like wages dropped, in lockstep, in each of those 12 years. That’s not the case -- as the chart above shows, wages fell in six of the 12 years, rose in four years, and remained steady in two years.\nIndeed, over the 12-year period in question, weekly earnings remained in a fairly narrow band -- sometimes rising, sometimes falling, but only deviating by $4 a week over 12 years, a decline of just over 1 percent from where they started in 2002. That’s more accurately described as a sideways trend line than as a steady decline.\n\"Gov. O’Malley misspoke or simply was in error,\" Burtless said.\nO’Malley’s office did not dispute the data we found. Spokeswoman Lis Smith said O’Malley has previously used a different formulation -- that \"over the last 12 years, wages have been going down, not up.\" He used that phrasing in Iowa recently, for instance. And that wording would have been more accurate than what he said on This Week.\nOur ruling\nO’Malley said that in the United States, we’ve had \"12 years in a row of wages declining.\"\nHe has a point that, using the most appropriate measure of compensation, weekly wages adjusted for inflation are lower now than they were 12 years ago. But they have not fallen consistently and inexorably, as the phrasing of his claim on This Week suggests. We rate the claim Half True.", "vclaim_id": "vclaim-pol-06567"}