{"url": "/factchecks/2020/aug/14/viral-image/no-kamala-harris-wasnt-prosecutor-fruitvale-statio/", "speaker": "Viral image", "vclaim": "“Kamala Harris is the prosecutor who refused to charge the police in the murder of Oscar Grant!”", "truth_label": "false", "date": "stated on August 13, 2020 in a Facebook post:", "title": "No, Kamala Harris wasn’t the prosecutor in the ‘Fruitvale Station’ case", "text": "\"Remember the movie ‘Fruitvale Station?’\" asks a recent Facebook post. \"Kamala Harris is the prosecutor who refused to charge the police in the murder of Oscar Grant!\"\nThe post shows two photos side-by-side: One shows the vice presidential candidate and the other shows a still from the 2013 movie starring Michael B. Jordan in the role of 22-year-old Oscar Grant, who was shot and killed by a police officer on an Oakland train platform on Jan. 1, 2009. The photo from the movie shows Jordan sitting down with his hands raised.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nIt’s wrong. \nHere’s some pertinent history, which the San Francisco Chronicle recounts in this story looking back on Grant’s death 10 years after the shooting: \nJohannes Mehserle, a police officer with Bay Area Rapid Transit, shot Grant, who was unarmed, in the back after Grant among others were pulled off a train after a fight.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n \n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nMehserle resigned from BART on Jan. 7, 2009, less than a week after the shooting. Hours after his resignation, protesters marched and rioters smashed storefronts in downtown Oakland while demanding the district attorney in Alameda County, where Oakland is the county seat, file a murder charge against Mehserle. The district attorney at the time was Tom Orloff, not Kamala Harris. \nTwo weeks after the shooting, Orloff charged Mehserle with murder. His trial began in June 2010. David Stein was the prosecutor for the district attorney’s office who tried the case. \nOn July 8 of that year, the jury convicted Mehserle of involuntary manslaughter, suggesting that jurors believed Mehserle’s defense that he intended to tase Grant, not shoot him. They also convicted him of \"intentionally\" firing a gun, though a judge later threw that conviction out. Mehserle was sentenced to a minimum of two years in custody but with credit for time served, he was eligible for release about seven months later.\nHarris isn’t named in the Chronicle’s story, which ran less than a month before she declared her candidacy for the Democratic presidential nomination. As a high-profile U.S. senator, her connection to the case would draw attention in an article on the 10-year anniversary of Grant’s death. \nAccording to a biography of Harris on California’s justice department website, she joined the Alameda County DA’s office in 1990 after graduating from law school. She worked there until 1998, prosecuting child sexual assault, homicide and robbery cases, before leaving to work in the San Francisco district attorney’s office. \nIn 2004, she started her tenure as the first woman district attorney in San Francisco, according to the bio, a post she held until 2010. In January 2011, she became the 32nd attorney general of California.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17119"}