{"url": "/factchecks/2008/aug/25/john-mccain/mccains-bear-story-is-no-bull/", "speaker": "John McCain", "vclaim": "\"We spent $3-million of your money to study the DNA of bears.\"", "truth_label": "mostly-true", "date": "stated on August 16, 2008 in Orange County, Calif.:", "title": "McCain's bear story is no bull", "text": "Railing against spending money on a bear DNA study in Montana has become a go-to line in John McCain’s stump speeches, a perfect example of the kind of wasteful federal spending that McCain has spoken out against for most of his career. McCain most recently tried the jab out before an audience of California evangelicals.\n\n\n\"My friends, we spent $3-million of your money to study the DNA of bears in Montana. Now I don’t know if that was a paternity issue or a criminal issue,\" he said to laughter from the crowd gathered at Saddleback Church in Orange County, Calif., on Aug. 16, 2008, \"but the point is, it was $3-million of your money.\"\n\n\nThe U.S. Geological Survey is indeed conducting a study that involves the DNA of bears in Montana, but the\n\nNorthern Divide Grizzly Bear Project\n\nactually has received more earmarked funding than McCain mentions — to the tune of $4.8-million, according to Katherine C. Kendall, the researcher in charge of the study.\n\n\nThe study had received $3.1-million in earmarked money by 2003, the year McCain first started taking aim at the project (he mentioned it on the Senate floor as part of a speech criticizing earmarks). But apparently McCain's campaign rhetoric hasn't been updated to reflect the additional $1.69-million the study's gotten since 2003.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\n\nAnd, strictly speaking, the point of the project isn't really to analyze the bears' DNA, it's to use their DNA as a census-taker. The researchers collect hair left when the grizzlies scratch themselves on trees, then use DNA extracted from the hair to identify individual bears. This helps researchers count the number of grizzlies that live in Montana, considered one of the last strongholds of this endangered species.\n\n\nKendall said it's a much cheaper — and safer — way to count them than traditional methods, which involve capturing grizzly bears and saddling them with satellite collars. It also has resulted in doubling the previous population estimates. The new figures, when paired with the results of another study on population trends, may eventually lead to removing grizzlies from the endangered list.\n\n\nMcCain's math is a little dated. And he clearly is suggesting \"the study of bear DNA\" is a frivolous use of federal money, but we won't argue the merits of the project. McCain claims $3-million in federal money has been used to study the DNA of bears, and that's Mostly True.", "vclaim_id": "vclaim-pol-16051"}