{"url": "/factchecks/2013/jul/07/jim-sensenbrenner/rep-jim-sensenbrenner-says-it-takes-25-years-obtai/", "speaker": "Jim Sensenbrenner", "vclaim": "\"Currently, it takes up to 25 years to obtain U.S. citizenship legally\" but the Senate bill \"would allow immigrants who came to the United States illegally to obtain citizenship in just 13 years.\"", "truth_label": "half-true", "date": "stated on July 1, 2013 in an op-ed article:", "title": "Rep. Jim Sensenbrenner says it takes 25 years to obtain citizenship legally and just 13 years for illegal immigrants under Senate bill", "text": "Don’t count U.S. Rep. Jim Sensenbrenner of Wisconsin among Republicans supporting the kind of immigration reform endorsed with bipartisan backing by two-thirds of the U.S. Senate on June 27, 2013.\n\nThe Senate’s approach, Sensenbrenner argues, would crowd out legal immigration by boosting incentives to enter America illegally through a head start on citizenship.\n\nHow?\n\n\"Currently, it takes up to 25 years to obtain U.S. citizenship legally,\" Sensenbrenner wrote in The Washington Times on July 1, 2013. \"The Senate proposal, however, would allow immigrants who came to the United States illegally to obtain citizenship in just 13 years.\"\n\nHis conclusion: \"That’s a 12-year head start granted as a reward for illegally entering the country.\"\n\nWe’ve heard senators state repeatedly that illegal immigrants would have to \"get in the back of the line\" to obtain legal status on the road to citizenship.\n\nSo let’s examine Sensenbrenner’s claim as the spotlight moves to the Republican-held House, where the GOP may take a more piecemeal reform strategy featuring tougher enforcement on the Mexico-U.S. border.\n\nThe current system\n\nTo obtain citizenship, an immigrant needs to first obtain a green card and then wait either 3 or 5 years before applying for citizenship, said Madeleine Sumption of the Migration Policy Institute, a nonpartisan research organization.\n\nThe length of the \"pathway to citizenship\" is the sum of the waiting time for whatever type of green card the person is eligible for, plus 3 to 5 years, she explained.\n\nThe current immigration process is first-come, first-served and limits the total number of people admitted each year on family or employment visas granting permanent residency, noted another Migration Policy Institute researcher, Claire Bergeron.\n\nLong waiting lists have resulted. Overall, demand has exceeded supply since 1965, especially from Mexico, whose 1.3 million applicants on the waiting list made up 30 percent of the list as of November 2012.\n\nAll told, more than 4.4 million people are \"in line\" for immigrant visas, though an unknown number of those people may already be here without authorization.\n\nThere are also per-country caps in place. That has meant especially long waiting times not only in Mexico, but in China, India and the Philippines.\n\nSensenbrenner’s claim\n\nIt is the case, for some categories of aspiring Americans from a few countries where hundreds of thousands want to settle here, that wait times just to get in are 20 years or more. Then it’s another 3 to 5 years to obtain citizenship.\n\nMexican nationals who are the adult children of U.S. citizens experience waits of 20 years before they can file for permanent-residence visas commonly known as green cards, Bergeron wrote in a March 2013 immigration primer for the institute.\n\nThe same waits apply to Mexicans who are the adult unmarried children of lawful permanent residents of the United States.\n\n\"The longest backlog -- for siblings of U.S. citizens coming from the Philippines -- is currently about 24 years,\" Sumption told us. \"That means that people currently getting these green cards have waited 24 years for them.\"\n\nSo for a large number of people from countries where interest in living in the United States is high, Sensenbrenner is right that waits of \"up to\" 25 years are a reality.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nWhen we asked Sensenbrenner’s office for backup, spokesman Ben Miller said Sensenbrenner had Mexican immigrants in mind when citing the 25-year figure, because they are the focus of much of the current debate.\n\nBut backlogs for many other immigrants -- and some from Mexico -- are much shorter, the Migration Policy Institute study noted.\n\nSpouses of U.S. citizens, for example, get their green cards within about a year after applying, Sumption told us.\n\nAnd the spouses and children of lawful permanent residents from all countries typically wait 2 years before they can file for a green card.\n\nIn countries other than Mexico and the Philippines, applicants for family-based immigrant visas typically wait 2 to 12 years before they can get a green-card application started.\n\n\"Wait times vary dramatically depending on the applicant’s visa category and country of nationality,\" the MPI study found.\n\nIn another part of the system -- employer-based immigration -- applicants with no more than a bachelor’s degree commonly see waiting times of 4 years or more for green cards.\n\n\"When you add to that the fact that many have been in the country for 6 years on a temporary work visa before applying for green cards, plus a 5-year wait for citizenship, the total waiting time for these people before obtaining citizenship can be around 15 years,\" Sumption said in an email.\n\nLooking at the comparison\n\nSensenbrenner says the Senate bill would allow the 11 million undocumented immigrants in the United States to obtain citizenship in 13 years.\n\nThat’s accurate, based on multiple news accounts of the bill.\n\nFinally, Sensenbrenner does the math.\n\nHe concludes that 25 minus 13 means a \"12-year head start granted as a reward for illegally entering the country.\"\n\nIn doing so, he takes the high end of the range, leaving out his previous qualifier that citizenship takes \"up to\" 25 years.\n\nOverall his math is on target for many applicants from Mexico and the Philippines, countries that make up 40 percent of the waiting list. But it misfires for many others.\n\nNotably, in addition, Sensenbrenner leaves out the fact that the Senate bill aims to bring down the waiting times.\n\nThat is, he uses the bill’s 13-year citizenship path for illegal immigrants as part of his equation, but does not take into account the bill’s intent to drive down the long waits.\n\nThe bill, Sumption said, provides a backlog clearance program that would issue visas to people currently waiting in line over a 7 to 9 year period. (It should be noted that one way the bill would prevent new backlogs from developing is to end future immigration visas for siblings of U.S. citizens.)\n\nSo Sensenbrenner’s 25-year figure is weakened by his omission, at least in part.\n\nBut, there is still a group of people who already have waited decades to get here who would see that undocumented residents are on a 13-year path, albeit one that has many hurdles.\n\nOur rating\n\nSensenbrenner said it currently takes up to 25 years to obtain U.S. citizenship legally, but the Senate bill \"would allow immigrants who came to the United States illegally to obtain citizenship in just 13 years.\"\n\nHe’s right for a large group of would-be Americans who wait for 20 or more years to get in and then become citizens. But many others experience much shorter waits, and Sensenbrenner muddies the comparison by omitting the fact that, going forward if the Senate bill became law, wait times are expected to drop.\n\nWe rate his claim Half True.", "vclaim_id": "vclaim-pol-09137"}