{"url": "/factchecks/2020/dec/03/blog-posting/no-obama-wasnt-arrested-espionage/", "speaker": "Bloggers", "vclaim": "Says “Former President Barack Obama arrested for ESPIONAGE.”", "truth_label": "pants-fire", "date": "stated on November 28, 2020 in a blog post:", "title": "No, Obama wasn’t arrested for espionage", "text": "\"Former President Barack Obama arrested for ESPIONAGE,\" is the bold but baseless headline of a recent blog post spreading widely on Facebook. \nThe story, on a website called Conservative Beaver, which describes itself as publishing \"news stories of interest to Proud Canadians,\" claimed that Obama was arrested on Nov. 28 \"on a charge that he conspired with a business partner of his who was a former CIA officer to communicate classified information up to the Top Secret level to intelligence officials of the People’s Republic of China.\" \nThe post cited several U.S. officials who it said made the announcement, and quoted Assistant Attorney General for National Security John C. Demers as saying \"the trail of Chinese espionage is long and, sadly, strewn with former American intelligence officers who betrayed their colleagues, their country and its liberal democratic values to support an authoritarian communist regime.\" \nDemers did say that — but not about Obama. \nThis blog post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe post lifts full paragraphs from an Aug. 17 press release from the Justice Department about the arrest of a former CIA officer, Alexander Yuk Ching Ma, who was accused of \"conspiring with a relative of his who was a former CIA officer to communicate classified information up to the Top Secret level to intelligence officials of the People’s Republic of China.\" \nThe press release does not mention Obama, and we found no evidence to support the claim that the former president was arrested for espionage. \nObama, whose new book recently came out, has been appearing on late-night shows and giving other interviews in recent weeks. He was scheduled to talk to Jimmy Fallon, host of \"The Tonight Show,\" on Dec. 4. \nWe rate this post Pants on Fire.", "vclaim_id": "vclaim-pol-17227"}