{"url": "/factchecks/2018/jun/15/dana-wachs/how-scott-walkers-rejection-medicaid-expansion-und/", "speaker": "Dana Wachs", "vclaim": "Says Scott Walker \"has turned down $1 billion of Medicaid money over the course of his tenure.\"", "truth_label": "mostly-true", "date": "stated on April 11, 2018 in an interview:", "title": "How Scott Walker's rejection of Medicaid expansion under Obamacare cost Wisconsin $1 billion", "text": "Health care is the most important thing the state does, Eau Claire state Rep. Dana Wachs declared, before launching into an attack on Gov. Scott Walker.\n\"Governor Walker has turned down a billion dollars in Medicaid money over the course of his tenure,\" Wachs claimed in a WisconsinEye TV interview on April 11, 2018.\nThat’s a reference to additional federal money made available to do a \"full expansion\" of Medicaid under Obamacare, a law frequently attacked by the Republican governor, who is running for a third term in 2018.\nWachs has previously made the $1 billion claim. And it’s likely he or one of the nine other Democrats running for governor will make it again.\nSo, let’s check it.\nNonpartisan scorekeeper\nTo back Wachs’ claim, his campaign cited an April 2017 memo from the Wisconsin Legislative Fiscal Bureau. We confirmed that the memo contains the nonpartisan state agency’s most recent estimates on expanding Medicaid, the state-federal health insurance program for the poor.\n\n\n\n\nMore governor’s race fact checks:\nHow Walker and the Democratic candidates for governor stack up on the Truth-O-Meter.\n\n\n\n\n \nAccording to the memo:\nHad Wisconsin done the full expansion of Medicaid, people earning an income up to 133 percent of the federal poverty level would have been eligible for Medicaid. (In 2018, the poverty level is $12,140 for individuals and $25,100 for a family of four.)\nWith that full expansion, Wisconsin would have gained enough additional federal funding that it would be spending an estimated $1.07 billion less in state money on Medicaid, over roughly a five-year period.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe estimate is through the current, 2017-’19 state budget cycle, and assumes the state had done the full expansion when it could have in April 2014.\nIn responding to Wachs’ claim, Walker’s campaign did not challenge the $1 billion figure, but offered a statement that said in part:\nTaking the Medicaid funding under Obamacare would require the state to expand eligibility for Medicaid beyond those living in poverty. The people pushing for Wisconsin to take the Medicaid expansion are really advocating for putting more able-bodied, working-age adults onto a new form of welfare.\nWalker has also argued in rejecting the full expansion that because of persistent U.S. budget deficits, the federal government eventually would reduce the money available for the expansion, putting a financial burden on states.\nPartial expansion\nIt’s important to point out that Walker did do what is called a \"partial expansion\" of Medicaid. As a result of that change, for the first time in state history, essentially everyone living in Wisconsin at the federal poverty level is eligible for Medicaid.\nIn other words, in Wisconsin, you’re eligible for Medicaid if your income is at or below 100 percent of the federal poverty level, rather than the 133 percent with the full expansion of Medicaid under Obamacare.\nWalker’s move did push Wisconsinites living slightly above the poverty level off of Medicaid. They in turn became eligible to buy, with federal subsidies, private health insurance in the Obamacare marketplace.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc\n\n\n\n\n \nOur rating\nWachs says Walker \"has turned down $1 billion of Medicaid money over the course of his tenure.\"\nLeaving aside whether Walker chose good policy or not, his decision not to do a \"full expansion\" of Medicaid means the state is spending about $1 billion more in state money on Medicaid than if it had accepted additional federal money that would come with a full expansion.\nWith the caveat that the figure is an estimate from the state’s nonpartisan budget scorekeeper, covering roughly 2014 to 2019, Wach’s statement is accurate.\nWe rate it Mostly True.  Share the Facts 2018-06-15 14:17:10 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says Scott Walker \"has turned down $1 billion of Medicaid money over the course of his tenure.\"    Dana Wachs Democratic Wisconsin state representative and candidate for governor https://www.wiseye.org/Video-Archive/Event-Detail/evhdid/12332   In an interview Wednesday, April 11, 2018 2018-04-11    Read More  info", "vclaim_id": "vclaim-pol-01962"}