{"url": "/factchecks/2020/feb/28/charlie-kirk/checking-tweet-about-chinese-people-detained-flu-s/", "speaker": "Charlie Kirk", "vclaim": "“Three Chinese nationals were apprehended trying to cross our Southern border illegally. Each had flu-like symptoms. Border Patrol quickly quarantined them and assessed any threat of coronavirus.”", "truth_label": "mostly-true", "date": "stated on February 24, 2020 in a tweet:", "title": "Checking tweet about Chinese people detained with flu-like symptoms", "text": "Health officials across the country are bracing for the likely spread of the new coronavirus in the United States, which federal officials have said is inevitable.\nThe new virus was first reported in China, which remains the epicenter of the outbreak. The virus has spread to at least 57 other countries.\nU.S. Customs and Border Protection has procedures in place when it comes to apprehending individuals attempting to cross the border illegally who may be infected with a communicable disease — regardless of their country of origin.\nIn a Feb. 26 tweet starting with \"BREAKING,\" Charlie Kirk, a conservative pundit who founded Turning Point USA, said three people from China were apprehended after attempting to cross the U.S.-Mexico border and were quarantined after displaying flu-like symptoms.\nKirk asked people to retweet his post, which included a call for heightened border security in the face of the new virus.\n\"Three Chinese nationals were apprehended trying to cross our Southern border illegally,\" he wrote. \"Each had flu-like symptoms. Border patrol quickly quarantined them and assessed any threat of Coronavirus. Our weak border is a health risk. Close the border—Build. The. Wall. RT!\"\nKirk’s tweet gets some things right, but is missing a key detail: All three of the people apprehended by border patrol were medically cleared and returned to the custody of immigration officials.\nKirk’s spokesman Andrew Kolvet pointed to a Fox News segment about the apprehensions, which featured an interview with Brandon Judd, president of the National Border Patrol Council.\nIn the clip, Judd says that three Chinese citizens were apprehended in Del Rio and had flu-like symptoms.\n\"Our agents acted like champs, they quarantined them immediately and transferred them to a local hospital,\" Judd said. \"Luckily, they did not have the coronavirus.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nDetails from Border Patrol\nA Customs and Border Patrol spokesman said agents apprehend approximately five Chinese nationals a day within the agency’s Rio Grande Valley Sector on the Texas-Mexico border, a number that represents \"an extremely small percentage of our overall daily apprehension totals.\"\n\"Although we haven’t encountered any issues to date, we do have measures in place to identify individuals with signs of illness who may be potentially infected with a communicable disease,\" he said in a statement from the agency. \"Individuals identified with symptoms of illness are referred to (Centers for Disease Control and Prevention) or local health officials for additional health screening.\"\nThe agency put this protocol into action on Feb. 10, when agents apprehended three Chinese nationals near Eagle Pass, after they crossed the Rio Grande along the Texas-Mexico border, according to a description of the event provided by the spokesman.\nThe individuals were taken to the Eagle Pass Station, where officials determined that two of the three people had a fever, according to a Border Patrol official. At that point, all three individuals were taken immediately to a local hospital for assessment, before being taken inside the station.\nAll three people were medically cleared for travel and turned over to Immigration and Customs Enforcement.\nSince the individuals were taken directly to the hospital after a health assessment, they were not placed in quarantine at the Border Patrol station or taken to a designated quarantine station.\nOur ruling\nKirk said: \"Three Chinese nationals were apprehended trying to cross our Southern border illegally. Each had flu-like symptoms. Border Patrol quickly quarantined them and assessed any threat of Coronavirus.\"\nOn Feb. 10, three people from China were apprehended at the border and two had a fever. All three were taken to a local hospital for assessment and were medically cleared for travel. None of the individuals were quarantined at the station.\nKirk’s tweet gets some things right, but includes inaccurate details, like the number of people with symptoms and whether individuals were quarantined. He also leaves out the conclusion of this saga: None of the people had coronavirus.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-17484"}