{"url": "/factchecks/2013/mar/08/bob-mcdonnell/mcdonnell-does-full-flop-not-raising-taxes/", "speaker": "Bob McDonnell", "vclaim": "On raising taxes.", "truth_label": "full-flop", "date": "stated on March 8, 2013:", "title": "McDonnell does a full flop on not raising taxes", "text": "For better or worse, Gov. Bob McDonnell will be remembered for helping convince the General Assembly this winter to pass Virginia’s first major package of new transportation funding in 27 years.\n\nSupporters say the legislation -- which will eventually raise at least $880 million a year, mostly from new taxes and fees --  will pay for road building and maintenance projects that are vital to Virginia’s economy and quality of life. McDonnell heralded its passage on Feb. 23 as \"a historic day in Virginia.\"\n\nBut a group of conservatives still hoping to stop the plan is accusing McDonnell of breaking a 2009 campaign commitment to not raise taxes. The opponents include bloggers at Americans for Tax Reform, Bearing Drift, and Jamie Radtke, a Virginia tea party organizer who unsuccessfully ran for the U.S. Senate last year.\n\nRadtke has started a Facebook page, urging the governor to veto the plan he says he supports. She has written an online editorial accusing McDonnell of flip-flopping on taxes. \"It is important to juxtapose Gov. McDonnell’s support of this massive tax increase with his rhetoric of the past,\" she wrote.\n\nHas McDonnell changed his position on increasing taxes for roads? We decided to submit the question to our Flip-O-Meter.\n\nLet’s start by traveling back to the 2009 campaign. McDonnell -- despite coaxing from Grover Norquist, president of Americans for Tax Reform -- did not sign a pledge to oppose all tax increases. But he made it clear that he rejected raising levies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nThat July, he issued a transportation plan that criticized then-Gov. Tim Kaine’s administration  of  \"being so wedded to funding new transportation investments solely through new taxes that it has dragged its feet on several viable alternatives.\"\n\nMcDonnell proposed raising money for roads without increasing taxes by privatizing the state’s liquor stores and issuing bonds. He also wanted to dedicate to transportation a portion of annual revenue growth and budget surpluses, and all money that would come to the state if the White House allowed drilling for oil and natural gas off Virginia’s coast.\n\nCritics said McDonnell’s created a few windfalls for transportation but failed to tap a reliable new stream of funding to build and maintain roads over the long run.\n\nThat August, the Associated Press interviewed McDonnell for an hour and quoted him as saying, \"Any general increase in the taxes of Virginia I’m not going to support. I’m not planning to raise taxes. That’s the best I can tell you.\"\n\nOn Sept. 11, 2009 -- as Radtke notes on her website -- McDonnell was interviewed on WTOP radio in Washington. \"So, no tax will be raised during your four-year term?\" the host, Mark Plotkin, asked.\n\n\"I’m going to be able to find other ways to fund transportation,\" McDonnell replied.\n\nTwo newspapers reported that McDonnell pledged not to raise taxes during a Sept. 17, 2009, debate against his Democratic opponent, state Sen. Creigh Deeds of Bath County.\n\n\"McDonnell said he would not raise taxes as governor,\" said an article the next day in the Richmond Times-Dispatch. \"After the debate, he said he would not sign a transportation bill submitted to him by the legislature if it included any tax increase.\"\n\nThe Roanoke Times reported, \"McDonnell insisted he would not raise taxes.\"\n\nMcDonnell emphasized that message by launching a TV commercial on Oct. 2 in which he spoke of the need to improve roads. \"My plan: New money for transportation, while protecting education and not raising taxes,\" he said.\n\nFour days later, McDonnell aired another TV ad assailing Deeds for supporting a gas tax increase to pay for roads. \"Creigh Deeds has unequivocally committed himself to higher taxes,\" the announcer said. \"...His $1 billion tax increase would add 20 cents to a gallon of gas.\"\n\nNow, let’s return to 2013. On. Jan. 9, McDonnell proposed a plan to raise $640 million a year for transportation. He called for eliminating the 17.5-cents-per-gallon excise tax on gasoline and increasing the state’s 5 percent sales tax to 5.8 percent. The governor also wanted to raise the motor vehicle registration fee and create a fee for alternative fuel vehicles.\n\nThe proposal was extensively amended by the General Assembly. On Feb. 23, lawmakers passed a bipartisan deal that would raise $880 million a year -- about $680 million of which would come from tax increases.\n\nThe legislation would replace the per-gallon excise levy with a 3.5 percent tax on gasoline and 6 percent diesel tax at the wholesale level, raise the state sales tax to 5.3 percent and increase the 3 percent motor vehicle sales tax to 4.3 percent.\n\nIn addition, Northern Virginia and Hampton Roads would be empowered to impose a 0.7 percent local sales tax and other regional levies that could raise $558 million a year for transportation.\n\nMcDonnell has yet to sign the bill. But he has expressed his strong support, saying the legislation \"fixed the problem\" of sufficiently funding transportation and thanking lawmakers who voted for it.\n\nWhat explains the governor’s change of heart?\n\nTucker Martin, the governor’s chief of communications, said transportation problems were worsening and McDonnell ran out of options, short of general tax increases, to fix them. Martin noted in an email that two of McDonnell’s proposals to raise money for roads failed: the General Assembly had no desire to sell state liquor stores and the White House did not approve offshore drilling in Virginia.\n\nMartin mentioned other steps McDonnell took to spur road building prior to this year. The governor audited the Virginia Department of Transportation and found $1 billion in unspent money about about $400 million in efficiencies that were redirected to road projects. Virginia has issued more than $1.7 billion in transportation bonds since McDonnell took office. The state is selling sponsorships and naming rights for roads.\n\n\"None of those actions were enough,\" Martin wrote. He noted that a 2012 study by the Texas Transportation Institute at Texas A&M University found that the Northern Virginia-Washington region has the worst traffic congestion in the nation. Hampton Roads was ranked the 20th worst.\n\nMartin said the governor became increasingly concerned that the congestion \"was negatively impacting Virginia’s economic competitiveness.\" McDonnell’s aversion to tax increases, Martin wrote, took a backseat to another campaign pledge.\n\n\"The governor’s foremost campaign promise was to do everything in his power to help the private sector create good-paying jobs for our citizens,\" he said. \"...Virginians won’t find good jobs without a 21st century transportation system that will help job creators.\"\n\nWe should note that the last two Virginia governors to sign major tax increases, Democrats Gerald Baliles in 1986 and Mark Warner in 2004, promised during their campaigns that they would not increase levies.  \n\nThe record shows McDonnell, too, changed his position on not raising taxes. Some may applaud him for bold leadership, others may criticize him for breaking faith. We won’t enter that debate. Our goal is to document his record and, in this instance, he did a Full Flop.", "vclaim_id": "vclaim-pol-09617"}