{"url": "/factchecks/2017/nov/01/john-cox/does-california-spend-nearly-five-times-much-build/", "speaker": "John Cox", "vclaim": "\"It costs nearly five times as much in California to build and maintain a mile of road as it does in the rest of the nation.\"", "truth_label": "false", "date": "stated on October 19, 2017 in a San Francisco Chronicle op-ed.:", "title": "Does California spend ‘nearly 5 times as much’ to build a mile of road as rest of nation?", "text": "It’s not cheap to build anything in California.\nLand and labor is expensive and the state has some of the strictest environmental permitting rules anywhere.\nThose factors all drive up the cost of building homes, stores and even roads. Republican candidate for governor John Cox has pledged that, if elected, he’ll hack through California’s thicket of regulations, in an effort to reduce expenses.\nSpecifically, Cox wants to reform the California Department of Transportation, or Caltrans, an agency he has described as overstaffed and wasteful.\nRecently, he claimed Caltrans spends an exorbitant amount to build and maintain each mile of roadway compared with other states.\n\"It costs nearly five times as much in California to build and maintain a mile of road as it does in the rest of the nation,\" Cox said in an interview published on the Political Vanguard website on Oct. 19, 2017.\nCox made a similar claim in a San Francisco Chronicle op-ed on Oct. 18, 2017:\n\"California spends 4.7 times the national average for every mile of roadway we build and maintain, according to the Competitive Enterprise Institute.\" CEI is a libertarian think tank which sourced the statistic to the Reason Foundation, another free market think tank.\nFollowing both statements, Cox went on to advocate for greater reliance on private construction to reduce expenses.\nThere’s a debate about why it’s so expensive to build roads in California. But we’re not fact-checking that debate. Instead, we’re zeroing in on Cox’s specific claims that California's road spending is \"nearly five times\" per mile compared with other states.\nBackground on John Cox\nOn his campaign website, Cox describes himself as a \"Jack Kemp-style Republican who grew up on Chicago’s south-side.\" Today, he’s a San Diego businessman who \"founded an organization that repairs the homes of low-income seniors and individuals with disabilities.\"\nHis priorities, as listed on his website, include lowering California’s taxes and fighting the influence of special interests.\nCox is the chairman of Give Voters a Voice, an effort to repeal California’s recent gas tax increase, which was signed into law this year to raise money for road repairs. The increase includes a 12-cent per gallon gasoline tax increase, which went into effect this week.\nOur research\nWe asked Cox’s campaign for evidence supporting his claims.\nIt pointed to recent reports by the Reason Foundation, which studies transportation spending.\nIn 2013, the foundation published its \"20th Annual Report on the Performance of State Highway Systems.\"\nThat report shows California spent nearly $680,000 per mile in 2009 on roadways. That was 4.7 times as much as the national average of approximately $144,000 per mile spent in other states. That matches Cox’s claim of \"nearly five times\" as much.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nBut our research shows, and Cox’s campaign has acknowledged, the information from 2009 is outdated.\nAn updated 2016 Reason Foundation study shows California spent about $420,000 per mile in 2013 compared with the national average spending of about $160,000 per mile in the same year.\nThat data places California’s spending at about 2.5 times the national average, far less than Cox’s claims.\nWe asked Cox’s staff about the discrepancy. David Kersten, a policy analyst with the campaign, said the candidate didn’t have the most up-to-date figures.\n\"When he wrote that (San Francisco Chronicle) op-ed, he didn’t have that new number,\" Kersten told us in an interview. \"Everybody was using the older report.\"\nMatt Shupe, Cox’s campaign spokesman, said he and Kersten would update Cox on the new figure and use it in future statements.\nHigh admin costs\nCox’s staff noted that one category of California’s road spending, administrative costs, totals nearly five times as much the national average, even in the 2016 report. We checked and the report does show that, though Cox’s staffers acknowledged that’s not the same statement the candidate made in the op-ed or in his Political Vanguard interview and at the center of this fact check.\nCaltrans, the agency targeted by Cox, disagrees with the methodology of the Reason Foundation studies. A Caltrans spokesman said much of the studies’ roadway data is from local streets and roads not built or maintained by the state. The spokesman also noted that California’s state roadways are larger and more congested than in other states, making them more expensive to build and maintain.\nRepresentatives for the Reason Foundation did not respond to our interview requests.\nOur ruling\nRepublican candidate for governor John Cox recently claimed it costs \"nearly five times as much\" in California to build and maintain a mile of road as it does in the rest of the nation.\nA study using 2009 data shows California spent 4.7 times as much per mile as the national average on roads. Updated data from 2013 shows the state’s spending still far above the national average at about 2.5 times the cost per mile, but far lower than Cox’s figure.\nCox’s campaign staff told us the candidate relied on outdated information and would be updating this figure in future statements.\nWhile the candidate’s larger point about higher road spending in California appears to be correct, his specific claim about it being \"nearly five times\" as much per mile is outdated and wrong.\nWe rate it False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-11-02 00:42:28 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"It costs nearly five times as much in California to build and maintain a mile of road as it does in the rest of the nation.\"    John Cox Candidate for California governor https://politicalvanguard.com/5-questions-for-john-cox/    Thursday, October 19, 2017 2017-10-19    Read More  info    \nGovernor’s race\nJohn Cox is among several candidates competing to succeed Jerry Brown in the 2018 California governor's race. Others include Republican state Assemblyman Travis Allen, Former Los Angeles Mayor Antonio Villaraigosa; California Treasurer John Chiang; Delaine Eastin, the state’s former superintendent for public instruction; and Gavin Newsom, the state’s current lieutenant governor.\nPolitiFact California is fact-checking claims in this race. See our \"Tracking The Truth\" governor’s race fact-checks here.\n\nTracking the Truth: Hear a claim you want fact-checked? Email us at [email protected], tweet us @CAPolitiFact or contact us on Facebook.", "vclaim_id": "vclaim-pol-02738"}