{"url": "/factchecks/2020/jul/22/facebook-posts/new-york-times-hasnt-published-tucker-carlsons-add/", "speaker": "Facebook posts", "vclaim": "The New York Times “published Tucker Carlson’s home address and location.”", "truth_label": "false", "date": "stated on July 21, 2020 in a Facebook post:", "title": "New York Times hasn’t published Tucker Carlson’s address", "text": "On July 20, Fox News host Tucker Carlson told the audience of his show that the New York Times was planning to reveal his address in an article. \n\"Why is the New York Times doing a story on the location of my family’s home?\" he said. \"Well, you know why. To hurt us. To injure my wife and kids so I will shut up and stop disagreeing with them. They believe in force.\"\nCarlson identified the reporter of the story as Murray Carpenter, a freelance writer who sometimes writes for the Times. \nBy the following day, people were angrily sharing Carpenter’s photo online. \n\"This puke from the NEW YORK TIMES has published Tucker Carlson’s home address & location,\" one post said. \"ANTIFA has shown up threatening his wife & kids. Let’s make this CLEAR!! We will not stand for a POS like this & his photographer, going to lengths to destroy someone’s life. PASS THIS ON, DON’T STOP. Until we stop this Puke.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSince Carlson’s comments aired, social media accounts have started posting Carpenter’s address and other personal information and some have encouraged people to harass him. \nBut, as is germane to this fact-check, the New York Times hasn’t published Carlson’s address. \n\"While we do not confirm what may or may not publish in future editions, the Times has not and does not plan to expose any residence of Tucker Carlson’s, which Carlson was aware of before tonight’s broadcast,\" a spokesperson told the Washington Post. \nThe New York Times also responded to Carlson on Twitter, where he posted the segment from his show. (Aas of July 22, it had been retweeted more than 58,000 times.)\n\"@nytimes does not plan to publish Tucker Carlson’s residence, which Carlson was aware of before his broadcast tonight,\" the New York Times tweeted.\nActivists protested outside of Carlson’s home in Washington, D.C. in 2018 — he referred to them as \"screaming antifa lunatics\" on his July 20 show. \nBut the New York Times did not publish his address. We rate this Facebook post False.", "vclaim_id": "vclaim-pol-17776"}