{"url": "/factchecks/2020/nov/18/donald-trump/no-michigan-has-not-refused-certify-election-resul/", "speaker": "Donald Trump", "vclaim": "“Michigan just refused to certify the election results!”", "truth_label": "false", "date": "stated on November 18, 2020 in a tweet:", "title": "No, Michigan has not refused to certify the election results", "text": "President Donald Trump continues his quest for victories in states that he lost at the ballot box, this time with a dubious claim to a procedural win in Michigan.\n\"Wow! Michigan just refused to certify the election results.\" Trump said in a Nov. 17 tweet. \"Having courage is a beautiful thing. The USA stands proud!\"\nHe was wrong. Michigan didn’t refuse to certify its election results. In fact, the Board of State Canvassers, which is tasked with certifying the results, has not yet met to do so. The meeting is scheduled for Nov. 23.\nTrump appeared to have confused the state board with the Board of Canvassers in Wayne County, the state’s largest. On Nov. 17, the four-member county board briefly deadlocked when its two Republican members initially voted against certifying the results. They later joined their Democratic colleagues to unanimously certify the results.\nWhat happened at the Wayne County Board of Canvassers Meeting\nThe Wayne County board met Nov. 17 to consider the election results for the county’s 43 jurisdictions, which include Detroit.\nThe Republican members of the board — chairperson Monica Palmer and William Hartmann — initially voted against certifying the county’s results, pointing to discrepancies in some Detroit precincts and absent-voter counting boards between the number of ballots recorded as cast and the number of ballots counted. Precincts with such discrepancies are considered \"out of balance,\" unless the gaps are accounted for and explained in polling records.\nOf Detroit's 503 Election Day precincts, 85 were out of balance, as were 94 of the city's 134 absent-voter counting boards. Most of them recorded discrepancies of three votes or fewer; 10 Election Day precincts and 43 counting boards had larger discrepancies.\nThe discrepancies amounted to roughly 400 votes, out of the roughly 250,000 votes cast in Detroit, according to unofficial election results.\nDuring the meeting, Palmer said she would be open to certifying the election results for jurisdictions outside Detroit, even though some of them also had precincts that were out of balance.\nThe Republican votes drew a strong public outcry. Commenters weighing in on the Zoom call accused the the two Republicans of racism for suggesting excluding votes from Detroit, the state’s largest city, which is nearly 80% Black.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nPalmer and Hartmann changed their minds and ultimately voted to certify the election results and passed a resolution to have Michigan Secretary of State Jocelyn Benson audit the county's results.\nWhat happens next?\nNow that canvassing boards in all 83 Michigan counties have certified their results, the Board of State Canvassers is scheduled to meet Nov. 23 to certify the statewide results.\nA federal lawsuit filed by the Trump campaign asks the U.S. District Court for Western Michigan to stop the certification of Michigan’s election results. The court has not ruled on the case yet. The lawsuit largely bases its claims on hundreds of affidavits filed by Republican election challengers present at TCF Center, where Detroit election workers counted absentee ballots cast by the city’s voters.\nClaims of election fraud in Detroit have so far been rejected in court.\nSteven Liedel, a Lansing attorney specializing in state constitutional law, said state board members are obligated to certify the statewide results. \"They have taken an oath to uphold the U.S. and Michigan Constitution, and they have a clear legal duty to certify the results if they have results presented to them,\" he said.\nOur ruling\nTrump claimed that Michigan \"refused to certify the election results.\" That’s not true.\nThe State Board of Canvassers that certifies the statewide results has not met yet. The board is scheduled to meet Nov. 23 to vote on certification.\nIn Wayne County, two Republican members of the county canvassing board initially voted against certifying the results but later changed their votes.\nWe rate Trump’s claim False. \nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18538"}