{"url": "/factchecks/2017/apr/13/blog-posting/fake-news-story-falsely-quotes-kasich-saying-some-/", "speaker": "Bloggers", "vclaim": "Says Ohio Gov. John Kasich said, \"If a woman is not intelligent enough to keep her legs closed, how can we entrust the abortion decision to her?\"", "truth_label": "pants-fire", "date": "stated on March 28, 2017 in a headline:", "title": "Fake news story falsely quotes Kasich saying some women not smart enough to decide on abortion", "text": "A fake news story that made Ohio Gov. John Kasich appear to degrade women while discussing abortion actually is a bogus story first posted on an often-cited parody website.\nThe headline on a March 28, 2017, post on WalkWithHer.com read, \"Kasich: ‘If a woman is not intelligent enough to keep her legs closed, how can we entrust the abortion decision to her?’\"\nThe story was flagged by Facebook users as being potentially fabricated, as part of the social media site’s efforts to clear fake news from users’ news feeds.\nKasich allegedly made the remarks after vetoing the so-called \"heartbeat bill,\" a bill that would have outlawed abortion in Ohio once a fetal heartbeat could be detected. At the same time, he signed a bill that made abortion after 20 weeks of pregnancy illegal, unless the mother’s life was in danger.\nThe post, which is fake, said Kasich defended his actions by saying women weren’t as strong as they were in \"the old times.\" They made poor decisions for themselves, including abortions, so Kasich had to take action, the article said.\n\"If a woman these days is not intelligent enough to keep her legs closed when they’re supposed to be closed, if she doesn’t have the foresight to make sure she doesn’t get herself in a situation where she might be pregnant, then there is no way a woman like that can or should be entrusted with the decision of having an abortion,\" the post quoted Kasich.\nWhile Kasich did take those actions on both of those bills on Dec. 13, 2016, the quote attributed him is made up entirely, as is the rest of the story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIt’s another example of a story taken from Newslo.com, which first ran the parody post on Dec. 15.  \nNewslo.com is the umbrella site for a family of online parody outlets, and refers to itself in a disclaimer as \"the first hybrid News/Satire platform on the web.\" Newslo.com site is registered to an administrator named Eli Sompo, at an address in Greece.\nWhat makes Newslo.com-related stories especially confusing is that they use a small piece of real news or quotes by real people and build fake stories around them. They feature a pair of buttons that allow readers to highlight the true parts of their stories, so readers can conceivably know the difference. But on other sites without the buttons, there’s no way to know.\nWe attempted to contact WalkWithHer.com through an email address with a Russian domain code, but didn’t receive a reply. The site is privately registered, with no other address available.\nWalkWithHer.com doesn’t link to the Newslo.com story, although it does note the site as their source. WalkWithHer.com’s post doesn’t indicate the story is made up.\nBut WalkWithHer.com does have a feature we haven’t often seen on fake news sites: A link to information on how to make a Digital Millennium Copyright Act removal request. Readers are invited to send the site a written claim that copyrighted material from the Internet is being improperly reproduced. The link gives an address in the country of Georgia.\nKasich vetoed one abortion bill and signed the other, but he never made the misogynistic statement attributed to him in the fake post.\nWe rate this statement Pants On Fire!\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  Says Ohio Gov. John Kasich said, \"If a woman is not intelligent enough to keep her legs closed, how can we entrust the abortion decision to her?\"    Internet rumors Bloggers   in a headline Tuesday, March 28, 2017 03/28/2017    Read More  info", "vclaim_id": "vclaim-pol-03436"}