{"url": "/factchecks/2018/jan/17/edward-cox/unemployment-inching-almost-every-county-outside-n/", "speaker": "Edward Cox", "vclaim": "\"Of all the 62 counties in New York state, all of them, unemployment is going up except for the five counties of New York City.\"", "truth_label": "mostly-true", "date": "stated on January 9, 2018 in a radio interview:", "title": "Unemployment inching up in almost every county outside New York City", "text": "New York Republican State Committee Chairman Edward F. Cox claimed the unemployment rate is rising in upstate counties, something Republicans intend to remind voters about in the 2018 race for governor.\n\"Of all the 62 counties in New York state, all of them, unemployment is going up except for the five counties of New York City,\" Cox said in a radio interview.\nThe claim is in direct contrast to a rosier picture of the economy painted by Gov. Andrew M. Cuomo. The governor touted a decline in unemployment statewide during his State of the State address this month.\n\"Every region has seen a drop in unemployment and underemployment,\" Cuomo said.\nIs Cox right that unemployment is up everywhere outside New York City?\nCox’s numbers\nCox based his claim on a press release on unemployment from the state Department of Labor, his spokesperson said. The release showed the jobless rate for the state’s 15 metro areas in November 2016 and November 2017, the latest data released by the department.\nThe release does not break down unemployment by county, though it links to that data. Albany, Schenectady and Troy are all counted as one area even though the cities are in different counties.\nEach of the 14 metro areas outside New York City had a higher unemployment rate in November 2017 than the year before, the data showed. The rural parts of the state, lumped into one category, also had a higher unemployment rate.\nThe New York City metro area was the only place where unemployment went down.\nA short-term rise in unemployment isn't always bad news. As was the case in Massachusetts last year, a higher unemployment rate could mean more people have decided to enter a growing workforce, but have not landed a job yet.\nAll but five of the state's metro areas added private sector jobs last year. The labor force, meanwhile, increased in all but two counties in New York state.\nUnemployment by county\nThe state Department of Labor also tracks the unemployment rate for each county.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nOur analysis of the data shows Cox is mostly correct in his claim, with a few exceptions.\n\n\n• The unemployment rate in Lewis County decreased from 6.1 percent in November 2016 to 5.9 percent a year later. The county’s labor force and the number of people working increased during that time.\n\n\n• Seneca and Clinton counties saw no change in unemployment during that time. The labor force and the number of people employed increased in those counties as well.\n\n\nUnemployment in every other county outside New York City went up between November 2016 and November 2017. Unemployment in each of New York City’s five boroughs went down.\n\nThe rates for each county and metro area are not seasonally adjusted. That means they don’t adjust the data for major shifts in employment during retail holidays seasons, or construction in the summer.\nA market analyst from the state Department of Labor said the agency does not calculate seasonally adjusted numbers at the county level.\nSince 2011\nWhile unemployment has inched up in most counties outside New York City recently, the trend has been very different since Cuomo took office in 2011.\nThe unemployment rate is lower in every county since Cuomo took office in 2011, according to state data. Hamilton County, which recorded the largest one-year increase in unemployment in 2017, still has a lower unemployment rate than it did in 2011. Other counties, like Clinton and Columbia, now have an unemployment rate less than half of what it was when Cuomo took office.\nSome analysts believe drops in unemployment upstate have been inflated by a shrinking population.\nMonroe County had more than 13,000 fewer people in the labor force in November 2017 than January 2011, for example. During that time, the county’s unemployment rate decreased from 8.3 percent to 5.1 percent.\nOur ruling\n\"Of all the 62 counties in New York state, all of them, unemployment is going up except for the five counties of New York City,\" Cox said.\nCox was comparing unemployment figures between November 2017 and November 2016. The figures showed unemployment up in almost every county outside New York City. One county had a lower rate, and two other counties had no change in their unemployment rates.\nWe rate his claim Mostly True.\n Share the Facts 2018-01-17 20:53:24 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Of all the 62 counties in New York state, all of them, unemployment is going up except for the five counties of New York City.\"    Edward Cox State Republican Chairman https://www.wcny.org/january-9-2018-ed-cox/   New York state Tuesday, January 9, 2018 2018-01-09    Read More  info", "vclaim_id": "vclaim-pol-02511"}