{"url": "/factchecks/2020/nov/10/instagram-posts/no-michigans-government-website-doesnt-say-donald-/", "speaker": "Instagram posts", "vclaim": "If Donald Trump “didn’t win Michigan why does the actual government site say he did?”", "truth_label": "false", "date": "stated on November 4, 2020 in an Instagram post:", "title": "No, Michigan’s government website doesn’t say Donald Trump won the election there", "text": "A screenshot of the Michigan secretary of state's website has caused confusion after the election, leading some people to wrongly suggest that President Donald Trump won there. \nWe’ve already debunked the claim that news organizations called the state for Joe Biden even though Trump had more votes. Another social media post from singer Kaya Jones shared the screenshot and said: \"If he didn’t win Michigan why does the actual government site say he did? Hmm.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nHere’s an archived version of the secretary of state’s election results page showing what it looked like when the screenshot was taken. Then, the results were last updated at 9:37 p.m. on Nov. 3. They reflected that Biden had about 2.1 million votes, or nearly 47% of the votes counted and that Trump had 2.3 million votes, or about 51%. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe Associated Press had declared Biden the winner in Michigan about four hours earlier, but they called the race based on data that was not yet posted on the secretary of state’s website. A spokesperson for the office told us that its website is always the last place election results are updated, and that people should check county websites first for more up-to-date information. \nThe unofficial Michigan election results now on the secretary of state’s website — last updated at 5:54 p.m. on Nov. 9 — show Biden with 2.79 million votes, or 50.57%. Trump won 2.64 million votes, or 47.91%, according to the page.\nWe rate this Instagram post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18501"}