{"url": "/factchecks/2014/dec/09/allen-peake/weeding-out-different-effects-cannabis-oil-and-mar/", "speaker": "Allen Peake", "vclaim": "Unlike marijuana, medical cannabis oil cannot get you high.", "truth_label": "true", "date": "stated on December 3, 2014 in a press conference at the Georgia State Capitol:", "title": "Weeding out the different effects of cannabis oil and marijuana", "text": "State lawmakers have a month before they get back to work in the 2015 legislative session and already the debate over medical marijuana has gotten into the, ahem, weeds.\nState Rep. Allen Peake, R-Macon serves as co-chair of a joint legislative committee that has studied whether and how to legalize the drug for certain conditions, including seizures in children.\nPeake has revived a bill aimed at allowing cannabis oil made from marijuana plants for treatment of certain seizure disorders and other health problems. He is finalizing that proposal, pre-filed as House Bill 1 after a similar measure fell short last session.\nBut another committee member, state Sen. Curt Thompson, D-Tucker, is proposing a competing bill that would allow vaporized, edible or smokable marijuana. Thompson also has filed a resolution, calling for a statewide referendum on whether to authorize recreational use of the drug.\nConfusion about the oil form versus a smokeable drug has prompted Peake, who said he does not support expanded use, to speak out.\n\"We believe that the medical cannabis oil –  very low in THC, that doesn’t have a psychoactive component to it, cannot get you high – is a better approach for our citizens,\" Peake said in a press conference before a committee meeting last week.\nOpponents of the oil have raised safety concerns. So PolitiFact Georgia decided to take a closer look at  Peake’s contention that the oil extracted from marijuana won’t get users high.\nFirst, a reminder that the federal government still classifies marijuana as a Schedule I substance, defined as \"the most dangerous\" drug \"with no currently accepted medical use.\"\nDespite that designation, 23 states have legalized medical marijuana, allowing access to the drug for a variety of medical conditions.\nAnother 11 states – including neighboring Alabama, Florida, North Carolina, South Carolina and Tennessee  – have enacted laws allowing cannabis oil products for medical reasons in limited situations.\nThe key difference in allowing the oil, supporters say, is that it is high in cannabidiol and low in tetrahydrocannabinol.\nBoth are compounds found in the marijuana plant that act on cell receptors that control neurotransmitters in the brain and the immune system from various organs, such as the spleen.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nCannabidiol, known as CBD, is an antioxidant and not psychoactive. Tetrahydrocannabinol or THC is the long-known mind-altering part of pot.\nCannabis oil is made from strains of marijuana already bred to be high in CBD and low in THC. For medical use, the oil is made with less than 3 percent THC and is orally ingested. Children’s doses tend to be at 1 percent THC, or lower.\nStudies are scarce on the medical benefits of such a product, given the Schedule I classification.\nBut research does show that THC is what brings both it and CBD into the brain, where CBD’s antioxidant properties are thought to protect the brain.\nThat evidence helped the federal Department of Health and Human Services earn a patent on medical marijuana in 2003.\nAnecdotally, parents of children with epilepsy and other seizure diseases back up the findings, reporting marked improvement from the cannabis oil.\nA London drug company, GW Pharmaceuticals, has created a drug out of highly purified CBD that has shown in preclinical studies that it potentially reduce seizures.\nThe firm is waiting on final approval from Georgia Regents University and the federal Drug Enforcement Administration to begin clinical trials in Georgia with children who have severe seizure disorders.\nNone of the existing studies or anecdotes from parents acknowledge or report any \"high\" from cannabis oil.\nEven the National Institute on Drug Abuse, while acknowledging the federal government does not see marijuana as medicine, reports that CBD as a \"non-psychoactive cannabinoid\" that may prove useful in treating epilepsy as well as some inflamation disorders and mental illnesses.\nIn other words, while the medical use of cannabis oil can be debated given the limited number of medical and clinic studies, there is some common ground on the product.\nMarijuana remains officially a more dangerous drug than cocaine, according to the federal government.\nBut the main component of the plant used to make cannabis oil doesn’t have the mind-altering, munchies-inducing effect associated with street use of the plant.\nWe rate Peake’s statement True.", "vclaim_id": "vclaim-pol-06933"}