{"url": "/factchecks/2020/oct/02/donald-trump/fact-check-why-barack-obama-failed-fill-over-100-j/", "speaker": "Donald Trump", "vclaim": "President Barack Obama and Vice President Joe Biden “left me 128 judges to fill. You just don’t do that.”", "truth_label": "barely-true", "date": "stated on September 29, 2020 in the first 2020 presidential debate:", "title": "Fact-check: Why Barack Obama failed to fill over 100 judgeships", "text": "President Donald Trump often celebrates the large number of judicial appointments he’s been able to make. Federal judges are lifelong appointments, and filling the district and circuit courts leaves a legacy that lasts well beyond any presidency.\nIn the first debate, Trump faulted President Barack Obama for giving him a golden opportunity.\n\"I’ll have so many judges because President Obama and (Biden) left me 128 judges to fill,\" Trump said Sept. 29. \"You just don’t do that.\"\nWhile Trump inflates the number, the bigger question is did Obama, and by extension Joe Biden, drop the ball on judicial appointments?\nThere’s broad agreement that their problem was not a lack of trying, but the power of a Republican Senate to bottle up their nominees.\n\"Scholars have referred to Majority Leader Mitch McConnell's actions during this time as a blockade of judicial appointments,\" said Michigan State political scientist Ian Ostrander. \"Very few judicial nominations were successful during the 114th Congress,\" \nRepublicans won control of the Senate in 2014. From that point on, the numbers show how hard it was for Obama to seat the people he put forward.\nThe bad, the good and the ugly: Obama’s judicial saga in three acts\nWe don’t know where Trump got his figure of 128 vacancies, but it’s wrong. The accurate number is 105. That said, the fundamental point remains the same. Obama had a hard time getting judges confirmed.\nA key part of understanding judicial confirmations lies in the Senate. The Senate is the gatekeeper and, without its nod, no nomination goes through. The party that holds the Senate wields final control.\nDuring the two years before Republicans took the Senate, Obama had a confirmation success rate of nearly 90%.\nAfterward, the confirmation rate fell to 28%.\n\nIt always makes a difference when the opposing party holds the Senate in the last two years of any presidency, but Brookings governance fellow Russell Wheeler wrote that Presidents Ronald Reagan, Bill Clinton and George W. Bush faced that situation, too, and still had much higher success rates. The Senate of 2015 and 2016 was nearly impenetrable.\n\"The 114th Senate both confirmed far fewer judges than its recent other-party predecessors and stopped confirming them at a much earlier point,\" Wheeler wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe trajectory of confirmations passed through three phases during the Obama years.\nIn the first four years, while Democrats retained control, Republicans used the Senate rules to slow down the process.\nSheldon Goldman, professor emeritus at the University of Massachusetts-Amherst, said geography played a big role.\n\"A large number of vacancies were from states with two Republican senators or one Republican and one Democrat,\" Goldman explained. \"Until McConnell and the Republicans upended the practice of senatorial courtesy, both senators had to sign off on the recommended judicial nominees. Republican senators did their best to delay the process. As we now know, that tactic of obstruct and delay was successful.\"\nNot only could individual Republicans block nominees to courts in their states, there was always the threat of a filibuster.\nThat lasted until 2013, when Democratic Majority Leader Sen. Harry Reid, D-Nev., invoked what is called the \"nuclear option.\" For district and circuit court appointments, debate was limited to 30 hours and after that, a simple majority would carry the day.\nThe nuclear option opened up the second phase that lasted from 2013 to 2014, when nearly 90% of nominations sailed through. Even with that, Ostrander said there was only so much Democrats could do, because of the backlog created during the previous four years.\nThe final phase came when Republicans won the Senate. The period wasn’t totally devoid of confirmations. But George Washington University’s Sarah Binder said those judges represented a modest victory for Obama.\n\"Keep in mind that Republican senators would have a decent degree of influence with the White House in recommending nominees for vacant judgeships in their red states,\" Binder said.\nWe reached four experts in the politics of the federal judiciary. In one way or the other, they all agreed on the broad reason why Trump saw so many vacancies after he won.\n\"That Obama left office with so many unfilled vacancies was largely by design — by Mitch McConnell,\" said the University of Vermont’s Lisa Holmes.\nOur ruling\nTrump said Obama did something wrong by leaving him 128 judgeships to fill.\nThe actual number is 105, but the bigger flaw in Trump’s narrative is that it ignores the successful effort of Republicans to block the people Obama put forward. That effort was somewhat effective in Obama’s first term, and became a nearly impenetrable barrier during Obama’s last two years.\nWe rate this claim Mostly False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18593"}