{"url": "/factchecks/2011/jul/21/barack-obama/obamas-mother-fought-disability-coverage-not-treat/", "speaker": "Barack Obama", "vclaim": "Said his mother had to fight with health insurance companies for treatment because of a pre-existing condition.", "truth_label": "barely-true", "date": "stated on August 11, 2009 in a town hall in New Hampshire:", "title": "Obama's mother fought for disability coverage, not treatment, according to book", "text": "It's an anecdote President Barack Obama told several times while discussing the need for health reform.\n\n\"I will never forget my own mother, as she fought cancer in her final months, having to worry about whether her insurance would refuse to pay for her treatment. And by the way, this was because the insurance company was arguing that somehow she should have known that she had cancer, when she took her new job, even though it hadn't been diagnosed yet,\" Obama said at a town hall meeting in Portsmouth, N.H., on Aug. 11, 2009.\n\nBut a biography of Obama's mother and additional reporting by the New York Times have shown that a key point of that anecdote is incorrect. Obama's mother was fighting not for treatment but for payments from a disability insurance policy. \n\nA Singular Woman: The Untold Story of Barack Obama’s Mother by journalist Janny Scott documents the life of Obama's mother, S. Ann Dunham, an anthropologist who also worked on the issues of development aid and microcredit in Indonesia.\n\nThe book documents Dunham's final illness -- uterine and ovarian cancer -- in some detail. Dunham's illness became acute when she was working in Indonesia in 1994, and she was diagnosed in Hawaii early the next year.\n\nScott interviewed Dunham's doctor, family and friends for the book and had access to Dunham's correspondence and personal papers. According to Scott's account, Dunham's health insurance covered her treatment.\n\nBut Dunham also filed a claim for disability insurance. It was the disability insurance company that refused to pay because they said her cancer was a pre-existing condition, according to the book. \n\nA Singular Woman goes into detail about Dunham's financial situation at the time she became sick. Dunham made a modest salary and sometimes struggled to pay her bills, according to the book. She was worried about the costs of her treatment, and the disability insurance would have eased her concerns. \n\nDunham filed several rounds of paperwork trying to convince the insurance company to pay the disability insurance, intended as a replacement for lost wages. At one point, Dunham told the insurance company that she would be turning the matter over to \"my son and attorney, Barack Obama.\" Dunham died Nov. 7, 1995. \n\nScott concluded that Obama's memories of the matter were faulty. \"Though he often suggested that she was denied health coverage because of a pre-existing condition, it appears from her correspondence that she was only denied disability coverage.\"\n\nThe book was published in May. In July, the New York Times reported that the White House finally responded to their repeated requests about the book's findings. (Scott, the book's author, was a reporter with the New York Times who left the paper to finish the book.) The White House chose not to dispute the findings.\n\n\"We have not reviewed the letters or other material on which the author bases her account,\" a White House spokesman, Nicholas Papas, told the Times. \"The president has told this story based on his recollection of events that took place more than 15 years ago.\"\n\nPapas also said the story was still relevant. \"She first could not get a response from the insurance company, then was refused coverage. This personal history of the president's speaks powerfully to the impact of pre-existing condition limits on insurance protection from health care costs,\" he told the Times.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut as the Times story notes, disability insurance was not at issue during the health care debate.\n\nNormally, we steer clear of fact-checks about politicians' families or claims that are less than timely. But Obama used the anecdote to make a case for a significant change in the law that affected the national health care system. We find Scott's reporting and the New York Times story to be compelling evidence that he got a crucial detail wrong, and the White House did not dispute that. His mother was fighting for insurance payments as she was dying, but for disability insurance, not health insurance, as her son said he remembered. So we rate his statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12701"}