{"url": "/factchecks/2012/feb/07/kitty-boitnott/kitty-boitnott-says-virginia-has-cut-16-billion-mi/", "speaker": "Kitty Boitnott", "vclaim": "Public education has been permanently cut \"by $1.6 billion through changes in the Standards of Quality funding formula.\"", "truth_label": "mostly-true", "date": "stated on January 23, 2012 in a news conference.:", "title": "Kitty Boitnott says Virginia has cut $1.6 billion from minimum school standards", "text": "The Virginia Education Association says the state has been saving money by lowering public school standards.\n\n\"Since the 2008 General Assembly, we have permanently cut biennial funding for public education by $1.6 billion through changes in the Standards of Quality funding formula,\" VEA President Kitty Boitnott said in a Jan. 23 news conference.\n\nThe $1.6 billion cited by Boitnott is an eye-popping number. We wanted to know if her figure is correct and if the loss of the funding is, as she said \"permanent.\"\n\nThe Standards of Quality are minimum mandates Virginia sets forth for public education on teacher-pupil ratios, benefits for educators and basic curricula. The General Assembly sets the benchmarks every two years after considering recommendations by the state Board of Education.\n\nVirginia is required by law to pay 55 percent of the overall cost of the SOQs and local school districts must pay the rest. For this two-year budget cycle, which began July 1, 2010, the state will pay about $9.6 billion toward meeting the SOQs, and localities will pay about $7.8 billion.\n\nBoitnott is essentially saying the state obligation would have been $1.6 billion higher if the General Assembly had not taken steps since 2008 to lower Virginia’s education standards.\n\nRobley Jones, the VEA’s director of government relations, said Boitnott’s figures came from a report on education funding released last month by the Senate Finance Committee. The study contained a table detailing the 10 \"substantive\" reductions to public education programs approved by the General Assembly since 2008. The cuts came to a biennial total of $1.57 billion, and Boitnott rounded up.\n\nThe biggest savings came from reducing the number of support positions -- such as clerks, teacher aides and bus drivers -- required by the state. That action removed $754 million in SOQ obligations.\n\nLawmakers in 2010 found another $513 million in savings by eliminating certain types of equipment and travel from SOQ calculations and changing the formula for estimating health care costs for school employees.\n\nBoitnott, however, is slightly off in her analysis of the the Senate Finance Committee’s data. The table makes no claim that the 10 cut education programs it lists were part of the SOQs, as Boitnott suggests.\n\nIn fact, four of the items were not part of the state’s minimum requirements, according to Charles Pyle, a spokesman for the Department of Education. They account for $174 million in biennial costs.\n\nSo the real reduction in SOQ mandates comes to about $1.4 billion per biennium. Jones, who provided the information for Boitnott’s statement, said he made an inadvertent mistake in computing the SOQ reductions.\n\nThat brings us down to one last question: Are the cuts to the SOQ formula permanent, as Boitnott says?\n\nTechnically, they are not. The General Assembly is free to restore the funding, but that is not likely to happen. Julie Grimes, a spokeswoman at the Department of Education, said officials there cannot recall an instance where legislators cut funding for an SOQ program and later replenished it.\n\nWhen the state reduces funding for SOQ programs, localities often absorb the costs. Most school districts in Virginia are not satisfied with just attaining minimum SOQ standards and fund their schools at far greater levels than the state demands.\n\nThe SOQs allow legislators to claim they fund 55 percent of the state’s educational mandates. But a different picture emerges when total expenditures on Virginia public education are computed. The localities pay about 50 percent, the state, the state pays 40 percent and roughly 10 percent comes from the federal government.\n\nOur ruling:\n\nBoitnott said that since 2008, the legislature has permanently cut $1.6 billion in programs from the state’s formula for funding public schools.  She’s a bit off; the actual figure is $1.4 billion.\n\nBoitnott said these losses are \"permanent.\" The General Assembly could restore funding, but a spokesman at the state Department of Education said officials cannot recall an instance where lawmakers cut an SOQ program and later reversed themselves.\n\nWe rate Boitnott’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11647"}