{"url": "/factchecks/2012/feb/29/newt-gingrich/newt-gingrich-says-rick-santorum-sided-union-inter/", "speaker": "Newt Gingrich", "vclaim": "Says that Rick Santorum \"voted for the unions over FedEx.\"", "truth_label": "half-true", "date": "stated on February 27, 2012 in in a campaign appearance in Nashville.:", "title": "Newt Gingrich says Rick Santorum sided with union interests over FedEx", "text": "Newt Gingrich, in Nashville on Monday, cast his opponent, former Pennsylvania Sen. Rick Santorum, as a \"Big Labor Republican,\" the kind of apparent oxymoron that tends to catch our attention. He did it in the context of an historic 1996 showdown in the U.S. Senate, when FedEx was seeking to guarantee that its truck drivers would remain under the jurisdiction of the Railway Labor Act. Any change in that jurisdiction threatened the possibility that drivers could organize local collective bargaining units at FedEx operations.\n\nSpecifically, Gingrich said: \"He voted for the unions over FedEx. I suspect most folks in the state don’t know that. But in fact he was a big labor Republican in Pennsylvania and I suspect when you get to Memphis and you say to people, ‘Gee, this is a guy who wanted to guarantee that FedEx give in to the unions,’ Santorum won’t be as popular the following morning.\"\n\nPopular or not, there is a legislative history of what happened. We asked Gingrich spokesman R.C. Hammond for additional supportive evidence of Santorum’s pro-labor, anti-FedEx position after he forwarded an Associated Press story about Gingrich’s remarks. In response to that request, Hammond emailed: \"Look up the vote!\"\n\nWe took that to mean Gingrich was basing this line of attack on an October 1996 skirmish over a provision FedEx wanted. There were three votes of significance, and they paint a mixed picture of Santorum's position on FedEx.\n\nThe issue at the time was the Federal Aviation Administration reauthorization act. It had passed both the House and Senate, but then emerged from a House-Senate conference committee with a new labor provision, one favorable to FedEx, that had not been in either the House or Senate versions of the bill. It had been inserted by conference committee member Sen. Ernest Hollings, Republican of South Carolina.\n\nWhen it came to the Senate floor, several senators, but especially Edward Kennedy, Democrat of Massachusetts, asked that the FedEx provision, Sec. 1223 of the bill, be ruled outside the scope of the conference committee’s authority under Senate Rule 28. The chair then ruled the provision was, in fact, extraneous.\n\nNext the Senate took up the issue of cloture – whether to cut off debate on the reauthorization act (not just the provision) and proceed to the substantive vote. Santorum joined Kennedy and fellow Republican Pennsylvania Sen. Alan Specter in voting not to invoke cloture -- in other words, to continue debate (some bills and acts never even get an up or down vote if enough senators refuse to end debate on it). That arguably was against FedEx’s interest, though very indirectly, and the tally was 66-31 -- Santorum’s side lost by six votes (cloture requires a three-fifths majority).\n\nNext the Senate took up whether to sustain the ruling of the chair that Sec. 1223 -- the FedEx provision -- was beyond the scope of the conference committee’s authority. On this, Santorum voted in favor of the ruling of the chair – arguably, against FedEx’s interest – but the chair’s ruling was easily overturned, 39-56. Again, Santorum voted with Kennedy and Specter, and lost.\n\nFinally, when the bill itself came up for a vote, with the FedEx provision intact, Santorum voted for it. The vote was 92-2. Only Specter and Paul Simon of Illinois voted against it.\n\nWe are not making a ruling here on whether Santorum was a \"Big Labor Republican\" senator but thought we’d get the thoughts of the \"Big Labor\" voice with the most to win or lose in this 1996 struggle – The International Brotherhood of Teamsters. Did the Teamsters consider Santorum a \"Big Labor Republican?\"\n\n\"Absolutely not,\" said director of communications Bret Caldwell. \"Any vote that he had that might have been in favor of labor would likely have been cast for other reasons. We worked very hard, successfully, to defeat him six years ago, and we would never consider Santorum as a friend of labor.\"\n\nAsked specifically about Santorum’s votes in favor of the ruling of the Senate chair and on cloture, which seemed to side with the pro-labor faction, Caldwell said: \"The question is whether he was with labor or with (FedEx rival) UPS as a corporation. His reasonings for that vote we’re not certain at this point, 16 years on, but there’s other reasons for him to vote the way he did. We certainly don’t think it gave him any further credibility with the Teamsters union.\"\n\nCaldwell acknowledges that on the initial procedural votes, Santorum’s were \"the right votes.\" But \"do we think he made those votes because of his relationship with labor? Absolutely not.\"\n\nOur ruling\n\nSantorum took three votes on the 1996 FAA reauthorization act, all three of some interest to FedEx, and Gingrich is correct that on the one vote with a direct connection to the provision FedEx wanted, Santorum voted against its wishes. However, Santorum voted for the entire FAA reauthorization act, and the union with the most to gain in the procedural brouhaha with FedEx does not believe Santorum’s vote had anything to do with supporting the labor cause.\n\nWe rule this claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nElaine Luria\n\n\nstated on January 31, 2021 in a campaign finance report.\n\n\n\n\n\n\n\n\nOn accepting corporate PAC donations\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • February 5, 2021", "vclaim_id": "vclaim-pol-11526"}