{"url": "/factchecks/2014/may/01/matt-bevin/were-founding-fathers-active-cockfighters/", "speaker": "Matt Bevin", "vclaim": "\"Many\" of the founding fathers were \"very actively involved\" in cockfighting.", "truth_label": "false", "date": "stated on April 3, 2014 in a radio interview:", "title": "Were the founding fathers active cockfighters?", "text": "Were the founding fathers cockfighters? It’s not a question we expected to ask this campaign season. But we’re going to ask it because a Kentucky Senate candidate recently claimed that \"many\" of the men who founded our nation also took an interest in the blood sport.\nTea party-backed candidate Matt Bevin, who is challenging Senate Minority Leader Mitch McConnell, R-Ky., in a primary, drew criticism earlier this month after speaking at a cockfighters’ rally in Corbin, Ky. Cockfighting is illegal in Kentucky -- as it is in every state, 40 of which make it a felony -- but aficionados want to reverse such laws on a state-by-state basis.\nBevin defended his presence at the rally on Louisville radio host Terry Meiners’ show in part by saying many of the founding fathers were participants.\n\"But it's interesting, when you look at cockfighting and dogfighting as well, this isn't something new, it wasn't invented in Kentucky for example,\" Bevin said. \"I mean, the founding fathers were all -- many of them -- very actively involved in this and always had been.\"\nWe’ve checked some claims about historic politicians in the past, so we’ll try again with a look at cockfighting more than two centuries ago.\nPast claims\nBevin’s campaign did not respond to an inquiry for this story, so we don’t know what he’s basing that claim on. However, these claims typically have concerned a handful of prominent founders, notably George Washington, Thomas Jefferson and Benjamin Franklin.\nSome other sources also mention Abraham Lincoln and Andrew Jackson, but Bevin’s claim specifically mentioned \"founding fathers,\" so we didn't address them. \nOur research initially led us to the Humane Society of the United States, which has spearheaded a long fight to make cockfighting illegal and is one of cockfighting’s fiercest critics.\nIn the early 1990s, the society contacted historians and experts about some of the founding fathers to see if there was any truth to the claims. According to the documents the society collected, the founders’ connections to cockfighting seem somewhat tenuous, though we acknowledge some limitations about this type of research -- namely that their surviving personal writings and other documentary evidence is limited.\nGeorge Washington \nThere is one reference in George Washington’s diaries that confirms that as a 19-year-old, the nation’s future first president attended a cockfight. \n\"A Great Main of (co)cks fought… (be)tween Glouster and york for 5 pistoles each battle and 100 ye odd I left it with Colo. (John) Lewis before it was decided…,\" he wrote, according to information uncovered by the Humane Society.\nHowever, it’s unclear how excited the young Washington was, since the entry says he left before the fight ended, said Mary V. Thompson, a research historian at the Fred W. Smith National Library for the Study of George Washington.\nAnother historian -- John P. Riley, formerly of Mount Vernon, Washington’s estate --  told the Humane Society that there is a vague reference to a cockfight elsewhere in Washington’s writings, but that Washington referenced other activities he enjoyed far more than he referenced cockfighting.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"By the numerous references in his diaries and letters to foxhunting, card playing and attending the theater, we know that these were some of Washington’s favorite amusements,\" Riley wrote in 1993. \"The two references to cockfighting in his voluminous writings and the absence of documentation or physical evidence of any cockpit at Mount Vernon leads me to believe that it was not an entertainment in which he participated in any great way.\"\nThomas Jefferson\nThe evidence on Thomas Jefferson is similar.\n\"Although it is always much harder to disprove something than to prove it, I am confident that if Jefferson had any interest in cockfighting, I would come across some reference to it in my twenty-five years of working with his documentary archive,\" Lucia C. Stanton, the former director of research at Monticello wrote to the Humane Society in 1993.\nStanton told PolitiFact that while it is impossible to tell what activities Jefferson took part in before he started prolifically documenting his life, it would be surprising if he had been actively involved in cockfighting as a young man yet made no mention of these activities in his later writings.\nMeanwhile, a transcribed memoir from the 1840s of a former slave of Jefferson’s seems to say pretty clearly that Jefferson did not participate in cockfighting.\n\"Mr. Jefferson never had nothing to do with horse-racing or cock-fighting,\" former slave Isaac Granger Jefferson dictated to Charles Campbell in Memoirs of a Monticello Slave. \nIn addition, Jefferson did raise fowl at Monticello, but it is a leap to say that he raised birds for sport.\nFinally, Jefferson helped write a 1799 law that was meant to deter gambling on activities like cockfighting.\nAdams, Franklin and other founders\nThe evidence about the other founders is no more convincing.\nJohn Adams, who would become the new nation’s second president, has only one known reference to cockfighting -- his lament that young men waste time of the activity, said Amanda Mathews, assistant editor of the Adams papers with the Massachusetts Historical Society.\n\"While they all probably attended one at some point or another, I don’t think any of the Adamses were ‘involved’ in any way,\" Mathews said in an email, referring to John Adams and his second cousin Samuel Adams.\nAs for Franklin, some claims about his fondness for cockfighting involve his proposal to make the national bird a turkey instead of the familiar bald eagle. Some have taken this as a symbol of his association with cockfighting, but this seems too vague to serve as solid evidence.\nAs for other founders, we will note that in October 1774, the Continental Congress, which would become the United States’ first governing body during the Revolutionary War, signed a resolution that, among other things, discouraged cockfighting. Fifty-seven members of the Congress signed the resolution, including such well-known founders like Jefferson, John Jay and Samuel and John Adams.\nOur ruling\nBevin said that \"many\" of the founding fathers were \"very actively involved\" in cockfighting. In looking at the most prominent founders, we found no indications that any of the founders were avid and frequent participants. We rate the claim False.", "vclaim_id": "vclaim-pol-07915"}