{"url": "/factchecks/2009/jan/18/james-inhofe/chu-said-all-worlds-coal-burned-worst-nightmare/", "speaker": "James Inhofe", "vclaim": "Energy nominee Steven Chu has called coal \"his worst nightmare.\"", "truth_label": "mostly-true", "date": "stated on December 15, 2008 in in a news release:", "title": "Chu said all the world's coal burned up is \"worst nightmare\"", "text": "Steven Chu, Barack Obama's nominee for energy secretary, is a Nobel Prize-winning physicist and a director of one of the prestigious national laboratories in the Energy Department.\n\n\nHis biography on the Web site of the Lawrence Berkeley National Laboratory describes him as \"one of the nation’s foremost and outspoken advocates for scientific solutions to the twin problems of global warming and the need for carbon-neutral renewable sources of energy.\"\n\n\nBut the Senate's foremost skeptic on global warming expressed concern.\n\n\n\"Steven Chu has made troubling comments,\" said Sen. James Inhofe, R-Okla. \"Chu has unabashedly called coal — which generates over 50 percent of our nation’s electricity — his 'worst nightmare.'\"\n\n\nWe've never had nightmares about coal or any other fossil fuel, so we wondered whether Chu made the comment and what he meant by it.\n\n\nIt is indisputable that Chu called coal his worst nightmare. In fact, you can\n\nwatch him make the comment\n\nduring a videotaped talk on YouTube. (He says \"Coal is my worst nightmare\" at the 28-minute, 16-second mark.) It was part of a long speech he gave on renewable energy, and the video makes it clear he was talking about worldwide coal use.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe context was a discussion of global warming, and he was talking about global coal supplies and what it meant for global warming. He was not talking about domestic utilities or energy prices for consumers.\n\n\n At his confirmation hearing, Chu was asked about the \"nightmare\" comment, and he explained it this way:\n\n\n\"I said that in the following context. If the world continues to use coal the way we are using it today, and the world — I mean in particular not only the United States but China, India and Russia — then it is a pretty bad dream. That is to say in China, for example, they have not yet begun to even trap the sulfur dioxide, nitrous oxides. There's mercury. There's particulate matter, as well as carbon dioxide.\n\n\n\"But I also say many times in my talks that coal is an abundant resource in the world. Two-thirds of the known coal reserves in the world lie in only four countries: the United States, first and foremost, followed by India, China and Russia. India, China, Russia and the United States, I believe, will not turn their back on coal.\n\n\n\"So it is imperative that we figure out a way to use coal as cleanly as possible. And so for that reason — and I think — again, my optimism as scientist — we will develop those technologies to capture a large fraction of the carbon dioxide that's emitted in coal plants and to safely sequester them. So if confirmed as secretary of energy, I will work very hard to extensively develop these technologies, so that the United States and the rest of the world can use it.\"\n\n\nWe watched the video, and this seems like an accurate description of the context of his remarks. So Inhofe's \"nightmare\" comment is literally accurate, but it divorces Chu's words of important context. Still, there are aspects of coal that genuinely disturb Chu.\n\n\nWe deduct points for that lack of context and find Inhofe's charge Mostly True.", "vclaim_id": "vclaim-pol-15855"}