{"url": "/factchecks/2013/jul/13/jeff-kruse/likely-911-response-time-curry-county-one-hour/", "speaker": "Jeff Kruse", "vclaim": "Says that in Curry County, \"if you make a 911 call you’re likely to wait for an hour for a response.\"", "truth_label": "half-true", "date": "stated on July 8, 2013 in a Senate floor speech:", "title": "Is the likely 911 response time in Curry County one hour?", "text": "On the final day of the 2013 Oregon Legislature, lawmakers approved a bill that will allow Gov. John Kitzhaber and leaders to declare a public safety state of emergency in certain rural counties hit hard by the expiration of federal timber payments.\nA state takeover is certainly a radical idea. A state takeover that also imposes temporary taxes to help pay for the state takeover is a radical and horrifying idea for voters of this tax-shy county. The governor stepped up his efforts to pass House Bill 3453 after voters in Curry and Josephine counties rejected tax measures in May.\nSen. Jeff Kruse, R-Roseburg, dislikes the bill but voted for it, noting on the Senate floor that the situation is dire in Curry County. \"Currently if you make a 911 call you’re likely to wait for an hour for a response. That’s the reality,\" he said.\nIs that true? Is that the wait time for a response to a 911 call in Curry County?\nWe called the Curry County Sheriff’s Office, figuring Sheriff John Bishop would know. The executive assistant, Lisa Combs, said that an hour wait is not the norm. But they’re down to four road deputies -- plus two deputies dedicated to marine calls -- to cover 1,648 square miles.\n\"Cold calls sometimes do take a long time,\" Combs said. \"We try to respond to high priority in-progress type calls but again, they’re not on 24-7. If we have to call someone in the middle of the night, it takes time.\"\n\"Some calls, we’re there in two minutes or in five minutes, but if we only have four deputies and I’ve got one on and\" he’s in one side of the county and the call’s from the other side, it will take awhile, she said.\nIn May, Curry voters rejected a $4.5 million five-year property tax increase that would have boosted the numbers from four deputies to 12, allowing them to be positioned at both ends of the county. Curry residents pay the second lowest effective tax rate in Oregon, according to 2012-13 state figures and the second lowest permanent tax rate as of 2010-11.\nDavid Brock Smith, chairman of the Curry County Board of Commissioners, said the county had more than a dozen deputies on patrol a decade or so ago. The failed tax increase would have paid for two deputies to be on patrol 24 hours a day, seven days a week, he said. \"So in any given time the maximum would be less than 30 minutes\" response time, he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nCities within the county have police but they are limited to calls within city limits, and they don’t provide around the clock patrol either.\nNearby Josephine County has it bad as well. In May, National Public Radio aired a story about a woman’s harrowing 911 call to Josephine County dispatchers, in August 2012. The terrified woman reported that her ex-boyfriend was trying to break into her house. He had put her in the hospital before.\nBut it was 5 a.m. Saturday, and deputies were not available. The call transferred to Oregon State Police, also unavailable. The ex-boyfriend pried open the front door and attacked the caller.\nWe checked in with Kruse. He said it was not his intent to convey that an hour wait is the norm in Curry County. \"It’s not always the case, but potentially, it could be,\" he said. \"There are times when there’s nobody on patrol. They just don’t have the manpower.\"\nThe drive between Brookings in the south and Port Orford in the north takes about an hour, according to Mapquest. If a deputy is occupied in the south and a call comes in from the north, yes, the response time could take an hour, or more.\nWe did circle back to the Curry County Sheriff’s Office to ask if there are average response times for when a deputy is dispatched. \"I couldn’t even begin to tell you,\" Combs said.\nSo, we don’t have a breakdown of response times for 911 calls, which means we can’t tell you how the hour wait compares with any sort of norm.\nKruse’s use of the word \"likely\" could be taken by some listeners to mean \"more likely than not,\" and there’s no evidence to suggest that is the case.\nSometimes the response time in Curry County is better and sometimes it is worse, making the statement partially accurate. Response times can range from mere minutes to the next day of business, depending on the details of the call.  \nWe find his statement is missing important details and rate it Half True.", "vclaim_id": "vclaim-pol-09108"}