{"url": "/factchecks/2014/jul/03/hillary-clinton/hillary-clinton-says-hobby-lobby-salesclerk-not-go/", "speaker": "Hillary Clinton", "vclaim": "\"A salesclerk at Hobby Lobby who needs contraception … is not going to get that service through her employer’s health care plan because her employer doesn’t think she should be using contraception.\"", "truth_label": "barely-true", "date": "stated on June 30, 2014 in an interview at the Aspen Ideas Festival:", "title": "Hillary Clinton says a Hobby Lobby salesclerk 'is not going to get' contraception", "text": "By now, lots of major political figures have weighed in on the decision in Burwell vs. Hobby Lobby, a landmark Supreme Court case. A 5-4 majority ruled that a closely held, private corporation, such as the craft retailer Hobby Lobby, could decline on religious grounds to pay for certain kinds of contraceptives otherwise mandated in employee health coverage by the Affordable Care Act.\nOne of the most closely watched responses was by Hillary Clinton, the former Secretary of State who is the presumptive frontrunner for the 2016 Democratic presidential nomination. Clinton addressed the case during a question-and-answer session at the Aspen Ideas Festival in Colorado.\nClinton blasted the decision as \"deeply disturbing.\"\n\"It’s very troubling that a salesclerk at Hobby Lobby who needs contraception, which is pretty expensive, is not going to get that service through her employer’s health care plan because her employer doesn’t think she should be using contraception,\" Clinton said.\nOur friends at the Washington Post Fact Checker reviewed this claim and gave it Two Pinocchios, out of a maximum of four. We thought we’d take our own look.\nFirst, some background. The company’s owners say they object to four out of the 20 Food and Drug Administration-approved forms of contraception -- the four that prevent implantation of the embryo. These include two forms of \"emergency contraception,\" sometimes called the \"morning-after pill,\" and two forms of intra-uterine devices, or IUDs. (Officially, the FDA considers these four methods to be \"contraception,\" but the company’s Christian owners consider them to be a form of abortion.)\nAccording to the Wall Street Journal, the company actually supported all 20 forms of contraception until 2012, when the Becket Fund for Religious Liberty informed Hobby Lobby about the Affordable Care Act’s contraception requirement. Owner David Green told the Journal that he was \"shocked\" at the discovery. He proceeded to revoke the coverage and file the suit that was ultimately decided by the Supreme Court on June 30, 2014.\nContrary to Clinton’s claim, Hobby Lobby’s website says the company does in fact support the other 16 forms of contraception. Here are some excerpts from its Frequently Asked Questions page:\nQ: Is Hobby Lobby preventing its employees from buying contraceptives under its plan?\nA: Not at all. The Greens (the family that owns the company) and their family businesses respect the individual liberties of all their employees. The Greens and their family businesses have no objection to the other 16 FDA-approved contraceptives required by the law that do not interfere with the implantation of a fertilized egg. They provide coverage for such contraceptives under their health care plan. Additionally, the four objectionable drugs and devices are widely available and affordable, and employees are free to obtain them.\nQ: But isn’t Hobby Lobby depriving its women employees of health care?\nA: Just the opposite: the Greens and their family businesses, including Hobby Lobby Stores Inc., offer their employees – nearly 70 percent of whom are women – a robust benefit plan that includes coverage for preventive care and almost all of the contraceptives required under the Affordable Care Act. That plan includes an on-site clinic with no co-pay at Hobby Lobby headquarters, and all full-time employees are eligible to enroll in a generous benefit plan: including medical, dental, prescription drugs, along with long-term disability and life insurance, and a 401(k) plan with a generous company match.\nFor the record, the 16 contraceptives the company supports, according to a Hobby Lobby spokeswoman, are: male condoms; female condoms; diaphragms with spermicide; sponges with spermicide; cervical caps with spermicide; spermicide alone; birth-control pills with estrogen and progestin; birth-control pills with progestin alone; birth control pills, extended or continuous use; contraceptive patches; contraceptive rings; progestin injections; implantable rods; vasectomies; female sterilization surgeries; female sterilization implants.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOf course, not all of these forms will be equally useful to the salesclerk, particularly vasectomies and male condoms. Still, they include some of the most widely used forms of contraception, including several varieties of the birth-control pill.\nWe found no evidence to dispute the company’s assertion that it pays for 16 out of 20 forms of contraception. So Clinton goes too far when she says the salesclerk \"is not going to get\" contraception through the company’s health care plan. And the fact that the company pays for 16 types undercuts Clinton’s claim that Hobby Lobby \"doesn’t think she should be using contraception.\"\nWhere Clinton’s claim includes a grain of truth is that the salesclerk will not have an unfettered choice in what form of contraception she gets.\nSay the salesclerk is unable, for medical reasons, to use the birth control pill. An IUD might be a good alternative, but it would not be available to her under Hobby Lobby’s health care plan. IUD use has been increasing in recent years, and paying for one out-of-pocket means significant up-front expenses. If IUD implantation is taken off the table, the salesclerk may be forced to choose another method -- one that may be less well-suited to the employee.\nThere’s another nuance that leave this question in something of a gray area.\nThe way the decision was written leaves some question about whether closely held, religious companies can choose to opt out of supporting any of the remaining 16 forms of contraception in their health plans. For the record, a spokeswoman said that Hobby Lobby \"will continue to cover all 16,\" but that may not be the case for other companies.\nAlready, some companies have been allowed by lower courts to stop paying for a wider range of contraceptives than were at issue in the Hobby Lobby case, according to the Associated Press. Their cases are likely to work their way through the courts, and the Supreme Court has let those policies stand pending further appeals.\nWhile the Hobby Lobby decision may open the door to judicial acceptance of more sweeping contraceptive bans, the specific comment we’re checking targeted Hobby Lobby -- and it’s significantly flawed.\n\"To the extent she was talking about Hobby Lobby as an employer specifically, I think Clinton overstated her case,\" said I. Glenn Cohen, co-director of the Petrie-Flom Center for Health Law Policy, Biotechnology & Bioethics at Havard Law School. He added, \"It may be true for a subset of employees, and to the extent she was also referring to other potential employers who might ban all contraceptives, I think she is on firmer ground.\"\nOur ruling\nClinton said that \"a salesclerk at Hobby Lobby who needs contraception … is not going to get that service through her employer’s health care plan because her employer doesn’t think she should be using contraception.\"\nThere’s reason to believe that future court decisions could allow companies to forgo payment for all types of birth control, but Clinton’s claim refers specifically to Hobby Lobby’s policies toward its employees. And in that context, her claim is greatly exaggerated.\nHobby Lobby doesn’t shun contraception entirely for its employees; it pays for access to 16 out of the FDA’s 20 approved methods. Where Clinton has a partial point is that an employee would be barred from having the company pay for four other types, even if one of those may be the best medical option for the employee’s needs. On balance, we rate the claim Mostly False.\nUPDATE, July 4, 2014: After this article was published, Hillary Clinton's camp got back to us. A spokesman pointed us to a line from Ginsberg's dissent that \"seems to be pretty in line with\" Clinton's comments. \"The exemption sought by Hobby Lobby and Conestoga (Wood Specialties, another plaintiff in the case) would override significant interests of the corporations’ employees and covered dependents. It would deny legions of women who do not hold their employers’ beliefs access to contraceptive coverage that the ACA would otherwise secure.\" We stand by the rating of Mostly False.", "vclaim_id": "vclaim-pol-07653"}