{"url": "/factchecks/2019/jun/05/viral-image/no-lines-around-original-solo-cup-were-not-created/", "speaker": "Viral image", "vclaim": "Says the lines on the signature Solo cup are actually markings to designate various measurements.", "truth_label": "false", "date": "stated on May 28, 2019 in a Facebook post:", "title": "No, the lines around the original Solo cup were not created to represent various measurements", "text": "We know that the iconic Solo cup is synonymous with the ultimate party, but is there something we don’t know about its design?\nThat’s what a viral social media rumor claims.\nThe rumor, which has circulated for years, says the lines around different sections of the cup actually designate specific measurements. The claim recently resurfaced on Facebook and has racked up over 2,700 shares, more than 1,000 reactions and hundreds of comments in just a few days.\nThe post says: \"I was today years old when I discovered these lines are actually measurements!!! Who knew?\"\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhile the original Solo cup’s lines do match up pretty close to the graphic (they have since been redesigned) the lines weren’t meant for measurement.\nAccording to Margo Burrage, director of communications for Dart Container Corporation, the parent company of Solo’s cups, the lines on the signature cup were a purposeful part of the design, but for a variety of reasons.\n\"The design of the first SOLO cup was very intentional. When SOLO designed the iconic red cup in 1976, every detail served a purpose and still does to this day,\" Burrage wrote in an email. \"The rolled rim makes it easier to sip your drink, but also prevents a stack of SOLO cups from sticking together. The indented base makes the cup sturdier and less likely to crack. And those extra lines keep your fingers from slipping while holding the cup. So while the lines weren’t meant for measurement, they were a quite purposeful part of the design.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThis particular Facebook post doesn’t mention alcohol, but a popular variation of the rumor claims that the bottom line represents a 1-ounce shot of liquor, the middle line is a 5-ounce serving of wine, and the top line is for one 12-ounce serving of beer.\nBurrage told PolitiFact that the lines on the original Solo cup do roughly equal 1, 5 and 12 ounces – but that it means something different for everyone.\n\"For some, it means a responsible pour at their next tailgate. For others, it means a more secure grip as they man the grill at the BBQ. And for our littler fans, it means they can stack and unstack our cups into a pyramid without them sticking together.\"\nShortly after the rumor started in 2012, Solo posted a playful graphic on its Facebook page revealing the \"real\" use of lines on the company’s original cup.\n\"What’s the real use for the lines on the original Solo® Cup?\" they wrote in the post. \"To measure chocolate syrup of course! Here are some fun suggestions from us, but we want to know yours. Comment below!\"\n\nOur ruling\nAn old hoax has resurfaced on social media, claiming that the lines on the original Solo cup were created to designate specific measurements.\nWhile the measurements aren’t completely off, the specific placement of the lines on the original Solo cup had several purposes, such as better grip, stacking and sturdiness.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-00567"}