{"url": "/factchecks/2020/dec/02/rand-paul/fact-checking-rand-pauls-unsupported-claim-about-f/", "speaker": "Rand Paul", "vclaim": "“Trump margin of ‘defeat’ in 4 states occurred in 4 data dumps between 1:34-6:31 AM. Statistical anomaly? Fraud?”", "truth_label": "pants-fire", "date": "stated on November 29, 2020 in a tweet:", "title": "Fact-checking Rand Paul’s unsupported claim about fraud in the presidential election", "text": "Republican Sen. Rand Paul suggested on Twitter that something suspicious — \"statistical anomaly?\" Fraud?\" — happened in four states that President Donald Trump lost to his Democratic challenger, Joe Biden.\n\"Interesting . . . Trump margin of ‘defeat’ in 4 states occurred in 4 data dumps between 1:34-6:31 AM. Statistical anomaly? Fraud? Look at the evidence and decide for yourself. (That is, if Big Tech allows u to read this),\" the senator from Kentucky tweeted Nov. 29. His tweet included a link to a Nov. 24 analysis titled \"Anomalies in Vote Counts and Their Effects on Election 2020.\"\nInteresting . . . Trump margin of “defeat” in 4 states occurred in 4 data dumps between 1:34-6:31 AM. Statistical anomaly? Fraud? Look at the evidence and decide for yourself.(That is, if Big Tech allows u to read this)Anomalies in Vote Counts; https://t.co/DgBlYj9zUP— Senator Rand Paul (@RandPaul) November 29, 2020 \nIt’s unclear who wrote that analysis Paul relied on; it is posted under the name \"Vote Integrity\" on a website called Substack. A separate Nov. 24 post under that same name says, \"Welcome to vote_pattern_analysis by me, Vote P. Analysis.\"\nState election officials have defended their electoral process and rejected claims about voter or election fraud.\nWe dug into the evidence Paul cited, and also looked at how states count and report votes. Paul said there was something \"interesting\" about the results reporting that suggested fraud; we found it easily explained by known vote-counting procedures. \nLaws allow mail-in ballots to be counted past Election Day\nPaul’s tweet misstated an element of the analysis he promoted. His tweet said there were four \"data dumps\" in four states (he did not name the states). However, the analysis centered on four updates in three states: Michigan, Wisconsin and Georgia. (Two of the updates were in Michigan.)\nThe post and Paul overlook the fact that in Michigan, Wisconsin and Georgia, absentee or mail-in ballots received by the time polls closed on Nov. 3 were legally allowed to be counted. The fact that workers were still counting ballots past midnight on Election Day is not indicative of fraud. States’ specific rules and varying election procedures influenced the timing of results.\nWisconsin law, for example, bans clerks from tallying absentee ballots before Election Day.\nSeveral municipalities in Wisconsin could not finish processing their absentee ballots by the time the polls closed at 8 p.m. on Election Day, so there was a delay in reporting those results to county clerks.\n\"This was especially true in major cities including Milwaukee, Green Bay and Kenosha, where final unofficial results were reported after 3 a.m.\" on Nov. 4, said a post on the Wisconsin Elections Commission website. (Milwaukee is Wisconsin’s most populous city and tends to vote heavily for Democrats.)\nDelayed reporting \"does not mean something went wrong — it means election officials did their jobs and made sure every valid ballot was counted,\" said Meagan Wolfe, Wisconsin’s chief election official.\nThe report Paul shared \"shows no awareness of the political geography of the states being analyzed,\" said Barry C. Burden, a political science professor and director of the Elections Research Center at the University of Wisconsin-Madison.\n\"It is hardly surprising that large urban areas would take longer to count ballots and those ballots would favor Biden,\" Burden said. \"Instead, the report treats the arrival of ballots in the early morning after the election as a mystery with no clear basis in the politics of the states being investigated.\"\nRELATED: Fact-checking the avalanche of Wisconsin election misinformation\nTrump denigrated voting by mail, Biden supported it\nPaul’s tweet also ignores that many Americans were expected to vote by mail this election to avoid crowded places during the pandemic. And election officials had warned for months that mail-in ballots would take longer to count.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nBiden encouraged Americans to vote by mail. Trump disparaged the practice, baselessly saying it caused widespread voter fraud.\nDifferent states and even counties within a state have different rules for which ballots are tabulated first. So, whether a particular release of results favored Biden or Trump had a lot to do with how those ballots were cast — in person or by mail.\n\"Election officials and media outlets repeatedly explained how collections of tabulated absentee ballots would be released later than other ballots in some states and would tend to favor Biden rather than Trump,\" Burden said.\nThe post Paul shared said that the vote updates were colloquially known as \"dumps\" or \"batches.\" But election experts said that the term \"dumps\" is not a common technical description of these large-volume updates, although some media outlets have used that word, along with the less loaded term \"batches.\"\n\"I doubt election administrators refer to the process of counting and posting running tallies as ‘dumps,’\" said Lorraine Minnite, an associate professor of public policy at Rutgers University-Camden in New Jersey.\nExperts also raised concerns about the unnamed author of the post Paul shared.\n\"A credible analyst would proudly attach their name to such an analysis and would contextualize the results with background on the political geography of each state rather than treating the large batches of votes as untethered from the rest of the election administration system,\" Burden said.\nPolitiFact asked Paul’s press office for the author’s identity but did not get an answer. His office sent PolitiFact a statement, attributed to Paul, which did not fully address our query.\nThe statement said: \"Asking people to think for themselves, and asking that our elections be verified free of fraud, would seem to be basic, easy concepts. They are apparently too much for the media and big tech to handle, though, so they have to attack and censor.\"\nIt’s not censorship, though, to ask for proof. \"The suspicion of fraud, whether genuine or not, is not the same thing as evidence consistent with fraud,\" said Vincent L. Hutchings, a political science professor at the University of Michigan.\n\"If one wants to raise this claim, and thereby potentially invalidate the votes of millions of Americans, then the bar should be considerably higher than mere suspicion,\" Hutchings said.\nThe Justice Department to date has \"not seen fraud on a scale that could have effected a different outcome in the election,\" U.S. Attorney General Bill Barr told the Associated Press Dec. 1. Barr’s comment aligns with a Nov. 12 statement from federal and state officials, who said the Nov. 3 election \"was the most secure in American history.\"\nOur ruling\nPaul tweeted, \"Trump margin of ‘defeat’ in 4 states occurred in 4 data dumps between 1:34-6:31 AM. Statistical anomaly? Fraud?\"\nHis suggestion that \"data dumps\" could reflect fraud in the presidential election is not supported by evidence.\nFirst, officials who oversee elections have said there is no evidence of widespread fraud. Second, states that reported votes after Election Day did so legally and as expected. Because of a high number of absentee ballots and the time it takes to process them, election officials warned before Election Day that complete, unofficial results from all jurisdictions would not be available on Election Night.\nThere is no credible basis to Paul’s claim. We rate it Pants on Fire!\nRELATED: Fact-checking false claims about the 2020 election\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-17225"}