{"url": "/factchecks/2015/feb/13/rush-limbaugh/rush-limbaugh-says-its-rarer-and-rarer-married-cou/", "speaker": "Rush Limbaugh", "vclaim": "\"A married couple that\" use the same last name \"is rarer and rarer in our country.\"", "truth_label": "barely-true", "date": "stated on February 2, 2015 in his radio commentary:", "title": "Rush Limbaugh says it's \"rarer and rarer\" that married couples share the same last name", "text": "On Feb. 2, 2015, Rush Limbaugh was giving some love to the presidential prospects of Scott Walker, declaring on his nationally syndicated radio show that Wisconsin's Republican governor had \"drawn the blueprints for beating the left.\"\nThen, changing topics, the conservative commentator made a remark about -- if not love, at least marriage -- that caught our ear.\nAnd here we are bumping up against Valentine's Day.\nLimbaugh mentioned a pair of Washington, D.C. political consultants: Mercedes Viana Schlapp and her husband, Matthew Schlapp. Both served in President George W. Bush's administration.\n\"A married couple that go by the same name, which is rarer and rarer in our country,\" Limbaugh said parenthetically.\nIs it?\nResearch overview \nLimbaugh didn't refer to any time frame. And his spokeswoman did not provide us any information to back his claim.\nBut we did find some limited data on the topic -- though not much of it national.\nIn a nutshell: Very few married women kept their own surnames during the 1970s. The percentage rose in the '80s and in the '90s, but leveled off by the early 2000s.\nResearch in detail\nLet's start by noting that, as best we know, the vast majority of American-born married women in the United States take their husband's last name.\nA 2007 U.S. Census Bureau research paper, based on the bureau's American Community Survey in 2004, found that only 6 percent of married women who were born in the U.S. had surnames that were \"non-conventional.\" That includes hyphenated surnames, two surnames and women who kept their own surname at marriage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nIn other words, some 94 percent took their husband's last name after saying \"I do.\"\nSo, that's a solid, if dated, national snapshot. Unfortunately, the paper did not state whether the 6 percent was higher or lower than in previous years. And the census researcher who co-authored the paper told us she is not aware of any similar research done more recently.\nAs for looking at changes over time, there are two major research efforts -- although, unlike the census paper, neither was national in scope.\nA 2004 study by a Harvard economics professor was based on New York Times wedding announcements, Harvard alumni records and Massachusetts birth records; it focused on college graduates. The percentage of women keeping their names after marriage was 2 to 4 percent around 1975 and just below 20 percent in 2001.\nSimilar results were found in a 2009 study led by researchers from City University of New York and Ramapo College of New Jersey.\nThat work was based on a sampling of wedding announcements in the New York Times from 1971 through 2005. The percentages of brides keeping their own name rose from 1 percent in the 1970s to 9 percent in the 1980s and to 23 percent  in the 1990s. The rate leveled off at 18 percent in the 2000s.\nSo, both major studies -- though limited geographically and in other ways -- found that in the 1980s and 1990s, an increasing percentage of married women kept their surnames. But by the early 2000s, that percentage leveled off.\nTime to wrap a bow around this one.\nOur rating\nWithout stating a timeframe, Limbaugh said a \"married couple that\" use the same last name \"is rarer and rarer in our country.\"\nThere is some evidence to back his claim. Two academic studies, though limited in scope, found that compared to the 1970s, the percentage of married women who kept their own names rose in the 1980s and the '90s. But it leveled off in the early 2000s.\nBut as best we can tell, married couples who share the same last name is not rare at all. The latest U.S. census figures on the topic show that as of 2004, some 94 percent of married, American-born women in the U.S. were using their husband's last name.\nFor a statement that contains an element of truth but ignores facts that would give a different impression, our rating is Mostly False.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-06732"}