{"url": "/factchecks/2019/apr/26/latonya-johnson/wisconsin-state-senator-hits-pothole-claim-costs-b/", "speaker": "LaTonya Johnson", "vclaim": "\"Our road conditions cost WI families. In Milwaukee, the average cost per driver is $2,300.\"", "truth_label": "barely-true", "date": "stated on April 3, 2019 in a tweet:", "title": "Wisconsin state senator hits pothole with claim on costs of bad roads", "text": "Now that the snow has cleared, it’s time to switch our thoughts from winter to the next season:\nOrange barrel season.\nIn his 2019-’21 budget, Gov. Tony Evers’ transportation plan calls for bringing in an additional $520 million over two years from an increased gas tax and higher transportation fees.\nIn supporting Evers’ spending plan, some Democrats have noted the rough conditions of local roads.\n\"Our road conditions cost WI families,\" state Sen. LaTonya Johnson, D-Milwaukee, said April 3, 2019 on Twitter. \"In Milwaukee, the average cost per driver is $2,300. Our families simply cannot afford for us to continue to kick the can down the road. We need a sustainable transportation funding solution.\"\nIs Johnson right about how much bad roads are costing drivers in Milwaukee?\nNot exactly.\nSeveral studies we reviewed all rated the road conditions in the city -- and the state -- poorly. But Johnson far overstates the amount of the cost that is due to those bad conditions.\nThe background\nIn February 2019, we rated Mostly True a claim from Evers’ pick as transportation secretary that among neighboring states, the condition of Wisconsin highways was rated \"not only the worst, but it was worse by a gaping margin.\"\nEvers’ budget would bump the state’s gas tax from 32.9 cents per gallon to 40.9 cents. Starting in April 2020, the gas tax would automatically go up by an inflationary amount every year — reinstating a policy known as indexing that lawmakers eliminated in 2005.\nThe money is not all aimed at state highways.\nPart of Evers’ transportation plan calls for giving local governments a 10 percent increase in aid to help them fill potholes and fix roads in their communities.That represents an increase of $66 million.\n\"We’ll see a significant increase for counties and municipalities and to fix roads and bridges that frankly aren’t part of the interstate system,\" Evers said in a Feb. 21, 2019 Wisconsin State Journal article.\nThe evidence\nWhen asked for backup, Johnson chief of staff Lacy Fox directed PolitiFact Wisconsin to a September  2018 report compiled by the national transportation research group TRIP.\nThe group is a nonprofit, but notes on its website it is sponsored by \"insurance companies, equipment manufacturers, distributors and suppliers; businesses involved in highway and transit engineering and construction; labor unions; and organizations concerned with efficient and safe surface transportation.\"\nSo, it’s interest is increased road spending. That said, the group’s reports are cited by many media outlets, including the Washington Post and NBC News.\nTRIP calculated the cost to the average motorist per year in the state’s largest urban areas in the form of additional vehicle operating costs as a result of driving on rough roads, the cost of lost time and wasted fuel due to congestion, and the financial cost of traffic crashes. Here is that breakdown:\nEau Claire: $1,219\nGreen Bay-Appleton-Oshkosh: $1,456\nMadison: $2,139\nMilwaukee: $2,321\nWausau: $1,517\nThose totals, though, include much more than costs tied directly to road conditions -- which was the focus of Johnson’s tweet.\nIf you focus more strictly on the condition of local roads -- which is what the Evers’ proposal is aimed at improving -- you get a much smaller amount:\nEau Claire: $665\nGreen Bay-Appleton-Oshkosh: $816\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nMadison: $910\nMilwaukee: $944\nWausau: $885\nAdditional reports\nWhat’s more, other entities that have examined the cost to drivers of road conditions found a similar amount.\nTeletrac Navman, a software company that specializes in fleet and asset management, ranked Milwaukee the fifth worst major urban area in the nation when it comes to road conditions. The Illinois-based firm put Milwaukee’s annual vehicle maintenance costs at $861.\nThat ranked the city seventh among major urban areas. Here is the top 10:\n\n\nOklahoma City, Okla: $1,025\n\n\nTulsa, Okla.: $998\n\n\nSan Francisco-Oakland: $978\n\n\nLos Angeles-Long Beach: $892\n\n\nDetroit: $865\n\n\nSan Jose, Calif:  $863\n\n\nMilwaukee: $861\n\n\nOmaha, Neb.: $852\n\n\nBridgeport-Stamford, Conn.: $797\n\n\nSan Antonio: $791\n\n\nOther studies involving Wisconsin and the nation found comparable costs.\nA 2019 report from the American Society of Civil Engineers shows poor condition public roads in Wisconsin are costing state drivers $736 each year. Based on data from a 2017 Infrastructure Report Card, conducted for all 50 states, the report noted that some of the high cost of driving on broken roads comes from wear and tear on car parts.\nA 2016 AAA (American Automobile Association) report narrows the cost of poor roads down even further, focusing only on pothole damage, noting that potholes on local roads costs American drivers $3 billion a year. It gives the annual average pothole-related cost to drivers as $300 in repairs.\nThose are further evidence that the claim made by Johnson is off the mark.\nMilwaukee spending\nIn addition to the state spending, of course, the city picks up a large chunk of the cost of street repairs. Indeed, most of the city’s streets are not eligible for outside funding.\nHere is a look at the breakdown and where the money is going in the 2019 budget:\nMajor streets: These 286 miles of major and minor arterials are eligible for county, state, and federal funding. The 2019 budget includes $32.5 million for the major street program, of which $5.5 million is city funding.\nLocal streets: Approximately 987 miles of city streets are typically not eligible for state and federal funding. In 2019, $6.2 million was included in the proposed budget for the resurfacing and reconstruction of local streets.\nIn addition, $2.5 million was set aside for pothole patching and street maintenance. Another $5.6 million is earmarked for the \"high-impact\" program, which focused on quick curb-to-curb resurfacing of major streets, typically in commercial areas.\nOur rating\nIn backing Evers’ transportation plan, Johnson claimed road conditions in Milwaukee cost the average driver $2,300.\nTRIP, a frequently cited national nonprofit that researches and evaluates data on transportation issues, has generated a $2,321 per year figure for Milwaukee drivers. But that figure applies to a broader set of issues than strictly road conditions, which is what Johnson focused on.\nWhen the focus is on road conditions, TRIP’s figure for Milwaukee is $944 per year -- one that is more in line with other studies on the cost of bad roads to drivers.\nOur definition for Mostly False is \"The statement contains an element of truth but ignores critical facts that would give a different impression.\" That fits here.", "vclaim_id": "vclaim-pol-00708"}